{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "Norway", "document_category": "Law", "document_sector_name": "Transportation", "document_language": "English", "document_name": "VAT act of 19 June 2009 no. 58", "document_country_code": "NOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2009", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/NOR/2009/NOR-2009-01-01-VAT act of 19 June 2009 no. 58_e0323980671bc77a83fd095ce8853471.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "VAT act of 19 June 2009 no. 58 – Unofficial English translation"}, {"text_block_id": "p0_b4", "text": "Updated May 2014"}, {"text_block_id": "p0_b5", "text": "Chapter 1. Scope of the Act. Definitions."}, {"text_block_id": "p0_b6", "text": "Section 1-1."}, {"text_block_id": "p0_b7", "text": "Area of application"}, {"text_block_id": "p0_b8", "text": "Area of application\n* This Act concerns value added tax (VAT). VAT is a tax paid to the government on the\n* The Storting imposes VAT and stipulates the rates that shall apply, cf. Article 75 letter (a)"}, {"text_block_id": "p0_b12", "text": "Section 1-2."}, {"text_block_id": "p0_b13", "text": "Geographical scope"}, {"text_block_id": "p0_b14", "text": "Geographical scope\n* This Act shall apply in the VAT area.\n* By \"the VAT area\" is meant the Norwegian mainland and the entire area within Norway's"}, {"text_block_id": "p0_b18", "text": "Section 1-3."}, {"text_block_id": "p0_b19", "text": "Definitions"}, {"text_block_id": "p0_b20", "text": "Definitions\n* In this Act, the following terms shall mean:\n\t* supply: the delivery of goods or services in return for a consideration.\n\t* goods: physical objects, including real property, electric power, water from waterworks,\n\t* services: anything that may be supplied and that does not fall under the definition of goods\n\t* taxable person: the party who is or should be registered in the Value Added Tax Register.\n\t* output VAT: value added tax to be calculated and paid on supplies and withdrawals.\n\t* input VAT: value added tax incurred on purchases, etc or on imports.\n\t* exempt from the Act: supplies and withdrawals that are not covered by the Act though to\n\t* exempt from VAT: supplies and withdrawals that are covered by the Act, but on which\n\t* services capable of delivery from a remote location: services which, due to the nature of\n\t* electronic services: services capable of delivery from a remote location which are supplied\n\t* public enterprises: government, municipal or county enterprises\n\t* purpose-built vessels for use in petroleum activities offshore: vessels that are purpose-built\n\t* The Ministry may issue regulations prescribing what is meant by:\n\t* passenger vehicles.\n\t* works of art, collectors' items, antiques and second-hand goods.\n\t* insignificant value.\n\t* vessels and aircraft engaging in international shipping and aviation.\n\t* electronic services:"}, {"text_block_id": "p1_b58", "text": "Chapter 2. Liability and right to register"}, {"text_block_id": "p1_b59", "text": "Section 2-1."}, {"text_block_id": "p1_b60", "text": "Liability to register"}, {"text_block_id": "p1_b61", "text": "Liability to register\n* Businesses and public enterprises are liable to register in the Value Added Tax Register\n* registration is NOK 3 million. For the two highest divisions in the menâs football league and\n* Providers who supply electronic services, including electronic communication services,\n* An estate in liquidation shall be registered if the debtor in liquidation was registered or\n* A decedents' estate shall be registered if the deceased was registered or was liable to\n* Taxable persons with no registered place of business or residence in the VAT area shall be\n* Businesses with no registered place of business or domicile in the VAT area that are only\n* The Ministry may issue regulations prescribing registration and documentation"}, {"text_block_id": "p1_b78", "text": "Section 2-2."}, {"text_block_id": "p1_b79", "text": "One registered entity"}, {"text_block_id": "p1_b80", "text": "One registered entity\n* Multiple enterprises which are operated by one owner shall be registered in the Value\n* A part of a taxable person may be registered as a separate taxable person provided that it is\n* Two or more cooperating companies may be registered as one taxable person if at least 85"}, {"text_block_id": "p1_b86", "text": "Section 2-3."}, {"text_block_id": "p1_b87", "text": "Voluntary registration"}, {"text_block_id": "p1_b88", "text": "Voluntary registration\n* Businesses and public enterprises that let buildings or hire out plant may voluntarily\n<\\li1>\n\t* in an enterprise that is registered pursuant to this Act.\n\t* by a public enterprise whose supreme authority is a municipal council, county council or\n\t* by inter-municipal or inter-county cooperatives organised pursuant to the Local"}, {"text_block_id": "p2_b96", "text": "The amount limits in section 2-1 shall correspondingly apply."}, {"text_block_id": "p2_b97", "text": "The amount limits in section 2-1 shall correspondingly apply.\n* Lessors of agricultural properties of at least five decares and lessors of agricultural land\n* Associations whose object is to build and maintain forest roads may register voluntarily.\n* Developers who for non-business purposes build water or sewage plants under private\n* Businesses and public enterprises that make railway installations available, against\n* The Ministry may issue regulations prescribing how this section should be supplemented"}, {"text_block_id": "p2_b107", "text": "Section 2-4."}, {"text_block_id": "p2_b108", "text": "Advance registration"}, {"text_block_id": "p2_b109", "text": "Advance registration\n* Parties who have not reached the monetary limit for registration may register in advance in\n\t* they have made substantial purchases that are directly related to subsequent taxable\n\t* their taxable supplies will exceed the monetary limit within three weeks of the date on\n\t* The Ministry may issue regulations prescribing the conditions for advance registration."}, {"text_block_id": "p2_b117", "text": "Section 2-5."}, {"text_block_id": "p2_b118", "text": "Catch-sharing"}, {"text_block_id": "p2_b119", "text": "In the case of catch-sharing, the shipowner, skipper or fisherman who delivers the fish to the purchaser or who, on behalf of the vessel or the fisherman, receives a consideration for the fish, shall register in the Value Added Tax Register."}, {"text_block_id": "p2_b120", "text": "Chapter 3. Taxable supplies, withdrawals and imports"}, {"text_block_id": "p2_b121", "text": "I Supplies"}, {"text_block_id": "p2_b122", "text": "Section 3-1."}, {"text_block_id": "p2_b123", "text": "Goods and services"}, {"text_block_id": "p2_b124", "text": "Goods and services\n* VAT shall be payable on supplies of goods and services.\n* Supplies of goods on commission shall be deemed to be supplies made by both an agent\n* The supply of electronic services that is performed by means of an intermediary shall be\n* Even if the supply of a service shall be exempt from the Act, the Act shall nonetheless"}, {"text_block_id": "p2_b132", "text": "Section 3-2."}, {"text_block_id": "p2_b133", "text": "Health services, etc"}, {"text_block_id": "p2_b134", "text": "(1)"}, {"text_block_id": "p2_b135", "text": "The supply or brokering of health services shall be exempt from the Act, including services that:"}, {"text_block_id": "p2_b136", "text": "The supply or brokering of health services shall be exempt from the Act, including services that:\n* are covered by the Act relating to Municipal Health Services and the Act relating to\n* are covered by the Act relating to Dental Health Services and by technical dental services."}, {"text_block_id": "p3_b140", "text": "The supply or brokering of health services shall be exempt from the Act, including services that:\n* are covered by the Act relating to Municipal Health Services and the Act relating to\n* are covered by the Act relating to Dental Health Services and by technical dental services.\n* are covered by the National Insurance Act, Chapters 5 and 10.\n* are provided by occupational groups authorised or licensed under the Act relating to Health\n* are provided by the occupational health service.\n* the party hiring out is a business that provides health services.\n* the party hiring out is an enterprise owned by a business that provides health services.\n* the party hiring out is a public enterprise that provides health services.\n* pursuant to the Act relating to Social Services and the Act relating to Child Welfare\n* that are provided in children's and young people's institutions, youth clubs, holiday camps\n* that consist of childminding."}, {"text_block_id": "p3_b146", "text": "(2)"}, {"text_block_id": "p3_b147", "text": "Other goods and services that are supplied as a natural part of performing health services are covered by the exemption in subsection (1) if the goods or services are supplied by the party providing the health service."}, {"text_block_id": "p3_b148", "text": "(3)"}, {"text_block_id": "p3_b149", "text": "The brokering or hiring out of labour where an employee shall perform health services shall be exempt from the Act."}, {"text_block_id": "p3_b150", "text": "(4)"}, {"text_block_id": "p3_b151", "text": "The hiring out of equipment, access to patient portfolios and similar by businesses that provide health services shall be exempt from the Act if:"}, {"text_block_id": "p3_b158", "text": "(5)"}, {"text_block_id": "p3_b159", "text": "the supply of dental technicians’ own"}, {"text_block_id": "p3_b160", "text": "-produced technical dental products shall be exempt from the Act."}, {"text_block_id": "p3_b161", "text": "(6)"}, {"text_block_id": "p3_b162", "text": "the supply or brokering of ambulance services in specially equipped means of transport shall be exempted from the Act."}, {"text_block_id": "p3_b163", "text": "Section 3-3."}, {"text_block_id": "p3_b164", "text": "Alternative treatments"}, {"text_block_id": "p3_b165", "text": "(1)"}, {"text_block_id": "p3_b166", "text": "The supply or brokering of alternative treatments shall be exempt from the Act if such services are provided by occupational groups who are authorised or licensed pursuant to the Act relating to Health Personnel or by practitioners registered in the Voluntary Register of Complementary Practitioners pursuant to Act no. 64 of 27 June 2003 relating to the Alternative Treatment of Disease, Illness, etc section 3."}, {"text_block_id": "p3_b167", "text": "(2)"}, {"text_block_id": "p3_b168", "text": "Section 3-2 subsections (2), (3) and (4) shall correspondingly apply."}, {"text_block_id": "p3_b169", "text": "Section 3-4."}, {"text_block_id": "p3_b170", "text": "Social services, etc"}, {"text_block_id": "p3_b171", "text": "(1)"}, {"text_block_id": "p3_b172", "text": "The supply or brokering of social services shall be exempt from the Act, including social services:"}, {"text_block_id": "p3_b179", "text": "(2)"}, {"text_block_id": "p3_b180", "text": "Other goods and services that are supplied as a natural part of performing social services are covered by the exemption in subsection (1) if the goods or services are supplied by the party providing the social service."}, {"text_block_id": "p3_b181", "text": "(3)"}, {"text_block_id": "p3_b182", "text": "The hiring out of labour where an employee must perform social services shall be exempt from the Act."}, {"text_block_id": "p3_b183", "text": "(4)"}, {"text_block_id": "p3_b184", "text": "Services relating to the operation of community alarm systems shall be exempt from the Act."}, {"text_block_id": "p3_b185", "text": "Section 3-5."}, {"text_block_id": "p3_b186", "text": "Educational services, etc"}, {"text_block_id": "p3_b187", "text": "(1)"}, {"text_block_id": "p3_b188", "text": "The supply or brokering of educational services shall be exempt from the Act."}, {"text_block_id": "p3_b189", "text": "(2)"}, {"text_block_id": "p3_b190", "text": "This exemption shall also apply to other goods and services supplied as a natural part of performing educational services."}, {"text_block_id": "p3_b191", "text": "(3)"}, {"text_block_id": "p3_b192", "text": "The hiring out of labour where an employee must perform educational services shall be exempt from the Act."}, {"text_block_id": "p3_b193", "text": "(4)"}, {"text_block_id": "p3_b194", "text": "Catering services provided in school and student canteens shall be exempt from the Act."}, {"text_block_id": "p4_b195", "text": "Section 3-6."}, {"text_block_id": "p4_b196", "text": "Financial services"}, {"text_block_id": "p4_b197", "text": "The supply or brokering of financial services shall be exempt from the Act, including:"}, {"text_block_id": "p4_b198", "text": "a)"}, {"text_block_id": "p4_b199", "text": "the supply of insurance services."}, {"text_block_id": "p4_b200", "text": "b)"}, {"text_block_id": "p4_b201", "text": "the supply of financial services, but not finance leasing."}, {"text_block_id": "p4_b202", "text": "c)"}, {"text_block_id": "p4_b203", "text": "the processing of payment orders."}, {"text_block_id": "p4_b204", "text": "d)"}, {"text_block_id": "p4_b205", "text": "the supply of legal tender."}, {"text_block_id": "p4_b206", "text": "e)"}, {"text_block_id": "p4_b207", "text": "the supply of financial instruments, etc."}, {"text_block_id": "p4_b208", "text": "f)"}, {"text_block_id": "p4_b209", "text": "the management of securities funds."}, {"text_block_id": "p4_b210", "text": "g)"}, {"text_block_id": "p4_b211", "text": "the management of investment companies."}, {"text_block_id": "p4_b212", "text": "Section 3-7."}, {"text_block_id": "p4_b213", "text": "Art and culture, etc."}, {"text_block_id": "p4_b214", "text": "(1)"}, {"text_block_id": "p4_b215", "text": "The supply or brokering of services in the form of admission to theatre, opera or ballet performances, concerts, circuses, travelling funfairs, dance gatherings with live music, computer parties and similar events that are aimed at children and young people shall be exempt from the Act. This exemption shall not include striptease performances. This exemption includes programmes, souvenirs and similar items of insignificant value that are supplied in connection with such services."}, {"text_block_id": "p4_b216", "text": "(2)"}, {"text_block_id": "p4_b217", "text": "The supply or brokering of services in the form of artistic performances of creative works shall be exempt from the Act. This exemption shall also apply to services that are an integrated and necessary part of such performances."}, {"text_block_id": "p4_b218", "text": "(3)"}, {"text_block_id": "p4_b219", "text": "The supply or brokering of guide services shall be exempt from the Act."}, {"text_block_id": "p4_b220", "text": "(4)"}, {"text_block_id": "p4_b221", "text": "The supply of a creator’s own work of art or copyright to a creator’s literary or artistic"}, {"text_block_id": "p4_b222", "text": "work shall be exempt from the Act. The same shall apply to such supplies conducted through an intermediary in the name of the creator of the work."}, {"text_block_id": "p4_b223", "text": "(5)"}, {"text_block_id": "p4_b224", "text": "The brokering of works of art on behalf of their creator shall be exempt from the Act."}, {"text_block_id": "p4_b225", "text": "(6)"}, {"text_block_id": "p4_b226", "text": "The exchange of works of art between public museums and art collections shall be exempt from the Act. This exemption shall also include cases in which public museums and art collections receive works of art from private parties in exchange for copies or reproductions. This exemption shall not include exchanges that are arranged with or through a party engaged in the supply of art on a commercial basis."}, {"text_block_id": "p4_b227", "text": "Section 3-8."}, {"text_block_id": "p4_b228", "text": "Sport, etc"}, {"text_block_id": "p4_b229", "text": "(1)"}, {"text_block_id": "p4_b230", "text": "The supply of services in the form of admission to isolated sporting events shall be exempt from the Act. By \"isolated sporting events\" is meant sporting events that are arranged no more than once a year by an individual organiser and not for two or more consecutive years. A condition is that the taxable person is not liable to register for services that entitle someone to attend sporting events."}, {"text_block_id": "p4_b231", "text": "(2)"}, {"text_block_id": "p4_b232", "text": "The supply of services in the form of the right to engage in sporting activities shall be exempt from the Act. This exception shall not include the supply or hiring out of the right to use athletes from bodies other than sports clubs, etc whose sporting activities are primarily based on unpaid work."}, {"text_block_id": "p4_b233", "text": "Section 3-9."}, {"text_block_id": "p4_b234", "text": "Exercise of public authority, etc"}, {"text_block_id": "p4_b235", "text": "(1)"}, {"text_block_id": "p4_b236", "text": "The supply of services as part of the exercise of public authority shall be exempt from the Act."}, {"text_block_id": "p4_b237", "text": "(2)"}, {"text_block_id": "p4_b238", "text": "The supply of services between participants in public service units shall be exempt from the Act if a service concerns the establishment or operation of a service unit."}, {"text_block_id": "p4_b239", "text": "(3)"}, {"text_block_id": "p4_b240", "text": "The supply of services by a party assisting the execution and enforcement authorities in connection with a forced sale shall be exempt from the Act."}, {"text_block_id": "p5_b241", "text": "Section 3-10."}, {"text_block_id": "p5_b242", "text": "Intra-governmental services"}, {"text_block_id": "p5_b243", "text": "The supply of services by one government entity to another government entity shall be exempt from the Act if the supplier is not engaged in commercial activity. This exemption shall also include the supply of goods delivered as a natural part of performing the service."}, {"text_block_id": "p5_b244", "text": "Section 3-11."}, {"text_block_id": "p5_b245", "text": "Real property"}, {"text_block_id": "p5_b246", "text": "(1)"}, {"text_block_id": "p5_b247", "text": "The supply or letting of real property or the rights to real property shall be exempt from the Act. This exemption shall also include the supply of goods or services delivered as part of such letting."}, {"text_block_id": "p5_b248", "text": "(2)"}, {"text_block_id": "p5_b249", "text": "The following supplies shall nonetheless be covered by the Act:"}, {"text_block_id": "p5_b250", "text": "The following supplies shall nonetheless be covered by the Act:\n* the letting of rooms, etc as specified in section 5-5 subsections (1) and (2) and the supply of\n* the hiring out of function rooms in connection with catering.\n* the letting of parking spaces in car parks.\n* the supply of the right to use advertising space.\n* the letting of storage lockers.\n* the supply of trees and crops on the root that are supplied separately from land.\n* the supply of the right to extract soil, rock and other products from the land.\n* the supply of hunting and fishing rights.\n* the supply of the right to use airports for aircraft and railway networks for transportation.\n* the supply of the right to use municipal ports in return for port dues or a consideration in\n* the letting of real property and the sale and purchase of rights to real property that are\n* the hiring out of function rooms as specified in section 5-11 subsection (2).\n* goods of insignificant value.\n* goods at a significantly inflated price.\n* advertisements in membersâ magazines and similar.\n* second-hand goods from shops if the goods were received free of charge and the shop uses\n* goods from isolated sales events of short duration."}, {"text_block_id": "p5_b274", "text": "(3)"}, {"text_block_id": "p5_b275", "text": "The Ministry may issue regulations prescribing that the supply of hunting and fishing rights shall nonetheless be exempted from the Act, including the conditions for exemption."}, {"text_block_id": "p5_b276", "text": "Section 3-12."}, {"text_block_id": "p5_b277", "text": "Charitable and philanthropic institutions and organisations"}, {"text_block_id": "p5_b278", "text": "(1)"}, {"text_block_id": "p5_b279", "text": "The supply by charitable and philanthropic institutions and organisations of the following goods and services shall be exempt from the Act:"}, {"text_block_id": "p5_b290", "text": "(2)"}, {"text_block_id": "p5_b291", "text": "The exemptions in subsection (1) letters (a) and (b) shall also cover supplies by commission agents."}, {"text_block_id": "p5_b292", "text": "(3)"}, {"text_block_id": "p5_b293", "text": "The supply of goods from kiosks and catering services by charitable and philanthropic institutions and organisations shall be exempt from the Act. A condition is that the supplies are made in connection with events and that unpaid labour is used."}, {"text_block_id": "p5_b294", "text": "(4)"}, {"text_block_id": "p5_b295", "text": "The supply of services by charitable and philanthropic institutions and organisations to other areas within the same organisation shall be exempt from the Act. A condition is that the services are directly related to the organisation's non-profit activities."}, {"text_block_id": "p5_b296", "text": "(5)"}, {"text_block_id": "p5_b297", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised, including conditions for exemptions and the liability to register and document,"}, {"text_block_id": "p6_b298", "text": "etc accounting information. The tax office may make individual decisions that one or more entities or areas of an organisation shall not be covered by the exemption in subsection (4)."}, {"text_block_id": "p6_b299", "text": "Section 3-13."}, {"text_block_id": "p6_b300", "text": "Non-profit organisations and associations"}, {"text_block_id": "p6_b301", "text": "(1)"}, {"text_block_id": "p6_b302", "text": "The supply of goods and services by non-profit organisations and associations shall be exempt from the Act if a consideration is received in the form of membership dues. A condition is that such supplies constitute an element of the organisation's non-profit activities. This exemption shall not cover services that entitle someone to attend sporting events."}, {"text_block_id": "p6_b303", "text": "(2)"}, {"text_block_id": "p6_b304", "text": "The supply of services by non-profit organisations and associations to entities within the same organisation shall be exempt from the Act. A condition is that such services are directly related to the organisation's non-profit activities."}, {"text_block_id": "p6_b305", "text": "(3)"}, {"text_block_id": "p6_b306", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised, including conditions for exemptions and the liability to register and document, etc accounting information. The Ministry may also issue regulations prescribing that non"}, {"text_block_id": "p6_b307", "text": "-"}, {"text_block_id": "p6_b308", "text": "profit organisations and associations shall nonetheless charge and pay VAT if the exemption in subsection (1) results in a significant distortion of competition with taxable persons who supply similar goods or services. The tax office may make individual decisions that one or more entities in or members of an organisation shall not be covered by the exemption in subsection (2)."}, {"text_block_id": "p6_b309", "text": "Section 3-14."}, {"text_block_id": "p6_b310", "text": "Lottery services"}, {"text_block_id": "p6_b311", "text": "The supply or brokering of lottery services shall be exempt from the Act."}, {"text_block_id": "p6_b312", "text": "Section 3-15."}, {"text_block_id": "p6_b313", "text": "Ceremonial services"}, {"text_block_id": "p6_b314", "text": "The supply of ceremonial services in connection with burials and cremations shall be exempt from the Act."}, {"text_block_id": "p6_b315_merged_merged", "text": "Section 3-16. Management services provided by housing associations to housing cooperatives The supply of management services by a housing association to an affiliated housing cooperative shall be exempt from the Act."}, {"text_block_id": "p6_b318", "text": "Section 3-17."}, {"text_block_id": "p6_b319", "text": "Services as a member of a board, etc"}, {"text_block_id": "p6_b320", "text": "The supply of services in the form of membership of a board, supervisory board, committee, council or similar shall be exempt from the Act if a consideration for such a service is"}, {"text_block_id": "p6_b321", "text": "included in the basis for calculating employer’s National Insurance contributions."}, {"text_block_id": "p6_b322", "text": "Section 3-18."}, {"text_block_id": "p6_b323", "text": "Postage stamps, notes and coins"}, {"text_block_id": "p6_b324", "text": "The supply of postage stamps, notes and coins as collectors' items shall be exempt from the Act."}, {"text_block_id": "p6_b325", "text": "Section 3-19."}, {"text_block_id": "p6_b326", "text": "Goods used for private purposes, etc"}, {"text_block_id": "p6_b327", "text": "The supply of goods that have been used privately or for other purposes for which input VAT is non-deductible shall be exempt from the Act."}, {"text_block_id": "p6_b328", "text": "Section 3-20."}, {"text_block_id": "p6_b329", "text": "Offsetting emission allowances"}, {"text_block_id": "p6_b330", "text": "The supply of services in the form of offsetting emission allowances shall be exempt from the Act."}, {"text_block_id": "p7_b331", "text": "II Withdrawals"}, {"text_block_id": "p7_b332", "text": "Section 3-21."}, {"text_block_id": "p7_b333", "text": "Goods"}, {"text_block_id": "p7_b334", "text": "(1)"}, {"text_block_id": "p7_b335", "text": "VAT shall be payable when goods are withdrawn from a registered enterprise or from an enterprise that is liable to register. VAT shall not, however, be payable on capital goods as specified in section 9-1 if the goods are used for purposes within the scope of the enterprise as a whole."}, {"text_block_id": "p7_b336", "text": "(2)"}, {"text_block_id": "p7_b337", "text": "VAT shall only be payable pursuant to subsection (1) insofar as the taxable person was entitled to deduction of input VAT on the procurement or manufacture of the actual goods. VAT shall nonetheless be payable if the reason for non-entitlement to deduction is that the goods were exempt from VAT on procurement."}, {"text_block_id": "p7_b338", "text": "Section 3-22."}, {"text_block_id": "p7_b339", "text": "Services"}, {"text_block_id": "p7_b340", "text": "(1)"}, {"text_block_id": "p7_b341", "text": "VAT shall be payable when a service is withdrawn from a registered enterprise or enterprise that is liable to register either for private use or for a purpose that falls outside the scope of the enterprise as a whole."}, {"text_block_id": "p7_b342", "text": "(2)"}, {"text_block_id": "p7_b343", "text": "For services as specified in section 3-23 and services that consist of the erection, refurbishment, modernisation, etc of buildings or plant, including site management, site administration and other administration of such work, VAT shall also be payable when such services are withdrawn for purposes that are exempt from the Act."}, {"text_block_id": "p7_b344", "text": "Section 3-23."}, {"text_block_id": "p7_b345", "text": "Special purposes"}, {"text_block_id": "p7_b346", "text": "VAT shall be payable when goods and services from a registered enterprise or enterprise that is liable to register are used in the enterprise for the purpose of:"}, {"text_block_id": "p7_b347", "text": "a)"}, {"text_block_id": "p7_b348", "text": "board for or payment in kind to an enterprise’s owner, management, employees or"}, {"text_block_id": "p7_b349", "text": "pensioners."}, {"text_block_id": "p7_b350", "text": "b)"}, {"text_block_id": "p7_b351", "text": "construction, maintenance, renting or operation of real property to cover housing or welfare needs, including movable property and equipment for such properties."}, {"text_block_id": "p7_b352", "text": "c)"}, {"text_block_id": "p7_b353", "text": "business entertainment."}, {"text_block_id": "p7_b354", "text": "d)"}, {"text_block_id": "p7_b355", "text": "gifts or giveaways for advertising purposes where the value is not insignificant."}, {"text_block_id": "p7_b356", "text": "Section 3-24."}, {"text_block_id": "p7_b357", "text": "Motor vehicles"}, {"text_block_id": "p7_b358", "text": "VAT shall be payable when a car dealer registers a vehicle in its own name in the Register of Motor Vehicles, even if the vehicle is not put into use. This shall not apply, however, if a vehicle:"}, {"text_block_id": "p7_b359", "text": "a)"}, {"text_block_id": "p7_b360", "text": "is used as a rental vehicle in a commercial rental activity."}, {"text_block_id": "p7_b361", "text": "b)"}, {"text_block_id": "p7_b362", "text": "is used as a means of passenger transport in return for a consideration as part of a passenger transport enterprise."}, {"text_block_id": "p7_b363", "text": "c)"}, {"text_block_id": "p7_b364", "text": "is not a passenger vehicle and is used as an operating asset in the enterprise."}, {"text_block_id": "p7_b365", "text": "Section 3-25."}, {"text_block_id": "p7_b366", "text": "Goods and services for the maintenance, use and operation of passenger vehicles"}, {"text_block_id": "p7_b367", "text": "VAT shall be payable when goods or services from a registered enterprise or an enterprise liable to register are used for the maintenance, use or operation of passenger vehicles. The first sentence shall not apply if such vehicles are used as:"}, {"text_block_id": "p7_b368", "text": "a)"}, {"text_block_id": "p7_b369", "text": "sales commodities."}, {"text_block_id": "p7_b370", "text": "b)"}, {"text_block_id": "p7_b371", "text": "rental vehicles in a commercial rental activity."}, {"text_block_id": "p7_b372", "text": "c)"}, {"text_block_id": "p7_b373", "text": "means of passenger transport in return for a consideration in a passenger transport enterprise."}, {"text_block_id": "p8_b374", "text": "Section 3-26."}, {"text_block_id": "p8_b375", "text": "Construction of buildings or plant for own account"}, {"text_block_id": "p8_b376", "text": "VAT shall be payable when businesses use goods or services in the enterprise for the construction, refurbishment, modernisation, etc of buildings or plant for sale or rental, including site management, site administration and other administration of such work, and"}, {"text_block_id": "p8_b377", "text": "such activities are carried out solely for the enterprise’s own account."}, {"text_block_id": "p8_b378", "text": "Section 3-27."}, {"text_block_id": "p8_b379", "text": "Exemptions corresponding to those for supplies"}, {"text_block_id": "p8_b380", "text": "The withdrawal of goods and services shall be exempt from the Act if corresponding supplies are exempt pursuant to this chapter."}, {"text_block_id": "p8_b381", "text": "Section 3-28."}, {"text_block_id": "p8_b382", "text": "Public enterprises"}, {"text_block_id": "p8_b383", "text": "The withdrawal of goods and services from public enterprises which individually or collectively engage in activities whose primary purpose is to meet their own needs shall be exempt from the Act if taxable supplies of corresponding goods or services amount to less than 20 per cent of the total production during a twelve-month period."}, {"text_block_id": "p8_b384", "text": "III Imports"}, {"text_block_id": "p8_b385", "text": "Section 3-29."}, {"text_block_id": "p8_b386", "text": "Goods"}, {"text_block_id": "p8_b387", "text": "VAT shall be payable on the import of goods to the VAT area."}, {"text_block_id": "p8_b388", "text": "Section 3-30."}, {"text_block_id": "p8_b389", "text": "Services"}, {"text_block_id": "p8_b390", "text": "(1)"}, {"text_block_id": "p8_b391", "text": "VAT shall be payable on services capable of delivery from a remote location that are purchased outside the VAT area. This shall not apply, however, if a service is included in a basis of calculation pursuant to section 4-11 subsection (1)."}, {"text_block_id": "p8_b392", "text": "(2)"}, {"text_block_id": "p8_b393", "text": "The liability to pay VAT pursuant to subsection (1) shall arise if the recipient is a business or public enterprise domiciled in the VAT area and a service is taxable when supplied in the VAT area."}, {"text_block_id": "p8_b394", "text": "(3)"}, {"text_block_id": "p8_b395", "text": "If a service is to be used in the VAT area by any of the parties specified in subsection (2), VAT shall be payable, even if the service is delivered to a recipient domiciled outside the VAT area. This shall not apply, however, if it can be documented that VAT was charged on the service outside the VAT area."}, {"text_block_id": "p8_b396", "text": "(4)"}, {"text_block_id": "p8_b397", "text": "For services capable of delivery from a remote location in the form of electronic services, including electronic communication services, the liability to pay VAT shall also arise when the service is supplied to recipients other than those specified in subsection (2), provided that the recipient is domiciled in the VAT area and that the service is subject to VAT when supplied in the VAT area. The same shall apply to other services when they are supplied or brokered by a provider of electronic communication services by means of electronic communication and the consideration is collected by such a provider."}, {"text_block_id": "p8_b398", "text": "(5)"}, {"text_block_id": "p8_b399", "text": "If delivery of electronic communication services is performed via a fixed terminal in the VAT area, VAT shall be payable, even if the recipient is not domiciled in the VAT area. If delivery is effected via a fixed terminal outside the VAT area, VAT shall not be payable, even if the recipient is domiciled in the VAT area."}, {"text_block_id": "p9_b400", "text": "Chapter 4. Basis of calculation of VAT"}, {"text_block_id": "p9_b401", "text": "I Supplies"}, {"text_block_id": "p9_b402", "text": "Section 4-1."}, {"text_block_id": "p9_b403", "text": "General rule"}, {"text_block_id": "p9_b404", "text": "(1)"}, {"text_block_id": "p9_b405", "text": "The basis of calculation of VAT on the supply of goods and services is the consideration, including any subsidies that constitute part of the price of the goods or service. The VAT itself shall not be included in the basis of calculation."}, {"text_block_id": "p9_b406", "text": "(2)"}, {"text_block_id": "p9_b407", "text": "Among the items not deemed to constitute part of the consideration are:"}, {"text_block_id": "p9_b408", "text": "Among the items not deemed to constitute part of the consideration are:\n* compensation for outlays incurred in the purchaserâs name and at the purchaserâs expense.\n* statutory debt collection and reminder charges.\n* interest on overdue payment pursuant to the Act relating to Interest on Overdue Payments,\n* customs duties and other taxes prescribed pursuant to a statute or plenary decision of the\n* connection charges, fees and other costs incurred in connection with the delivery of goods\n* auctioneersâ fees, commission and similar."}, {"text_block_id": "p9_b414", "text": "Section 4-2."}, {"text_block_id": "p9_b415", "text": "Elements included in the basis of calculation"}, {"text_block_id": "p9_b416", "text": "(1)"}, {"text_block_id": "p9_b417", "text": "All costs relating to the performance of an agreement are included in the basis of calculation, whether they be included in the consideration or be subject to a separate payment claim, including:"}, {"text_block_id": "p9_b424", "text": "(2)"}, {"text_block_id": "p9_b425", "text": "Contingent discounts agreed in advance and given directly in connection with the supply shall be deducted from the basis of calculation to the extent to which they are effected."}, {"text_block_id": "p9_b426", "text": "(3)"}, {"text_block_id": "p9_b427", "text": "The Ministry may issue regulations prescribing that specific costs, etc shall not be included in the basis of calculation."}, {"text_block_id": "p9_b428", "text": "Section 4-3."}, {"text_block_id": "p9_b429", "text": "Bartering, etc"}, {"text_block_id": "p9_b430", "text": "(1)"}, {"text_block_id": "p9_b431", "text": "If a consideration consists in whole or in part of anything other than ordinary means of payment, the price of the performance delivered shall serve as the basis of calculation. If the price in such cases is lower than the market value of corresponding goods or services supplied by the enterprise, the open market value shall serve as the basis of calculation. The same shall apply if no specified price has been agreed."}, {"text_block_id": "p9_b432", "text": "(2)"}, {"text_block_id": "p9_b433", "text": "The Ministry may issue regulations prescribing that the basis of calculation shall be reduced when goods are received for processing and a corresponding amount of the same kind of goods is returned in processed condition. The Ministry may also issue regulations prescribing what is meant by \"market value\" in connection with the exchange of motor vehicles."}, {"text_block_id": "p9_b434", "text": "Section 4-4."}, {"text_block_id": "p9_b435", "text": "Commonality of interest"}, {"text_block_id": "p9_b436", "text": "(1)"}, {"text_block_id": "p9_b437", "text": "If a commonality of interest exists between the supplier and the recipient of goods or services and it must be assumed that this could result in a different consideration being set than would be the case if such commonality of interest did not exist, the basis of calculation may not be set lower than the market value."}, {"text_block_id": "p9_b438", "text": "(2)"}, {"text_block_id": "p9_b439", "text": "The Ministry may issue regulations concerning what is meant by \"market value\" in connection with the supply of motor vehicles in cases where a commonality of interest exists."}, {"text_block_id": "p10_b440", "text": "Section 4-5."}, {"text_block_id": "p10_b441", "text": "Resale of second-hand goods, etc -individual purchases and supplies"}, {"text_block_id": "p10_b442", "text": "(1)"}, {"text_block_id": "p10_b443", "text": "When second-hand goods, works of art, collectors' items or antiques are purchased for resale, including supplies on commission or at auction, the basis of calculation for the resale may be set as the difference between the purchase price and the sales price for the individual items. A condition is that the goods are purchased from a seller who does not charge VAT on the sale or who does not specify VAT in the sales document pursuant to provisions in or pursuant to the Act relating to Bookkeeping."}, {"text_block_id": "p10_b444", "text": "(2)"}, {"text_block_id": "p10_b445", "text": "When works of art, collectors' items or antiques are imported for resale, the basis of calculation of the resale shall be set as the difference between the basis of calculation set pursuant to section 4-11 subsection (1) and the sales price of the individual items."}, {"text_block_id": "p10_b446", "text": "(3)"}, {"text_block_id": "p10_b447", "text": "If the purchase price pursuant to subsections (1) or (2) exceeds the sales price, the difference may not be deducted from the basis of calculation basis of other sales."}, {"text_block_id": "p10_b448", "text": "Section 4-6."}, {"text_block_id": "p10_b449", "text": "Resale of second-hand goods, etc -combined purchases and sales"}, {"text_block_id": "p10_b450", "text": "If purchases or resales as specified in section 4-5 are combined and the prices of the individual items are not known, the basis of calculation of the resale shall be the difference between the purchase price and the combined sales price of the items for the whole VAT period. If such purchases or sales amount to more than 80 per cent of the purchases or sales made during the VAT period, the gross profit on other second-hand goods, etc for which the sales price exceeds the purchase price may also be calculated as a whole and per VAT period. If, in a given VAT period, the value of the purchases exceeds that of the sales, the difference may be included in the total value of the purchases in subsequent VAT periods."}, {"text_block_id": "p10_b451", "text": "Section 4-7."}, {"text_block_id": "p10_b452", "text": "Losses on outstanding claims and cancellations"}, {"text_block_id": "p10_b453", "text": "(1)"}, {"text_block_id": "p10_b454", "text": "The basis of calculation may be corrected if an outstanding claim on which output VAT was previously charged is finally deemed to be a loss due to the debtor's insolvency."}, {"text_block_id": "p10_b455", "text": "(2)"}, {"text_block_id": "p10_b456", "text": "The basis of calculation shall be corrected if the purchase or supply is cancelled."}, {"text_block_id": "p10_b457", "text": "(3)"}, {"text_block_id": "p10_b458", "text": "The Ministry may issue regulations prescribing when an outstanding claim may finally be deemed to be a loss."}, {"text_block_id": "p10_b459", "text": "Section 4-8. [repealed]"}, {"text_block_id": "p10_b460", "text": "II Withdrawals"}, {"text_block_id": "p10_b461", "text": "Section 4-9."}, {"text_block_id": "p10_b462", "text": "General rule"}, {"text_block_id": "p10_b463", "text": "(1)"}, {"text_block_id": "p10_b464", "text": "On withdrawal of goods and services, the basis of calculation shall be the market value of corresponding goods or services."}, {"text_block_id": "p10_b465", "text": "(2)"}, {"text_block_id": "p10_b466", "text": "The Ministry may issue regulations prescribing what is meant by \"market value\" in connection with the withdrawal of goods and services."}, {"text_block_id": "p10_b467", "text": "Section 4-10."}, {"text_block_id": "p10_b468", "text": "Second-hand goods, works of art, collectors' items and antiques"}, {"text_block_id": "p10_b469", "text": "In the case of withdrawal of second-hand goods, works of art, collectors' items and antiques, the basis of calculation may be determined pursuant to section 4-5 or section 4-6."}, {"text_block_id": "p10_b470", "text": "III Imports"}, {"text_block_id": "p10_b471", "text": "Section 4-11."}, {"text_block_id": "p10_b472", "text": "Goods"}, {"text_block_id": "p10_b473", "text": "(1)"}, {"text_block_id": "p10_b474", "text": "On import of goods, the basis of calculation shall be determined pursuant to the Act on Customs Duties and Movement of Goods chapter 7 concerning the basis for calculating"}, {"text_block_id": "p11_b475", "text": "customs duty. Customs duty and other taxes levied upon import are included in the basis of calculation."}, {"text_block_id": "p11_b476", "text": "(2)"}, {"text_block_id": "p11_b477", "text": "On import of works of art, collectors' items and antiques, the basis of calculation shall be 20 per cent of the basis of calculation pursuant to subsection (1)."}, {"text_block_id": "p11_b478", "text": "(3)"}, {"text_block_id": "p11_b479", "text": "On import of technical dental products, the basis of calculation may be set at the value of the materials, components and similar used in the manufacture of the products if these costs were separately specified."}, {"text_block_id": "p11_b480", "text": "(4)"}, {"text_block_id": "p11_b481", "text": "On re-import of goods after processing, reworking or repair, the basis of calculation shall be the cost of the work and the cost of outward and return dispatch. The Act on Customs Duties and Movement of Goods section 7-4 subsection (1) letter (c) shall correspondingly apply to goods that are re-imported after repair."}, {"text_block_id": "p11_b482", "text": "Section 4-12."}, {"text_block_id": "p11_b483", "text": "Services"}, {"text_block_id": "p11_b484", "text": "(1)"}, {"text_block_id": "p11_b485", "text": "On the purchase of services as specified in section 3-30, the basis of calculation for VAT shall be the consideration paid. The provisions concerning the basis of calculation for supplies shall correspondingly apply."}, {"text_block_id": "p11_b486", "text": "(2)"}, {"text_block_id": "p11_b487", "text": "A consideration that is stated in a foreign currency shall be converted into Norwegian kroner at the rate of exchange on the date of supply stipulated pursuant to the Act on Customs Duties and Movement of Goods section 7-19."}, {"text_block_id": "p11_b488", "text": "Chapter 5. VAT rates and the areas to which they apply"}, {"text_block_id": "p11_b489", "text": "Section 5-1."}, {"text_block_id": "p11_b490", "text": "Standard and reduced rates"}, {"text_block_id": "p11_b491", "text": "(1)"}, {"text_block_id": "p11_b492", "text": "VAT shall be payable at the standard rate unless a supply or withdrawal is exempt from VAT or no VAT is payable on import."}, {"text_block_id": "p11_b493", "text": "(2)"}, {"text_block_id": "p11_b494_merged", "text": "Sections 5-2 to 11 of the Act shall apply insofar as it follows from the Storting’s decisions concerning VAT that VAT shall be payable at a reduced rate."}, {"text_block_id": "p11_b497", "text": "Section 5-2."}, {"text_block_id": "p11_b498", "text": "Foodstuffs"}, {"text_block_id": "p11_b499", "text": "(1)"}, {"text_block_id": "p11_b500", "text": "VAT shall be payable at a reduced rate on the supply, withdrawal or import of foodstuffs. VAT shall nonetheless be payable at the standard rate for foodstuffs that are supplied as part of a catering service."}, {"text_block_id": "p11_b501", "text": "(2)"}, {"text_block_id": "p11_b502", "text": "Foodstuffs means all food and beverages and all other goods intended for human consumption are not deemed to be foodstuffs."}, {"text_block_id": "p11_b503", "text": "(3)"}, {"text_block_id": "p11_b504", "text": "Medicines, tobacco products, alcoholic beverages and water from waterworks are not deemed to be foodstuffs."}, {"text_block_id": "p11_b505", "text": "(4)"}, {"text_block_id": "p11_b506", "text": "The Ministry may issue regulations prescribing what is meant by \"foodstuffs\", \"catering services\" and \"supply of foodstuffs\"."}, {"text_block_id": "p11_b507", "text": "Section 5-3."}, {"text_block_id": "p11_b508", "text": "Passenger transport, etc"}, {"text_block_id": "p11_b509", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of services relating to passenger transport and on the brokering of services relating to passenger transport."}, {"text_block_id": "p11_b510", "text": "Section 5-4."}, {"text_block_id": "p11_b511", "text": "Transportation of vehicles on vessels"}, {"text_block_id": "p11_b512", "text": "(1)"}, {"text_block_id": "p11_b513", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of services relating to the transportation of vehicles on ferries or other vessels on the domestic road network. A condition is that a vehicle is in use as a vehicle when embarking and disembarking a ferry. The reduced rate shall also include goods in transit in the vehicle."}, {"text_block_id": "p11_b514", "text": "(2)"}, {"text_block_id": "p11_b515", "text": "Transportation on the domestic road network shall be deemed to take place when a ferry connection has been established to link parts of the domestic road network system."}, {"text_block_id": "p12_b516", "text": "(3)"}, {"text_block_id": "p12_b517", "text": "The Ministry may issue regulations prescribing what is meant by \"vehicle\" in this subsection."}, {"text_block_id": "p12_b518", "text": "Section 5-5."}, {"text_block_id": "p12_b519", "text": "Letting of rooms in a hotel business, etc"}, {"text_block_id": "p12_b520", "text": "(1)"}, {"text_block_id": "p12_b521", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of services relating to the letting of:"}, {"text_block_id": "p12_b522", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of services relating to the letting of:\n* rooms in a hotel or similar enterprise.\n* real property for camping activities.\n* cabins, holiday apartments and other holiday properties."}, {"text_block_id": "p12_b528", "text": "(2)"}, {"text_block_id": "p12_b529", "text": "VAT shall be payable at a reduced rate on the letting of function rooms for conferences and meetings, etc by enterprises as specified in subsection (1)."}, {"text_block_id": "p12_b530", "text": "(3)"}, {"text_block_id": "p12_b531", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of goods and services which, by virtue of their nature, are not covered by the VAT Act and which form a natural part of letting as specified in subsection (1), provided that no separate payment is claimed for the goods or services."}, {"text_block_id": "p12_b532", "text": "(4)"}, {"text_block_id": "p12_b533", "text": "VAT shall be payable at a reduced rate on the brokering of services as specified in subsections (1) and (2)."}, {"text_block_id": "p12_b534", "text": "(5)"}, {"text_block_id": "p12_b535", "text": "The Ministry may issue regulations concerning the apportionment of considerations between the standard rate and the reduced rate in enterprises as specified in this section."}, {"text_block_id": "p12_b536", "text": "Section 5-6."}, {"text_block_id": "p12_b537", "text": "Cinema screenings"}, {"text_block_id": "p12_b538", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of services in the form of the right to attend cinema screenings."}, {"text_block_id": "p12_b539", "text": "Section 5-7."}, {"text_block_id": "p12_b540", "text": "Television licence fee"}, {"text_block_id": "p12_b541", "text": "VAT shall be payable at a reduced rate on the supply or withdrawal of broadcasting services that are financed by the television licence fee, cf. the Act relating to Broadcasting section 6-4."}, {"text_block_id": "p12_b542", "text": "Section 5-8."}, {"text_block_id": "p12_b543", "text": "First-hand supplies of wild marine resources"}, {"text_block_id": "p12_b544", "text": "VAT shall be payable at a reduced rate on fishermen's supplies to or through fishermen's sales organisations that are established pursuant to the Act relating to Fishermen's Sales Organisations. VAT shall be payable at a reduced rate on the brokering or approval of such supplies by fishermen's sales organisations."}, {"text_block_id": "p12_b545", "text": "Section 5-9."}, {"text_block_id": "p12_b546", "text": "Museums, etc"}, {"text_block_id": "p12_b547", "text": "VAT shall be payable at a reduced rate on the supply, withdrawal or brokering of services in the form of admission to exhibitions in museums or galleries."}, {"text_block_id": "p12_b548", "text": "Section 5-10."}, {"text_block_id": "p12_b549", "text": "Amusement parks, etc"}, {"text_block_id": "p12_b550", "text": "VAT shall be payable at a reduced rate on the supply, withdrawal or brokering of services in the form of admission to amusement parks and experience centres."}, {"text_block_id": "p12_b551", "text": "Section 5-11."}, {"text_block_id": "p12_b552", "text": "Sporting events, etc"}, {"text_block_id": "p12_b553", "text": "(1)"}, {"text_block_id": "p12_b554", "text": "VAT shall be payable at a reduced rate on the supply, withdrawal or brokering of services in the form of the right to attend sporting events."}, {"text_block_id": "p12_b555", "text": "(2)"}, {"text_block_id": "p12_b556", "text": "VAT shall be payable at a reduced rate on the hiring out of function rooms in sports complexes for the purposes of conferences or meetings, etc by taxable persons who are liable to register pursuant to section 2-1 subsection (2). The same shall apply to the brokering of such hiring-out services."}, {"text_block_id": "p13_b557", "text": "Chapter 6. Exemption from VAT"}, {"text_block_id": "p13_b558", "text": "I Domestic supplies"}, {"text_block_id": "p13_b559", "text": "Section 6-1."}, {"text_block_id": "p13_b560", "text": "Newspapers"}, {"text_block_id": "p13_b561", "text": "The supply of newspapers that are printed on paper and that are published regularly and at least once a week shall be exempt from VAT."}, {"text_block_id": "p13_b562", "text": "Section 6-2."}, {"text_block_id": "p13_b563", "text": "Periodicals"}, {"text_block_id": "p13_b564", "text": "(1)"}, {"text_block_id": "p13_b565", "text": "The supply of periodicals that are mainly either supplied to regular subscribers or distributed to members of associations shall be exempt from VAT at the final stage in the supply chain."}, {"text_block_id": "p13_b566", "text": "(2)"}, {"text_block_id": "p13_b567", "text": "The supply of periodicals with a predominantly political, literary or religious content shall be exempt from VAT at the final stage in the supply chain."}, {"text_block_id": "p13_b568", "text": "(3)"}, {"text_block_id": "p13_b569", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised, including what is meant by \"periodical\" and the conditions for exemption. The Ministry may also issue regulations prescribing that the printing of periodicals shall be exempt from VAT."}, {"text_block_id": "p13_b570", "text": "Section 6-3."}, {"text_block_id": "p13_b571", "text": "Books"}, {"text_block_id": "p13_b572", "text": "(1)"}, {"text_block_id": "p13_b573", "text": "The supply of books shall be exempt from VAT at the final stage in the supply chain. This exemption shall correspondingly apply to parallel editions of books issued in the form of audio books."}, {"text_block_id": "p13_b574", "text": "(2)"}, {"text_block_id": "p13_b575", "text": "This exemption shall not apply to publications that are sold together with goods of a different kind and that form part of a packaged item."}, {"text_block_id": "p13_b576", "text": "(3)"}, {"text_block_id": "p13_b577", "text": "The printing of books shall be exempt from VAT if the client intends to distribute the print run free of charge or the volume of the principal's resales is so small that the principal is not liable to register pursuant to section 2-1 subsection (1). This exemption shall correspondingly apply to the production of parallel editions of books issued in the form of audio books."}, {"text_block_id": "p13_b578", "text": "(4)"}, {"text_block_id": "p13_b579", "text": "The Ministry may issue regulations prescribing what is meant by \"books\"."}, {"text_block_id": "p13_b580", "text": "Section 6-4."}, {"text_block_id": "p13_b581", "text": "Other publications"}, {"text_block_id": "p13_b582", "text": "(1)"}, {"text_block_id": "p13_b583", "text": "The printing of parish magazines, school newspapers and street magazines shall be exempt from VAT if the principal is not a taxable person. By \"street magazine\" is meant a magazine sold by disadvantaged people."}, {"text_block_id": "p13_b584", "text": "(2)"}, {"text_block_id": "p13_b585", "text": "The supply of street magazines by publishers to the disadvantaged shall be exempt from VAT."}, {"text_block_id": "p13_b586", "text": "Section 6-5."}, {"text_block_id": "p13_b587", "text": "Electric power, etc for household use in Northern Norway"}, {"text_block_id": "p13_b588", "text": "(1)"}, {"text_block_id": "p13_b589", "text": "The supply of electric power and energy supplied from alternative energy sources for household use in the counties of Finnmark, Troms and Nordland shall be exempt from VAT."}, {"text_block_id": "p13_b590", "text": "(2)"}, {"text_block_id": "p13_b591", "text": "When electric power and energy delivered by alternative energy sources is supplied partly for household use and partly for use in a business activity that is completely covered by the Act, the exemption shall also apply to the proportion of the power that is used in the business activity. Exemption requires that the supply is made according to the same rate and on the same meter."}, {"text_block_id": "p13_b592", "text": "(3)"}, {"text_block_id": "p13_b593", "text": "The Ministry may issue regulations prescribing what is meant by \"household use\" and which energy sources shall be covered by the exemption."}, {"text_block_id": "p14_b594", "text": "Section 6-6."}, {"text_block_id": "p14_b595", "text": "Vehicles, etc"}, {"text_block_id": "p14_b596", "text": "(1)"}, {"text_block_id": "p14_b597", "text": "The supply and leasing of vehicles that are powered exclusively by electricity shall be exempt from VAT. This exemption shall only apply to vehicles covered by the Storting's decision on one-off motor vehicle registration tax section 5 subsection (1) letter (i) and that must be liable to register pursuant to the Act relating to Road Traffic."}, {"text_block_id": "p14_b598", "text": "(2)"}, {"text_block_id": "p14_b599", "text": "The supply of battery for use in vehicles as mentioned in subsection (1) shall be exempt from VAT."}, {"text_block_id": "p14_b600", "text": "(3)"}, {"text_block_id": "p14_b601", "text": "The supply of vehicles covered by the Storting's resolution on re-registration tax shall be exempt from VAT if a vehicle has been registered here in Norway. The Ministry may issue regulations prescribing that the exemption in this subsection shall include goods other than the vehicle itself and work that is performed on the vehicle."}, {"text_block_id": "p14_b602", "text": "(4)"}, {"text_block_id": "p14_b603", "text": "The Ministry may issue regulations prescribing what is meant by \"leasing of vehicles\" pursuant to subsection (1) and \"battery for use in vehicles\" pursuant to subsection (2)."}, {"text_block_id": "p14_b604", "text": "Section 6-7. [repealed]"}, {"text_block_id": "p14_b605", "text": "Section 6-8. [repealed]"}, {"text_block_id": "p14_b606", "text": "Section 6-9."}, {"text_block_id": "p14_b607", "text": "Vessels, etc"}, {"text_block_id": "p14_b608", "text": "(1)"}, {"text_block_id": "p14_b609", "text": "The supply of the following vessels shall be exempt from VAT:"}, {"text_block_id": "p14_b610", "text": "The supply of the following vessels shall be exempt from VAT:\n* vessels of at least 15 metres in length for use in passenger transport in return for a\n* purpose-built vessels for use in petroleum activities offshore.\n* training vessels.\n* vessels of at least 10 metres in length procured for use by the Norwegian Armed Forces.\n* vessels for use for research and meteorological purposes.\n* vessels of at least six metres in length for use in commercial fishing.\n* vessels of at least 15 metres in length for use in international shipping.\n* vessels of at least 15 metres in length for use in domestic shipping if such vessels are\n* purpose-built vessels for use in petroleum activities offshore.\n* vessels of at least 10 metres in length procured for use by the Norwegian Armed Forces."}, {"text_block_id": "p14_b622", "text": "(2)"}, {"text_block_id": "p14_b623", "text": "The supply of services that are directly connected to the building, alteration, repair or maintenance of vessels as specified in subsection (1) or operating equipment for such vessels shall be exempt from VAT at the final stage in the supply chain. This exemption shall also cover goods supplied in connection with such services."}, {"text_block_id": "p14_b624", "text": "(3)"}, {"text_block_id": "p14_b625", "text": "The supply of services by vessels in the form of the salvaging of vessels shall be exempt from VAT."}, {"text_block_id": "p14_b626", "text": "(4)"}, {"text_block_id": "p14_b627", "text": "The hiring out of the following vessels shall be exempt from VAT:"}, {"text_block_id": "p14_b636", "text": "(5)"}, {"text_block_id": "p14_b637", "text": "The Ministry may issue regulations prescribing what is meant by \"vessels for use in commercial fishing\" pursuant to subsection (1) letter (f)."}, {"text_block_id": "p14_b638", "text": "Section 6-10."}, {"text_block_id": "p14_b639", "text": "Aircraft, etc"}, {"text_block_id": "p14_b640", "text": "(1)"}, {"text_block_id": "p14_b641", "text": "The supply and hiring out of aircraft for commercial aviation activities and of military aircraft shall be exempt from VAT. This exemption shall also include operating equipment supplied together with such aircraft."}, {"text_block_id": "p14_b642", "text": "(2)"}, {"text_block_id": "p14_b643", "text": "The supply of services that are directly connected to the building, alteration, repair or maintenance of aircraft as specified in subsection (1) or operating equipment for such aircraft"}, {"text_block_id": "p15_b644", "text": "shall be exempt from VAT at the final stage in the supply chain. This exemption shall also include goods supplied in connection with such services."}, {"text_block_id": "p15_b645", "text": "(3)"}, {"text_block_id": "p15_b646", "text": "The supply of services from vessels in the form of the salvaging of aircraft shall be exempt from VAT."}, {"text_block_id": "p15_b647", "text": "(4)"}, {"text_block_id": "p15_b648", "text": "The supply of flight simulators or parts or components for such simulators for use in civil aviation shall be exempt from VAT."}, {"text_block_id": "p15_b649", "text": "Section 6-11."}, {"text_block_id": "p15_b650", "text": "Oil platforms, pipelines, etc"}, {"text_block_id": "p15_b651", "text": "(1)"}, {"text_block_id": "p15_b652", "text": "The supply or hiring out of oil drilling platforms and other mobile platforms for use in petroleum activities shall be exempt from VAT. This exemption shall also include operating equipment supplied together with such platforms."}, {"text_block_id": "p15_b653", "text": "(2)"}, {"text_block_id": "p15_b654", "text": "The supply of services that are directly connected to the building, alteration, repair or maintenance of platforms as specified in subsection (1) or operating equipment for such platforms shall be exempt from VAT at the final stage in the supply chain. This exemption shall also include goods supplied in connection with such services."}, {"text_block_id": "p15_b655", "text": "(3)"}, {"text_block_id": "p15_b656", "text": "The supply of services from vessels in the form of the salvaging of platforms as specified in subsection (1) shall be exempt from VAT."}, {"text_block_id": "p15_b657", "text": "(4)"}, {"text_block_id": "p15_b658", "text": "The supply of services for use in connection with the building, alteration, repair or maintenance of pipelines between maritime zones outside the VAT area and land shall be exempt from VAT at the final stage in the supply chain. The Ministry may make individual decisions prescribing that this exemption shall correspondingly apply to pertinent onshore facilities that are used in direct connection with the flow of gas."}, {"text_block_id": "p15_b659", "text": "Section 6-12."}, {"text_block_id": "p15_b660", "text": "Construction of embassy buildings"}, {"text_block_id": "p15_b661", "text": "(1)"}, {"text_block_id": "p15_b662", "text": "The supply of services that are directly related to the construction of embassy buildings shall be exempt from VAT at the final stage in the supply chain. This exemption shall also include goods supplied in connection with such services."}, {"text_block_id": "p15_b663", "text": "(2)"}, {"text_block_id": "p15_b664", "text": "By \"embassy buildings\" is meant buildings owned by a sending state for official use as chanceries."}, {"text_block_id": "p15_b665", "text": "Section 6-13."}, {"text_block_id": "p15_b666", "text": "International military forces and command units"}, {"text_block_id": "p15_b667", "text": "On the basis of treaties and other international agreements, the Ministry may issue regulations prescribing that the supply of goods and services to specific international military forces and command units shall be exempt from VAT. The Ministry may also issue regulations prescribing that the supply of goods and services by international command units to their personnel shall be exempt from VAT."}, {"text_block_id": "p15_b668", "text": "Section 6-14."}, {"text_block_id": "p15_b669", "text": "Transfers of undertakings"}, {"text_block_id": "p15_b670", "text": "The supply of goods and services as part of a transfer of an undertaking or part thereof to a new owner shall be exempt from VAT."}, {"text_block_id": "p15_b671", "text": "Section 6-15."}, {"text_block_id": "p15_b672", "text": "Biological material"}, {"text_block_id": "p15_b673", "text": "The supply of human organs, blood and similar to hospitals or medical laboratories for use, examination or testing shall be exempt from VAT."}, {"text_block_id": "p15_b674", "text": "Section 6-16."}, {"text_block_id": "p15_b675", "text": "Funeral services"}, {"text_block_id": "p15_b676", "text": "(1)"}, {"text_block_id": "p15_b677", "text": "The supply by funeral directors of services relating to the transportation of deceased persons shall be exempt from VAT."}, {"text_block_id": "p15_b678", "text": "(2)"}, {"text_block_id": "p15_b679", "text": "The supply by funeral directors of services relating to the packing and shipment of urns in connection with cremations shall be exempt from VAT."}, {"text_block_id": "p16_b680", "text": "II Withdrawals"}, {"text_block_id": "p16_b681", "text": "Section 6-17."}, {"text_block_id": "p16_b682", "text": "Exemptions corresponding to those for supplies"}, {"text_block_id": "p16_b683", "text": "The withdrawal of goods and services shall be exempt from VAT if corresponding supplies are exempted pursuant to this chapter."}, {"text_block_id": "p16_b684", "text": "Section 6-18."}, {"text_block_id": "p16_b685", "text": "Workplace canteens, etc"}, {"text_block_id": "p16_b686_merged", "text": "The withdrawal of goods and services for the construction or maintenance of canteens for use in an enterprise’s own activities shall be exempt from VAT. This exemption shall also include movable furnishings for such canteens."}, {"text_block_id": "p16_b689", "text": "Section 6-19."}, {"text_block_id": "p16_b690", "text": "Charitable causes, etc"}, {"text_block_id": "p16_b691", "text": "(1)"}, {"text_block_id": "p16_b692", "text": "Services performed free of charge for a charitable cause shall be exempt from VAT."}, {"text_block_id": "p16_b693", "text": "(2)"}, {"text_block_id": "p16_b694", "text": "Goods and services provided free of charge to voluntary organisations as part of an emergency aid effort in connection with a natural disaster shall be exempt from VAT."}, {"text_block_id": "p16_b695", "text": "Section 6-20."}, {"text_block_id": "p16_b696", "text": "Primary industries"}, {"text_block_id": "p16_b697", "text": "(1)"}, {"text_block_id": "p16_b698", "text": "The withdrawal of own products from fishing, forestry or farming activities with subsidiary sources of income shall be exempt from VAT if such products are to be used privately or for a purpose within the scope of these businesses."}, {"text_block_id": "p16_b699", "text": "(2)"}, {"text_block_id": "p16_b700", "text": "The Ministry may issue regulations prescribing how subsection (1) shall be supplemented and practised. The Ministry may also issue regulations prescribing that the withdrawal of goods and services for use in the construction or maintenance of real property in connection with primary industries shall be exempt from VAT."}, {"text_block_id": "p16_b701", "text": "III Exports and supplies with connections outside the VAT area"}, {"text_block_id": "p16_b702", "text": "Section 6-21."}, {"text_block_id": "p16_b703", "text": "Export of goods"}, {"text_block_id": "p16_b704", "text": "The supply of goods to locations outside the VAT area shall be exempt from VAT. This exemption shall not apply, however, to goods that are included in the total settlement for a VAT period pursuant to section 4-6."}, {"text_block_id": "p16_b705", "text": "Section 6-22."}, {"text_block_id": "p16_b706", "text": "Export of services"}, {"text_block_id": "p16_b707", "text": "(1)"}, {"text_block_id": "p16_b708", "text": "The supply of services that are entirely for use outside the VAT area shall be exempt from VAT."}, {"text_block_id": "p16_b709", "text": "(2)"}, {"text_block_id": "p16_b710", "text": "The supply of services capable of delivery from a remote location shall be exempt from VAT if the recipient is a business or public enterprise domiciled outside the VAT area. For supplies of services capable of delivery from a remote location to other recipients who are domiciled outside the VAT area, subsection (1) shall apply."}, {"text_block_id": "p16_b711", "text": "(3)"}, {"text_block_id": "p16_b712", "text": "The supply of services capable of delivery from a remote location in the form of electronic services, including electronic communication services, shall be also exempt from VAT if such services are supplied to recipients domiciled outside the VAT area other than those specified in subsection (2). The first sentence shall not apply, however, if the electronic communication services are provided via a fixed terminal inside the VAT area. If such services are supplied via a fixed terminal outside the VAT area, the supply shall be exempt from VAT. Subsection (1) shall not apply to electronic communication services."}, {"text_block_id": "p17_b713", "text": "Section 6-23."}, {"text_block_id": "p17_b714", "text": "Goods placed in a bonded warehouse"}, {"text_block_id": "p17_b715", "text": "The supply of goods which, pursuant to the Act on Customs Duties and Movement of Goods section 4-30, are placed in a purchaser's bonded warehouse for export shall be exempt from VAT."}, {"text_block_id": "p17_b716", "text": "Section 6-24."}, {"text_block_id": "p17_b717", "text": "Resale of goods to purchasers outside the VAT area"}, {"text_block_id": "p17_b718", "text": "The supply of goods to a registered taxable person shall be exempt from VAT if the purchaser resells the goods to a purchaser outside the VAT area before the goods have been delivered. A condition for exemption is that the purchaser immediately clears the goods through customs for export."}, {"text_block_id": "p17_b719", "text": "Section 6-25."}, {"text_block_id": "p17_b720", "text": "Goods for tourists"}, {"text_block_id": "p17_b721", "text": "(1)"}, {"text_block_id": "p17_b722", "text": "The supply of goods to persons resident outside the VAT area shall be exempt from VAT if the goods are exported from the VAT area as luggage. This exemption is effected by the seller charging VAT on the sale but refunding the tax once the goods have been exported."}, {"text_block_id": "p17_b723", "text": "(2)"}, {"text_block_id": "p17_b724", "text": "Persons resident in countries other than Denmark, Finland or Sweden and persons staying on Svalbard or Jan Mayen must export the goods within one month of delivery. Persons resident in Denmark, Finland or Sweden must import the goods to their home countries directly after purchase, and VAT or corresponding sales tax must be payable upon import."}, {"text_block_id": "p17_b725", "text": "(3)"}, {"text_block_id": "p17_b726", "text": "The Ministry may issue regulations prescribing minimum amounts for exemption."}, {"text_block_id": "p17_b727", "text": "Section 6-26."}, {"text_block_id": "p17_b728", "text": "Retail outlets at airports on departure"}, {"text_block_id": "p17_b729", "text": "(1)"}, {"text_block_id": "p17_b730", "text": "The supply of alcoholic beverages, tobacco products, chocolate and confectionery products, perfumes, cosmetics and toiletries from tax-free retail outlets at airports (bonded warehouse C) upon departure from the VAT area shall be exempt from VAT."}, {"text_block_id": "p17_b731", "text": "(2)"}, {"text_block_id": "p17_b732", "text": "The supply of other goods in transit halls at airports on departure from the VAT area shall be exempt from VAT if the goods are sold to persons who are not resident in Denmark, Finland, Norway or Sweden."}, {"text_block_id": "p17_b733", "text": "Section 6-27."}, {"text_block_id": "p17_b734", "text": "Retail outlets at airports on arrival"}, {"text_block_id": "p17_b735", "text": "(1)"}, {"text_block_id": "p17_b736", "text": "The supply of alcoholic beverages, tobacco products, chocolate and confectionery products, perfumes, cosmetics and toiletries from tax-free retail outlets at airports (bonded warehouse C) upon arrival from other countries shall be exempt from VAT."}, {"text_block_id": "p17_b737", "text": "(2)"}, {"text_block_id": "p17_b738", "text": "The Ministry may issue regulations prescribing which types and amounts of goods individual travellers may carry."}, {"text_block_id": "p17_b739", "text": "Section 6-28."}, {"text_block_id": "p17_b740", "text": "Transport services"}, {"text_block_id": "p17_b741", "text": "(1)"}, {"text_block_id": "p17_b742", "text": "The supply of transport services performed within the VAT area shall be exempt from VAT provided that the service involves direct transport to or from destinations outside the VAT area. Such transport shall be deemed to be direct to or from destinations outside the VAT area if an agreement has been entered into for continuous transport from a location within the VAT area to a location outside the VAT area, or vice versa."}, {"text_block_id": "p17_b743", "text": "(2)"}, {"text_block_id": "p17_b744", "text": "This exemption shall also apply to connecting transport."}, {"text_block_id": "p17_b745", "text": "(3)"}, {"text_block_id": "p17_b746", "text": "This exemption shall also apply to services generally provided in connection with transport services."}, {"text_block_id": "p17_b747", "text": "(4)"}, {"text_block_id": "p17_b748", "text": "This exemption shall not apply to any part of a round trip within the VAT area in excess of 24 hours."}, {"text_block_id": "p17_b749", "text": "(5)"}, {"text_block_id": "p17_b750", "text": "For goods transport, this exemption shall only apply to services provided before the goods are placed at the recipient's disposal at an agreed destination."}, {"text_block_id": "p18_b751", "text": "(6)"}, {"text_block_id": "p18_b752", "text": "This exemption shall not apply to Posten Norge AS's transportation of letters from the VAT area unless it involves bulk dispatches of such letters."}, {"text_block_id": "p18_b753", "text": "(7)"}, {"text_block_id": "p18_b754", "text": "The Ministry may issue regulations prescribing the conditions for exemption."}, {"text_block_id": "p18_b755", "text": "Section 6-29."}, {"text_block_id": "p18_b756", "text": "Brokering services"}, {"text_block_id": "p18_b757", "text": "(1)"}, {"text_block_id": "p18_b758", "text": "Brokering of passenger transport shall be exempt from VAT if such transport is performed outside the VAT area or directly to or from locations outside the VAT area."}, {"text_block_id": "p18_b759", "text": "(2)"}, {"text_block_id": "p18_b760", "text": "Brokering of the following services shall be exempt from VAT if the services are supplied outside the VAT area:"}, {"text_block_id": "p18_b761", "text": "Brokering of the following services shall be exempt from VAT if the services are supplied outside the VAT area:\n* services as specified in section 3-11 subsection (2) letter (a).\n* catering services.\n* the hiring out of means of transport.\n* admission to exhibitions in museums and galleries.\n* admission to amusement parks and experience centres.\n* the right to attend sporting events."}, {"text_block_id": "p18_b773", "text": "(3)"}, {"text_block_id": "p18_b774", "text": "The supply of brokering services to Norwegian shipping companies or principals associated with vessels to be used directly in international shipping or in offshore petroleum activities shall be exempt from VAT. The same shall apply to such services provided in connection with platforms as specified in section 6-11."}, {"text_block_id": "p18_b775", "text": "Section 6-30."}, {"text_block_id": "p18_b776", "text": "Goods and services for vessels"}, {"text_block_id": "p18_b777", "text": "(1)"}, {"text_block_id": "p18_b778", "text": "The supply of specific goods and services for use by foreign vessels as specified in section 6-9 subsection (1) shall be exempt from VAT."}, {"text_block_id": "p18_b779", "text": "(2)"}, {"text_block_id": "p18_b780", "text": "The supply of specific goods and services for use by vessels at least 15 metres long shall be exempt from VAT if such a vessel is engaged in international shipping carrying goods or in passenger transport in return for a consideration."}, {"text_block_id": "p18_b781", "text": "(3)"}, {"text_block_id": "p18_b782", "text": "The supply of specific goods and services to purpose-built vessels for use in offshore petroleum activities shall be exempt from VAT."}, {"text_block_id": "p18_b783", "text": "(4)"}, {"text_block_id": "p18_b784", "text": "The supply of specified goods for use on vessels shall be exempt from VAT if such goods are intended for use outside the VAT area but are supplied inside the VAT area."}, {"text_block_id": "p18_b785", "text": "(5)"}, {"text_block_id": "p18_b786", "text": "The Ministry may issue regulations prescribing which goods and services are covered by the exemptions in this section and the conditions for exemption. The Ministry may issue regulations prescribing that the supply of goods and services for use by other vessels during stays outside the VAT area shall also be exempt from VAT."}, {"text_block_id": "p18_b787", "text": "Section 6-31."}, {"text_block_id": "p18_b788", "text": "Goods and services for aircraft"}, {"text_block_id": "p18_b789", "text": "(1)"}, {"text_block_id": "p18_b790", "text": "The supply of specific goods and services for use by aircraft in commercial aviation activities shall be exempt from VAT if an aircraft is engaged in international aviation."}, {"text_block_id": "p18_b791", "text": "(2)"}, {"text_block_id": "p18_b792", "text": "The Ministry may issue regulations prescribing which goods and services are covered by the exemption and the conditions for exemption. The Ministry may issue regulations prescribing that the supply of goods and services to aircraft other than aircraft engaged in international aviation shall also be exempt from VAT if the aircraft's destination for a specific flight is outside the VAT area."}, {"text_block_id": "p18_b793", "text": "Section 6-32."}, {"text_block_id": "p18_b794", "text": "Goods and services to petroleum activities"}, {"text_block_id": "p18_b795", "text": "(1)"}, {"text_block_id": "p18_b796", "text": "The supply of specific goods and services for use in maritime zones outside the VAT area in connection with exploration for and exploitation of subsea natural deposits shall be exempt from VAT in the case of supplies to licence-holding companies, drilling companies and owners and lessees of platforms. The same shall apply to supplies to other non-taxable"}, {"text_block_id": "p19_b797", "text": "persons performing services outside the VAT area associated with facilities and installations used for the exploration for or exploitation of subsea natural deposits."}, {"text_block_id": "p19_b798", "text": "(2)"}, {"text_block_id": "p19_b799", "text": "The supply, on a base area, of specific services by base companies liable to register for VAT to persons as specified in subsection (1) and to owners or lessees of purpose-built vessels for use in offshore petroleum activities shall be exempt from VAT."}, {"text_block_id": "p19_b800", "text": "(3)"}, {"text_block_id": "p19_b801", "text": "The Ministry may issue regulations prescribing which goods and services shall be covered by the exemptions in this section."}, {"text_block_id": "p19_b802", "text": "Section 6-33."}, {"text_block_id": "p19_b803", "text": "Advertising publications in foreign languages, etc"}, {"text_block_id": "p19_b804", "text": "The supply to principals in the VAT area of advertising publications and advertising films in foreign languages shall be exempt from VAT at the final stage in the supply chain if such publications and films are intended for use outside the VAT area. This exemption shall correspondingly apply to the supply of services in the form of printing and production of such publications and films."}, {"text_block_id": "p19_b805", "text": "Section 6-34."}, {"text_block_id": "p19_b806", "text": "Warranty repairs"}, {"text_block_id": "p19_b807", "text": "The supply of warranty repairs for businesses domiciled outside the VAT area shall be exempt from VAT. The exemption shall apply to repairs of goods or facilities supplied by such businesses to purchasers inside the VAT area. The exemption is conditional upon said businesses domiciled outside the VAT area not being registered in the Value Added Tax Register."}, {"text_block_id": "p19_b808", "text": "IV Regulatory authority"}, {"text_block_id": "p19_b809", "text": "Section 6-35."}, {"text_block_id": "p19_b810", "text": "Regulatory authority"}, {"text_block_id": "p19_b811", "text": "The Ministry may issue regulations prescribing the registration and document requirements, etc relating to accounting information."}, {"text_block_id": "p19_b812", "text": "Chapter 7. Goods on which VAT shall not be payable on import"}, {"text_block_id": "p19_b813", "text": "Section 7-1."}, {"text_block_id": "p19_b814", "text": "Goods which are exempt from VAT or exempt from the Act on supplies inside the VAT area"}, {"text_block_id": "p19_b815", "text": "VAT shall not be payable on the import of goods as specified in section 3-6 letter (d), section"}, {"text_block_id": "p19_b816", "text": "3-7 subsection (4), section 3-18, sections 6-1 to 6-3, section 6-6 subsection (1) and (2) and section 6-15."}, {"text_block_id": "p19_b817", "text": "Section 7-2."}, {"text_block_id": "p19_b818", "text": "Goods on which customs duty shall not be payable on import"}, {"text_block_id": "p19_b819", "text": "(1)"}, {"text_block_id": "p19_b820", "text": "VAT shall not be payable on the import of goods as specified in the Act on Customs Duties and Movement of Goods section 5-1, section 5-2 subsection (1) letters (b) and (c), section 5-3, section 5-4 subsection (1) letters (a), (c), (d), (f) and (g), section 5-5, section 5-6, section 5-7 subsection (1) letter (e) and section 5-9. Nor shall VAT be payable on the import of goods as specified in the Act on Customs Duties and Movement of Goods section 54 subsection (1) letter (e) if the party exporting and re-importing the goods is the same person. The condition that the party importing and exporting the goods must be the same person shall not apply, however, if VAT has previously been finally payable on the goods."}, {"text_block_id": "p19_b821", "text": "(2)"}, {"text_block_id": "p19_b822", "text": "VAT shall not be payable on the temporary import of goods as specified in the Act on Customs Duties and Movement of Goods sections 6-1 to 6-4. The customs region may require security to be furnished for VAT on goods that are imported temporarily pursuant to the Act on Customs Duties and Movement of Goods sections 6-2 to 6-4."}, {"text_block_id": "p20_b823", "text": "Section 7-3."}, {"text_block_id": "p20_b824", "text": "Vessels and goods for vessels, etc"}, {"text_block_id": "p20_b825", "text": "(1)"}, {"text_block_id": "p20_b826", "text": "VAT shall not be payable on the importation of vessels or operating equipment as specified in section 6-9 subsection (1) nor on the re-import of such goods after alterations, repairs or maintenance outside the VAT area."}, {"text_block_id": "p20_b827", "text": "(2)"}, {"text_block_id": "p20_b828", "text": "VAT shall not be payable on the import of goods as specified in the Act on Customs Duties and Movement of Goods section 5-2 subsection (1) letters (a), (d) and (e)."}, {"text_block_id": "p20_b829", "text": "(3)"}, {"text_block_id": "p20_b830", "text": "VAT shall not be payable on the temporary import of spare parts or operating equipment for use on foreign vessels as specified in section 6-9 subsection (1). A condition is that the goods are delivered to the foreign vessel and re-exported together with it."}, {"text_block_id": "p20_b831", "text": "Section 7-4."}, {"text_block_id": "p20_b832", "text": "Aircraft and goods for aircraft, etc"}, {"text_block_id": "p20_b833", "text": "(1)"}, {"text_block_id": "p20_b834", "text": "VAT shall not be payable on the import of aircraft or operating equipment as specified in section 6-10 subsection (1) nor on the re-import of such goods after alterations, repairs or maintenance outside the VAT area."}, {"text_block_id": "p20_b835", "text": "(2)"}, {"text_block_id": "p20_b836", "text": "VAT shall not be payable on the import of goods as specified in section 6-10 subsection (4)."}, {"text_block_id": "p20_b837", "text": "(3)"}, {"text_block_id": "p20_b838", "text": "VAT shall not be payable on the import of goods as specified in the Act on Customs Duties and Movement of Goods section 5-2 subsection (1) letters (a), (d) and (e)."}, {"text_block_id": "p20_b839", "text": "(4)"}, {"text_block_id": "p20_b840", "text": "VAT shall not be payable on the import of specified goods for use on aircraft as specified in section 6-10 subsection (1) if an aircraft is engaged in international aviation or if the aircraft's destination for a specific flight is outside the VAT area. The Ministry may issue regulations prescribing which goods shall be covered and the conditions that must be met for VAT not to be charged."}, {"text_block_id": "p20_b841", "text": "Section 7-5."}, {"text_block_id": "p20_b842", "text": "Platforms, etc"}, {"text_block_id": "p20_b843", "text": "(1)"}, {"text_block_id": "p20_b844", "text": "VAT shall not be payable on the import of platforms or operating equipment as specified in section 6-11 subsection (1) nor on the re-import of such goods after alterations, repairs or maintenance outside the VAT area."}, {"text_block_id": "p20_b845", "text": "(2)"}, {"text_block_id": "p20_b846", "text": "VAT shall not be payable when an owner company imports goods for use in connection with the building, alteration, repair or maintenance of pipelines in petroleum activities. Section 6-11 subsection (4) second sentence shall correspondingly apply."}, {"text_block_id": "p20_b847", "text": "(3)"}, {"text_block_id": "p20_b848", "text": "VAT shall not be payable on the import of parts of platforms as specified in subsection (1) if such parts are imported for destruction or for use in educational activities at schools or institutions."}, {"text_block_id": "p20_b849", "text": "Section 7-6."}, {"text_block_id": "p20_b850", "text": "Goods received free of charge"}, {"text_block_id": "p20_b851", "text": "The Ministry may issue regulations prescribing that VAT shall not be payable on the import of goods that are received free of charge."}, {"text_block_id": "p20_b852", "text": "Section 7-7."}, {"text_block_id": "p20_b853", "text": "Electric power"}, {"text_block_id": "p20_b854", "text": "VAT shall not be payable on the import of electric power."}, {"text_block_id": "p20_b855", "text": "Section 7-8. Goods of an educational, scientific or cultural nature"}, {"text_block_id": "p20_b856", "text": "The Ministry may issue regulations prescribing that VAT shall not be payable on the import of goods of an educational, scientific or cultural nature."}, {"text_block_id": "p21_b857", "text": "Chapter 8. Deductions for input VAT"}, {"text_block_id": "p21_b858", "text": "Section 8-1. General rule"}, {"text_block_id": "p21_b859", "text": "A registered taxable person shall be entitled to deduct input VAT on procurements of goods and services that are intended for use in the registered enterprise."}, {"text_block_id": "p21_b860", "text": "Section 8-2."}, {"text_block_id": "p21_b861", "text": "Entitlement to deduct VAT on procurements intended for partial use in a registered enterprise"}, {"text_block_id": "p21_b862", "text": "(1)"}, {"text_block_id": "p21_b863", "text": "A registered taxable person who procures goods or services for use both in a registered enterprise and for other purposes shall only be entitled to a deduction for input VAT on that part of the goods or services that is intended for use in the registered enterprise. If the use which does not allow deduction of VAT takes place inside the taxable person's activity as a whole, section 8-5 shall only apply to services as specified in sections 3-23 and 3-26."}, {"text_block_id": "p21_b864", "text": "(2)"}, {"text_block_id": "p21_b865", "text": "A public enterprise which, pursuant to section 3-28 is not required to pay VAT on withdrawals, shall only be entitled to deduct input VAT for procurements of goods or services that are supplied to others."}, {"text_block_id": "p21_b866", "text": "(3)"}, {"text_block_id": "p21_b867", "text": "For goods and services to be used in both the registered enterprise and for other purposes, input VAT shall not be deductible if supplies made by the registered enterprise do not normally exceed five per cent of the enterprise's total supplies during the financial year. This shall not apply, however, to enterprises which mainly supply services that are exempt pursuant to section 3-6."}, {"text_block_id": "p21_b868", "text": "(4)"}, {"text_block_id": "p21_b869", "text": "For goods and services to be used both in the registered enterprise and for other purposes, input VAT shall be deductible in full if the part of the enterprise's supplies that is exempt from the Act does not normally exceed five per cent of the enterprise's total supplies during the financial year."}, {"text_block_id": "p21_b870", "text": "(5)"}, {"text_block_id": "p21_b871", "text": "The Ministry may issue regulations prescribing the allocation of input VAT. The Ministry may also prescribe exceptions to subsection (1) in the case of tracked motorcycles used in reindeer husbandry."}, {"text_block_id": "p21_b872", "text": "Section 8-3."}, {"text_block_id": "p21_b873", "text": "Other restrictions on the entitlement to deduct VAT"}, {"text_block_id": "p21_b874", "text": "(1)"}, {"text_block_id": "p21_b875", "text": "Entitlement to deduct VAT shall not include input VAT on:"}, {"text_block_id": "p21_b876", "text": "Entitlement to deduct VAT shall not include input VAT on:\n* catering.\n* costs relating to the hiring of function rooms in connection with catering.\n* works of art or antiques, unless the purchaser supplies goods of the same kind in its\n* board for and remuneration in kind to an enterpriseâs owner, management, employees or\n* business entertainment.\n* gifts, goods and services for distribution for advertising purposes when the value is not\n* the construction, maintenance, renting or operation of real property to cover a housing or"}, {"text_block_id": "p21_b891", "text": "(2)"}, {"text_block_id": "p21_b892", "text": "Entitlement to deduct VAT shall nonetheless apply for goods as specified in subsection (1) for use on aircraft in international aviation or for vessels of at least 15 metres in length"}, {"text_block_id": "p22_b893", "text": "engaged in international shipping if they carry goods or passengers in return for a consideration."}, {"text_block_id": "p22_b894", "text": "(3)"}, {"text_block_id": "p22_b895", "text": "The Ministry may issue regulations prescribing that deductions shall be allowable for procurements for use in the construction or maintenance of real property in connection with primary industries. The Ministry may issue regulations prescribing the registration and document requirements, etc relating to accounting information."}, {"text_block_id": "p22_b896", "text": "Section 8-4."}, {"text_block_id": "p22_b897", "text": "Passenger vehicles"}, {"text_block_id": "p22_b898", "text": "(1)"}, {"text_block_id": "p22_b899", "text": "Entitlement to deduct VAT shall not include input VAT on the procurement, operation or maintenance of passenger vehicles. Entitlement to deduct input VAT shall nonetheless apply for passenger vehicles used as:"}, {"text_block_id": "p22_b900", "text": "Entitlement to deduct VAT shall not include input VAT on the procurement, operation or maintenance of passenger vehicles. Entitlement to deduct input VAT shall nonetheless apply for passenger vehicles used as:\n* supply commodities.\n* rental vehicles in a commercial rental activity.\n* means of passenger transport in return for a consideration in a passenger transport"}, {"text_block_id": "p22_b906", "text": "(2)"}, {"text_block_id": "p22_b907", "text": "The Ministry may issue regulations supplementing this section and prescribing how it shall be practised."}, {"text_block_id": "p22_b908_merged", "text": "Section 8-5. Goods and services of the same kind as those supplied by the enterprise Although the right to deduct VAT is restricted by sections 8-2 to 8-4, a registered taxable person shall deduct input VAT in full on goods and services that are the same kind as those supplied by the registered enterprise."}, {"text_block_id": "p22_b911", "text": "Section 8-6."}, {"text_block_id": "p22_b912", "text": "Procurements made prior to registration"}, {"text_block_id": "p22_b913", "text": "(1)"}, {"text_block_id": "p22_b914", "text": "A registered taxable person shall be entitled to deduct input VAT on goods and services that were procured up to three years prior to registration in the Value Added Tax Register (retrospective tax settlement), provided that such procurements are directly related to the supplies by the registered enterprise. This shall not apply, however, to goods or services that were supplied prior to registration. Entitlement to deduct input VAT on goods and services that make up a capital good as specified in section 9-1 subsection (2) letter (b) shall not be restricted by the time limitation in the first sentence."}, {"text_block_id": "p22_b915", "text": "(2)"}, {"text_block_id": "p22_b916", "text": "The Ministry may issue regulations supplementing this section and prescribing how it shall be practised."}, {"text_block_id": "p22_b917", "text": "Section 8-7"}, {"text_block_id": "p22_b918", "text": ". Entitlement to deduct VAT in the event of compulsory liquidation or an insolvent decedent's estate"}, {"text_block_id": "p22_b919", "text": "(1)"}, {"text_block_id": "p22_b920", "text": "An insolvent debtor shall be entitled to deduct input VAT on deliveries of goods and services up until the opening of liquidation proceedings. After that date, the estate in liquidation shall be entitled to deduct VAT."}, {"text_block_id": "p22_b921", "text": "(2)"}, {"text_block_id": "p22_b922", "text": "On division of an insolvent decedent's estate, the estate shall be entitled to deduct input VAT on goods and services that are delivered after administration of the estate is opened."}, {"text_block_id": "p22_b923", "text": "Section 8-8."}, {"text_block_id": "p22_b924", "text": "Payment through a bank as a condition for deducting input VAT"}, {"text_block_id": "p22_b925", "text": "(1)"}, {"text_block_id": "p22_b926", "text": "Entitlement to deduct input tax on goods and services shall only be granted if payment is made through a bank or enterprise that is permitted to conduct payment transfers, unless the total payment amounts to less than NOK 10,000. Multiple payments that apply to the same goods, service, contract or similar shall be deemed as one single payment when applying the amount limit stated in the preceding sentence. In the case of multiple payments for continuous or periodic supplies, costs to be deducted in the same year shall be viewed in total."}, {"text_block_id": "p23_b927", "text": "(2)"}, {"text_block_id": "p23_b928", "text": "If VAT is deducted in a VAT period before payment is made and the payment is subsequently made in such a way that deduction entitlement is not allowed under this section, previous deductions shall be reversed in the VAT period in which payment is made."}, {"text_block_id": "p23_b929", "text": "(3)"}, {"text_block_id": "p23_b930", "text": "Should weighty societal considerations dictate, the Ministry may decide that the first subsection shall not be applied."}, {"text_block_id": "p23_b931", "text": "(4)"}, {"text_block_id": "p23_b932", "text": "The Ministry may issue regulations prescribing how this section shall be supplemented and practised, including further provisions prescribing that other methods of payment shall be treated as equivalent to payments conducted via a bank, exceptions to the requirement of paying via a bank in special circumstances, application of the amount limit and documentation requirements."}, {"text_block_id": "p23_b933", "text": "Chapter 9. Adjustment or reversal of input VAT"}, {"text_block_id": "p23_b934", "text": "I Adjustment or reversal, etc"}, {"text_block_id": "p23_b935", "text": "Section 9-1."}, {"text_block_id": "p23_b936", "text": "Adjustment or reversal of input VAT"}, {"text_block_id": "p23_b937", "text": "(1)"}, {"text_block_id": "p23_b938", "text": "Input VAT on capital goods that are procured, manufactured or completed after 31 December 2007 shall, in the event of change of use, etc be adjusted pursuant to sections 9-2 to 9-5 or reversed pursuant to section 9-7."}, {"text_block_id": "p23_b939", "text": "(2)"}, {"text_block_id": "p23_b940", "text": "By \"capital goods\" is meant:"}, {"text_block_id": "p23_b941", "text": "By \"capital goods\" is meant:\n* machinery, fixtures and other operating assets for which the input VAT on the cost price\n* real property that has been subject to new construction, extension or alteration work for"}, {"text_block_id": "p23_b945", "text": "(3)"}, {"text_block_id": "p23_b946", "text": "– – –"}, {"text_block_id": "p23_b947", "text": "(4)"}, {"text_block_id": "p23_b948", "text": "The Ministry may issue regulations prescribing what shall be deemed as input VAT accrued in connection with construction work as specified in subsection (2) letter (b)."}, {"text_block_id": "p23_b949", "text": "II Adjustment of input VAT"}, {"text_block_id": "p23_b950", "text": "Section 9-2. When input VAT must be adjusted"}, {"text_block_id": "p23_b951", "text": "(1)"}, {"text_block_id": "p23_b952", "text": "Registered taxable persons shall adjust input VAT if the use of a capital good is changed from a deductible use to a non-deductible use subsequent to procurement, manufacture or completion, or vice versa. If a taxable person becomes entitled to deduct input VAT as a result of legislative changes, the taxable person shall nonetheless not be entitled to adjust input VAT for procurements, etc made prior to the effective date of such new legislation."}, {"text_block_id": "p23_b953", "text": "(2)"}, {"text_block_id": "p23_b954", "text": "Registered taxable persons shall adjust input VAT if capital goods as specified in section 9-1 subsection (2) letter (a) are supplied, provided that the supply is taxable and that a full deduction of input VAT was not allowed on procurement, etc. The adjustment amount may not exceed 25 per cent of the consideration, excluding VAT."}, {"text_block_id": "p23_b955", "text": "(3)"}, {"text_block_id": "p23_b956", "text": "Registered taxable persons shall adjust input VAT if capital goods as specified in section 9-1 subsection (2) letter (b) are transferred."}, {"text_block_id": "p23_b957", "text": "(4)"}, {"text_block_id": "p23_b958", "text": "Registered taxable persons shall adjust input VAT if capital goods are transferred as part of the transfer of an enterprise, or part thereof, and the transfer shall be exempt from VAT pursuant to section 6-14."}, {"text_block_id": "p23_b959", "text": "(5)"}, {"text_block_id": "p23_b960", "text": "Input VAT shall not be adjusted, however, if VAT is payable pursuant to section 3-21 subsections (1) and (2)."}, {"text_block_id": "p23_b961", "text": "Section 9-3. Transfer of the entitlement and requirement to adjust input VAT"}, {"text_block_id": "p24_b962", "text": "(1)"}, {"text_block_id": "p24_b963", "text": "Adjustment pursuant to section 9-2 subsections (3) and (4) may be omitted to the extent to which the party taking over the capital goods also takes over the requirement to make adjustments."}, {"text_block_id": "p24_b964", "text": "(2)"}, {"text_block_id": "p24_b965_merged", "text": "The party transferring the capital goods shall undertake a combined adjustment of input VAT for changes as specified in section 9-2 subsection (1) that occurred during the transferring party’s period of ownership. The party taking over the capital goods shall be entitled and liable to make adjustments in the event of subsequent changes."}, {"text_block_id": "p24_b968", "text": "(3)"}, {"text_block_id": "p24_b969", "text": "The Ministry may issue regulations supplementing this section and prescribing how it shall be practised."}, {"text_block_id": "p24_b970", "text": "Section 9-4."}, {"text_block_id": "p24_b971", "text": "Adjustment period"}, {"text_block_id": "p24_b972", "text": "(1)"}, {"text_block_id": "p24_b973", "text": "In the case of capital goods as specified in section 9-1 subsection (2) letter (a), adjustments shall be made for changes that arise during the first five accounting years following procurement or manufacture. The accounting year in which the capital goods were procured or manufactured shall be included in the adjustment period."}, {"text_block_id": "p24_b974", "text": "(2)"}, {"text_block_id": "p24_b975", "text": "In the case of capital goods as specified in section 9-1 subsection (2) letter (b), the adjustment period shall be ten years after completion. Such capital goods shall be deemed to be completed when a certificate of completion or provisional permission to use has been issued or, if no such certificate or permission is required, when the capital goods are put into use. The accounting year in which the capital goods were completed shall be included in the adjustment period."}, {"text_block_id": "p24_b976", "text": "(3)"}, {"text_block_id": "p24_b977", "text": "A taxable person who has made a combined adjustment of input VAT due to the cessation of taxable activities and who has retained the capital goods in the enterprise may, if it registers in the Value Added Tax Register later in the adjustment period, continue to make adjustments from the date of such registration."}, {"text_block_id": "p24_b978", "text": "Section 9-5."}, {"text_block_id": "p24_b979", "text": "Calculation of the adjustment amount, etc"}, {"text_block_id": "p24_b980", "text": "(1)"}, {"text_block_id": "p24_b981", "text": "One fifth of the input VAT incurred on the procurement or manufacture of capital goods as specified in section 9-1 subsection (2) letter (a) shall be adjusted in each individual accounting year. In the case of capital goods as specified in section 9-1 subsection (2) letter (b), one tenth of the input VAT incurred in connection with construction, extension or alteration work shall be adjusted in each individual accounting year."}, {"text_block_id": "p24_b982", "text": "(2)"}, {"text_block_id": "p24_b983", "text": "Such adjustment shall be based on the change in the deduction percentage that is made in the individual accounting year compared to the deduction percentage at the beginning of the adjustment period. In the case of adjustment due to the winding up of an enterprise or transfer of capital goods, a combined adjustment for the remainder of the adjustment period shall be made. The remainder of the adjustment period shall also include the accounting year in which the use of the capital goods is changed or in which the capital goods are transferred."}, {"text_block_id": "p24_b984", "text": "(3)"}, {"text_block_id": "p24_b985", "text": "No adjustment shall be made if a change in the deduction percentage is less than ten percentage points compared to the deduction percentage at the beginning of the adjustment period."}, {"text_block_id": "p24_b986", "text": "(4)"}, {"text_block_id": "p24_b987", "text": "If a change in use applies to only part of a capital good as specified in section 9-1 subsection (2) letter (b), the adjustment shall be made for the input VAT relating to that part of the capital good. The same shall apply on transfer of such a part."}, {"text_block_id": "p24_b988", "text": "(5)"}, {"text_block_id": "p24_b989", "text": "The adjustment amount shall be entered in the VAT return as an increase or reduction of input VAT."}, {"text_block_id": "p24_b990", "text": "(6)"}, {"text_block_id": "p24_b991", "text": "The Ministry may issue regulations supplementing this section and prescribing how it shall be practised."}, {"text_block_id": "p25_b992", "text": "III Reversal of input VAT"}, {"text_block_id": "p25_b993", "text": "Section 9-6."}, {"text_block_id": "p25_b994", "text": "Sale, etc of passenger vehicles"}, {"text_block_id": "p25_b995", "text": "(1)"}, {"text_block_id": "p25_b996", "text": "This section applies to passenger vehicles used as hire vehicles in a commercial rental activity or as a means of transporting passengers in return for a consideration in a passenger transport enterprise. Input VAT that was deducted for such passenger vehicles shall be reversed if a vehicle is sold or reallocated to a non-deductible use during the first three years following registration. The same shall apply if an enterprise is subsequently exempted from the Act."}, {"text_block_id": "p25_b997", "text": "(2)"}, {"text_block_id": "p25_b998", "text": "The reversal amount shall be reduced by 1/36 for each whole month from the date of registration."}, {"text_block_id": "p25_b999", "text": "(3)"}, {"text_block_id": "p25_b1000", "text": "Input VAT shall not be reversed if a sale or reallocation is due to:"}, {"text_block_id": "p25_b1001", "text": "Input VAT shall not be reversed if a sale or reallocation is due to:\n* the vehicle being condemned.\n* the owner's estate being med subject to liquidation proceedings or public debt settlement\n* the death of the owner."}, {"text_block_id": "p25_b1007", "text": "(4)"}, {"text_block_id": "p25_b1008", "text": "The tax office may make individual decisions to dispense with reversal if a sale or reallocation is due to circumstances beyond the control of the taxable person or if for other reasons reversal would be deemed to have an unduly unreasonable effect on the taxable person. A decision to dispense with reversal shall be made effective from the date on which a passenger vehicle is sold or is otherwise reallocated to a non-deductible use."}, {"text_block_id": "p25_b1009", "text": "Section 9-7."}, {"text_block_id": "p25_b1010", "text": "Sale, etc of real property before completion"}, {"text_block_id": "p25_b1011", "text": "(1)"}, {"text_block_id": "p25_b1012", "text": "Deducted input VAT shall be reversed if a capital good as specified in section 9-1 subsection (2) letter (b) is sold or reallocated to a non-deductible use prior to completion."}, {"text_block_id": "p25_b1013", "text": "(2)"}, {"text_block_id": "p25_b1014", "text": "Reversal may be dispensed with to the extent to which the party taking over a capital good also takes over the obligation to reverse the deducted input VAT."}, {"text_block_id": "p25_b1015", "text": "(3)"}, {"text_block_id": "p25_b1016", "text": "The Ministry may issue regulations prescribing the conditions for transferring the reversal requirement."}, {"text_block_id": "p25_b1017", "text": "Section 9-8."}, {"text_block_id": "p25_b1018", "text": "Repealed with effect from 1 January 2011, see section 22-2 subsection (3)."}, {"text_block_id": "p25_b1019", "text": "IV Regulatory authority"}, {"text_block_id": "p25_b1020", "text": "Section 9-9."}, {"text_block_id": "p25_b1021", "text": "Regulatory authority"}, {"text_block_id": "p25_b1022", "text": "The Ministry may issue regulations prescribing the registration and document requirements, etc relating to accounting information."}, {"text_block_id": "p25_b1023", "text": "Chapter 10. Refunding of VAT"}, {"text_block_id": "p25_b1024", "text": "I VAT incurred on domestic supplies"}, {"text_block_id": "p25_b1025", "text": "Section 10-1."}, {"text_block_id": "p25_b1026", "text": "Businesses with no place of business or residence in the VAT area"}, {"text_block_id": "p25_b1027", "text": "(1)"}, {"text_block_id": "p25_b1028", "text": "Foreign businesses which have made no taxable supplies in the VAT area during the previous twelve months shall be entitled to a refund of input VAT provided that:"}, {"text_block_id": "p25_b1029", "text": "a)"}, {"text_block_id": "p25_b1030", "text": "the VAT relates to procurements of goods or services in the VAT area or the import of goods into the VAT area, and the goods or services are intended for use in the enterprise."}, {"text_block_id": "p26_b1031", "text": "b)"}, {"text_block_id": "p26_b1032", "text": "the supply outside the VAT area would have entailed a liability to register or an entitlement to voluntary registration if it had taken place inside the VAT area, and"}, {"text_block_id": "p26_b1033", "text": "c)"}, {"text_block_id": "p26_b1034", "text": "the VAT would have been deductible if the enterprise had been registered in the VAT area."}, {"text_block_id": "p26_b1035", "text": "(2)"}, {"text_block_id": "p26_b1036", "text": "A business outside Norway that is registered under the simplified registration scheme in accordance with sections 14-4 to 14-7 shall be entitled to a refund of input VAT if:"}, {"text_block_id": "p26_b1037", "text": "A business outside Norway that is registered under the simplified registration scheme in accordance with sections 14-4 to 14-7 shall be entitled to a refund of input VAT if:\n* the VAT relates to procurements of goods or services in the VAT area or to the import of\n* the VAT would have been deductible if the enterprise had been a registered taxable person\n* these are not registered in the Value Added Tax Register, pursuant to 2-1 subsection (7);\n* the VAT relates to procurements of goods or services in the VAT area or the import of\n* the VAT would have been deductible if the enterprise had been registered as a taxable\n* state-owned property.\n* official use of diplomatic missions and career consulates.\n* personal use by diplomatic representatives and career consular officials."}, {"text_block_id": "p26_b1041", "text": "(3)"}, {"text_block_id": "p26_b1042", "text": "Foreign businesses that are only involved in the provision of services as mentioned in section 6-28, shall be entitled to a refund of input VAT provided that"}, {"text_block_id": "p26_b1049", "text": "(4)"}, {"text_block_id": "p26_b1050", "text": "Input VAT shall not be refunded for goods procured in or imported to the VAT area and subsequently supplied there. The same shall apply to goods imported for delivery to purchasers in the VAT area."}, {"text_block_id": "p26_b1051", "text": "(5)"}, {"text_block_id": "p26_b1052", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised, including the conditions for refunds. The Ministry may also issue regulations making refunds contingent on the applicant's country of residence granting equivalent refunds of VAT or other sales taxes to enterprises with a place of business or residence in the VAT area. The same shall apply to refunds of VAT on goods and services for use in connection with a heavy goods vehicle registered or domiciled outside the VAT area when the heavy goods vehicle is used for transport to or from the VAT area."}, {"text_block_id": "p26_b1053", "text": "Section 10-2."}, {"text_block_id": "p26_b1054", "text": "Foreign embassies and consulates"}, {"text_block_id": "p26_b1055", "text": "(1)"}, {"text_block_id": "p26_b1056", "text": "Foreign embassies and consulates with diplomatic representatives shall be entitled to refunds of input VAT incurred on the purchase of specific goods and services for:"}, {"text_block_id": "p26_b1063", "text": "(2)"}, {"text_block_id": "p26_b1064", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised, including which goods and services shall be covered by the refund scheme and the conditions for refunds."}, {"text_block_id": "p26_b1065", "text": "Section 10-3."}, {"text_block_id": "p26_b1066", "text": "International organisations and collaborative projects"}, {"text_block_id": "p26_b1067", "text": "The Ministry may, on the basis of treaties and other international agreements, issue regulations and make individual decisions prescribing the refund of VAT to certain international organisations and collaborative projects and the conditions for refunds."}, {"text_block_id": "p26_b1068", "text": "Section 10-4."}, {"text_block_id": "p26_b1069", "text": "Emergency aid efforts"}, {"text_block_id": "p26_b1070", "text": "(1)"}, {"text_block_id": "p26_b1071", "text": "Refunds shall be allowed on input VAT incurred on procurements of goods that are exported out of the VAT area within two months of delivery in connection with emergency aid efforts."}, {"text_block_id": "p26_b1072", "text": "(2)"}, {"text_block_id": "p26_b1073", "text": "The Ministry may issue regulations supplementing this section and prescribing how it shall be practised, including the conditions for refunds."}, {"text_block_id": "p26_b1074", "text": "Section 10-5 ("}, {"text_block_id": "p26_b1075", "text": "Repealed by Act no. 129 of 11 December 2009 with immediate effect"}, {"text_block_id": "p26_b1076", "text": ")."}, {"text_block_id": "p27_b1077", "text": "Section 10-6."}, {"text_block_id": "p27_b1078", "text": "Catch-sharing"}, {"text_block_id": "p27_b1079", "text": "(1)"}, {"text_block_id": "p27_b1080", "text": "Catch-share fishermen who provide their own equipment in a given fishing activity shall be entitled to a refund of input VAT incurred on the procurement of the equipment they use to participate in the activity."}, {"text_block_id": "p27_b1081", "text": "(2)"}, {"text_block_id": "p27_b1082", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised and the conditions for refunds."}, {"text_block_id": "p27_b1083", "text": "II VAT paid on imports"}, {"text_block_id": "p27_b1084", "text": "Section 10-7."}, {"text_block_id": "p27_b1085", "text": "Goods re-exported or incorrectly declared"}, {"text_block_id": "p27_b1086", "text": "(1)"}, {"text_block_id": "p27_b1087", "text": "Non-taxable persons shall be entitled to a refund of VAT incurred on imports if:"}, {"text_block_id": "p27_b1088", "text": "Non-taxable persons shall be entitled to a refund of VAT incurred on imports if:\n* the goods were re-exported in unaltered state because they were incorrectly dispatched,\n* the goods were re-exported for reasons other than those stated under subsection 1 letter (a)\n* the goods were re-exported and VAT should not have been payable on import pursuant to\n* an error was made when the goods were cleared through customs.\n* goods that were hired or borrowed from a location outside the VAT area.\n* construction machinery or construction or transport materials imported by a business with a"}, {"text_block_id": "p27_b1096", "text": "(2)"}, {"text_block_id": "p27_b1097", "text": "In the case of goods that are re-exported, cf. subsection (1) letters (a) to (c), a refund shall be conditional on re-exportation taking place within one year of import. The customs region may extend this time limit in special circumstances. The re-exportation requirement may be waived if the goods are destroyed under the supervision of or by agreement with the customs region in return for the cost of this being borne by the taxable person pursuant to section 11-2."}, {"text_block_id": "p27_b1098", "text": "Section 10-8."}, {"text_block_id": "p27_b1099", "text": "Goods imported temporarily -partial refunds"}, {"text_block_id": "p27_b1100", "text": "(1)"}, {"text_block_id": "p27_b1101", "text": "Once goods are re-exported, a non-taxable person shall be entitled to a refund of the VAT incurred on the import of:"}, {"text_block_id": "p27_b1106", "text": "(2)"}, {"text_block_id": "p27_b1107", "text": "The amount of such refunds shall be reduced by five per cent per month or part of a month, calculated from the date on which the goods were imported."}, {"text_block_id": "p27_b1108", "text": "Section 10-9."}, {"text_block_id": "p27_b1109", "text": "Refunds to taxable persons"}, {"text_block_id": "p27_b1110", "text": "Taxable persons shall not be entitled to refunds of VAT that were paid on import. Refunds may nonetheless be granted if:"}, {"text_block_id": "p27_b1111", "text": "a)"}, {"text_block_id": "p27_b1112", "text": "goods were declared for the wrong recipient."}, {"text_block_id": "p27_b1113", "text": "b)"}, {"text_block_id": "p27_b1114", "text": "VAT was paid by both the importer of the goods and the importer's authorised representative. In such cases, an authorised representative may be granted a refund."}, {"text_block_id": "p27_b1115", "text": "Chapter 11. Calculation and payment of VAT"}, {"text_block_id": "p27_b1116", "text": "I Liability for calculation and payment"}, {"text_block_id": "p27_b1117", "text": "Section 11-1."}, {"text_block_id": "p27_b1118", "text": "Supplies and withdrawals"}, {"text_block_id": "p28_b1119", "text": "(1)"}, {"text_block_id": "p28_b1120", "text": "The taxable person is liable to calculate and pay VAT on taxable supplies and withdrawals."}, {"text_block_id": "p28_b1121", "text": "(2)"}, {"text_block_id": "p28_b1122", "text": "VAT payable on a supply of emission allowances to a business or public enterprise shall be calculated and paid for by the recipient. Recipients who are businesses or public enterprises but who are not taxable persons will not be required to calculate and pay VAT until the total procurement during a VAT period exceeds NOK 2,000, excluding VAT."}, {"text_block_id": "p28_b1123", "text": "(3)"}, {"text_block_id": "p28_b1124", "text": "VAT payable on a supply of gold with a minimum millesimal fineness of 325 to a business or public enterprise shall be calculated and paid for by the recipient of the goods or services. Subsection (2) second sentence shall apply correspondingly."}, {"text_block_id": "p28_b1125", "text": "(4)"}, {"text_block_id": "p28_b1126", "text": "If a taxable person is registered through a representative, the representative and taxable person shall be jointly responsible for calculating and paying the VAT. Nonetheless, the representative shall not be responsible for paying the VAT if the business is domiciled in a country with which Norway has concluded an agreement for the exchange of information and mutual assistance concerning the enforcement, etc., of VAT claims."}, {"text_block_id": "p28_b1127", "text": "(5)"}, {"text_block_id": "p28_b1128", "text": "The Ministry may issue regulations prescribing that VAT may be calculated and paid in a manner other than through a representative."}, {"text_block_id": "p28_b1129", "text": "(6)"}, {"text_block_id": "p28_b1130", "text": "The Ministry may issue regulations prescribing which objects shall fall within the scope of subsection (3) first sentence."}, {"text_block_id": "p28_b1131", "text": "Section 11-2."}, {"text_block_id": "p28_b1132", "text": "Import of goods"}, {"text_block_id": "p28_b1133", "text": "A person who, pursuant to the Act on Customs Duties and Movement of Goods, is liable to customs duty shall calculate and pay VAT when importing goods."}, {"text_block_id": "p28_b1134", "text": "Section 11-3."}, {"text_block_id": "p28_b1135", "text": "Import of services"}, {"text_block_id": "p28_b1136", "text": "(1)"}, {"text_block_id": "p28_b1137", "text": "On procurement of services capable of delivery from a remote location covered by section 3-30 subsections (1) to (3), the recipient of such services shall calculate and pay VAT. If a recipient is not registered in the Value Added Tax Register, VAT shall first be calculated and become payable once the total amount of procurements made during a VAT period exceeds NOK 2,000, excluding VAT."}, {"text_block_id": "p28_b1138", "text": "(2)"}, {"text_block_id": "p28_b1139", "text": "On procurement of electronic services, including electronic communication services, that are covered by section 3-30 subsections (4) and (5), suppliers as specified in section 2-1 subsection (3) shall calculate and pay VAT."}, {"text_block_id": "p28_b1140", "text": "Section 11-4."}, {"text_block_id": "p28_b1141", "text": "Incorrectly specified VAT"}, {"text_block_id": "p28_b1142", "text": "(1)"}, {"text_block_id": "p28_b1143", "text": "Taxable persons shall pay any VAT amounts that are incorrectly specified in a sales document. This shall apply both to VAT that has been overcharged and to VAT that has been charged on supplies that are exempt from the Act or exempt from VAT. This shall also apply to VAT charged when the receiver is liable to calculate and pay VAT pursuant to section 11-1 subsection (2) or (3)."}, {"text_block_id": "p28_b1144", "text": "(2)"}, {"text_block_id": "p28_b1145", "text": "A non-taxable person who, contrary to section 15-14 subsection (1), has specified amounts that are incorrectly specified as VAT in sales documents shall pay the amounts in question."}, {"text_block_id": "p28_b1146", "text": "(3)"}, {"text_block_id": "p28_b1147", "text": "Payment may be omitted if the error is corrected in relation to the purchaser."}, {"text_block_id": "p28_b1148", "text": "II Refund of input VAT"}, {"text_block_id": "p28_b1149", "text": "Section 11-5."}, {"text_block_id": "p28_b1150", "text": "Refund of input VAT"}, {"text_block_id": "p28_b1151", "text": "(1)"}, {"text_block_id": "p28_b1152", "text": "If the amount of input VAT exceeds the amount of output VAT in any given period, the excess amount of input VAT shall be refunded. VAT returns for previous VAT periods must have been filed."}, {"text_block_id": "p29_b1153", "text": "(2)"}, {"text_block_id": "p29_b1154", "text": "Even if an amount has not been refunded during the subsequent VAT period, a taxable person shall not be entitled to claim deduction for the amount in subsequent VAT returns."}, {"text_block_id": "p29_b1155", "text": "Section 11-6"}, {"text_block_id": "p29_b1156", "text": "Refunds in the event of loss of ship, etc"}, {"text_block_id": "p29_b1157", "text": "(1)"}, {"text_block_id": "p29_b1158", "text": "In the event of loss of ship, major loss of equipment, major damage to a vessel, its equipment or tangible fixed assets, fishermen who are liable to file VAT returns once a year pursuant to section 15-4 may be refunded excess amounts of input VAT under separate settlement before the end of the relevant calendar year."}, {"text_block_id": "p29_b1159", "text": "(2)"}, {"text_block_id": "p29_b1160", "text": "The Ministry may issue regulations prescribing how this section should be supplemented and practised and the conditions for payment of VAT refunds."}, {"text_block_id": "p29_b1161", "text": "Chapter 12. Tax authorities"}, {"text_block_id": "p29_b1162", "text": "Section 12-1."}, {"text_block_id": "p29_b1163", "text": "Tax authorities of first instance"}, {"text_block_id": "p29_b1164", "text": "(1)"}, {"text_block_id": "p29_b1165", "text": "The tax office shall be the authority of first instance."}, {"text_block_id": "p29_b1166", "text": "(2)"}, {"text_block_id": "p29_b1167", "text": "The customs region shall be the competent tax authority when VAT shall be charged on the import of goods and in connection with refunds pursuant to sections 10-7 to 10-9."}, {"text_block_id": "p29_b1168", "text": "Section 12-2. Central tax authorities"}, {"text_block_id": "p29_b1169", "text": "(1)"}, {"text_block_id": "p29_b1170", "text": "The Directorate of Taxes, the Directorate of Customs and Excise and the Board of Appeal for Value Added Tax shall be the central authorities with respect to VAT."}, {"text_block_id": "p29_b1171", "text": "(2)"}, {"text_block_id": "p29_b1172", "text": "The Ministry may issue regulations prescribing the organisation of and procedures for the Board of Appeal for Value Added Tax."}, {"text_block_id": "p29_b1173", "text": "Chapter 13. General procedural rules"}, {"text_block_id": "p29_b1174", "text": "Section 13-1."}, {"text_block_id": "p29_b1175", "text": "Relationship to the Act relating to Procedure in Cases concerning the Public Administration."}, {"text_block_id": "p29_b1176", "text": "Unless otherwise prescribed in this Act, the Act relating to Procedure in Cases concerning the Public Administration shall apply."}, {"text_block_id": "p29_b1177", "text": "Section 13-2."}, {"text_block_id": "p29_b1178", "text": "Duty of secrecy"}, {"text_block_id": "p29_b1179", "text": "(1)"}, {"text_block_id": "p29_b1180", "text": "Anyone who holds or has held an office or a position or who carries out or has carried out assignments relating to the administration of VAT shall prevent unauthorised persons from gaining access to or knowledge of information concerning a person's assets, income or other financial, business or personal circumstances to which he or she has become privy in the course of his or her work. A person who takes up an office or a position or who takes on an assignment shall make a written declaration that he or she is familiar with and will comply with the duty of secrecy. The Act relating to Procedure in Cases concerning the Public Administration sections 13 to 13(e) shall not apply to the duty of secrecy pursuant to this section."}, {"text_block_id": "p29_b1181", "text": "(2)"}, {"text_block_id": "p29_b1182", "text": "The duty of secrecy pursuant to subsection (1) shall not impede the disclosure of information:"}, {"text_block_id": "p29_b1183", "text": "The duty of secrecy pursuant to subsection (1) shall not impede the disclosure of information:\n* to public authorities who may have use for such information in their work on income tax,\n* to public authorities for use in connection with the enforcement of legislation concerning"}, {"text_block_id": "p30_b1187", "text": "The duty of secrecy pursuant to subsection (1) shall not impede the disclosure of information:\n* to public authorities who may have use for such information in their work on income tax,\n* to public authorities for use in connection with the enforcement of legislation concerning\n* Notwithstanding subsection (1), the Ministry may provide information for research\n* If information is disclosed pursuant to subsection (2), subsection (3) or to the Act relating\n* shall correspondingly apply to the recipient of such information. The party disclosing the\n* The duty of secrecy shall not apply to information about whether or not a business is"}, {"text_block_id": "p30_b1188", "text": "c)"}, {"text_block_id": "p30_b1189", "text": "to public authorities for statistical purposes."}, {"text_block_id": "p30_b1190", "text": "d)"}, {"text_block_id": "p30_b1191", "text": "to public authorities when it is necessary to obtain further information."}, {"text_block_id": "p30_b1192", "text": "e)"}, {"text_block_id": "p30_b1193", "text": "to publically appointed commissions of inquiry."}, {"text_block_id": "p30_b1194", "text": "f)"}, {"text_block_id": "p30_b1195", "text": "to the police or public prosecuting authority for use in a criminal case. If a criminal case concerns a violation of provisions outside the administrative jurisdiction of the tax authorities, information may only be disclosed if there are reasonable grounds to suspect a violation that may be punishable by more than six months' imprisonment."}, {"text_block_id": "p30_b1196", "text": "g)"}, {"text_block_id": "p30_b1197", "text": "to the Norwegian National Authority for Investigation and Prosecution of Economic and Environmental Crime (Økokrim) on request, based on a report of a suspicious transaction issued pursuant to the Money Laundering Act."}, {"text_block_id": "p30_b1198", "text": "h)"}, {"text_block_id": "p30_b1199", "text": "to others where it follows from provisions prescribed in or pursuant to legislation that the duty of secrecy shall not impede the disclosure of information."}, {"text_block_id": "p30_b1200", "text": "i)"}, {"text_block_id": "p30_b1201", "text": "to the execution and enforcement authorities in cases of attachment or seizure, or"}, {"text_block_id": "p30_b1202", "text": "j)"}, {"text_block_id": "p30_b1203", "text": "in connection with the exchange of information (coordination) as provided for in the Act relating to the Register of Reporting Obligations."}, {"text_block_id": "p30_b1212", "text": "Section 13-3."}, {"text_block_id": "p30_b1213", "text": "VAT incurred on the import of goods"}, {"text_block_id": "p30_b1214", "text": "(1)"}, {"text_block_id": "p30_b1215", "text": "Section 13-2, chapter 14, sections 15-1 to 15-9, section 15-10, section 15-14, section"}, {"text_block_id": "p30_b1216", "text": "11"}, {"text_block_id": "p30_b1217", "text": "subsection (5), chapter 17, chapter 18, section 19-1, section 19-2, section 20-1 subsection (3), section 20-2, section 21-2 and section 21-3 shall not apply to VAT incurred on the import of goods."}, {"text_block_id": "p30_b1218", "text": "(2)"}, {"text_block_id": "p30_b1219", "text": "The person who is responsible for the VAT, pursuant to section 11-2, when importing goods, shall submit the goods for customs clearance pursuant to the rules in the Act relating to Customs Duties and the Movement of Goods. Section 12-1, section 12-1a, sections 12-10 to 12-12, section 12-14, section 13-4 subsection (5) and section 16-10 of the Act relating to Customs Duties and the Movement of Goods shall apply correspondingly."}, {"text_block_id": "p30_b1220", "text": "Chapter 14. Registration in the Value Added Tax Register, etc and the simplified registration scheme"}, {"text_block_id": "p30_b1221", "text": "I Registration in the Value Added Tax Register"}, {"text_block_id": "p30_b1222", "text": "Section 14-1. Application for registration"}, {"text_block_id": "p30_b1223", "text": "(1)"}, {"text_block_id": "p30_b1224", "text": "Once the conditions in chapter 2 are met, applications for registration shall be submitted without undue delay to the tax office or the Central Coordinating Register for Legal Entities. The provision in section 15-1 subsection (8) shall correspondingly apply for registration."}, {"text_block_id": "p31_b1225", "text": "(2)"}, {"text_block_id": "p31_b1226", "text": "Persons who are liable to register pursuant to the Business Enterprise Registration Act must be registered in the Register of Business Enterprises before they may register in the Value Added Tax Register. In special circumstances, the tax office may consent to an enterprise registering in the Value Added Tax Register before registering in the Register of Business Enterprises."}, {"text_block_id": "p31_b1227", "text": "(3)"}, {"text_block_id": "p31_b1228", "text": "Voluntary registration and joint registration may be effected, at the earliest, from and including the VAT period in which approval of the electronic application for registration has been logged by the receiving centre. Approval shall be confirmed by electronic receipt. In the case of paper-based applications, registration may take effect, at the earliest, from and including the VAT period in which the application was posted."}, {"text_block_id": "p31_b1229", "text": "(4)"}, {"text_block_id": "p31_b1230", "text": "The Ministry may issue regulations prescribing which information applications are required to contain and the standard forms to be used for applications."}, {"text_block_id": "p31_b1231", "text": "Section 14-2."}, {"text_block_id": "p31_b1232", "text": "Registration of estates in liquidation and decedents’ estates"}, {"text_block_id": "p31_b1233", "text": "(1)"}, {"text_block_id": "p31_b1234", "text": "An estate in liquidation shall be registered with a separate number with effect from the date on which it is placed under administration. The administrator shall notify the tax office of the commencement and conclusion of administration proceedings for a registered taxable person's estate in liquidation."}, {"text_block_id": "p31_b1235", "text": "(2)"}, {"text_block_id": "p31_b1236", "text": "A decedent's estate shall remain registered under the registration number of the deceased. The district court shall notify the tax office of the commencement and conclusion of administration proceedings in the case of public administration of a taxable person's estate where the liabilities of the deceased have not been taken over."}, {"text_block_id": "p31_b1237", "text": "Section 14-3."}, {"text_block_id": "p31_b1238", "text": "Deregistration and continued registration"}, {"text_block_id": "p31_b1239", "text": "(1)"}, {"text_block_id": "p31_b1240", "text": "A taxable person shall notify the tax office or the Central Coordinating Register for Legal Entities when a registered enterprise is dissolved."}, {"text_block_id": "p31_b1241", "text": "(2)"}, {"text_block_id": "p31_b1242", "text": "A registered enterprise shall be deregistered from the VAT Register if the enterprise has been dissolved or if the tax office considers that there are special grounds for deregistration."}, {"text_block_id": "p31_b1243", "text": "(3)"}, {"text_block_id": "p31_b1244", "text": "If the volume of a taxable person's taxable supplies and withdrawals have fallen below the currently applicable minimum amounts described in section 2-1 subsections (1) to (3) without the enterprise having been deregistered pursuant to this section, the taxable person shall remain registered for at least two full calendar years. The same shall apply if a taxable person is relegated to a division lower than that specified in section 2-1 subsection (2) second sentence and supplies of services that entitle someone to attend sporting events account for less than NOK 3 million."}, {"text_block_id": "p31_b1245", "text": "(4)"}, {"text_block_id": "p31_b1246", "text": "If the conditions for joint registration pursuant to section 2-2 subsection (3) no longer exist, the cooperating companies shall notify the tax office so that the joint registration can be deregistered. Joint and several liability pursuant to section 2-2 subsection (3) shall continue to apply until such notification of deregistration has been given."}, {"text_block_id": "p31_b1247", "text": "Section 14-4."}, {"text_block_id": "p31_b1248", "text": "To whom the scheme shall apply:"}, {"text_block_id": "p31_b1249", "text": "(1)"}, {"text_block_id": "p31_b1250", "text": "A taxable person who has no registered business address or residence in the VAT area and who shall only calculate and pay VAT on electronic services, including electronic communication services, covered by section 3-30 subsections (4) and (5) may opt to use the simplified registration scheme."}, {"text_block_id": "p32_b1251", "text": "(2)"}, {"text_block_id": "p32_b1252", "text": "A supplier as described in subsection (1) may be permitted to register in the simplified registration scheme before its total supplies exceed the amount limit stipulated in section 2-1 subsection (3)."}, {"text_block_id": "p32_b1253", "text": "(3)"}, {"text_block_id": "p32_b1254", "text": "A supplier who is registered pursuant to subsection (1) shall not be simultaneously registered in the VAT Register."}, {"text_block_id": "p32_b1255", "text": "Section 14-5."}, {"text_block_id": "p32_b1256", "text": "Registration"}, {"text_block_id": "p32_b1257", "text": "(1)"}, {"text_block_id": "p32_b1258", "text": "A supplier who wishes to use the simplified registration scheme shall notify the tax office. The supplier shall notify the tax office of any changes in the information provided in the notification."}, {"text_block_id": "p32_b1259", "text": "(2)"}, {"text_block_id": "p32_b1260", "text": "When a supplier has opted to use the simplified registration scheme, the tax office shall assign the supplier an identification number."}, {"text_block_id": "p32_b1261", "text": "(3)"}, {"text_block_id": "p32_b1262", "text": "All communication between the tax office and the supplier under the simplified registration scheme shall be conducted electronically."}, {"text_block_id": "p32_b1263", "text": "(4)"}, {"text_block_id": "p32_b1264", "text": "The Ministry may issue regulations prescribing which information the electronic notification referred to in subsection (1) shall contain. The Ministry may also issue regulations regarding the organisation of the simplified registration scheme."}, {"text_block_id": "p32_b1265", "text": "Section 14-6."}, {"text_block_id": "p32_b1266", "text": "Refunding of VAT"}, {"text_block_id": "p32_b1267", "text": "A"}, {"text_block_id": "p32_b1268", "text": "supplier who is registered in the simplified registration scheme shall not be entitled to a refund of input VAT pursuant to chapter 8 but shall be entitled to a refund of input VAT pursuant to section 10-1 subsection (2)."}, {"text_block_id": "p32_b1269", "text": "Section 14-7."}, {"text_block_id": "p32_b1270", "text": "Deregistration"}, {"text_block_id": "p32_b1271", "text": "(1)"}, {"text_block_id": "p32_b1272", "text": "A supplier shall notify the tax office when its enterprise ceases to trade or if the conditions for using the simplified registration scheme are no longer met."}, {"text_block_id": "p32_b1273", "text": "(2)"}, {"text_block_id": "p32_b1274", "text": "A supplier shall be deregistered from the register when:"}, {"text_block_id": "p32_b1275", "text": "A supplier shall be deregistered from the register when:\n* The enterprise has been dissolved.\n* The conditions for using the simplified registration scheme are no longer met, or\n* the supplier repeatedly breaches the obligations that follow from the VAT Act.\n* the supplier has, subsequent the decision to deregister it from the register, met the\n* it must be assumed that the supplier will on re-registration comply with the obligations that\n* the supplier has met previous payment obligations."}, {"text_block_id": "p32_b1281", "text": "(3)"}, {"text_block_id": "p32_b1282", "text": "If taxable imports fall below the currently applicable limit prescribed in section 2-1 subsection (3) without the enterprise having been deregistered pursuant to this section, the supplier shall remain registered for at least two full calendar years."}, {"text_block_id": "p32_b1283", "text": "(4)"}, {"text_block_id": "p32_b1284", "text": "A supplier who has been deregistered pursuant to subsection (2) letter (c) and who continues to conduct taxable activity shall be registered through a representative pursuant to section 2-1 subsection (6)."}, {"text_block_id": "p32_b1285", "text": "(5)"}, {"text_block_id": "p32_b1286", "text": "A supplier who has been deregistered pursuant to subsection 2 letter (c) may re-register when:"}, {"text_block_id": "p32_b1293", "text": "(6)"}, {"text_block_id": "p32_b1294", "text": "The Ministry may prescribe supplementary regulations concerning the conditions for deregistration and re-registration of suppliers who have been deregistered."}, {"text_block_id": "p32_b1295", "text": "Chapter 15. Duty to disclose information about own circumstances, etc"}, {"text_block_id": "p32_b1296", "text": "I"}, {"text_block_id": "p32_b1297", "text": "VAT returns"}, {"text_block_id": "p33_b1298", "text": "Section 15-1."}, {"text_block_id": "p33_b1299", "text": "VAT returns"}, {"text_block_id": "p33_b1300", "text": "(1)"}, {"text_block_id": "p33_b1301", "text": "Taxable persons shall submit VAT returns."}, {"text_block_id": "p33_b1302", "text": "(2)"}, {"text_block_id": "p33_b1303", "text": "VAT returns shall show:"}, {"text_block_id": "p33_b1304", "text": "VAT returns shall show:\n* total supplies and withdrawals\n* supplies and withdrawals on which VAT is not payable pursuant to chapter 6.\n* output VAT, deductible input VAT, and\n* statement of output and input VAT.\n* statement of output and input VAT.\n All amounts shall be rounded down to the nearest whole krone."}, {"text_block_id": "p33_b1313", "text": "(3)"}, {"text_block_id": "p33_b1314", "text": "VAT returns for enterprises in the primary sector may include supplies from another business activity provided that the taxable supplies and withdrawals in such a business activity do not exceed NOK 30,000, excluding VAT."}, {"text_block_id": "p33_b1315", "text": "(4)"}, {"text_block_id": "p33_b1316", "text": "VAT that is payable on the procurement of services capable of delivery from a remote location shall be declared as output VAT."}, {"text_block_id": "p33_b1317", "text": "(5)"}, {"text_block_id": "p33_b1318", "text": "The amount stated as output VAT shall also include amounts incorrectly declared as VAT as specified in section 11-4 subsection (1). This may be omitted in the case of errors that were corrected in relation to the purchaser."}, {"text_block_id": "p33_b1319", "text": "(6)"}, {"text_block_id": "p33_b1320", "text": "Taxable persons shall file VAT returns even if the amounts of taxable supplies and withdrawals fall below the minimum limits specified in section 2-1 subsections (1) to (3)."}, {"text_block_id": "p33_b1321", "text": "(7)"}, {"text_block_id": "p33_b1322", "text": "The Ministry may stipulate the form to be used for the VAT return."}, {"text_block_id": "p33_b1323", "text": "(8)"}, {"text_block_id": "p33_b1324", "text": "Any person who has a duty to provide information pursuant to this chapter shall act with due care and loyalty. Taxable persons shall contribute to timely clarification of and compliance with the duty to pay tax and shall inform the tax authorities of any errors made in the calculation of tax."}, {"text_block_id": "p33_b1325", "text": "(9)"}, {"text_block_id": "p33_b1326", "text": "The Ministry may make individual decisions prescribing that VAT charged on supplies of electronic communication services in connection with fund-raising campaigns for humanitarian causes shall not be declared in the VAT return or that payable VAT may be reversed."}, {"text_block_id": "p33_b1327", "text": "Section 15-2."}, {"text_block_id": "p33_b1328", "text": "Ordinary VAT periods"}, {"text_block_id": "p33_b1329", "text": "VAT returns shall be submitted six times a year. The first VAT period is January and February, the second VAT period is March and April, the third VAT period is May and June, the fourth VAT period is July and August, the fifth VAT period is September and October and the sixth VAT period is November and December."}, {"text_block_id": "p33_b1330", "text": "Section 15-3."}, {"text_block_id": "p33_b1331", "text": "VAT periods with low volumes of supplies"}, {"text_block_id": "p33_b1332", "text": "(1)"}, {"text_block_id": "p33_b1333", "text": "If the total volume of taxable supplies and withdrawals during a calendar year does not exceed NOK 1 million, excluding VAT, the tax office may consent to a VAT return being submitted once a year. VAT periods shall follow the calendar year."}, {"text_block_id": "p33_b1334", "text": "(2)"}, {"text_block_id": "p33_b1335", "text": "The Ministry may issue regulations supplementing this section and prescribing how it shall be practised."}, {"text_block_id": "p33_b1336", "text": "Section 15-4."}, {"text_block_id": "p33_b1337", "text": "VAT periods for enterprises in the primary sector, etc"}, {"text_block_id": "p33_b1338", "text": "(1)"}, {"text_block_id": "p33_b1339", "text": "Taxable persons engaged in fishing, forestry or agriculture with subsidiary sources of income shall submit VAT returns once a year. The same shall apply to taxable persons who are voluntarily registered pursuant to section 2-3 subsections (2) and (3). VAT periods shall follow the calendar year."}, {"text_block_id": "p33_b1340", "text": "(2)"}, {"text_block_id": "p33_b1341", "text": "The Ministry may issue regulations prescribing who shall be covered by this section."}, {"text_block_id": "p33_b1342", "text": "Section 15-5."}, {"text_block_id": "p33_b1343", "text": "Shorter VAT periods"}, {"text_block_id": "p34_b1344", "text": "(1)"}, {"text_block_id": "p34_b1345", "text": "If the amount of input VAT regularly exceeds the amount of output VAT by at least 25 per cent, the tax office may consent to VAT returns being submitted twelve times a year."}, {"text_block_id": "p34_b1346", "text": "(2)"}, {"text_block_id": "p34_b1347", "text": "If the amount of input VAT regularly exceeds the amount of output VAT by at least 50 per cent, the tax office may consent to shorter VAT periods than those specified in subsection (1). VAT periods may nonetheless not be shorter than one week."}, {"text_block_id": "p34_b1348", "text": "(3)"}, {"text_block_id": "p34_b1349", "text": "In special circumstances, the tax office may allow a taxable person engaged in a business activity in the primary sector to follow the ordinary VAT periods."}, {"text_block_id": "p34_b1350", "text": "(4)"}, {"text_block_id": "p34_b1351", "text": "Consent will normally be given for two years, calculated from the first shortened period."}, {"text_block_id": "p34_b1352", "text": "Section 15-6."}, {"text_block_id": "p34_b1353", "text": "Special VAT returns, etc"}, {"text_block_id": "p34_b1354", "text": "(1)"}, {"text_block_id": "p34_b1355", "text": "Recipients of services capable of delivery from a remote location who are liable to pay VAT pursuant to section 11-3 subsection (1) second sentence shall submit special VAT returns showing the consideration paid for the service, converted into NOK, and the amount of payable VAT. Amounts shall be rounded down to the nearest whole krone."}, {"text_block_id": "p34_b1356", "text": "(2)"}, {"text_block_id": "p34_b1357", "text": "Recipients of emission allowances who are liable to pay VAT pursuant to section 11-1 subsection (2) second sentence shall submit special VAT returns showing the consideration paid for the service, converted into NOK, and the amount of payable VAT. The same shall apply to recipients of gold who are liable to pay VAT pursuant to section 11-1 subsection (3) second sentence. Amounts shall be rounded down to the nearest whole krone."}, {"text_block_id": "p34_b1358", "text": "(3)"}, {"text_block_id": "p34_b1359", "text": "A supplier registered in the simplified registration scheme shall submit VAT returns stating identification number, basis of calculation and the amount of payable VAT converted into Norwegian kroner. Amounts shall be rounded down to the nearest whole krone."}, {"text_block_id": "p34_b1360", "text": "(4)"}, {"text_block_id": "p34_b1361", "text": "VAT returns as specified in subsections (1) to (3) shall be submitted for each VAT period. The first VAT period is January, February and March, the second VAT period is April, May and June, the third VAT period is July, August and September, and the fourth VAT period is October, November and December."}, {"text_block_id": "p34_b1362", "text": "(5)"}, {"text_block_id": "p34_b1363", "text": "The Ministry may stipulate the form to be used for the VAT returns specified in subsections (1) to (3)."}, {"text_block_id": "p34_b1364", "text": "Section 15-7."}, {"text_block_id": "p34_b1365", "text": "Submitting and signing VAT returns"}, {"text_block_id": "p34_b1366", "text": "(1)"}, {"text_block_id": "p34_b1367", "text": "VAT returns shall be submitted for each VAT period, even if no taxable supplies or withdrawals were made during the VAT period. In individual cases, the tax office may dispense with the requirement to submit returns for one or more VAT periods. Recipients covered by section 15-6 shall only submit returns for VAT periods in which a requirement to pay VAT applies."}, {"text_block_id": "p34_b1368", "text": "(2)"}, {"text_block_id": "p34_b1369", "text": "In the case of catch-sharing, the shipowner, skipper or fisherman who delivers the fish to the purchaser or who, on behalf of the vessel or the fisherman, receives a consideration for the fish, shall submit the VAT returns."}, {"text_block_id": "p34_b1370", "text": "(3)"}, {"text_block_id": "p34_b1371", "text": "VAT returns shall be submitted online and sent to the receiving centre designated by the Directorate of Taxes. VAT returns which are completed in advance with the information concerning the taxable person may be made available to such taxable person by means of electronic communications. The tax office may upon application consent to VAT returns being submitted on paper."}, {"text_block_id": "p34_b1372", "text": "(4)"}, {"text_block_id": "p34_b1373", "text": "The Ministry may issue regulations stipulating more detailed provisions on online submission of VAT returns. The Ministry may also lay down provisions on the conditions for granting consent to VAT returns being submitted on paper, as well as more detailed provisions on such submission."}, {"text_block_id": "p34_b1374", "text": "Section 15-8."}, {"text_block_id": "p34_b1375", "text": "Submission deadlines for VAT returns"}, {"text_block_id": "p35_b1376", "text": "(1)"}, {"text_block_id": "p35_b1377", "text": "The deadline for submitting VAT returns shall be one month and ten days after the expiry of each VAT period or from the date on which an enterprise is dissolved. However, the deadline for the third VAT period pursuant to section 15-2 shall be 31 August. In the case of taxable persons engaged in business activities in the primary sector and whose VAT period follows the calendar year, the deadline shall be three months and ten days. In the case of taxable persons with low levels of supplies and whose VAT period follows the calendar year, the deadline shall be two months and ten days. The time limit for submitting VAT returns under the simplified registration scheme shall be 20 days."}, {"text_block_id": "p35_b1378", "text": "(2)"}, {"text_block_id": "p35_b1379", "text": "VAT returns that are submitted online shall be deemed to have been received once they have been logged as approved at the receiving centre. Approvals shall be confirmed by electronic receipt."}, {"text_block_id": "p35_b1380", "text": "Section 15-9."}, {"text_block_id": "p35_b1381", "text": "Dating"}, {"text_block_id": "p35_b1382", "text": "(1)"}, {"text_block_id": "p35_b1383", "text": "Amounts as mentioned in section 15-1 and section 15-6 shall be declared in the VAT return for the period in which the documentation was issued. The amounts specified in section 15-6 subsection (3) shall be declared for the VAT period in which payment occurred."}, {"text_block_id": "p35_b1384", "text": "(2)"}, {"text_block_id": "p35_b1385", "text": "In special circumstances, the Ministry may make individual decisions allowing the date of payment to serve as the basis for apportioning supplies and VAT over VAT periods."}, {"text_block_id": "p35_b1386", "text": "(3)"}, {"text_block_id": "p35_b1387", "text": "The Ministry may issue regulations dispensing with subsection (1)."}, {"text_block_id": "p35_b1388", "text": "Section 15-10."}, {"text_block_id": "p35_b1389", "text": "Duty to provide documentation"}, {"text_block_id": "p35_b1390", "text": "(1)"}, {"text_block_id": "p35_b1391", "text": "In order to be deductible, payments of input VAT must be supported by vouchers."}, {"text_block_id": "p35_b1392", "text": "(2)"}, {"text_block_id": "p35_b1393", "text": "Taxable persons shall charge output VAT unless it can be substantiated by accounting records or other means that are approved by the tax authorities that no VAT shall be payable on a supply or withdrawal."}, {"text_block_id": "p35_b1394", "text": "(3)"}, {"text_block_id": "p35_b1395", "text": "Sales documentation for a taxable supply may not be issued before the goods or services are delivered."}, {"text_block_id": "p35_b1396", "text": "(4)"}, {"text_block_id": "p35_b1397", "text": "A supplier registered in the simplified registration scheme shall keep records of transactions that are covered by section 3-30 subsections (4) and (5). Transaction records shall be sufficiently detailed to enable the tax office to establish that the calculation of value added tax declared in the VAT returns is correct. Transaction records shall be made electronically available to the tax office within three weeks of a request to do so. Transactions records shall be stored for ten years from the end of the year in which the transactions were executed."}, {"text_block_id": "p35_b1398", "text": "(5)"}, {"text_block_id": "p35_b1399", "text": "The Ministry may issue regulations prescribing the duties to register and provide documentation of accounting information. The Ministry may also issue regulations prescribing when documentation of supplies or withdrawals shall be issued and may also dispense with subsection (3). The Ministry may issue additional regulations concerning what the transaction records specified in subsection (4) shall contain."}, {"text_block_id": "p35_b1400", "text": "Section 15-11. Duty to provide information and assistance"}, {"text_block_id": "p35_b1401", "text": "(1)"}, {"text_block_id": "p35_b1402", "text": "A taxable person shall, without delay, submit, hand over or send registered and documented accounting information, accounting material and other documents of significance to a tax inspection when requested to do so by the tax authorities. By \"documents\" is also meant electronically stored documents. These duties shall also apply to electronic software programs and software systems. Taxable persons are required to provide complete information on matters which the authorities may deem significant to an inspection. The same"}, {"text_block_id": "p36_b1403", "text": "shall apply to persons liable for VAT on the import of goods and to persons with a bookkeeping obligation pursuant to the Act relating to Bookkeeping section 2 third subsection. The fourth sentence shall correspondingly apply for suppliers registered in the simplified registration scheme."}, {"text_block_id": "p36_b1404", "text": "(2)"}, {"text_block_id": "p36_b1405", "text": "Businesses, their employees or other associated persons shall provide necessary guidance and assistance and allow the tax authorities to review, inspect and examine the enterprise's archives, to undertake valuations, etc of real property, plant, installations and appurtenances and to count livestock, stocks, raw materials, etc. When reviewing the enterprise's files, the tax authorities may make copies and store them on storage media for subsequent review at the offices of the person obligated to disclose information or at the offices of the tax authorities. The same shall apply to persons with a statutory bookkeeping obligation pursuant to the Act relating to Bookkeeping section 2 third paragraph."}, {"text_block_id": "p36_b1406", "text": "(3)"}, {"text_block_id": "p36_b1407", "text": "Businesses which are not required to submit VAT returns shall provide information about their enterprise that may be requested by the tax authorities."}, {"text_block_id": "p36_b1408", "text": "(4)"}, {"text_block_id": "p36_b1409", "text": "In the case of sole proprietorships, the duty to disclose and submit VAT returns shall lie with the owner of the enterprise. In the case of companies, cooperatives, associations, institutions or entities, this duty shall lie with the general manager of the enterprise or with the board chair if the enterprise has no general manager."}, {"text_block_id": "p36_b1410", "text": "(5)"}, {"text_block_id": "p36_b1411", "text": "The Ministry may issue additional regulations concerning tax audits and reviewing of the files of the enterprise (the conduct of inspection of the taxable person)."}, {"text_block_id": "p36_b1412", "text": "Section 15-12."}, {"text_block_id": "p36_b1413", "text": "Order to maintain bookkeeping records"}, {"text_block_id": "p36_b1414", "text": "(1)"}, {"text_block_id": "p36_b1415", "text": "The tax authorities may order persons who are obligated to maintain bookkeeping records and to submit VAT returns, etc pursuant to this Act or pursuant to provisions issued pursuant to this Act to comply with the obligation to organise their bookkeeping, specification, documentation and storage of accounting information in line with the provisions laid down in or pursuant to the Act relating to Bookkeeping."}, {"text_block_id": "p36_b1416", "text": "(2)"}, {"text_block_id": "p36_b1417", "text": "The order to maintain bookkeeping records as specified in subsection (1) should be addressed to the board of the company, cooperative, association, entity or organisation and shall be sent to each board member. A time limit shall be set for compliance. The time limit shall be a minimum of four weeks and a maximum of one year."}, {"text_block_id": "p36_b1418", "text": "(3)"}, {"text_block_id": "p36_b1419", "text": "The Tax Assessment Act section 3-6 concerning appeals against orders shall correspondingly apply to appeals against bookkeeping orders."}, {"text_block_id": "p36_b1420", "text": "Section 15-12a."}, {"text_block_id": "p36_b1421", "text": "Order to conduct an audit"}, {"text_block_id": "p36_b1422", "text": "(1)"}, {"text_block_id": "p36_b1423", "text": "When a taxable person’s financial statements have been adopted contr"}, {"text_block_id": "p36_b1424", "text": "ary to the provisions in or in accordance with the Accounting Act or the Bookkeeping Act or generally accepted accounting or bookkeeping principles, the tax authorities may order that one or more financial statements be audited by a registered or state-authorised public accountant in compliance with the Auditing and Auditors Act section 2-2 for the following companies:"}, {"text_block_id": "p36_b1425", "text": "ary to the provisions in or in accordance with the Accounting Act or the Bookkeeping Act or generally accepted accounting or bookkeeping principles, the tax authorities may order that one or more financial statements be audited by a registered or state-authorised public accountant in compliance with the Auditing and Auditors Act section 2-2 for the following companies:\n* A limited liability company where a decision was made in accordance with the authority\n* A company as specified in the Accounting Act section 1-2 subsection (1) no. 13 that is"}, {"text_block_id": "p36_b1429", "text": "(2)"}, {"text_block_id": "p36_b1430", "text": "An order to conduct an audit may be issued on the basis of the conditions specified in subsection (1) relating to the financial statements for the latest financial year and for the three preceding financial year."}, {"text_block_id": "p37_b1431", "text": "(3)"}, {"text_block_id": "p37_b1432", "text": "An order to conduct an audit may not be made to apply to more than three financial years."}, {"text_block_id": "p37_b1433", "text": "(4)"}, {"text_block_id": "p37_b1434", "text": "Orders to conduct an audit shoul"}, {"text_block_id": "p37_b1435", "text": "d be addressed to the company’s board."}, {"text_block_id": "p37_b1436", "text": "(5)"}, {"text_block_id": "p37_b1437", "text": "A company which is issued with an order to conduct an audit may file an appeal if it considers that it is not obligated or legally authorised to comply with the order. Appeals must be filed in writing and submitted within three weeks. The tax authorities may decide that an order shall not be enforced before an appeal has been decided."}, {"text_block_id": "p37_b1438", "text": "(6)"}, {"text_block_id": "p37_b1439", "text": "The Ministry may issue regulations specifying orders to conduct an audit."}, {"text_block_id": "p37_b1440", "text": "Section 15-13."}, {"text_block_id": "p37_b1441", "text": "Duty of the police to provide assistance"}, {"text_block_id": "p37_b1442", "text": "The police shall provide assistance in a tax inspection when so requested by the tax authorities. The police may request information and the disclosure of material as specified in section 15-11."}, {"text_block_id": "p37_b1443", "text": "III Specification of VAT in sales documentation"}, {"text_block_id": "p37_b1444", "text": "Section 15-14."}, {"text_block_id": "p37_b1445", "text": "Entitlement to specify VAT in sales documentation, etc"}, {"text_block_id": "p37_b1446", "text": "(1)"}, {"text_block_id": "p37_b1447", "text": "Only the registered taxable person or the supplier registered in the simplified registration scheme may specify the VAT amount in sales documentation and state in the price specification that the consideration includes VAT."}, {"text_block_id": "p37_b1448", "text": "(2)"}, {"text_block_id": "p37_b1449", "text": "Anyone who, contrary to subsection (1), has specified an amount as VAT in sales documentation shall notify the tax office of this in writing within ten days of the end of the month in which such sales documentation was issued. Notification may be omitted if the error is corrected in relation to the purchaser."}, {"text_block_id": "p37_b1450", "text": "(3)"}, {"text_block_id": "p37_b1451", "text": "The Ministry may issue regulations prescribing that associations and cooperatives who primarily supply products from their members' fishing, forestry or agricultural activities with subsidiary sources of income may specify VAT in their settlements of accounts with suppliers who are not registered in the VAT register. The Ministry may stipulate more detailed conditions for implementing this scheme and may decide that the scheme shall correspondingly apply to other purchasers and producers. The Ministry may issue regulations prescribing that the scheme described in the first sentence shall also apply to dealers in products from home producers of handicrafts and home crafts, even if most of their supplies do not comprise such products."}, {"text_block_id": "p37_b1452", "text": "Chapter 16. Tax audits"}, {"text_block_id": "p37_b1453", "text": "Section 16-1."}, {"text_block_id": "p37_b1454", "text": "Information for audit purposes from the taxable person, etc."}, {"text_block_id": "p37_b1455", "text": "(1)"}, {"text_block_id": "p37_b1456", "text": "Any taxable person, any person liable for VAT on the import of goods, any supplier under the simplified registration scheme, as well as any person with a bookkeeping obligation pursuant to the Act relating to Bookkeeping section 2 subsection (3), shall at the request of the tax authorities disclose any information that may be of relevance to the bookkeeping or the VAT liability of such person. The tax authorities may require the person obligated to disclose information pursuant to the first sentence to document the information by, for example, granting access to, submitting, compiling, handing over or forwarding accounting materials, including vouchers, contracts, correspondence, board minutes, computer software and software systems."}, {"text_block_id": "p37_b1457", "text": "(2)"}, {"text_block_id": "p37_b1458", "text": "Businesses that are not required to submit VAT returns shall provide any information about their enterprises that may be requested by the tax authorities."}, {"text_block_id": "p37_b1459", "text": "(3)"}, {"text_block_id": "p37_b1460", "text": "Anyone ordered to disclose information pursuant to the present provision shall have a duty to disclose such information irrespective of any duty of confidentiality imposed on him"}, {"text_block_id": "p38_b1461", "text": "pursuant to statute or otherwise. However, disclosure of any information pertaining to national security shall only be required with the consent of the King."}, {"text_block_id": "p38_b1462", "text": "(4)"}, {"text_block_id": "p38_b1463", "text": "In the case of sole proprietorships, the duty to disclose information shall lie with the owner of the enterprise. In the case of companies, cooperatives, associations, institutions or entities, this duty shall lie with the general manager of the enterprise or with the board chair if the enterprise has no general manager."}, {"text_block_id": "p38_b1464", "text": "Section 16-2."}, {"text_block_id": "p38_b1465", "text": "Information for audit purposes from third parties"}, {"text_block_id": "p38_b1466", "text": "(1)"}, {"text_block_id": "p38_b1467", "text": "Any third party shall, at the request of the tax authorities, disclose any information that may be of relevance to the VAT liability of any person."}, {"text_block_id": "p38_b1468", "text": "(2)"}, {"text_block_id": "p38_b1469", "text": "However, to the extent that such information does not relate to their business activities, natural persons shall only be required to disclose information in the following cases:"}, {"text_block_id": "p38_b1470", "text": "However, to the extent that such information does not relate to their business activities, natural persons shall only be required to disclose information in the following cases:\n* Any party who has work performed on buildings or plant shall, at the request of the tax\n* Principals shall, at the request of the tax authorities, disclose information concerning any\n* authorities which assess or collect direct taxes, customs duties or indirect taxes or which\n* authorities assigned with supervisory functions under Act of 29 June 2007 No. 75 relating\n* authorities assigned with supervisory functions under Act of 29 June 2007 No. 73 relating"}, {"text_block_id": "p38_b1474", "text": "(3)"}, {"text_block_id": "p38_b1475", "text": "The gathering of information for purposes of targeting tax audits can only take place when merited by special reasons."}, {"text_block_id": "p38_b1476", "text": "(4)"}, {"text_block_id": "p38_b1477", "text": "The tax authorities may require third parties to document the information in the manner mentioned in section 16-1 subsection (1) second sentence."}, {"text_block_id": "p38_b1478", "text": "(5)"}, {"text_block_id": "p38_b1479", "text": "In the case of sole proprietorships, the duty to disclose information pursuant to subsections"}, {"text_block_id": "p38_b1480", "text": "(1)"}, {"text_block_id": "p38_b1481", "text": "to (3) shall lie with the owner of the enterprise. In the case of companies, cooperatives, associations, institutions or entities, this duty shall lie with the general manager of the enterprise or with the board chair if the enterprise has no general manager."}, {"text_block_id": "p38_b1482", "text": "Section 16-3."}, {"text_block_id": "p38_b1483", "text": "Information for audit purposes from government bodies"}, {"text_block_id": "p38_b1484", "text": "(1)"}, {"text_block_id": "p38_b1485", "text": "Government bodies, entities, etc., and civil servants shall, at the request of the tax authorities, disclose any information that comes to their knowledge in the performance of their duties, and shall to the extent necessary provide transcripts of records, copies of documents, etc."}, {"text_block_id": "p38_b1486", "text": "(2)"}, {"text_block_id": "p38_b1487", "text": "Notwithstanding any other duty of confidentiality by which they may be bound,"}, {"text_block_id": "p39_b1494", "text": "Notwithstanding any other duty of confidentiality by which they may be bound,\n* the mediation boards shall, when requested by the tax authorities, provide information\n<\\li1>"}, {"text_block_id": "p39_b1496", "text": "(3)"}, {"text_block_id": "p39_b1497", "text": "The Ministry may issue regulations prescribing that information pursuant to subsections"}, {"text_block_id": "p39_b1498", "text": "(1)"}, {"text_block_id": "p39_b1499", "text": "and (2) letters (a), (b) and (c) shall also be provided about any unnamed person, estate, company or entity. The Ministry may also issue regulations prescribing that information for use in direct inspections of VAT returns shall be submitted electronically, including the conditions for such submissions."}, {"text_block_id": "p39_b1500", "text": "Section 16-4."}, {"text_block_id": "p39_b1501", "text": "Information for audit purposes from suppliers of electronic communication networks or services"}, {"text_block_id": "p39_b1502", "text": "When necessitated by special circumstances and there is suspicion of a contravention of provisions laid down in or pursuant to this Act, the Directorate of Taxes, or those authorised by the Directorate, may order a provider of access to an electronic communication network or service to provide information concerning contractually secret telephone numbers or other subscription details, as well as electronic communication addresses."}, {"text_block_id": "p39_b1503", "text": "Section 16-5."}, {"text_block_id": "p39_b1504", "text": "Duty of disclosure upon request in connection with the administration of decedents' estates"}, {"text_block_id": "p39_b1505", "text": "If a public notice to creditors is issued in connection with the administration of a decedents' estate, the beneficiaries, district court judge, executor and others who assist in settling the estate shall be obligated to provide information deemed by the tax authorities to be necessary for determining whether VAT is owed by the estate."}, {"text_block_id": "p39_b1506", "text": "Section 16-6."}, {"text_block_id": "p39_b1507", "text": "Inspection of the premises of the person obligated to disclose information"}, {"text_block_id": "p39_b1508", "text": "(1)"}, {"text_block_id": "p39_b1509", "text": "The tax authorities may conduct inspections of the premises of the person obligated to disclose information pursuant to the present Act. The person obligated to disclose information shall, nonetheless, not be required to permit inspection of his or her private home, unless business activities are conducted from the private home of a person engaged in business activities."}, {"text_block_id": "p39_b1510", "text": "(2)"}, {"text_block_id": "p39_b1511", "text": "In the event of inspection as mentioned in subsection (1), the person obligated to disclose information shall provide any details such person is required to provide for audit purposes pursuant to sections 16-1 to 16-5. The person obligated to disclose information shall also allow the tax authorities to review, inspect and examine archives, to count assets, to undertake valuations, etc., of real property, plant, installations, means of transport, etc. When reviewing the enterprise's files, the tax authorities may make copies and store them on storage media for subsequent review at the offices of the person obligated to disclose information or at the offices of the tax authorities."}, {"text_block_id": "p39_b1512", "text": "(3)"}, {"text_block_id": "p39_b1513", "text": "The person obligated to disclose information or a person appointed by him shall, when requested by the tax authorities, attend any inspection as mentioned in subsection (1) and provide necessary guidance and assistance."}, {"text_block_id": "p39_b1514", "text": "(4)"}, {"text_block_id": "p39_b1515", "text": "In the case of sole proprietorships, the duties under subsections (1) to (3) shall lie with the owner of the enterprise. In the case of companies, cooperatives, associations, institutions or entities, this duty shall lie with the general manager of the enterprise or with the board chair if the enterprise has no general manager."}, {"text_block_id": "p39_b1516", "text": "Section 16-7."}, {"text_block_id": "p39_b1517", "text": "Order to maintain bookkeeping records"}, {"text_block_id": "p39_b1518", "text": "(1)"}, {"text_block_id": "p39_b1519", "text": "The tax authorities may order persons who are obligated to maintain bookkeeping records and to submit VAT returns, etc., pursuant to this Act or pursuant to provisions issued pursuant to this Act to comply with the obligation to organise their bookkeeping, specification,"}, {"text_block_id": "p40_b1520", "text": "documentation and storage of accounting information in line with the provisions laid down in or pursuant to the Act relating to Bookkeeping."}, {"text_block_id": "p40_b1521", "text": "(2)"}, {"text_block_id": "p40_b1522", "text": "The order to maintain bookkeeping records as specified in subsection (1) should be addressed to the board of the company, cooperative, association, entity or organisation and shall be sent to each board member. A time limit shall be set for compliance. The time limit shall be a minimum of four weeks and a maximum of one year."}, {"text_block_id": "p40_b1523", "text": "(3)"}, {"text_block_id": "p40_b1524", "text": "The Tax Assessment Act section 3-6 concerning appeals against orders shall correspondingly apply to appeals against bookkeeping orders."}, {"text_block_id": "p40_b1525", "text": "Section 16-8."}, {"text_block_id": "p40_b1526", "text": "Order to conduct an audit"}, {"text_block_id": "p40_b1527", "text": "(1)"}, {"text_block_id": "p40_b1528", "text": "When a taxable person's financial statements have been adopted contrary to the provisions in or in accordance with the Accounting Act or the Bookkeeping Act or generally accepted accounting or bookkeeping principles, the tax authorities may order that one or more financial statements be audited by a registered or state-authorised public accountant in compliance with the Auditing and Auditors Act section 2-2 for the following companies:"}, {"text_block_id": "p40_b1529", "text": "When a taxable person's financial statements have been adopted contrary to the provisions in or in accordance with the Accounting Act or the Bookkeeping Act or generally accepted accounting or bookkeeping principles, the tax authorities may order that one or more financial statements be audited by a registered or state-authorised public accountant in compliance with the Auditing and Auditors Act section 2-2 for the following companies:\n* a limited liability company where a decision was made in accordance with the authority\n* a company as specified in the Accounting Act section 1-2 subsection (1) no. 13 that is"}, {"text_block_id": "p40_b1533", "text": "(2)"}, {"text_block_id": "p40_b1534", "text": "An order to conduct an audit may be issued on the basis of the conditions specified in subsection (1) relating to the financial statements for the latest financial year and for the three preceding financial years."}, {"text_block_id": "p40_b1535", "text": "(3)"}, {"text_block_id": "p40_b1536", "text": "An order to conduct an audit may not be made to apply to more than three financial years."}, {"text_block_id": "p40_b1537", "text": "(4)"}, {"text_block_id": "p40_b1538", "text": "Orders to conduct an audit should be addressed to the company's board."}, {"text_block_id": "p40_b1539", "text": "(5)"}, {"text_block_id": "p40_b1540", "text": "A company which is issued with an order to conduct an audit may file an appeal if it considers that it is not obligated or legally authorised to comply with the order. Appeals must be filed in writing and submitted within three weeks. The tax authorities may decide that an order shall not be enforced before an appeal has been decided."}, {"text_block_id": "p40_b1541", "text": "(6)"}, {"text_block_id": "p40_b1542", "text": "The Ministry may issue regulations setting out further provisions on orders to conduct an audit."}, {"text_block_id": "p40_b1543", "text": "Section 16-9."}, {"text_block_id": "p40_b1544", "text": "Duty of the police to provide assistance"}, {"text_block_id": "p40_b1545", "text": "The police shall provide assistance in a tax inspection when so requested by the tax authorities. The police may request information and the disclosure of material as specified in section 16-6."}, {"text_block_id": "p40_b1546", "text": "Section 16-10."}, {"text_block_id": "p40_b1547", "text": "Obligation to present ID card"}, {"text_block_id": "p40_b1548", "text": "If an employer issues an employee with an ID card according to provisions pursuant to the Working Environment Act section 4-1 subsection (7), the tax authorities may require the employee to present an ID card."}, {"text_block_id": "p40_b1549", "text": "Section 16-11."}, {"text_block_id": "p40_b1550", "text": "Regulations"}, {"text_block_id": "p40_b1551", "text": "The Ministry may issue regulations supplementing this chapter and stipulating how it shall be practised, including provisions concerning how information shall be disclosed."}, {"text_block_id": "p40_b1552", "text": "Chapter 17. Binding prior statements"}, {"text_block_id": "p41_b1553", "text": "Section 17-1. Binding prior statements"}, {"text_block_id": "p41_b1554", "text": "(1)"}, {"text_block_id": "p41_b1555", "text": "The Directorate of Taxes and the tax office may, on request, issue a prior statement on the tax effects of a specific planned transaction before it is implemented. This shall only apply when it is of material importance to clarify the effects before implementation or in the case of an issue that is of public interest."}, {"text_block_id": "p41_b1556", "text": "(2)"}, {"text_block_id": "p41_b1557", "text": "A prior statement issued pursuant to this chapter shall have binding effect on an assessment if so requested by the party concerned and if the transaction in question is implemented in accordance with the assumptions on which the statement was based."}, {"text_block_id": "p41_b1558", "text": "Section 17-2."}, {"text_block_id": "p41_b1559", "text": "Fees"}, {"text_block_id": "p41_b1560", "text": "A fee shall be paid for a binding prior statement."}, {"text_block_id": "p41_b1561", "text": "Section 17-3."}, {"text_block_id": "p41_b1562", "text": "Appeals and judicial review"}, {"text_block_id": "p41_b1563", "text": "(1)"}, {"text_block_id": "p41_b1564", "text": "A decision by the Directorate of Taxes or the tax office not to issue a binding prior statement may not be appealed."}, {"text_block_id": "p41_b1565", "text": "(2)"}, {"text_block_id": "p41_b1566", "text": "A binding prior statement may not be appealed against or reviewed in separate proceedings in a court of law."}, {"text_block_id": "p41_b1567", "text": "(3)"}, {"text_block_id": "p41_b1568", "text": "A decision based on a binding prior statement may be appealed against or brought before a court of law."}, {"text_block_id": "p41_b1569", "text": "Section 17-4."}, {"text_block_id": "p41_b1570", "text": "Regulatory authority"}, {"text_block_id": "p41_b1571", "text": "The Ministry may issue regulations supplementing this chapter and stipulating how it shall be practised, including the matter of fees."}, {"text_block_id": "p41_b1572", "text": "Chapter 18. Discretionary assessment of VAT and amendments to VAT settlements, etc"}, {"text_block_id": "p41_b1573", "text": "Section 18-1."}, {"text_block_id": "p41_b1574", "text": "Discretionary assessment of VAT"}, {"text_block_id": "p41_b1575", "text": "(1)"}, {"text_block_id": "p41_b1576", "text": "The tax authorities may determine the basis for calculating output VAT and the amount of input VAT by discretionary assessment, including correcting errors in a VAT settlement, when:"}, {"text_block_id": "p41_b1577", "text": "The tax authorities may determine the basis for calculating output VAT and the amount of input VAT by discretionary assessment, including correcting errors in a VAT settlement, when:\n* a VAT return was not received by the tax authorities. A VAT return that is received after a\n* a VAT return received is incorrect or incomplete or based on accounts that have not been\n* a party has registered or has continued to be listed in the VAT Register without meeting the"}, {"text_block_id": "p41_b1583", "text": "(2)"}, {"text_block_id": "p41_b1584", "text": "A collective discretionary assessment may be made for more than one VAT period, but not for a period longer than one calendar year. Corrections to specific items in a VAT settlement must be linked to specific VAT periods."}, {"text_block_id": "p41_b1585", "text": "(3)"}, {"text_block_id": "p41_b1586", "text": "A discretionary assessment may be made up to ten years after the expiry of the VAT period in question."}, {"text_block_id": "p41_b1587", "text": "Section 18-2."}, {"text_block_id": "p41_b1588", "text": "Assessment of amounts incorrectly specified as VAT"}, {"text_block_id": "p41_b1589", "text": "(1)"}, {"text_block_id": "p41_b1590", "text": "If an amount incorrectly specified as VAT is not declared in a VAT return, cf. section 15-1 subsection (5), or in a notification, cf. section 15-14 subsection (2), the tax authorities may assess the amount."}, {"text_block_id": "p41_b1591", "text": "(2)"}, {"text_block_id": "p41_b1592", "text": "Such assessments may be made up to ten years after the expiry of the VAT period in question."}, {"text_block_id": "p42_b1593_merged", "text": "Section 18-3. Amending a VAT settlement at the request of the taxable person, etc (1) A registered taxable person may request amendments to be made to the basis of calculation for output VAT and the amount of input VAT for earlier VAT periods. A request to amend in favour of the taxable person must reach the tax authorities no later than three years after the expiry of the VAT period."}, {"text_block_id": "p42_b1596", "text": "(2)"}, {"text_block_id": "p42_b1597", "text": "When too much VAT was declared in sales documentation, the basis of calculation for output VAT may only be amended if the error is corrected in relation to the purchaser. In special circumstances the tax authorities may decide that this condition shall not apply and that the request for repayment shall, when correction is not requested, be limited to the portion of the VAT which the taxable person has not passed on to others."}, {"text_block_id": "p42_b1598", "text": "(3)"}, {"text_block_id": "p42_b1599", "text": "The request shall be made by submitting a VAT return with amendments to the previously submitted VAT return in accordance with Chapter 15. Section 15-7 subsections (3) and (4) and section 15-8 subsection (2) shall correspondingly apply."}, {"text_block_id": "p42_b1600", "text": "(4)"}, {"text_block_id": "p42_b1601", "text": "If the tax authorities do not fully or partly take the request persuant to the first subsection into account, a decision shall be made to this effect."}, {"text_block_id": "p42_b1602", "text": "(5)"}, {"text_block_id": "p42_b1603", "text": "Subsections (1) to (4) shall correspondingly apply for recipients and suppliers who must submit VAT returns pursuant to section 15-6."}, {"text_block_id": "p42_b1604", "text": "Section 18-4."}, {"text_block_id": "p42_b1605", "text": "Amendment of a decision without appeal"}, {"text_block_id": "p42_b1606", "text": "(1)"}, {"text_block_id": "p42_b1607", "text": "Decisions pursuant to section 18-1, section 18-3, section 21-2 and section 21-3 may be amended by the tax office or the Directorate of Taxes. The same shall apply to decisions concerning registration in or deregistration from the VAT register or the simplified registration scheme if a concurrent decision is made pursuant to section 18-1 that is directly related to the registration or deregistration decision."}, {"text_block_id": "p42_b1608", "text": "(2)"}, {"text_block_id": "p42_b1609", "text": "If new information becomes available showing that a previous decision was incorrect, the decision may be amended in disfavour of the person to which the decision applies. Such decisions may be made for up to ten years after the expiry of the VAT period in question. If no new information is available, notice of an amendment in disfavour of a taxable person must be given within two years of the date on which the decision was made."}, {"text_block_id": "p42_b1610", "text": "(3)"}, {"text_block_id": "p42_b1611", "text": "Subsections (1) and (2) shall correspondingly apply to decisions regarding refunds pursuant to section 10-1 and decisions made pursuant to section 18-2."}, {"text_block_id": "p42_b1612", "text": "(4)"}, {"text_block_id": "p42_b1613", "text": "The authority of the Directorate of Taxes to amend decisions pursuant to subsection (1) shall be limited to decisions where the retrospectively calculated amount is less than NOK 15,000, excluding interest."}, {"text_block_id": "p42_b1614", "text": "(5)"}, {"text_block_id": "p42_b1615", "text": "The tax authorities shall consider issues concerning amendments resulting from or required by a court decision. Such amendments must be brought up for consideration within one year of the date on which a court decision became legally binding."}, {"text_block_id": "p42_b1616", "text": "Chapter 19. Appeals and VAT concessions"}, {"text_block_id": "p42_b1617", "text": "Section 19-1."}, {"text_block_id": "p42_b1618", "text": "Appeals"}, {"text_block_id": "p42_b1619", "text": "(1)"}, {"text_block_id": "p42_b1620", "text": "The Board of Appeal for Value Added Tax shall decide appeals against decisions made by the tax office or the Directorate of Taxes pursuant to section 18-1, section 18-3, section 18-4 subsections (1) and (2), section 21-2 and section 21-3. The same shall apply to appeals against decisions concerning registration in or deregistration from the VAT Register if a concurrent appeal is made against a decision pursuant to section 18-1 that is directly related to the registration or deregistration decision."}, {"text_block_id": "p42_b1621", "text": "(2)"}, {"text_block_id": "p42_b1622", "text": "If the value of the subject of an appeal is less than NOK 15,000, excluding interest, appeals shall be decided by the Directorate of Taxes. There shall be no right of appeal if the"}, {"text_block_id": "p43_b1623", "text": "value of the subject of an appeal is less than NOK 4,000, excluding interest. The Directorate of Taxes may nonetheless allow cases as specified in the first and second sentences that constitute matters of principle to be brought before the Board of Appeal for Value Added Tax. The decisions of the Directorate of Taxes may not be appealed."}, {"text_block_id": "p43_b1624", "text": "(3)"}, {"text_block_id": "p43_b1625", "text": "Appeals against decisions pursuant to section 18-1 subsection (1) letter (a) shall only be dealt with if they are accompanied by VAT returns for the period or periods to which the decision applies."}, {"text_block_id": "p43_b1626", "text": "Section 19-2."}, {"text_block_id": "p43_b1627", "text": "Case costs"}, {"text_block_id": "p43_b1628", "text": "(1)"}, {"text_block_id": "p43_b1629", "text": "If the Board of Appeal for Value Added Tax amends a decision in favour of an appellant, the tax office shall decide whether the costs of the case shall be awarded pursuant to the Act relating to Procedure in Cases concerning the Public Administration section 36."}, {"text_block_id": "p43_b1630", "text": "(2)"}, {"text_block_id": "p43_b1631", "text": "Decisions by the tax office pursuant to subsection (1) may be appealed against to the Board of Appeal for Value Added Tax."}, {"text_block_id": "p43_b1632", "text": "Section 19-3."}, {"text_block_id": "p43_b1633", "text": "VAT concessions"}, {"text_block_id": "p43_b1634", "text": "(1)"}, {"text_block_id": "p43_b1635", "text": "In the case of special circumstances, the Ministry may make individual decisions granting full or partial exemption from the Act or exemption from VAT or decide that no VAT shall be payable on import."}, {"text_block_id": "p43_b1636", "text": "(2)"}, {"text_block_id": "p43_b1637", "text": "The Directorate of Taxes and the Directorate of Customs and Excise may reduce or waive assessed VAT in cases where special circumstances relating to an assessment would make it unduly unreasonable to uphold the full claim. The same shall apply to additional VAT imposed pursuant to section 21-3 and to the Act on Customs Duties and Movement of Goods section 16-10."}, {"text_block_id": "p43_b1638", "text": "Chapter 20. Legal proceedings"}, {"text_block_id": "p43_b1639", "text": "Section 20-1."}, {"text_block_id": "p43_b1640", "text": "Legal proceedings brought against the State"}, {"text_block_id": "p43_b1641", "text": "(1)"}, {"text_block_id": "p43_b1642", "text": "Any legal proceedings against the State shall be brought pursuant to the legal venue provisions in the Act relating to Mediation and Procedure in Civil Disputes. If the tax office constitutes the tax authority, the tax office which made the decision in the first instance shall act as party to the proceeding on behalf of the State. The Ministry may issue instructions concerning the role of a party to a proceeding on behalf of the State in general and in individual cases. The Ministry may, in individual cases or in groups of cases, assume the role of party to a proceeding or transfer it to another tax authority."}, {"text_block_id": "p43_b1643", "text": "(2)"}, {"text_block_id": "p43_b1644", "text": "If, in proceedings against the State concerning the rights and obligations pursuant to this Act, the court concludes that a party shall only pay part of a disputed amount of VAT or shall only be refunded part of a claim for refund and there is insufficient information available to establish the correct amount, the conclusion of the judgment shall state how the new amount shall be assessed. Should the court conclude that a decision concerning the basis for a VAT claim cannot be upheld due to formal errors, it shall refer the decision to the tax authority concerned for reconsideration."}, {"text_block_id": "p43_b1645", "text": "(3)"}, {"text_block_id": "p43_b1646", "text": "Legal proceedings against the State to review a VAT settlement must be instituted within six months after the expiry of the VAT period to which the settlement applies or after notification of the decision was sent. Reinstatement may be granted for an exceeded time limit according to the provisions in the Civil Disputes Act sections 16-12 to 16-14. After expiry of the time limit for instituting legal action, the time limit in the Tax Payment Act section 17-1 subsection (5) shall nonetheless apply in cases involving enforcement or provisional security."}, {"text_block_id": "p44_b1647", "text": "Section 20-2."}, {"text_block_id": "p44_b1648", "text": "Legal proceedings brought by the State"}, {"text_block_id": "p44_b1649", "text": "(1)"}, {"text_block_id": "p44_b1650", "text": "The State may bring legal proceedings to have reviewed whether a decision by the Board of Appeal for Value Added Tax shall be completely or partially overturned on the grounds that it was made on an incorrect factual basis or an incorrect interpretation of a question of law. This shall not, however, apply to decisions made on the basis of a binding prior statement pursuant to chapter 17."}, {"text_block_id": "p44_b1651", "text": "(2)"}, {"text_block_id": "p44_b1652", "text": "Legal proceedings shall be directed against the Board of Appeal for Value Added Tax in the person of the chair of the board."}, {"text_block_id": "p44_b1653", "text": "(3)"}, {"text_block_id": "p44_b1654", "text": "Legal proceedings must be brought within four months after the Board of Appeal has reached a decision. The party against whom the decision is directed shall be notified of the legal proceedings."}, {"text_block_id": "p44_b1655", "text": "Chapter 21. Administrative sanctions and penalties"}, {"text_block_id": "p44_b1656", "text": "Section 21-1."}, {"text_block_id": "p44_b1657", "text": "Coercive fines"}, {"text_block_id": "p44_b1658", "text": "(1)"}, {"text_block_id": "p44_b1659", "text": "The tax authorities may order anyone who has not complied with the duty to provide information or statements pursuant to sections 16-1 to 16-6 to provide such information subject to the imposition of a daily coercive fine."}, {"text_block_id": "p44_b1660", "text": "(2)"}, {"text_block_id": "p44_b1661", "text": "The tax authorities may impose a daily coercive fine on a party who fails to comply with an order to maintain bookkeeping records in accordance with section 15-12 by the given time limit, until the matter has been remedied. A coercive fine shall normally be equivalent to one basic court fee per day, cf. the Act relating to Court Fees section 1 second paragraph. In special cases, the coercive fine may be reduced or increased, though by no more than the equivalent of ten basic court fees per day. A total fine may not exceed NOK 1 million."}, {"text_block_id": "p44_b1662", "text": "(3)"}, {"text_block_id": "p44_b1663", "text": "Any decision to impose a coercive fine should be addressed to the board of the company, cooperative, association, entity or organisation concerned and sent to each and every board member by registered post. A coercive fine may be collected from members of the board as well as from the company, cooperative, association, entity or organisation."}, {"text_block_id": "p44_b1664", "text": "Section 21-2."}, {"text_block_id": "p44_b1665", "text": "Increased output VAT"}, {"text_block_id": "p44_b1666", "text": "(1)"}, {"text_block_id": "p44_b1667", "text": "If a VAT return is not received in time or has been incorrectly completed, the tax authorities may increase the amount of output VAT for the period concerned by a minimum of NOK 250 or by up to three per cent of the VAT amount. A VAT amount may not be increased by more than NOK 5,000. A VAT amount may be increased up to three years after the expiry of the VAT period in question."}, {"text_block_id": "p44_b1668", "text": "(2)"}, {"text_block_id": "p44_b1669", "text": "If a VAT return is submitted on paper in violation of section 15-7 subsection (3), the tax authorities may increase the amount of output VAT on the basis of calculation provisions corresponding to those set out in subsection (1). Such increase may be imposed independently of any increase pursuant to subsection (1)."}, {"text_block_id": "p44_b1670", "text": "(3)"}, {"text_block_id": "p44_b1671", "text": "The Act relating to Procedure in Cases concerning the Public Administration section 16 regarding advance notification shall not apply to decisions to increase output VAT."}, {"text_block_id": "p44_b1672", "text": "Section 21-3."}, {"text_block_id": "p44_b1673", "text": "Additional VAT"}, {"text_block_id": "p44_b1674", "text": "(1)"}, {"text_block_id": "p44_b1675", "text": "Any party who wilfully or negligently contravenes this Act or regulations issued pursuant to it and thereby inflicts, or potentially inflicts, a loss of revenue on the State may be imposed a tax of up to 100 per cent in addition to the VAT assessed pursuant to section 8-1 and section"}, {"text_block_id": "p45_b1676", "text": "Any party who wilfully or negligently contravenes this Act or regulations issued pursuant to it and thereby inflicts, or potentially inflicts, a loss of revenue on the State may be imposed a tax of up to 100 per cent in addition to the VAT assessed pursuant to section 8-1 and section\n* subsections (1) and (2). The additional VAT can be imposed up to 10 years after the\n<\\li1>"}, {"text_block_id": "p45_b1678", "text": "(2)"}, {"text_block_id": "p45_b1679", "text": "A party against which liability under this paragraph is directed shall also be liable for the actions of an assistant, spouse or child."}, {"text_block_id": "p45_b1680", "text": "Section 21-4."}, {"text_block_id": "p45_b1681", "text": "Penalties"}, {"text_block_id": "p45_b1682", "text": "(1)"}, {"text_block_id": "p45_b1683", "text": "Any person, who wilfully provides incorrect or incomplete information in a VAT return or in other returns or statements to the tax authorities, and thereby evades VAT or obtains an unlawful refund of VAT, shall be punished as for fraud pursuant to the General Civil Penal Code section 270 and section 271."}, {"text_block_id": "p45_b1684", "text": "(2)"}, {"text_block_id": "p45_b1685", "text": "Any party who wilfully omits to register in the VAT Register pursuant to the provisions of chapters 2 and 14 or who contravenes the provisions concerning VAT returns and the duties of documentation and assistance in chapter 15 or the provisions concerning the duty of disclosure in chapter 16, shall be punished with fines or imprisonment for a period of up to three months. The same shall apply in the case of contravention of regulations issued pursuant to those provisions or of regulations relating to the registration and documentation of accounting information issued pursuant to this Act. If the intention was to evade payment of VAT or obtain an unlawful refund of VAT, a penalty of imprisonment for a period of up to three years may be imposed, and fines may be imposed together with imprisonment."}, {"text_block_id": "p45_b1686", "text": "(3)"}, {"text_block_id": "p45_b1687", "text": "Aiding and abetting shall be punishable in the same manner as for contravention."}, {"text_block_id": "p45_b1688", "text": "(4)"}, {"text_block_id": "p45_b1689", "text": "A contravention as specified in this section that is due to negligence shall be punishable by a fine."}, {"text_block_id": "p45_b1690", "text": "(5)"}, {"text_block_id": "p45_b1691", "text": "This section shall apply insofar as a contravention is not covered by more stringent penal provisions."}, {"text_block_id": "p45_b1692", "text": "Chapter 22. Final provisions"}, {"text_block_id": "p45_b1693", "text": "Section 22-1."}, {"text_block_id": "p45_b1694", "text": "Amendments to VAT regulations"}, {"text_block_id": "p45_b1695", "text": "(1)"}, {"text_block_id": "p45_b1696", "text": "VAT shall be payable on supplies and withdrawals pursuant to the rules and rates that apply on the date of supply or withdrawal. VAT shall be payable on imports of goods pursuant to the rules that apply on the date of customs clearance."}, {"text_block_id": "p45_b1697", "text": "(2)"}, {"text_block_id": "p45_b1698", "text": "If a contract for delivery was signed before a supply became liable to VAT or before an increase in the VAT rate was enforced, the recipient shall be liable to pay an additional charge corresponding to the VAT or the increased rate. This shall not apply if it can be demonstrated that VAT had been taken into account when the price was calculated."}, {"text_block_id": "p45_b1699", "text": "(3)"}, {"text_block_id": "p45_b1700_merged", "text": "The Ministry may issue regulations prescribing transitional provisions in connection with the entry into force of this Act or in connection with amendments to this Act or the Storting’s decision regarding VAT."}, {"text_block_id": "p45_b1703", "text": "Section 22-2."}, {"text_block_id": "p45_b1704", "text": "Entry into force. Transitional provisions"}, {"text_block_id": "p45_b1705", "text": "(1)"}, {"text_block_id": "p45_b1706", "text": "The act enters into force from the date which the King decides."}, {"text_block_id": "p45_b1707", "text": "(2)"}, {"text_block_id": "p45_b1708", "text": "Act no. 66 of 19 June 1969 relating to Value Added Tax shall be repealed with effect from the same date. Individual decisions made pursuant to section 70 shall cease to apply six months after the entry into force of this Act. If, within these six months, a party applies for a corresponding VAT concession pursuant to section 19-3 subsection (1), an individual decision shall apply until the tax authorities have made a decision in the case."}, {"text_block_id": "p45_b1709", "text": "(3)"}, {"text_block_id": "p45_b1710", "text": "Section 3-3 subsection (1) second sentence, section 9-1 subsection (3) and section 9-8 shall be repealed with effect from 1 January 2011."}, {"text_block_id": "p46_b1711", "text": "Section 22-3."}, {"text_block_id": "p46_b1712", "text": "Amendments to other acts"}, {"text_block_id": "p46_b1713", "text": "From the date on which this Act enters into force, the following amendments shall be made to other acts:"}, {"text_block_id": "p46_b1714", "text": "– – –"}], "document_description": "Under the previous VAT Act of 1969, zero VAT rating for the supply and import of electric vehicles was adopted by the Norwegian Parliament in 2001. In 2013, the Norwegian Parliament adopted amendments to the current VAT Act and the VAT Regulation concerning electric vehicles, which involve an extension of the zero rating to the leasing of electric vehicles and to the sale and import of batteries for electric vehicles."}