{"document_instrument_name": "Institutional mandates|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Poland", "document_category": "Law", "document_sector_name": ["Transportation", "Environment", "Energy", "Agriculture"], "document_date": "01/01/2006", "document_language": "Polish", "document_name": "Act on Biocomponents and Liquid Biofules", "document_country_code": "POL", "document_hazard_name": [], "document_keyword": "Energy Supply", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/POL/2006/POL-2006-01-01-Act on Biocomponents and Liquid Biofules_66440bcde312e6314bc6503754945bc0.pdf", "document_type": "Act", "text_blocks": [], "document_description": "This Act (last amended in January 2015) establishes that the producers, importers and suppliers of fuels are obliged to meet an annual quota of biofuels in the total amount of liquid fuels produced, supplied and imported. The obligation levels are determined every three years for a period of six years by the Council of Ministers. The following biocomponents are eligible: bioethanol, biomethanol, biobutanol, ester dimethylether, pure vegetable oil, bio liquid hydrocarbons, bio propane-butane, liquefied biomethane, compressed biomethane and biohydrogen, which are produced from biomass for use in the manufacture of liquid fuels or biofuels (art. 2 par. 1 no. 3). The biocomponents and bioliguids can only count towards the quota and be eligible for financial support, if they meet the sustainability criteria set out within the recognized certification system (art. 28b-28c) approved by the European Commission, including GHG emission reduction, protection of land with high biodiversity value, peatland protection and sustainable farming criteria (art. 28a).The Act is detailed by Regulation of 23 July 2013 on the National Indicative Targets for 2013-2018). The Regulation established that the obliged companies have to ensure that biofuels make up the following quotas of the company's total annual sale or consumption of fuel: 7.10% between 2013 and 2016, 7.80% in 2017 and 8.50% in 2018.This document was amended by the Act no. 1356/2019 \"amending the act on biocomponents And liquid biofuels and some other Acts\", notably to establish the Low-Emission Transport Fund."}