{"document_instrument_name": "Research & Development, knowledge generation|Information", "document_country_english_shortname": "Poland", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Electromobility Development Plan in Poland", "document_country_code": "POL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2018", "document_keyword": "Transport", "document_url": "https://cdn.climatepolicyradar.org/POL/2018/POL-2018-01-01-Electromobility Development Plan in Poland_4e738d848ca84c586a54bba1861627e8.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Electromobility  Development Plan in Poland"}, {"text_block_id": "p0_b2", "text": "‘ENERGY FOR THE FUTURE‘"}, {"text_block_id": "p2_b3", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b4", "text": "CHALLENGES"}, {"text_block_id": "p4_b5", "text": "OF THE FUTURE"}, {"text_block_id": "p4_b6", "text": "1. NEW TRENDS"}, {"text_block_id": "p4_b7", "text": "The Polish energy sector needs solutions that will allow to create space for its functioning in the European regulatory environment, which has an increasing impact on the Polish energy system. The reactive adjustment to the increasingly stringent environmental and climatic requirements puts Polish energy sector in the position of a recipient of technologies that have already been developed in other countries, whereas skillful prediction and participation in trending allows to overtake the regulatory actions on the part of EC and join the circle of beneficiaries of implemented standards. The electromobility market is a market with high growth potential, which may contribute to growth in other economy sectors. At the same time, along with the development of electromobility, we may expect EU regulations that will favor electric drives at the expense of combustion engines. It is expected that by 2020 there will have been EU regulations that will turn electric vehicles (including plug-in hybrids) into a real alternative for combustion vehicles."}, {"text_block_id": "p4_b8", "text": "The potential of this emerging market is best illustrated by the forecast which indicates that as many as 500 million electric cars will be driven on the roads in 2040 (out of the total number of 2 billion vehicles"}, {"text_block_id": "p4_b9", "text": "1"}, {"text_block_id": "p4_b10", "text": "). In consequence, a rapid increase of the sale of electric vehicles can be expected – nowadays, approximately 500,000 electric cars are sold annually, whereas by 2040 this number will have grown even up to 41 million items"}, {"text_block_id": "p4_b11", "text": "2"}, {"text_block_id": "p4_b12", "text": ". The expected market growth exceeds by many times the production potential of the already functioning electric cars."}, {"text_block_id": "p4_b13", "text": "2. ENERGY DEMAND MANAGEMENT"}, {"text_block_id": "p4_b14", "text": "On 10th August 2015, when the 20th level of electric power supply limitations was introduced for the first time since 1980s, it turned out again that the energy sector required changes that would guarantee the certainty of energy supplies at competitive prices. The growing dilemma of how to finance the reconstruction of generation capacity in electrical power engineering could be partly mitigated as a result of undertaking actions on the part of energy demand management. The development of energy storage through car batteries and energy warehouses located at the charging facilities for electric vehicles, related to electromobility, will allow to treat infrastructure of electric vehicles in the future as energy reserves which provide energy at the moment of peak demand and charge during the so-called ‘night low power demand’. From the point of view of energy generation, the development of electromobility will be an additional element enabling to optimize the operation of the National Power System during the peak demand period, and therefore, it constitutes a saving which consists in the lack of necessity to maintain a part of generation capacity that is unprofitable due to the fact that it is only operated for several hundred hours per year."}, {"text_block_id": "p4_b15_merged_merged_merged", "text": "Achievement of the number of 1 million electric cars in Poland by 2025 will result in generating additional energy demand at the level of 4.3 KWh3 per year, which will provide the sector with additional PLN 20 million from energy sales (assuming the average expected lifetime of a car at the level of 10 years). The funds obtained in this manner may be partly used for financing innovations in the energy sector in order to gradually reduce the carbon footprint of energy produced in Poland."}, {"text_block_id": "p5_b18", "text": "Chart no. 1"}, {"text_block_id": "p5_b19", "text": "National Power System demand and production of domestic power plants."}, {"text_block_id": "p5_b20", "text": "Source: own study on the basis of data from Polskie Sieci Elektroenergetyczne S.A. as of 1 February 2016."}, {"text_block_id": "p5_b21", "text": "3. ENERGY SECURITY IMPROVEMENT"}, {"text_block_id": "p5_b22", "text": "Poland has very little oil reserves (in comparison with the needs) for driving road vehicles. On the other hand, the country is self-sufficient in the field of electricity supply. From this perspective, relying on electromobility is a strategic choice to improve our security (not only energy-related)."}, {"text_block_id": "p5_b23_merged", "text": "Nowadays, Poland imports approximately 97% of oil, which means that every year between 2 and 4% of Polish GDP is transferred abroad (depending on the market price of the raw material). In absolute terms, this means expenditure at the level of USD 10-20 billion per year. Not only does this amount exacerbate the foreign trade balance, but it also creates a risk related to the variability of oil prices in the global markets and possible perturbations across the entire economy. The increase of oil prices is a factor strongly lowering the so-called disposable income , which weakens the demand stimulus and has a negative impact on the level of domestic consumption."}, {"text_block_id": "p5_b26", "text": "Chart no. 2"}, {"text_block_id": "p5_b27", "text": "Value of oil supplies to Poland in 2000-2014 (in USD million) and its ratio to Polish GDP."}, {"text_block_id": "p5_b28", "text": "Source: own study."}, {"text_block_id": "p6_b29", "text": "4. IMPROVEMENT OF AIR QUALITY"}, {"text_block_id": "p6_b30", "text": "The development of electromobility has a high potential for improvement of air quality. In some cities in Poland, a significant part of pollution originates from the transport sector. It is precisely transport that has the largest impact on the quality of air in Warsaw (as much as 63% of pollution originates from transport)."}, {"text_block_id": "p6_b31", "text": "Map no. 1"}, {"text_block_id": "p6_b32", "text": "Concentration of nitrogen dioxide in Europe."}, {"text_block_id": "p6_b33_merged", "text": "Source: European Environmental Agency, Annual mean NO2"}, {"text_block_id": "p6_b36", "text": "concentrations in 2014."}, {"text_block_id": "p6_b37", "text": "The development of electromobility creates real perspectives for the improvement of air quality in Poland. Coherent actions in the field of transport electrification should be conducted parallel with liquidation of low emission originating from the combustion of solid fuels in home systems and promotion of transition to electrical heating."}, {"text_block_id": "p6_b38", "text": "This results from the fact that a part of applicable instruments are common for pollution from both sources. Therefore, the improvement of air quality thanks to development of electromobility will not only impact the improvement of public health (lower costs of health care), but also the reduction of natural environment damage and building substance."}, {"text_block_id": "p6_b39", "text": "An additional factor that has a positive impact on the citizens’ health will be the reduction of noise related to transport in the cities. Unfavorable health symptoms are observed in case of long-term exposure to noise already at the level of 55 dB, and in certain big cities in Poland, the noise levels are even higher. The development of electromobility will contribute significantly to reduction of noise originating from transport."}, {"text_block_id": "p7_b40", "text": "5. NEED FOR NEW BUSINESS MODELS"}, {"text_block_id": "p7_b41", "text": "It is beyond any doubt that the manner of using the car in the world is gradually changing. The increasingly congested streets or lack of parking spaces are the factors that will naturally reduce the individual vehicle traffic in the city centres. A response to this trend will be the popularization of common transport forms ("}, {"text_block_id": "p7_b42", "text": "shared mobility"}, {"text_block_id": "p7_b43", "text": "), which in turn will give passengers more time for using additional services during travel. It is estimated that the market that will consequently develop may constitute even as much as 25% of all income of automotive companies in 2030"}, {"text_block_id": "p7_b44", "text": "5"}, {"text_block_id": "p7_b45", "text": ". The trend will require adjustments on the part of construction, equipment and computerization of vehicles, which puts the electric car in a privileged position."}, {"text_block_id": "p7_b46", "text": "At the same time, the perception of car is changing; it is increasingly regarded simply as a means of transport, rather than as an expression of social status. For this reason, it shall be expected that the systems enabling the use of one car by several people ("}, {"text_block_id": "p7_b47", "text": "carpooling"}, {"text_block_id": "p7_b48", "text": ") or municipal car rental ("}, {"text_block_id": "p7_b49", "text": "car sharing"}, {"text_block_id": "p7_b50", "text": ") will become more popular. During the transition period, a natural supplement to the owned combustion car will be ad hoc use of electric car from municipal car rentals located on the outskirts of the city centre, which is difficult to access in a combustion car (traffic jams, lack of parking spaces). A decline of interest in driving license exams is already noticed among young people in the Western European countries and USA, with simultaneous growth of the"}, {"text_block_id": "p7_b51", "text": "carpooling"}, {"text_block_id": "p7_b52", "text": "market."}, {"text_block_id": "p7_b53", "text": "Taking into consideration the size of additional service market, which may develop around electromobility, it is important for the Polish companies to get involved in its creation right from the beginning. Moreover, finding new business models for popularization of electric vehicles is a factor which may significantly accelerate transport electrification in Poland."}, {"text_block_id": "p7_b54", "text": "6. FOCUSING RESEARCH ON THE TECHNOLOGIES OF THE FUTURE"}, {"text_block_id": "p7_b55", "text": "6)  The prices of batteries are different depending on the parameters of storage systems and operational model. The prices of batteries for passenger cars are different than for buses. Currently, the average prices for basic battery systems (without additional accessories and wiring in the vehicle) for urban transport vehicles range between 650-1,000 USD/kWh with the average price for the links themselves at the level of ~450 USD/kWh. The data concerning the prices of links have been prepared on the basis of IDTechEx report no. 4510103357 drawn up for"}, {"text_block_id": "p7_b56", "text": "Solaris Bus & Coach S.A."}, {"text_block_id": "p7_b57_merged_merged_merged", "text": "The development of electromobility is closely related to the development of technology. Nowadays, the biggest barriers for popularization of electric car are the properties of a car battery; however, its price decreases rapidly, with simultaneous growth of capacity. Tesla declares that the level below 100 USD per kWh will have been reached by 2020, whereas the data of the International Energy Agency indicate the price decrease to USD 125 per 1 kWh in 20226 ."}, {"text_block_id": "p8_b60", "text": "The decrease of battery prices will be one of the factors that will reduce the difference between the purchase price of electric vehicle and combustion vehicle."}, {"text_block_id": "p8_b61", "text": "The Polish science has the potential to intensify the works on more effective methods of energy storage in vehicles. Currently, there is no market that would justify large expenditure on the development of this technology and technological line of lithium-ion batteries in Poland, which would provide the opportunity to test the solutions developed in laboratories on a larger scale. A different subject, not sufficiently addressed until now, is the recycling of used batteries from vehicles and the problem of using them as energy storage warehouses for the traditional energy sector. Nowadays, the battery cost is incurred entirely by the vehicle user, due to which electric vehicles cannot compete with traditional vehicles in terms of price. Finding a model in which the user shares the battery cost with the entity responsible for stable operation of electricity grid may significantly increase the affordability of electric vehicles."}, {"text_block_id": "p8_b62", "text": "Clear goal determination in respect of development of electromobility industry will allow to concentrate efforts on the priority research areas. Thanks to this, public and private funds can play a complementary role to each other, whereas the results of research works create a bigger chance for commercialization."}, {"text_block_id": "p8_b63", "text": "Moreover, the Electromobility Development Plan will allow to order and capitalize on the previous publicly funded research results, concerning e.g. electric vehicles, recovery of lithium from bauxite dumps or energy accumulation."}, {"text_block_id": "p8_b64", "text": "7. DEVELOPMENT OF ADVANCED INDUSTRY AND CREATION OF NEW BRANDS"}, {"text_block_id": "p8_b65", "text": "The expected change in the automotive market, consisting in gradual replacement of combustion engine with electric engine as an opportunity for appearance of new players in the market, who will initially focus on niche market segments in order to arise ultimately in the entire industry. It is not by accident that the largest companies outside the automotive industry are looking for the opportunity to arise in the electric car segment. In current conditions, it is difficult to imagine the appearance of a mass producer of cars based on the traditional combustion engine. The examples of Tesla, Google or Apple show that in case of electric vehicle, the market entry barriers are definitely lower. Not only does it concern the constriction of whole vehicles, but also their particular components."}, {"text_block_id": "p8_b66_merged", "text": "Interestingly, new players display significantly higher research activity in the electric car segment than the producers from the automotive industry. Over the last three years, Apple invested USD 20 million in the development of autonomous electric vehicle, i.e. 20 times more than each of the traditional car manufacturers on the average. This is also a significantly higher amount than the amount involved during that period by Apple in the development of all traditional products altogether (iPhone, iPad and Mac). Morgan Stanley analysts estimate that the autonomous vehicle market will have achieved the value of UST 2.6 trillion by 2030 ."}, {"text_block_id": "p8_b69", "text": "It is worth emphasizing that Poland may take advantage of the underdevelopment benefit and enter a new prospective area of industrial activity without the risk of losing the opportunity for depreciation of costs spent so far on the development of traditional automotive industry."}, {"text_block_id": "p8_b70", "text": "A good example illustrating the opportunity to establish oneself in the market are the Polish bus manufacturers that managed to develop products which compete successfully in the global markets."}, {"text_block_id": "p8_b71", "text": "It is worth noting that electromobility is a phenomenon that does not only concern the road traffic. For example, the development of electric vehicles will have an impact on the development of electrically-driven maritime and inland transport due to the technological"}, {"text_block_id": "p9_b72", "text": "similarities. However, taking into consideration the specific character of maritime and inland transport, these issues were not included in the Plan. It is advisable to include them in a separate document that will set the development of water electromobility in a wider context of changes in the maritime and inland transport."}, {"text_block_id": "p10_b73", "text": "GOALS OF ELECTROMOBILITY DEVELOPMENT PLAN"}, {"text_block_id": "p10_b74", "text": "8"}, {"text_block_id": "p10_b75", "text": "1. CREATING CONDITIONS FOR THE DEVELOPMENT OF ELECTROMOBILITY OF POLES"}, {"text_block_id": "p10_b76", "text": "Response to the challenges faced by the Polish economy through the development of electromobility requires achieving the appropriate level of market saturation with electric vehicles. The situation in which there will be one million electric vehicles driven on Polish roads in 2025 creates the opportunity for actual integration of these vehicles with the power system, as well as it stimulates the development of Polish industry."}, {"text_block_id": "p10_b77", "text": "Nowadays, a significant barrier for introduction of electric vehicles in the market is their relatively small reach and high price."}, {"text_block_id": "p10_b78_merged_merged", "text": "According to the data of the Motor Transport Institute, an average car in Poland travels 8,500 km per year, which gives 23 km per day9. Therefore, in a domestic environment it would be sufficient to charge the electric vehicle every few days in order to ensure smooth operation. However, for psychological reasons, the lack of possibility to provide emergency charging is a significant barrier for market development. Additionally, due to the lack of quick charging infrastructure, it is difficult or even impossible to travel longer routes between cities in an electric vehicle."}, {"text_block_id": "p10_b81", "text": "The Plan proposes solutions that will develop the charging infrastructure to the level that will provide consumers with certainty that electric vehicle is just as functional as the combustion vehicle."}, {"text_block_id": "p10_b82", "text": "The low affordability currently appears to be another barrier for the popularization of electric vehicle. Due to the low popularity, the technologies used in electric vehicle are much more expensive than combustion technologies. What is important, there is a very clear trend of price decrease for particular components. According to the data of the International Energy Agency (IEA), 1 kWh in a battery installed in electric vehicle is currently USD 268. The forecasts indicate that the price for 1 kWh of supplying battery will have decreased to the level of USD 150 by 2020. With the average size of electric car using a battery with the capacity of 20 kWh, this will reduce the vehicle price by over USD 2,300. With the optimistic scenario assumed by Tesla (price for 1 kWh below USD 100 in 2020), a statistical vehicle in 2020 would be more than USD 3,300 cheaper than at the moment. It is worth remembering that a similar price decrease will take place in many technological areas, and the effects will cumulate. For example: progress in the field of storage will be supported by reduction of the vehicle weight and application of innovative materials, which will not only ensure a decrease in the cost of 1 kWh, but also enable installing smaller (cheaper) batteries in the vehicle."}, {"text_block_id": "p10_b83", "text": "An additional factor causing a decrease in the price of electric vehicle will be its popularization, because the cost of development and implementation of further solutions will be distributed among an increasing number of consumers. Public institutions, which may stimulate the demand for electric vehicles during the transition period, are to play a key role in this field. It is obvious that such support should only be temporary and be withdrawn at the moment when electric vehicles become capable of competing with combustion vehicles in terms of price. The Plan suggests implementation of an incentive system that will lead to popularization of electric vehicles in Poland to the level of 1 million cars in 2025."}, {"text_block_id": "p10_b84", "text": "The active role of public institutions should consist in being ahead of the trends, instead of waiting for the decrease of technology prices as a result of development and popularization of electromobility that will take place outside Poland. This will allow Polish entities to become technology providers rather than consumers, which in turn will translate to an increase of GDP and new workplaces."}, {"text_block_id": "p10_b85", "text": "8) This document is not a development strategy, program or program document within the meaning of the Act of 6 December 2006 on the principles of development policy."}, {"text_block_id": "p11_b86", "text": "From the point of view of economic development, the key thing is the synergy of energy sector, transport and telecommunications. The development of electric vehicles will depend on the development of telecommunications infrastructure to ensure connectivity. On the other hand, autonomous vehicles will require very fast wireless links (even up to 1 Gb/s) and may require proper adjustment (reconstruction) of public roads. Not only will the maximization of synergy translate to efficient implementation of the Plan, but also to increase of the economic effect."}, {"text_block_id": "p11_b87", "text": "2. DEVELOPMENT OF ELECTROMOBILITY INDUSTRY"}, {"text_block_id": "p11_b88", "text": "From the point of view of electromobility industry development, the key thing is to create a reliable perspective that will justify the additional expenditure on the development of business activity incurred by the Polish manufacturers. Such perspective is provided e.g. by the above-indicated introduction of instruments stimulating demand for electric vehicles. However, demand stimulation and construction of infrastructure will not be sufficient for the development of electromobility industry in our country."}, {"text_block_id": "p11_b89", "text": "The example of Polish business entities in the bus industry shows that already today, without a coordinated support for electromobility, it is possible to create Polish brands in the field of electric vehicles that successfully export their production to highly developed countries. These entities owe their success to the involvement of high class specialists, skillful integration of subassemblies and good information policy. However, the benefits of this success for the entire economy are reduced by the fact that a substantial share of components for the electric buses manufactured in Poland have not been made in our country. In order to change this situation, it is necessary to focus properly the available financial instruments, as well as to create new, especially dedicated ones that will allow to finance all stages of technology development in the field of electromobility."}, {"text_block_id": "p11_b90", "text": "Success in this respect is subject to close cooperation between science and business. As a principle, research funds should be focused on developing solutions needed by the industry."}, {"text_block_id": "p11_b91", "text": "It should also be remembered that many global brands located their factories in Poland, which caused development of the industry supplying car components. Inclusion of our country in the electromobility development process will allow Polish manufacturers (who are only sub suppliers today) to enter a higher level of the value chain, or expand the scale of their operations."}, {"text_block_id": "p11_b92", "text": "It is assumed that as a result of implementation of the instruments proposed in the Plan, at least 30% of the added value related to production of electric vehicles registered in Poland in 2025 will be generated in our country. The industry analysis will be performed in order to determine the ultimate ratio value."}, {"text_block_id": "p11_b93", "text": "3. STABILIZATION OF ELECTRICITY GRID"}, {"text_block_id": "p11_b94", "text": "The National Power System energy demand is a variable value during the day. Two demand peaks are distinguished (noon and evening) in the summer period and afternoon peak in the winter period. Regardless of the season of the year, the energy demand at night is lower than production (night low power demand). The necessity to ensure NPS stability will lead to maintenance of blocks used only for several hours per day and it generates additional costs for electricity consumers. The inclusion of electric vehicles in balancing the electricity system may lead to shifting NPS load in such manner as to reduce the energy demand during peaks and increase the energy demand during off-peak hours."}, {"text_block_id": "p12_b95", "text": "Effective energy demand shift during the day can be carried out by evoking a price reaction from the consumers, which can be achieved by differentiating energy prices depending on the market demand. For this purpose, it is necessary to adjust zone tariffs, or to introduce momentary price signals for the consumer (the so-called dynamic tariffs). Essential supplement of the sophisticated tariff system is popularization of solutions related to smart network, including remote reading meters and energy reserves wherever it will be justified. The purpose in this respect is to equip at least 80% of network users with remote reading meters by 2025."}, {"text_block_id": "p12_b96_merged", "text": "The adjustment of network infrastructure to the changing needs of economy will be related to large investment expenditure. The Polish Society of Transmission and Distribution of Electricity estimates that by 2019, distribution system operators (DSO) and transmission system operator (TSO) will have spent approximately PLN billion 42 on the development of network infrastructure. Due to the planned appearance of 1 million electric vehicles on Polish roads during the next 10 years, it will be necessary to carry out many investments, not included in the costs, but referred to in the above-mentioned PTPiREE report; in particular, the development of low– and medium-voltage networks (nN and SN), as well as in order to execute the connection of charging points. It will also be necessary to incur expenditure in respect of adjustment of connections and installations in the buildings. It is also required to create and develop digital connectivity systems dedicated for public stations or charging points, compliant with the criteria of reliability, data security and response rate."}, {"text_block_id": "p12_b99", "text": "The level of expenditure necessary to be incurred for the development of network will depend on many factors, such as location of charging points, number of charging points and electric vehicles, charging power or possibility of flexible management of charging time. Therefore, it is necessary to integrate the plans for development of a network of energy companies with the plans related to development of the vehicle market and self-government plans."}, {"text_block_id": "p12_b100", "text": "An important research area that has an impact on the actual network load is the behavior of batteries in winter conditions. The reduction of range on one charging will result in the necessity of more frequent vehicle charging, which will have an impact on an increase of energy demand from NPS."}, {"text_block_id": "p12_b101", "text": "The appropriate investment level will allow to avoid problems appearing with reference to the obligation to connect to the network. In line with the Energy Law Act, an energy company has the right to refuse to join a network in case of a lack of technical and economic conditions for connection. Stabilization of investment environment for network operators will enable these operators to become actively involved in connecting to the charging point network of electric vehicles."}, {"text_block_id": "p13_b102", "text": "ON THE WAY"}, {"text_block_id": "p13_b103", "text": "TO ELECTROMOBILITY"}, {"text_block_id": "p13_b104", "text": "1. CONDITIONS FOR SUCCESS"}, {"text_block_id": "p13_b105", "text": "CREATION OF ELECTROMOBILITY DEVELOPMENT ECOSYSTEM AND COOPERATION WITH THE INDUSTRY"}, {"text_block_id": "p13_b106", "text": "The development of electromobility is a project whose success is subject to transformation in many areas. A lack of development in one field will slow down the development of others. The project requires creating a dynamic environment, in which particular entities will mutually support their activities. The previous experiences collected at the stage of working on the Plan show that apart from the central and self-government administration, the following parties must also be involved: industry, companies at the initial stage of development, financial institutions (public and private, including"}, {"text_block_id": "p13_b107", "text": "seed"}, {"text_block_id": "p13_b108", "text": "and"}, {"text_block_id": "p13_b109", "text": "venture capital"}, {"text_block_id": "p13_b110", "text": "funds, business angels, accelerators), as well as the world of science and non-governmental organisations. Without creating an ecosystem, the electromobility development will be fragmentary and will not allow to create a new economy branch."}, {"text_block_id": "p13_b111", "text": "Creation of ecosystem will be a long-term process and must take into consideration the barriers existing in Poland. One of them is the emerging social capital whose insufficient level impedes cooperation between the entities, even if all parties involved have common interest in running such cooperation. Additionally, the traditions of cooperation between science and business in Poland are much shorter than in Western Europe, USA or Israel, which translates to limited trust on both sides and lack of well-developed institutions handling such cooperation. It is necessary to create new entities that will stimulate the functioning of ecosystem, because the number of accelerators, funds and business angels having experience in developing industrial projects is insufficient."}, {"text_block_id": "p13_b112", "text": "The establishment of a single purpose vehicle, whose task will be to coordinate the research and industrial potential in the field of electromobility, should be considered. The company could be established by energy sector entities, but it would have to be open for all parties interested in joining the project. One of the company’s tasks should be the creation of new business models for electromobility development, which will contribute both to minimization of capital risk related to development of new technologies, as well as to building social capital."}, {"text_block_id": "p13_b113", "text": "An additional tool for the development of electromobility should be a dedicated"}, {"text_block_id": "p13_b114", "text": "private equity"}, {"text_block_id": "p13_b115", "text": "fund, open not only to projects related to electric vehicles and charging infrastructure, but also to the solutions in the field of"}, {"text_block_id": "p13_b116", "text": "smart cities"}, {"text_block_id": "p13_b117", "text": ". A wider profiling of the fund will facilitate providing effective support for the development of infrastructure, and at the same time it will enable the development of projects accompanying electromobility, which are important from the perspective of setting electric vehicles in a wider context. Additionally, around the fund may develop the market of financial institutions that will become interested in these areas at the moment when valuable projects begin to appear in the market."}, {"text_block_id": "p13_b118_merged_merged_merged_merged", "text": "For this reason, the cooperation between the National Centre for Research and Development (NCBiR), National Fund for Environmental Protection and Water Management (NFOŚiGW), Polish Development Fund (PFR), the above-mentioned special purpose vehicle of energy sector entities, Low-Emission Transport Fund (FNT)11, dedicated private equity fund and Polish Agency for Enterprise Development (PARP) is extremely important. The Plan suggests a division of tasks that will ensure continued financing of innovations in the field of electromobility."}, {"text_block_id": "p13_b123", "text": "For the establishment of ecosystem, it is also important to create a favorable regulatory environment, which is among the administration tasks. A challenge for the administration will be to establish themselves in the role of a participant of the emerging market, as well"}, {"text_block_id": "p14_b124", "text": "as to maintain a dialogue with the citizens, which is a condition for an increase of social approval for the electromobility development."}, {"text_block_id": "p14_b125", "text": "It is particularly important to maintain the equal access of public and private sectors to the implemented legislative, business and financial support within the planned activities. The applied regulatory tools should ensure stability and predictability of the market environment, so as to create good conditions of growth for all market participants."}, {"text_block_id": "p14_b126", "text": "REAL TIME COORDINATION OF ACTIVITIES"}, {"text_block_id": "p14_b127", "text": "The appropriate programming of the process in real time is a condition for linking the development of electromobility of Poles with the development of industry and integration of electric vehicles with the electricity grid. The basic dilemma consisting in deciding how funds should be spent in the first place (on infrastructure or on development of vehicle market) cannot be solved unambiguously. Too fast development of vehicle market through an extended incentive system may discourage the first users due to the lack of proper charging infrastructure. As a result, perception of electric vehicle as not completely functional may consolidate. On the other hand, excessive focus on infrastructure without the development of vehicle market forces the involvement of large funds in the undertaking, which may be deficit during the first period."}, {"text_block_id": "p14_b128", "text": "The Electromobility Development Plan provides for activities that will create an algorithm for optimizing and limiting the displacement of infrastructure to the so-called critical areas, i.e. where the lack of charging points will reduce the functionality of electric vehicle. Moreover, it is important for the algorithm to search for synergy between the development of charging infrastructure of passenger cars and development of infrastructure for the purpose of public transport. In practice, the focus will be on infrastructure in large agglomerations and along the trans-European transport network TEN-T, which runs through the area of Poland. Simultaneously, the Plan suggests tools for the development of"}, {"text_block_id": "p15_b129", "text": "electric vehicle market that will lead to an increase of the number of electric vehicles at the moment when a significant part of the infrastructure is ready."}, {"text_block_id": "p15_b130", "text": "An additional factor that has been taken into consideration when proposing the sequence of events is the necessity to link the development of electromobility industry and vehicle market with the development of electricity grid. The incentives for purchase of vehicles will be intensified at the moment when the industry is able to address the demand generated by the support instruments, whereas the network will be capable of serving the growing demand for power and energy for charging vehicles."}, {"text_block_id": "p15_b131", "text": "Infographics no. 2"}, {"text_block_id": "p15_b132", "text": "Electromobility development scheme"}, {"text_block_id": "p15_b133", "text": "EXEMPLARY ROLE OF ADMINISTRATION"}, {"text_block_id": "p15_b134", "text": "Public administration has two roles in the electromobility development project. On the one hand, it coordinates the entire venture, taking care of the proper rate of changes in particular areas. On the other hand, it is a recipient of changes for which it generates the suitable impulse, using the emerging market for infrastructure and vehicles."}, {"text_block_id": "p15_b135", "text": "Due to the scale of the undertaking and dispersion of competences, project coordination requires cooperation between the central and self-government administration. The examples of countries in which electromobility has been developing for many years (Norway, Germany, The Netherlands) show that the impulses for market development are both a result of long-term economic and environmental policy of governments and a response to the local needs."}, {"text_block_id": "p15_b136_merged", "text": "In Poland, so far the impulse for electromobility development has originated from the local level. The selected self-governments, when deciding to purchase electric buses, or considering car sharing systems based on electric cars, were driven mainly by the need to improve the air quality, willingness to reduce the noise level or necessity to improve systematically the service standard of passenger transport. The image aspect was also important. The partial replacement of fleet with electric vehicles reflects striving for modernization, and therefore attracts investors and tourists. However, due to the existing barriers, apart from few exceptions (Warsaw, Krakow, Jaworzno, Zielona Góra and Rzeszów), self-governments did not consider replacement of a significant part of bus fleet with electric vehicles. In 2015, local transport companies bought only 16 electric buses, which shows how small the investment scale in this respect is (every year approximately 700-800 buses are replaced in Poland)."}, {"text_block_id": "p15_b139", "text": "Among the main barriers for transport electrification mentioned by the self-governments are higher costs of purchasing electric vehicles, lack of access to quick charging infrastructure and lengthy investment process. None of these barriers can be broken without the involvement of central administration."}, {"text_block_id": "p16_b140", "text": "On the other hand, self-government administration provides feedback on the actual course of implementation of the centrally proposed activities, cooperates in construction of infrastructure necessary for the development of electromobility, as well as participates in creation of social expectations, the change of which is a necessary condition for electromobility development."}, {"text_block_id": "p16_b141", "text": "Acting as a participant of the emerging market, administration may popularize electromobility through co-participation in the construction of infrastructure and purchase of electric vehicles for its own needs, exchanging good practices in this process. The model role of administration is very important for the change of social awareness."}, {"text_block_id": "p16_b142", "text": "The gradual fleet electrification in offices is a natural consequence of running public policy oriented towards the improvement of air quality. At the same time, it is relatively simple from the technical point of view, because the vehicles used by the administration are mainly driven on pre-defined routes, which facilitates the charging process, especially during the initial period, when the network of publicly available charging points has not been developed yet."}, {"text_block_id": "p16_b143", "text": "The gradual movement of the public away from combustion vehicles, frequently with large engine capacity, to smaller electric engines will make the venture look reliable for the public opinion and additionally generate demand which is institutionally necessary for the market development."}, {"text_block_id": "p16_b144", "text": "2. STAGES OF ELECTROMOBILITY DEVELOPMENT"}, {"text_block_id": "p16_b145", "text": "The market of electric vehicles in Poland is in the phase of establishment. This is proclaimed by the lack of charging infrastructure (and the trace demand for such a service in places where the infrastructure was created) and by the small sale of the vehicles themselves. The transition to the next phase of market development will require creating conditions for change in many areas."}, {"text_block_id": "p16_b146", "text": "Table 1."}, {"text_block_id": "p17_b147", "text": "Stage II: 2017-2018"}, {"text_block_id": "p17_b148", "text": "The first phase will be of the preparatory nature. Implemented pilot programs will target public interest at electromobility, which will start the process of necessary changes in the awareness. In this phase, incentives to purchase of individual, company or public vehicles will aim to create the expectation of the market establishment, which will translate into intensification of activities in the field of infrastructure building and development of the electromobility industry. Conditions and tools will be defined, the implementation of which will allow to start strengthening the Polish electromobility industry. It is anticipated that during this period, first prototypes of the vehicle adapted to the needs of the Polish and European market will be created. There will be a creation of conditions for the development of electromobility on the regulatory side. The scope of necessary changes in the law will be specified within the"}, {"text_block_id": "p17_b149", "text": "National framework for the development of alternative fuels infrastructure"}, {"text_block_id": "p17_b150", "text": ", which the government is expected to adopt in the first quarter of 2017. Among others, subjects to proposal are tools for integrating electric vehicles with the power grid and indicated instruments for the development of charging infrastructure, which will advance the process of its construction. An important part of the introduced changes will be equipping local governments with new tools for improving air quality in their area. At this phase, the Measurement Information Operator will be appointed, which will integrate information on the behavior of all users of the power grid. Zonal tariffs will be adapted (or dynamic tariffs will be established)."}, {"text_block_id": "p17_b151", "text": "Stage II: 2019-2020"}, {"text_block_id": "p17_b152_merged_merged", "text": "In the second phase, based on the launched pilot projects, a catalog of best social communication practices in the field of electromobility will be compiled. The subject of sustainable use of transport will be included in the core curriculum of school and earlyschool education. The implemented regulation along with the results of the pilot will determine the business model for construction of the charging infrastructure. Potential locations of charging station will be optimized with regard to consumer expectations and power grid’s potentiality. In selected agglomerations, the common infrastructure for charging electric vehicles and powered by natural gas will be built, which makes use of synergy between both fuels. The incentives for the purchase of electric vehicles will be intensified. The electromobility industry will enter the Beta phase of the market. The production of short series of electric vehicles will be launched, based on prototypes developed in the first phase. Car sharing systems will gain more popularity. Local governments will increase their interest in electric transport."}, {"text_block_id": "p18_b155", "text": "Stage III: 2021-2025"}, {"text_block_id": "p18_b156", "text": "In the third phase, changes in the sphere of awareness will lead to the perception of electromobility as a necessary response to challenges of evolving reality. The increasing popularity of electric vehicles in households and in public transport will lead to the creation of vogue for green transport, which will naturally stimulate demand. An additional pro-demand factor will be the structured charging infrastructure. The power grid will be fully prepared to provide energy for 1 million of electric vehicles and customized to use of vehicles as stabilizers of the power system. The administrative staff will use electric vehicles in its fleets, at the same time sharing charging infrastructure for residents to further popularize electromobility. Polish industry will manufacture high-quality components for electric vehicles, it will manufacture vehicles themselves, as well as equipment and infrastructure necessary for the development of electromobility."}, {"text_block_id": "p18_b157", "text": "3. AREAS OF PUBLIC INTERVENTION"}, {"text_block_id": "p18_b158", "text": "ELECTRIC VEHICLES IN CITIES OF THE FUTURE"}, {"text_block_id": "p18_b159", "text": "The development of electromobility is in line with the wider trend of changing the way of using means of transport. In western societies, the need to have a car is highly visible, especially in the younger generation. The fact that Poland remained for many years outside the mainstream of the global economy has led to a strong attachment in society to the need of having a car, but in our country we can observe changes in this area, especially in cities. Research shows"}, {"text_block_id": "p18_b160", "text": "12"}, {"text_block_id": "p18_b161", "text": "that for city dwellers the key factor for declining from use of their own cars is the possibility of integrating various forms of transport. It is also important to modernize the offer of public transport and to connect it with the suburban areas. For 59% of commuters from towns to cities, the option of leaving a vehicle in the"}, {"text_block_id": "p18_b162", "text": "Park&Ride"}, {"text_block_id": "p18_b163", "text": "parking as part of the monthly pass is an adequate incentive to leave the car outside the center. It also creates space for the development of the"}, {"text_block_id": "p18_b164", "text": "car sharing"}, {"text_block_id": "p18_b165", "text": "electric market in our country, especially in connection with preferential parking and charging options for electric vehicles in city centers."}, {"text_block_id": "p18_b166_merged_merged", "text": "The development of car sharing is also a response to the progressively evolving need to change the center of gravity from interurban road transport to rail transport. From the passenger’s point of view, access to another city by train and on-site use of an electric car rental (preferably with the same pass) is a convenient and faster solution than commuting by your own vehicle."}, {"text_block_id": "p18_b169", "text": "In the context of development of the electric vehicle market, it is worth noting that, according to the respondents’ declarations, the improvement of public transport service (travel time, availability, comfort) is a way bigger incentive than instruments discouraging to travel by own vehicles (limited speed, increased number of one-way streets, bans of left turn lanes). With proper public support, electric buses in connection with electric cars, popularized in new business models, can respond to these needs of residents, which will result in increased traffic flow in cities and improvement of air quality."}, {"text_block_id": "p18_b170", "text": "The barrier to change to electric transport is the perception of electric vehicles as too expensive (in Polish conditions), and at the same time perceived as a technologically immature alternative to internal combustion vehicles. The experience of countries developing electromobility has shown for years that the best way to change awareness in this area is to educate and launch pilot projects proving that the electric transport can function more efficiently than the traditional one, with an additional benefit to health of residents. In cooperation of the Ministry of Energy, Ministry of Economic Development, Ministry of the Environment, the National Fund for Environmental Protection and Water Management (NFOŚiGW) and the National Centre for Research and Development (NCBiR), pilot cities will be identified, in which potentiality and conditions for change to public electric transport will be tested. The pilot will cover public and individual transport,"}, {"text_block_id": "p19_b171", "text": "as well as charging infrastructure. It is possible to specify more than one city for the pilot, separately for electric buses and their charging stations, and separately for individual vehicles popularized within new business models."}, {"text_block_id": "p19_b172", "text": "The key to achieve the pilot’s goals is to test electric vehicles existing on the market and infrastructure in real urban conditions, and to define the research and implementation agenda for development of components. The pilot will enable to obtain real operational data for use in optimization of future implementations, to examine behavior of passengers and users of electric vehicles and will contribute to the launch of such vehicles in society. It should also result in verification of new business models for popularization of electromobility, for which creating may be responsible a special purpose vehicle established by energy sector entities."}, {"text_block_id": "p19_b173", "text": "Public administration, which should seek to replace its fleet with electric vehicles wherever it is technically and economically manageable, has the major role to play in the process of changing Poles’ attitude. It is proposed that by 2025 public institutions should be obliged to make share of electric cars in their fleets at a level of at least 50%. Due to the specificity of work of the fleet in public administration (circulation mostly on pre-defined routes between offices), the lack of developed charging infrastructure system will not limit the functionality of vehicles. In addition, nearby some categories of civic buildings charging infrastructure should be created, used both by public institutions and residents. This will enable vehicles in the administration fleet to be charged in emergency situations, next to the building of another office and, additionally, it will have a promotional dimension to residents. Details of the solutions will be clarified in the act on electromobility and other alternative fuels in transport."}, {"text_block_id": "p19_b174", "text": "Financing of charging infrastructure may be supported by resources of the LowEmission Transport Fund or the National Fund for Environmental Protection and Water Management, if the construction of charging station will be integrated with the"}, {"text_block_id": "p19_b175", "text": "development of renewable energy engineering."}, {"text_block_id": "p19_b176", "text": "A detailed description of proposed actions, together with a description of the effects spread pro rata temporis, is included in Appendix 1 to the Plan."}, {"text_block_id": "p19_b177", "text": "DEVELOPMENT OF THE VEHICLE MARKET – BENEFITS FOR CUSTOMERS (DEMAND)"}, {"text_block_id": "p19_b178", "text": "In order to popularize electric vehicles, it is necessary to minimize the difference in the purchase price of such vehicles compared to internal combustion vehicles, whereas it should be noted that for some entities the cost of operation is as important as the purchase price."}, {"text_block_id": "p19_b179", "text": "The cost of traveling 100 km by electric car depends mainly on the price of electricity (1 kWh). Some studies also include costs related to use of batteries. Calculations by experts from the Ministry of Energy show"}, {"text_block_id": "p19_b180", "text": "13"}, {"text_block_id": "p19_b181", "text": "that the cost of traveling 100 km by electric car is approx. PLN 10, assuming that the car will consume up to 20 kWh of electricity per 100 km. However, this is the cost of electricity itself and it does not include any fees or commissions related to the service of charging electric vehicles and costs related to exhaustion of battery."}, {"text_block_id": "p19_b182_merged_merged", "text": "It should be noted that the economic efficiency of use of electric vehicles increases with growth of exploitation intensity. As a result, electric vehicles can be an attractive offer for enterprises with fleets of company vehicles. Total Cost of Ownership (TCO) for an electric vehicle, including the cost of vehicle acquisition and the cost of ownership, is at the moment higher than in the case of conventional vehicles. However, it is important to point out that due to the drop in prices of batteries (the most expensive element of the vehicle), it is expected that the TCO for an electric vehicle will be more favorable already in 2022. In the current phase, the development of the electric vehicle market requires stimulation with support instruments, including tax ones."}, {"text_block_id": "p19_b185", "text": "As shown by experience of other countries, actions that motivate consumers the most to use electric vehicles are subsidies to their purchase or tax exemptions and ensuring"}, {"text_block_id": "p20_b186", "text": "charging infrastructure. The use of such instruments allows to reduce the difference in prices of electric and conventional vehicles and to reduce costs of using the former ones. In the case of Poland, real instruments to apply may be changes in excise tax for electric cars, more favorable tax depreciation or exemption from the emission toll for electric vehicles. The fee set for internal combustion vehicles may depend on the price and emission performance of the vehicle."}, {"text_block_id": "p20_b187", "text": "From the point of view of the vehicle market development, it is also desirable to establish the Low-Emission Transport Fund, which will subsidize the purchase of new electrically driven vehicles. The experience of other countries shows that subsidies are the most effective mechanism for creating demand in the first periods of market development."}, {"text_block_id": "p20_b188", "text": "An important benefit for the customer can also be the use of so-called soft support instruments. These are predominantly: free parking in city centers, availability of bus lanes, entering into zones in city centers with limited traffic, etc. Implementation of these solutions may reduce the revenues of local governments, and in such a situation appropriate compensation should be granted by the Low-Emission Transport Fund."}, {"text_block_id": "p20_b189_merged", "text": "An important aspect of development of electromobility is electrification of bus fleets in cities. A well-developed network of electric buses could become a showcase of Polish electromobility and it could play an important role in popularizing the idea in society. Therefore, it is advisable to create incentives for local governments to replace their fleets with electrically driven buses (subsidies). The money for replacement of the fleet could also come from income on charging the emission toll referred to in the section called Regulation for development of electromobility."}, {"text_block_id": "p20_b192", "text": "A detailed description of proposed actions, together with a description of the effects spread pro rata temporis, is included in Appendix 2 to the Plan."}, {"text_block_id": "p20_b193", "text": "FINANCING DEVELOPMENT OF THE INDUSTRY (SUPPLY)"}, {"text_block_id": "p20_b194", "text": "Changes in the sphere of awareness and implementation of instruments creating the prospect for development of vehicle market, will increase interest in the Polish market from the largest producers of electric cars, which may translate into the inflow of investments from the electromobility industry. Such a situation will favor the creation of an electromobility ecosystem and further change in social attitudes. However, from the point of view of the Plan’s objectives, it is much more important than opening the prospect for existing vehicle manufacturers to enable the growth of Polish entities, which over time will be able to supply components for production of electric vehicles, or they will start production themselves."}, {"text_block_id": "p20_b195", "text": "By the end of the third quarter of 2017, an analysis of the Polish industrial potential within the area of electromobility will be carried out, taking into account the possibility of adapting capabilities at hand in the traditional automotive industry for the needs of development of electromobility. In particular, technological facilities of the project will be defined, i.e. subcontractors, suppliers of peripheral solutions, existing factories that could be adapted to production of electric vehicles and research units involved in development of electromobility. There will also be the review of research or commercial projects carried out in Poland and with the Polish participation, which resulted in the product, which was an electric vehicle or an element of the auxiliary infrastructure."}, {"text_block_id": "p20_b196", "text": "In addition, the analysis of the Polish industrial potential within the area of electromobility will include a preliminary evaluation of sub-sectors, which are in charge of generating, transmitting and distributing electricity, in order to adapt the parameters of generation and power grid infrastructure to the level necessary to properly handle the increased demand for electricity, arising out of development of electromobility."}, {"text_block_id": "p20_b197", "text": "At the stage of developing detailed solutions, the possibilities of public institutions within the scope of fulfilling the task of achieving a 50% share of electric cars in their car fleet by 2025 will also be evaluated."}, {"text_block_id": "p20_b198", "text": "Depending on results of the analysis, assumptions of the Plan may be corrected, and the actions at this stage will not only define the starting point for an industrial project, but will"}, {"text_block_id": "p21_b199", "text": "also enable the creation of an expert team, of which goal will be the further work on the project (within a special purpose vehicle run by entities from the sector energy). As part of the preparatory work, possible options (including business models) of implementation of the project will be determined and the feasibility of options (technical, financial, legal, operational and planned) will be evaluated. This will make it possible to clarify the action plan for the development of the electromobility industry. The effect of this stage will also be the determination of parameters for an electric vehicle tailored to the needs of the Polish and European market (price, segment, utility capabilities)."}, {"text_block_id": "p21_b200", "text": "Depending on the results obtained, the financing will focus on the construction of a new electric vehicle or on supplying subassemblies for existing structures and manufacturers. Regardless of whether the final goal of the project will be to implement the production of an electric vehicle, it is essential to develop the entire infrastructure necessary for massification of vehicles. It not only determines the success of the vehicle market development, but from the point of view of industrial development, specialization in selected elements of the electromobility infrastructure may entail a way bigger benefit for GDP than vehicle construction (due to economies of scale and potentiality to be used with vehicles around the world)."}, {"text_block_id": "p21_b201", "text": "In the case of obtaining recommendations for development of an industrial project on the construction of vehicle, in the next stage there will be created conditions, which will enable the commencement of works on prototypes. One of prototypes can be developed and structured by a dedicated special purpose vehicle of energy sector entities. Creating the right financial perspective for the best ones will also encourage other entities to create their own prototypes, which will allow to select from at least several constructions in subsequent phases. At this stage (the Alpha market), prototypes will be subject to operational tests and improvements off public roads."}, {"text_block_id": "p21_b202", "text": "In the next stage, it will be possible for selected prototypes to seek for funding of low volume production. Owing to obtainment of appropriate homologations in this phase, vehicles will perform on public roads, and the attention drawn from their users will serve to further improve the project (the Beta market). The method of increasing the scale of production and the possible transition to a fully commercial phase will depend on the business model developed."}, {"text_block_id": "p21_b203", "text": "One of factors determining the success of the undertaking is to ensure the financial support for innovation in the field of electromobility – from the moment of generating the idea to the implementation stage. The financial support can be sought by projects of which completion is important from the point of view of the whole undertaking. The basic criterion for assessing support for projects will be the possibility of using products in the created vehicle or in infrastructure necessary for popularization of vehicles."}, {"text_block_id": "p21_b204", "text": "In the case of decisions taken to develop the industry based on the construction of vehicle, a significant part of funds should be concentrated on products in the"}, {"text_block_id": "p21_b205", "text": "start-up"}, {"text_block_id": "p21_b206", "text": "phase and above in order to enable generating ready-made components for the production of vehicles and auxiliary infrastructure in a relatively short period. Due to insufficient supply of business-related ideas in the field of electromobility in the narrow sense, the fund’s interest area should be relatively wide in the first period, including demand management, infrastructure for"}, {"text_block_id": "p21_b207", "text": "smart cities"}, {"text_block_id": "p21_b208", "text": ", batteries and charging stations, smart grids and, of course, electric vehicles themselves."}, {"text_block_id": "p21_b209", "text": "The key factor determining the potentiality of balancing investment portfolio in the fund will be the active search for projects in many sources, starting from research facilities, to"}, {"text_block_id": "p21_b210", "text": "start-ups"}, {"text_block_id": "p21_b211", "text": ", other funds, companies established on the basis of financing by the Polish Agency for Enterprise Development (PARP) or by the National Centre for Research and Development (NCBiR), and to investment in projects in neighboring countries."}, {"text_block_id": "p21_b212_merged_merged_merged", "text": "The fund’s main interest should be projects in the venture and in the growth phase. However, at this stage, participation in projects at the seed stage cannot be ruled out, which is important from the point of view of extending drafting resources and building the electromobility ecosystem. It is assumed, however, that due to the high risk at the"}, {"text_block_id": "p21_b219", "text": "pre-seed"}, {"text_block_id": "p22_b220", "text": "and"}, {"text_block_id": "p22_b221", "text": "seed"}, {"text_block_id": "p22_b222", "text": "stage, most projects in these phases will be developed with the involvement of public funds, e.g. from the National Centre for Research and Development (NCBiR). State-owned enterprises (SOE) from the energy sector may be involved in setting up the fund, if such action results from their business strategies. In this situation, energy companies could make validation of projects from the point of view of their long-term strategies. The fund would be one of the tools for them to implement the innovation policy. It would allow transferring a significant part of the risk to an external entity, at the same time guaranteeing the possibility of taking over projects that will be successfully developed at a later stage."}, {"text_block_id": "p22_b223", "text": "In order to avoid overlapping of actions, it is important to determine the terms of cooperation between a"}, {"text_block_id": "p22_b224", "text": "private equity"}, {"text_block_id": "p22_b225", "text": "fund and a special purpose vehicle. The company will conduct analytical and research activities, it will carry out research projects in consortia, point out research needs relevant to the project and requiring public funding, and provide the fund with strategic projects relevant to development of the electromobility industry in Poland. The final evaluation of legitimacy of shares’ subscription in a given project will primarily have a business nature and will be conditioned by the possibility of obtaining by the fund an appropriate rate of return on the portfolio of projects."}, {"text_block_id": "p22_b226", "text": "The company’s role may also be to tighten the electromobility financing system in situations, where the project has a crucial importance for development of the industry, and it cannot be financed from other sources for objective reasons. The company may also take shares in research and development initiatives, cooperating in them with entities being the leaders in performing a task paid from seed investment or from grants, and then in order to profit from revenues generated during phases of commercialization of effects of these tasks, including profits from intellectual property rights. What is more, the substantive team of the company will be able to participate in performance of a task paid from seed investment or from grants for a proportional sum set in the budget of the"}, {"text_block_id": "p22_b227", "text": "task."}, {"text_block_id": "p22_b228_merged_merged_merged", "text": "A detailed description of proposed actions, together with a description of the effects spread pro rata temporis, is included in Appendix 3 to the Plan."}, {"text_block_id": "p22_b231", "text": "REGULATION FOR DEVELOPMENT OF ELECTROMOBILITY"}, {"text_block_id": "p22_b232", "text": "The development of the electric vehicle market will require long-term investments, therefore the key factor will be the implementation of new legal solutions that ensure fair access to the entire market and transparency and stability of its rules, especially in the field of charging electric vehicles. Charging an electric car will not essentially be the sale of electricity, but the sale of a service with significant added value, for which rendering the electricity will be the only thing used. Therefore, it is a new type of service that has not been available on the Polish market so far. This is why principles governing its sale should be created. For the market of selling charging services for electric vehicles, the key entities are: the service vendor, the charging station operator (point), the electricity supplier and electricity distributors. The new regulations should specify, among others, relations and terms between them. Regulations should also be consumer-friendly so as to encourage them to use electric vehicles."}, {"text_block_id": "p22_b233", "text": "For statistical and information purposes, and monitoring of the power grid’s security, it is planned to introduce a system of information on availability of charging points, including a register of publicly available charging stations (points). Such register would specify the point operator, the electricity supplier, locations, power of the point and the number of posts at charging stations. The user would be able to receive from such a system information about the location and current availability of the charging station, as well as where the nearest unoccupied point is located."}, {"text_block_id": "p22_b234", "text": "Facilitations will also be required by the construction and operation of infrastructure for charging electric vehicles (charging points). Changes should apply to the charging points themselves, as well as power service connections, which in many places may be an essential condition for development of infrastructure."}, {"text_block_id": "p23_b235", "text": "The changes will also introduce the obligation to adapt the power system in civic buildings and in newly-built buildings, so that it is possible to install electric vehicle charging points at parking lots of civil structures. The energy transmission and distribution sector, in addition to financing sources, needs effective legal tools to facilitate the implementation of power grid investments. The solutions will be clarified at the stage of work on the act on electromobility and other alternative fuels in transport."}, {"text_block_id": "p23_b236", "text": "An important regulatory challenge is to create conditions for reducing the impact of transport on air pollution. It is worth noting that in order to improve air quality, along with reducing the impact of the transport sector on its condition, the measures are taken under the National Program for Air Protection, Strategy for Responsible Development, and recommendations for the Council of Ministers entitled “Clean Air”."}, {"text_block_id": "p23_b237", "text": "Currently, information on air quality, including pollution generated by transport, is collected by the Voivodship Inspectorate of Environmental Protection (WIOŚ). A common awareness of the air condition in a given area would be a factor increasing the countenancing for actions improving its quality, which are undertaken by the local government. This results in the very important role of social campaigns, which illustrate the effects of long-term breathing with polluted air and promoting best practices in the field of low-emission transport."}, {"text_block_id": "p23_b238", "text": "It is worth pointing out that as of today there is such a possibility based on the regulation of the Act of April 21, 2001. – Environmental Protection Law (Dz. U. of 2016, Item 672, as amended), it is an obligatory mechanism for the local government to take actions in its area, when violations of air standards are particularly high. Local governments may exempt low-emission vehicles from parking fees or grant them the right to circulate in areas excluded for individual vehicle traffic (e.g. part of the Royal Route in Warsaw), however, they make use of these possibilities to a very limited extent. This is partly due to the lack of clarity as to the rules on which the entry of vehicles to selected zones may be restricted."}, {"text_block_id": "p23_b239", "text": "In order to improve the air quality in cities, local governments should be statutorily provided with the right to create restricted traffic zones on the basis of vehicles’ drive. It is important that the entering restrictions for the zone are based on objectified, socially just criteria, such as the emission of harmful substances into the atmosphere (and not, for example, based on the age of the vehicle). Creating zones with limited entering right for the most air-polluting cars in the first phase should not be obligatory, but there should be mechanisms encouraging local governments to implement such solutions. Incentives may concern preferential treatment in competitions for co-financing of the purchase of bus fleet or subsidies for building charging stations for electric vehicles. Determining zones should be integrated with the information on the air status provided by Voivodship Inspectorate of Environmental Protection (WIOŚ)."}, {"text_block_id": "p23_b240", "text": "Another solution of which implementation requires a regulatory change, is the introduction of urban toll collection systems for entering into city centers with internal combustion vehicles. The toll may be charged for entering the zone, in which pollutants having a source in transport exceed the acceptable level for a long time"}, {"text_block_id": "p23_b241", "text": "14"}, {"text_block_id": "p23_b242", "text": ". The fee could also apply to towns with health, climatic and landscape values. Income from toll collection can be used to improve the standard and for electrification of public transport operating in the area covered by traffic restrictions."}, {"text_block_id": "p23_b243_merged_merged", "text": "The document, which will contain the details of legislative proposals together with the appropriate definition of targets for vehicle charging infrastructure and the number of these vehicles, will be the National framework for the development of alternative fuels infrastructure. This document will not only meet the requirements for the correct implementation of Directive 2014/94/EU of the European Parliament and of the Council of 22 October 2014 on the development of alternative fuels infrastructure, but it will also propose additional tools contributing to the achievement of objectives of this Plan."}, {"text_block_id": "p23_b246", "text": "A detailed description of proposed actions, together with a description of the effects spread pro rata temporis, is included in Appendix 4 to the Plan."}, {"text_block_id": "p24_b247", "text": "SMART GRID INTEGRATED WITH THE VEHICLE MARKET"}, {"text_block_id": "p24_b248", "text": "The development of electric vehicles must be related to the construction of smart grids in our country that would be able to effectively integrate the behaviors and activities of all connected users – manufacturers, grid operators and customers. Smart grids are characterized by low level of losses and high quality as well as reliability of supply. They are equipped with tools enabling communication with all users’ devices, and thus also with electric vehicles that use the grid concurrently."}, {"text_block_id": "p24_b249", "text": "A prerequisite for the development of smart grids, and therefore a prerequisite for integrating electric vehicles with the grid, is the introduction of a smart metering system. An important stage in the construction of smart grids will be the establishment of a metering data operator (MDO) and the creation of conditions for drawing up electricity bills or provision of electricity distribution services based on metering data obtained from the MDO. The process must be related to the implementation of security standards regarding the protection of metering data against unauthorized access and ICT security principles. Billing according to actual consumption, current access of the recipients to their data and the ability to adjust offers to the needs of the clients will be guaranteed. Thanks to this, it will be possible to develop a standardized offer for electric vehicle users who, through offering appropriate tariffs to them, will be encouraged to load vehicles in houses in the night-rate hours."}, {"text_block_id": "p24_b250", "text": "Due to the need to settle the accounts for the electric energy taken from the grid (and in the future also returned to the grid) by the user of the electric vehicle, an appropriate measurement and settlement system allowing two-way communication should be an inseparable element of the electric vehicles charging point. This also applies to home charging points."}, {"text_block_id": "p24_b251", "text": "From the point of view of using electric vehicles, it is necessary to optimize the location of charging stations in order to stabilize network operation, especially the fast charging stations, in terms of grid parameters. In order to avoid costly modernization of the grid in order to meet the needs of fast charging points, it is justified to install energy storage units. The storage units would be charged at night, providing energy during the day, both for the needs of electric vehicles and the grid when necessary."}, {"text_block_id": "p24_b252", "text": "The double role of storage units will allow us to shorten the payback period, which in the case of building the charging stations themselves is unacceptably long today from the point of view of strictly commercial investments. It requires creating a new business model, in which the entity responsible for the stability of work of NPG (national power grid) rewards the owner of a station equipped with a storage unit for readiness to provide services to the grid."}, {"text_block_id": "p24_b253_merged", "text": "Additionally, charging stations with storage units can be equipped with devices for energy recovery from the natural gas expansion process at the reduction stations (e.g. turboexpanders). The main task of energy storage units will be to create a flexible buffer between the national power system and electric vehicle fast charging stations. The task of turboexpanders will be to recover energy lost irretrievably in the process of natural gas expansion on gas reduction stations, and thus to provide an additional source of electric power to recharge the energy storage unit or discharge thus generated electricity directly to the power grid. In addition, energy storage units for buffering between fast charging stations and national power system will allow the unit to be charged during periods of high-generation of renewable energy sources (RES), thus increasing the efficiency of RES use as well as the reliability of the NPG. Aggregation of the energy storage units will also enable offering a new portfolio of regulatory services, both for the transmission system operator (intervention reserve, balancing market share, frequency regulation, participation in the NPG recovery after systemic failure) and the distribution system operator (voltage regulation, line and transformers relief)."}, {"text_block_id": "p24_b256", "text": "Thanks to the installation of the charging points together with LNG/CNG fueling stations the investment costs can be reduced, and at the same time it is a justification for the need to develop different alternative fuels. At the moment gas is the only ecological fuel that"}, {"text_block_id": "p25_b257", "text": "can supply trucks and long-distance buses. It will be an intermediate fuel between oil and electric vehicles also for the needs of individual transport."}, {"text_block_id": "p25_b258_merged", "text": "In addition to adapting the grid, the changes in energy tariff rules are necessary. The current law allows for the use of zone rates by the electricity consumers. According to the Regulation of the Minister of Economy of 18 August 2011 on detailed rules for the formation and calculation of tariffs and settlements in electricity trading, the prices or rates may be differentiated for individual tariff groups, including division of the day and year into time zones and periods. In addition, the tariff may provide more than one way to divide the day into time zones. However, along with the development of electric vehicles, there may be a danger of consumption and putting back a large amount of electricity into the grid in a short time, which in turn may cause a threat to the of the power grid operation and increase the peak loads of the National Power Grid."}, {"text_block_id": "p25_b261", "text": "To avoid this, it will be necessary to adjust zone rates or introduce momentary price signals for the customer (the so-called dynamic pricing). The development of electric transport will go hand in hand with the introduction of differentiated prices and rates in electricity tariffs charged at the time of increased or decreased demand for power from the National Power System. Only a strong price incentive will guarantee the popularization of electric vehicles without a negative impact on the electricity grid and will allow for the avoidance of costs incurred by all customers and associated with increased investments, which would be minimized with the use of effective market signals."}, {"text_block_id": "p25_b262", "text": "Connecting the appropriate number of charging points to the grid, allowing for more or less comfortable movement of electric vehicles throughout the country, will require significant investments, especially in the connections. Without the stabilization of the investment environment for distribution system operators and the transmission system operator, this goal may be blighted. A particularly important issue will be the introduction of transparent regulations in the field of return on capital, allowing those operators to modernize and expand the grids, connections, installations and dedicated communication systems for the purpose of connecting charging points commonly used by electric vehicle users to the grid."}, {"text_block_id": "p25_b263", "text": "A detailed description of the proposed measures, together with a description of the effects phased over time, is provided in Appendix No. 5 to the Plan."}], "document_description": "This document establishes the government's strategy to in order to favour the diffusion of electromobility in Poland. It aims at better manage energy demand, stabilise the electricity grid, improve energy security, improve air quality, ease the adoption of new habits such as shared mobility, develop research and the industry. The plan determines measures to support supply and demand that could be adopted by the country."}