{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Poland", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_language": "English", "document_name": "Energy Policy of Poland until 2030", "document_country_code": "POL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2009", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation", "Limits On Fossil Fuels", "Coal Phase Out", "Fossil Fuels Curbing Measures"], "document_url": "https://cdn.climatepolicyradar.org/POL/2009/POL-2009-01-01-Energy Policy of Poland until 2030_ca57957f8531620dbe8c2011c569eeb7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Appendix to Resolution no. 202/2009"}, {"text_block_id": "p0_b2", "text": "of the Council of Ministers"}, {"text_block_id": "p0_b3", "text": "of 10 November 2009"}, {"text_block_id": "p0_b4", "text": "Ministry of Economy"}, {"text_block_id": "p0_b5", "text": "Energy Policy of Poland until 2030"}, {"text_block_id": "p0_b6", "text": "Warsaw, 10 November 2009"}, {"text_block_id": "p1_b7", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b8", "text": "1."}, {"text_block_id": "p3_b9", "text": "Introduction"}, {"text_block_id": "p3_b10", "text": "1.1. Determinants"}, {"text_block_id": "p3_b11", "text": "Currently, the Polish energy sector is facing a number of serious challenges. High demand for energy, inadequate fuel and energy generation and transmission infrastructure, significant dependence on external supplies of natural gas and almost full dependence on external supplies of crude oil, as well as commitments in the field of environmental protection, including climate protection, compel us to take decisive actions preventing the deterioration of the situation of fuel and energy customers."}, {"text_block_id": "p3_b12", "text": "At the same time, the global economy witnessed a series of unfavourable events in recent years. Significant fluctuations in prices of energy-producing raw materials, the increasing demand of developing countries for energy, serious breakdowns of energy systems, and the increasing environmental pollution require a new approach to energy policy."}, {"text_block_id": "p3_b13", "text": "As part of its environmental protection commitments, the European Union set quantitative objectives for 2020, the so-called •3x20%,• i.e. reducing greenhouse gases emission by 20% of 1990 levels, reducing energy consumption by 20% of the projected 2020 levels and increasing the share of renewable sources of energy to 20% of total energy generation, including an increase in the use of renewables in transport to 10%.In December 2008, the EU adopted the climate and energy package which contains specific legal tools to attain the above objectives. By means of actions initiated at the national level, the energy policy contributes to the implementation of energy policy objectives specified at the Community level."}, {"text_block_id": "p3_b14", "text": "This document has been drafted in accordance with Articles 13•15 of the Energy Law and presents the strategy of the state which aims to address the most important challenges that the Polish power industry must face, both in the short and in the long run, until 2030."}, {"text_block_id": "p3_b15", "text": "1.2. Primary directions of energy policy"}, {"text_block_id": "p3_b16", "text": "As a Member State of the European Union, Poland actively participates in devising the Community energy policy, it also implements its main objectives under the specific domestic conditions taking into account the protection of interests of customers, the energy resources and technological conditions of energy generation and transmission."}, {"text_block_id": "p3_b17", "text": "In line with the above, the primary directions of Polish energy policy are as follows:"}, {"text_block_id": "p3_b18", "text": "In line with the above, the primary directions of Polish energy policy are as follows:\n* To improve energy efficiency;\n* To enhance security of fuel and energy supplies;\n* To diversify the electricity generation structure by introducing nuclear energy;\n* To develop the use of renewable energy sources, including biofuels;\n* To develop competitive fuel and energy markets;\n* To reduce the environmental impact of the power industry."}, {"text_block_id": "p3_b30", "text": "The adopted directions of energy policy are largely correlated. Improvement of energy efficiency reduces the increase in demand for fuels and energy, and thus it is conducive to"}, {"text_block_id": "p4_b31", "text": "enhancing energy security by reducing dependence on import; it also reduces the environmental impact of the power sector by reducing emissions. The development of renewable energy sources, including the use of biofuels and clean coal technologies, and introduction of nuclear energy bring about similar effects."}, {"text_block_id": "p4_b32", "text": "Implementing measures in accordance with the above directions, the energy policy will strive to enhance the country•s energy security observing the principle of sustainable development"}, {"text_block_id": "p4_b33", "text": "The Energy Policy constitutes a part of the priorities of the National Development Strategy 2007•2015 adopted by the Council of Ministers on 29 November 2006. In particular, the objectives and measures laid down in the document will contribute to the implementation of the priority concerning the improvement of the condition of technical infrastructure. The objectives of the Energy Policy are also convergent with the objectives of the renewed Lisbon Strategy and the renewed EU Sustainable Development Strategy. The energy policy will strive to meet the commitment contained in the two abovementioned EU strategies which assumes the transformation of Europe into a low-carbon economy with a reliable, sustainable, and competitive energy supply."}, {"text_block_id": "p4_b34", "text": "1.3. Energy policy tools"}, {"text_block_id": "p4_b35", "text": "The main energy policy tools are as follows:"}, {"text_block_id": "p4_b36", "text": "The main energy policy tools are as follows:\n* Legal regulations setting forth the operating principles for the fuel and power sector,\n* Effective use of ownerâ¢s supervision by the State Treasury to implement the energy\n* Ongoing regulatory activities of the President of the Energy Regulatory Office (Polish\n* System mechanisms to support implementation of measures aimed at achieving the\n* Ongoing monitoring of the situation on fuel and energy markets by the President of\n* Activity within the structures of the European Union, particularly those leading to\n* Polandâ¢s active membership in international organisations, such as the International\n* Statutory activity of local government bodies taking account of the priorities of the\n* Hierarchic spatial planning ensuring the implementation of energy policy priorities,"}, {"text_block_id": "p5_b54", "text": "The main energy policy tools are as follows:\n* Legal regulations setting forth the operating principles for the fuel and power sector,\n* Effective use of ownerâ¢s supervision by the State Treasury to implement the energy\n* Ongoing regulatory activities of the President of the Energy Regulatory Office (Polish\n* System mechanisms to support implementation of measures aimed at achieving the\n* Ongoing monitoring of the situation on fuel and energy markets by the President of\n* Activity within the structures of the European Union, particularly those leading to\n* Polandâ¢s active membership in international organisations, such as the International\n* Statutory activity of local government bodies taking account of the priorities of the\n* Hierarchic spatial planning ensuring the implementation of energy policy priorities,\n* Information activities conducted by government bodies and by co-operating research\n* Support of energy projects significant to Poland (e.g. investment projects, research and"}, {"text_block_id": "p5_b58", "text": "Within the framework of energy policy implementation, a profound reform of the energy law will be carried out. It will result in drafting a set of new regulations. As a result, stable and transparent conditions for operation of entities in the area of fuel and energy market economy will be created."}, {"text_block_id": "p5_b59", "text": "Measures set forth in the energy policy will be largely implemented by commercial energy companies operating on competitive fuel and energy markets or on regulated markets. Therefore, state intervention in the operation of the sector must be limited and must have a clearly defined objective, namely to ensure energy security in Poland and to meet its international commitments, particularly in respect of environmental protection and nuclear safety. State intervention in the energy sector will be used exclusively to ensure security, and always in accordance with the EU legislation."}, {"text_block_id": "p5_b60", "text": "1.4. Document structure"}, {"text_block_id": "p5_b61", "text": "The structure of this document mirrors the primary energy policy directions. For each of the directions, main objectives and, depending on the needs, also specific objectives are formulated, as well as measures for their implementation, and their anticipated effects. Chapter 8 presents measures supporting the implementation of the policy at the international level and at the local government level. Implementation of the majority of measures provided for in this paper will begin prior to 2012, but their effects will be long-term and will allow meeting the objectives set for 2030. Appendices present the projection of demand for fuels and energy, assessment of implementation of the energy policy since 2005 onwards, the action plan schedule for the years 2009•2012 and the conclusions from the strategic environmental impact assessment of the energy policy."}, {"text_block_id": "p5_b62", "text": "2."}, {"text_block_id": "p5_b63", "text": "Improving energy efficiency"}, {"text_block_id": "p5_b64", "text": "Improving energy efficiency is one of the priorities of the EU energy policy, whose goal is a 20% reduction in energy consumption by 2020 as compared to the •business as usual• scenario. Poland has made significant progress in this respect. Although GDP energy intensity declined by 30% within the last 10 years, efficiency of the Polish economy calculated as GDP (at euro exchange rate) per energy unit remains twice as low as the European average. Economic development, resulting from the use of new technologies, reveals a considerable increase in electricity consumption accompanied by a relative decrease in the use of other energy forms."}, {"text_block_id": "p5_b65", "text": "Energy efficiency is given priority in the energy policy; and progress in this respect will be of key importance to implementing all of its objectives. Therefore, all possible steps will be taken to enhance energy efficiency."}, {"text_block_id": "p6_b66", "text": "2.1. Objectives in respect of enhancing energy efficiency"}, {"text_block_id": "p6_b67", "text": "The main energy policy objectives in the field are as follows:"}, {"text_block_id": "p6_b68", "text": "The main energy policy objectives in the field are as follows:\n* To achieve zero-energy economic growth, i.e. economic growth with no extra demand for primary energy;\n* Reducing the energy intensity of Polish economy to the EU-15 level."}, {"text_block_id": "p6_b72", "text": "Specific objectives in the area are as follows:"}, {"text_block_id": "p6_b73", "text": "Specific objectives in the area are as follows:\n* To enhance efficiency of power generation by building highly efficient generation\n* To achieve a twofold increase (as compared to 2006) in power generation with the use\n* To limit grid loss during transmission and distribution by i.a. modernising the existing\n* To increase efficiency of end-use of energy;\n* To increase the ratio of annual demand for power to the maximum demand for power"}, {"text_block_id": "p6_b83", "text": "2.2. Measures to improve energy efficiency"}, {"text_block_id": "p6_b84", "text": "The measures include:"}, {"text_block_id": "p6_b85", "text": "The measures include:\n* Setting the national objective of enhancing energy efficiency;\n* Introducing a systemic mechanism to support measures aimed at attaining the national\n* Stimulating development of cogeneration through support mechanisms, taking into\n* Using mandatory energy performance certificates for buildings and apartments upon\n* Determining energy intensity of devices and power-consuming products, introducing\n* Committing the public sector to serve as a role model of economical energy usage;\n* Supporting investments in energy saving through preferential loans and grants from\n* Supporting research and development on new solutions and technologies reducing\n* Applying Demand Side Management techniques, stimulated by diversification of\n* Informational and educational campaigns promoting efficient energy use."}, {"text_block_id": "p7_b105", "text": "In addition, the indicative target stemming from the Directive 2006/32/EC"}, {"text_block_id": "p7_b106", "text": "will be implemented, which assumes energy savings of 9% of the annual average amount of end-use energy consumption from the period 2001•2005 by 2016 (i.e. by 53,452 GWh) laid down in the National Action Plan for Energy Efficiency, adopted by the European Committee of the Council of Ministers on 31 July 2007 and other measures stemming from the document, which are not listed herein."}, {"text_block_id": "p7_b107", "text": "2.3. Expected effects of measures to improve energy efficiency"}, {"text_block_id": "p7_b108", "text": "As a result of implementing the proposed measures, the increasing consumption of energy by the Polish economy is expected to slow down, thus increasing energy security. Reducing energy consumption has also a measurable effect which consists in avoiding emission of pollutants by the energy sector. Finally, stimulating investments in modern energy-saving technologies and products will contribute to enhancing innovation in the Polish economy. Energy savings will significantly add to the improvement of economy efficiency and competitiveness."}, {"text_block_id": "p7_b109", "text": "3."}, {"text_block_id": "p7_b110", "text": "Enhanced security of fuels and energy supplies"}, {"text_block_id": "p7_b111", "text": "Security of fuels and energy supplies is understood as ensuring stable fuels and energy supplies at a level that guarantees meeting domestic needs at prices acceptable for the economy and the society, assuming the optimal use of domestic deposits of energy resources, and through diversification of sources and directions of supply of crude oil, as well as liquid and gas fuels."}, {"text_block_id": "p7_b112", "text": "Poland has large deposits of coal which, considering the dependency of our country on the import of gas (in almost 70%) and of crude oil (in over 95%), will play the role of a major factor stabilising Poland•s energy security. The energy policy will be targeted at diversifying supplies of raw materials and fuels understood also as diversification of technologies, not as it had been understood until recently • as mere diversification of supply directions. Development of technologies, which make it possible to obtain liquid and gas fuels from domestic resources, will be supported."}, {"text_block_id": "p7_b113_merged_merged", "text": "Due to the gradual exhaustion of hard coal and lignite in the currently used deposits, the plans are in place to prepare and launch the use of new deposits by 2030. Therefore, it is necessary to ensure access to strategic coal resources by means of, inter alia, protection of their location from further infrastructural development unrelated to the energy sector and their inclusion in the spatial development concept of the country, local spatial development plans and long-term development strategy. It is also necessary to correlate the plans of deposits exploitation with the investment plans in other sectors, e.g. in relation to road infrastructure, in those documents. It concerns in particular the hard coal deposits of •Bzie-Dębina,• •Śmi•owice,• •Brzezinka• and lignite deposits of •Legnica• and •Gubin,• as well as satellite deposits of operating mines."}, {"text_block_id": "p8_b120", "text": "In the sectors of natural gas and crude oil, it is also essential to increase transmission capacity of gas transport and storage systems and of oil and fuel pipelines, as well as their transhipment and storage infrastructure, including cavities in salt structures. The growth of natural gas extraction capacity should be used not only to satisfy the current needs but also to serve as a security in the case of exceptionally unfavourable weather conditions or external disturbances."}, {"text_block_id": "p8_b121", "text": "The current projections, concerning the possibility to meet future demand for electricity in Poland, point to the need to extend the existing generation capacity. The commitments to reduce greenhouse gas emission force Poland to seek low-emission solutions for electricity generation. All available technologies of coal-based energy generation will be applied on the assumption that they would lead to reducing air pollution."}, {"text_block_id": "p8_b122", "text": "Electricity is produced in the domestic system with reduced possibilities of international exchange • currently less than 10%. Thus, apart from the development of electricity generation capacity, power grid transmission and distribution capacity, the main directions of energy policy include also increasing the possibilities to exchange electricity with neighbouring countries. To that end, relevant statutory regulations will be introduced lifting the existing barriers."}, {"text_block_id": "p8_b123", "text": "Creating conditions for strengthening the competitive position of Polish energy sector entities so that they may compete in European energy markets is also an important element of energy policy in the area."}, {"text_block_id": "p8_b124", "text": "3.1. Objectives and measures to enhance security of fuels and energy supplies"}, {"text_block_id": "p8_b125", "text": "3.1.1. Fuels • sources and transmission"}, {"text_block_id": "p8_b126_merged", "text": "3.1.1.1 Coal"}, {"text_block_id": "p8_b128", "text": "The main objective of energy policy in this field is efficient and effective management of coal deposits located within the territory of the Republic of Poland."}, {"text_block_id": "p8_b129", "text": "State energy policy assumes using coal as the main fuel for the power industry in order to ensure an adequate level of energy security of the country."}, {"text_block_id": "p8_b130", "text": "Specific objectives in the field are as follows:"}, {"text_block_id": "p8_b131", "text": "Specific objectives in the field are as follows:\n* Ensuring energy security of the country by meeting domestic demand for coal,\n* Use of coal in the energy industry by application of efficient and low-emission\n* Using modern technologies in the coal mining sector to enhance competitiveness,\n* Maximum use of methane released when extracting coal in mines."}, {"text_block_id": "p8_b139", "text": "To accomplish the above objectives, the following measures will be taken:"}, {"text_block_id": "p9_b140", "text": "To accomplish the above objectives, the following measures will be taken:\n* Introducing regulations which take into account the objectives proposed under the\n* Developing modernised pre-treatment technologies for coal to be used for energy\n* Abolishing legal barriers to making new deposits of hard coal and lignite available;\n* Identifying strategic national resources of hard coal and lignite and protecting them\n* Securing access to coal resources via undertakings making available new,\n* Intensifying geological research to extend the coal resource base, making use of state\n* Completing organisational and structural changes. In economically justified cases,\n* Supporting the industrial use of methane released when extracting hard coal in mines;\n* Introducing technology solutions which allow recovery of methane from ventilation\n* Obtaining funds for development of the mining industry through privatisation, after\n* Supporting research and development of technologies permitting to use coal for liquid\n* Retaining the competence of the minister in charge of the Treasury in respect of"}, {"text_block_id": "p9_b164_merged", "text": "3.1.1.2 Gas"}, {"text_block_id": "p9_b166", "text": "The main objective of energy policy in the field is ensuring Poland•s energy security through diversification of sources and directions of natural gas supplies."}, {"text_block_id": "p9_b167", "text": "Specific objectives in the field are as follows:"}, {"text_block_id": "p9_b168", "text": "Specific objectives in the field are as follows:\n* Extending natural gas resources at the disposal of Polish companies;\n* Extending natural gas extraction capacity in the territory of Poland;\n* Ensuring alternative sources and directions of gas supplies to Poland;\n* Extending the natural gas transmission and distribution system;\n* Extending natural gas storage capacities;\n* Polish companies winning access to natural gas deposits located outside Poland;\n* Producing gas with the use of coal gasification technologies;\n* Industrial use of methane by extraction through surface boreholes."}, {"text_block_id": "p10_b184", "text": "Measures aimed to diversify supplies will always be preceded by an economic analysis of alternative possibilities to produce gas from domestic resources, including the use of new technologies."}, {"text_block_id": "p10_b185", "text": "Measures in the field are as follows:"}, {"text_block_id": "p10_b186", "text": "Measures in the field are as follows:\n* Appropriate tariff policy encouraging investment in pipeline infrastructure (gas\n* Building a terminal for receiving liquefied gas (LNG);\n* Concluding armâ¢s length contracts for diversified natural gas supplies to the liquefied\n* Establishing sustainable management policy for domestic gas resources to allow\n* Investments which allow extending natural gas extraction in the territory of Poland;\n* Diversification of supplies by building a transmission system for natural gas supplies\n* Polish companies winning access to natural gas deposits located outside Poland;\n* Supporting investments in infrastructure with the use of European funds;\n* Streamlining the crisis response mechanism;\n* Securing state interests in strategic companies of the gas sector;\n* Investment incentives for building storage space (by appropriate tariff structure and\n* Legislative measures aimed at lifting barriers to investments, particularly in respect of\n* Further pilot work on making methane from hard coal deposits available."}, {"text_block_id": "p10_b212_merged", "text": "3.1.1.3 Crude oil and liquid fuels"}, {"text_block_id": "p10_b214", "text": "The global market of crude oil and liquid fuels is competitive, yet in the case of Poland there is a threat to security of crude oil supplies as well as a threat of monopolistic price fixing. This is a result of the market being dominated by supplies from one direction only. In order to avoid such a situation, the level of supply diversification needs to be enhanced (it is essential not only to increase the number of suppliers, but also to eliminate a situation where oil comes from a single area, and its transmission is controlled by a single entity)."}, {"text_block_id": "p10_b215", "text": "The main objective of energy policy in the field is to ensure energy security by:"}, {"text_block_id": "p10_b216", "text": ""}, {"text_block_id": "p10_b217", "text": "Enhancing the diversification level of crude oil and liquid fuels supply sources, understood as obtaining crude oil from various regions of the world, from different suppliers, using alternative transport routes;"}, {"text_block_id": "p10_b218", "text": ""}, {"text_block_id": "p10_b219", "text": "Building crude oil and liquid fuels storage facilities of capacity which ensures continuity of supplies, particularly in crisis."}, {"text_block_id": "p10_b220", "text": "Specific objectives in the field are as follows:"}, {"text_block_id": "p11_b221", "text": ""}, {"text_block_id": "p11_b222", "text": "Diversification of crude oil supplies to Poland, inter alia by building infrastructure permitting to transport crude oil from the Caspian Sea region;"}, {"text_block_id": "p11_b223", "text": ""}, {"text_block_id": "p11_b224", "text": "Extension of transport and transhipment infrastructure for crude oil and oil products;"}, {"text_block_id": "p11_b225", "text": ""}, {"text_block_id": "p11_b226", "text": "Building and expanding crude oil and liquid fuel storehouses (cavern storage facilities, transhipment and storage bases);"}, {"text_block_id": "p11_b227", "text": ""}, {"text_block_id": "p11_b228", "text": "Polish enterprises winning access to crude oil deposits located outside the Republic of Poland;"}, {"text_block_id": "p11_b229", "text": ""}, {"text_block_id": "p11_b230", "text": "Increasing the amount of crude oil transited through the territory of the Republic of Poland;"}, {"text_block_id": "p11_b231", "text": ""}, {"text_block_id": "p11_b232", "text": "Enhancing competitiveness in the sector in order to minimise the negative effects for the economy which result from significant changes in prices of raw materials on global markets;"}, {"text_block_id": "p11_b233", "text": ""}, {"text_block_id": "p11_b234", "text": "Retaining state ownership in key companies of the sector, as well as in infrastructure companies;"}, {"text_block_id": "p11_b235", "text": ""}, {"text_block_id": "p11_b236", "text": "Mitigating the risk of hostile takeover of entities dealing in crude oil processing which render services in the area of transmission and storage of crude oil and oil products;"}, {"text_block_id": "p11_b237", "text": ""}, {"text_block_id": "p11_b238", "text": "Enhancing the security of fuel transport by sea."}, {"text_block_id": "p11_b239", "text": "Measures aimed to diversify crude oil supplies will always be preceded by an economic analysis of alternative possibilities to obtain liquid fuels from domestic resources, including the use of new technologies."}, {"text_block_id": "p11_b240", "text": "Measures in the field are as follows:"}, {"text_block_id": "p11_b241", "text": ""}, {"text_block_id": "p11_b242", "text": "Building infrastructure to allow transport of crude oil from other regions of the world, inter alia from the Caspian Sea region within the Euro-Asian Oil Transportation Corridor project;"}, {"text_block_id": "p11_b243", "text": ""}, {"text_block_id": "p11_b244", "text": "Supporting actions of Polish companies aimed at intensification of prospecting and enhancing national exploitation on land, in the Baltic Sea shelf and outside Poland;"}, {"text_block_id": "p11_b245", "text": ""}, {"text_block_id": "p11_b246", "text": "Extending transmission, transhipment, and storage infrastructure (including caverns) for crude oil and liquid fuels;"}, {"text_block_id": "p11_b247", "text": ""}, {"text_block_id": "p11_b248", "text": "Application of owner•s supervision tools of the State Treasury to stimulate and monitor execution of projects in respect of security of crude oil and liquid fuel supplies;"}, {"text_block_id": "p11_b249", "text": ""}, {"text_block_id": "p11_b250", "text": "Legislative changes concerning liquid fuel reserves, particularly lifting the obligation of physical maintenance of reserves by enterprises in exchange for a special purpose fee intended for maintenance of reserves by a public law entity;"}, {"text_block_id": "p11_b251", "text": ""}, {"text_block_id": "p11_b252", "text": "Lifting barriers to development of fuel infrastructure and supporting investment projects in infrastructure with the use of European funds;"}, {"text_block_id": "p11_b253", "text": ""}, {"text_block_id": "p11_b254", "text": "Ensuring fuel transport by sea."}, {"text_block_id": "p11_b255", "text": "The main objective of energy policy in the field is to ensure ongoing meeting of demand for energy, taking into account the maximum possible use of domestic resources and environmentally friendly technologies."}, {"text_block_id": "p12_b256", "text": "Specific objectives in the field are as follows:"}, {"text_block_id": "p12_b257", "text": ""}, {"text_block_id": "p12_b258", "text": "Building new generation capacity to balance domestic demand for electricity and maintain the operationally available power surplus during the peak generation capacity of domestic conventional and nuclear generation sources at the minimal level of 15% of the maximum domestic demand for electricity;"}, {"text_block_id": "p12_b259", "text": ""}, {"text_block_id": "p12_b260", "text": "Building intervention sources of electricity generation essential to security of the power system operation;"}, {"text_block_id": "p12_b261", "text": ""}, {"text_block_id": "p12_b262", "text": "Developing the national transmission system enabling sustainable economic development of Poland, its individual regions and ensuring reliable electricity supplies to agglomerations (particularly closing the 400 kV loop and loops circling Poland•s largest cities), as well as receipt of electricity from the areas with a large number of planned and newly built generation facilities, including in particular the wind farms."}, {"text_block_id": "p12_b263", "text": ""}, {"text_block_id": "p12_b264", "text": "Developing cross-border connections coordinated with extending the domestic transmission system as well as the systems in neighbouring countries, which will allow to exchange at least 15% of electricity used in Poland by 2015, 20% by 2020, and 25% by 2030;"}, {"text_block_id": "p12_b265", "text": ""}, {"text_block_id": "p12_b266", "text": "Modernisation and extension of the distribution grid which allows to improve the reliability of power supply and to develop distributed power generation using local sources of energy;"}, {"text_block_id": "p12_b267", "text": ""}, {"text_block_id": "p12_b268", "text": "Modernisation of transmission and distribution grids to reduce failure frequency by 50% by 2030 as compared to 2005;"}, {"text_block_id": "p12_b269", "text": ""}, {"text_block_id": "p12_b270", "text": "Aiming at replacing the heat and power plans supplying the centralised heat distribution systems of Polish cities with cogeneration sources by 2030."}, {"text_block_id": "p12_b271", "text": "To accomplish the above objectives, the following measures will be taken:"}, {"text_block_id": "p12_b272", "text": ""}, {"text_block_id": "p12_b273", "text": "Imposing an obligation to prepare development plans of the transmission and distribution grid on grid operators, with particular indication of preferred locations of new generation capacity and the costs of their connection. The plans will be developed and published every three years;"}, {"text_block_id": "p12_b274", "text": ""}, {"text_block_id": "p12_b275", "text": "Legislative measures aimed at lifting barriers to investments, particularly linear investments;"}, {"text_block_id": "p12_b276", "text": ""}, {"text_block_id": "p12_b277", "text": "Introducing long term contracts for system regulatory services covering intervention reserves and rebuilding supply to the national power system by the transmission system operator;"}, {"text_block_id": "p12_b278", "text": ""}, {"text_block_id": "p12_b279", "text": "The transmission system operator announcing tenders for intervention capacities essential to ensuring safety of the power system operation;"}, {"text_block_id": "p12_b280", "text": ""}, {"text_block_id": "p12_b281", "text": "Reconstruction and reinforcement of the existing power lines and building new ones, particularly those enabling cross-border electricity exchange with neighbouring countries;"}, {"text_block_id": "p12_b282", "text": ""}, {"text_block_id": "p12_b283", "text": "Establishing methodology for calculating return on invested capital as an element of cost justified in transmission and distribution tariffs for investments in grid infrastructure;"}, {"text_block_id": "p13_b284", "text": ""}, {"text_block_id": "p13_b285", "text": "Introducing amendments into the Energy Law consisting in defining the responsibility of local government bodies for drafting local supply assumptions for plans and plans for heat, electricity, and gas fuel supply;"}, {"text_block_id": "p13_b286", "text": ""}, {"text_block_id": "p13_b287", "text": "Transferring owner•s supervision over the operator of electricity transmission system (PSE Operator S.A.) into the competence of the Minister of Economy;"}, {"text_block_id": "p13_b288", "text": ""}, {"text_block_id": "p13_b289", "text": "Retaining a majority stake in PGE Polska Grupa Energetyczna S.A. and a controlling stake in Tauron Polska Energia S.A. at the level which ensures retaining owner•s supervision by the State Treasury;"}, {"text_block_id": "p13_b290", "text": ""}, {"text_block_id": "p13_b291", "text": "Introducing a qualitative element into transmission and distribution tariffs to which transmission and distribution system operators would be entitled if they reduced failure frequency rates and maintained them at levels specified by the President of the Energy Regulatory Office for a given grid type;"}, {"text_block_id": "p13_b292", "text": ""}, {"text_block_id": "p13_b293", "text": "Changing regulation mechanisms by introducing methods of heat price-fixing with the use of reference prices and incentives to optimise the heat supply cost;"}, {"text_block_id": "p13_b294", "text": ""}, {"text_block_id": "p13_b295", "text": "Preferential treatment of combined generation as the technology recommended for building new generation capacity."}, {"text_block_id": "p13_b296", "text": "3.2. Anticipated effects of measures to enhance security of fuels and energy supplies"}, {"text_block_id": "p13_b297", "text": "3.2.1. Fuels • sources and transmission"}, {"text_block_id": "p13_b298", "text": "Accomplishment of energy policy objectives will allow to reduce Poland•s dependency on import of natural gas, crude oil, and liquid fuels from a single direction. Increasing the share of gas extracted in Poland, or manufactured on the basis of Polish raw materials, is a plausible objective. The capacity to store crude oil, liquid fuels, and natural gas allowing to supply the country with the necessary fuels in emergency situations will improve significantly."}, {"text_block_id": "p13_b299", "text": "Relying on domestic coal resources as the main fuel of the system power industry would bring about practically total independence of electricity generation and considerable independence of heat generation from external supply sources, particularly in large city systems, ensuring energy security with regard to electricity generation and supplies."}, {"text_block_id": "p13_b300", "text": "3.2.2. Generation and transmission of electricity and heat"}, {"text_block_id": "p13_b301", "text": "Implementation of energy policy in the area of electricity generation will allow to balance the electricity demand, which increases quickly due to Poland•s economic development. The regulatory power necessary to adjust electricity generation to the changing daily demand will be ensured."}, {"text_block_id": "p13_b302", "text": "Development of transmission and distribution grids would improve their reliability, while information on potential locations of generation capacity will facilitate making investment decisions. Granting connection conditions for a specific period, along with the necessity to pay a deposit, will eliminate a common phenomenon of blocking the investments by failing to use the connection conditions."}, {"text_block_id": "p13_b303", "text": "Introducing precise methodology of calculating the rate of return on capital invested in infrastructure will allow to attract commercial investors. Introducing a qualitative element into transmission tariffs will constitute an incentive for transmission and distribution system operators to enhance the reliability of grid operation."}, {"text_block_id": "p14_b304", "text": "An important step on the way to enhance energy security is the development of distributed power generation using local energy sources, such as methane or renewable energy sources. The development of this type of energy generation also allows to reduce grid investment, especially investment in the transmission system. The system of incentives for distributed energy generation, in the form of support systems for renewable energy sources and cogeneration, will result in considerable investment in distributed energy generation."}, {"text_block_id": "p14_b305", "text": "4."}, {"text_block_id": "p14_b306", "text": "Diversification of the electricity generation structure by introducing nuclear energy"}, {"text_block_id": "p14_b307", "text": "Poland•s energy security requires ensuring supplies of an appropriate amount of electricity at reasonable prices, simultaneously observing the environmental protection requirements. Climate protection and the climate and energy package adopted by the EU result in the need of switching generation to low CO"}, {"text_block_id": "p14_b308", "text": "2"}, {"text_block_id": "p14_b309", "text": "emission technologies. In the current situation, particular significance is attached to using all available technologies simultaneously enhancing energy security and lowering emission of pollutants, retaining economic efficiency."}, {"text_block_id": "p14_b310_merged_merged", "text": "With the current trends in European energy policy, nuclear energy has become one of the most desired energy sources. Apart from the lack of CO2 emission, it also ensures independence of typical directions from which energy resources are obtained. The Resolution of the Council of Ministers of 13 January 2009 imposed an obligation on all process participants to take intensive actions aimed at setting the stage for implementing the nuclear energy production programme in Poland in line with the requirements and recommendations specified in documents drafted by the International Atomic Energy Agency. Observing the scheduled date of launching first nuclear power plant by 2020 requires a considerable contribution of state bodies and budget funds, qualified personnel, and efficient institutions both at the preparatory stage prior to making the final decision on starting the nuclear energy production programme and at the stage of preparations for the tender procedure."}, {"text_block_id": "p14_b313", "text": "Preparatory works related to the introduction of nuclear energy generation in Poland will include in particular broad social consultation, as well as identification and minimisation of potential threats."}, {"text_block_id": "p14_b314", "text": "It is also necessary to ensure long-term access to all elements of the fuel cycle. Uranium may be obtained from politically stable regions and strong competition among uranium producers prevents them from dictating extreme prices. The issues of fuel purchase by EU Member States are coordinated by the Euratom Supply Agency which has been established by Euratom for that specific purpose."}, {"text_block_id": "p14_b315", "text": "4.1. Objectives in respect of diversification of the electricity generation structure by introducing nuclear energy"}, {"text_block_id": "p14_b316", "text": "The primary objective of energy policy in the field is preparing infrastructure for nuclear energy generation and ensuring appropriate conditions for investors interested in building and launching nuclear power plants based on safe technologies, with public support and a high degree of nuclear safety at all stages of the process: location, designing, construction, launching, exploitation, and liquidation of nuclear power plants."}, {"text_block_id": "p15_b317", "text": "Specific objectives in the field are as follows:"}, {"text_block_id": "p15_b318", "text": ""}, {"text_block_id": "p15_b319", "text": "Adapting the Polish legal system so that the process of developing nuclear energy sector in Poland is efficient;"}, {"text_block_id": "p15_b320", "text": ""}, {"text_block_id": "p15_b321", "text": "Training personnel for the nuclear energy sector;"}, {"text_block_id": "p15_b322", "text": ""}, {"text_block_id": "p15_b323", "text": "Informing and educating the society on nuclear energy;"}, {"text_block_id": "p15_b324", "text": ""}, {"text_block_id": "p15_b325", "text": "Selecting locations for first nuclear power plants;"}, {"text_block_id": "p15_b326", "text": ""}, {"text_block_id": "p15_b327", "text": "Selecting a location and building a cemetery for low-and medium-radioactivity waste;"}, {"text_block_id": "p15_b328", "text": ""}, {"text_block_id": "p15_b329", "text": "Adding to the personnel of the nuclear energy sector and radiation safety;"}, {"text_block_id": "p15_b330", "text": ""}, {"text_block_id": "p15_b331", "text": "Establishing a research base for the nuclear energy production programme on the basis of existing research institutes;"}, {"text_block_id": "p15_b332", "text": ""}, {"text_block_id": "p15_b333", "text": "Preparing fuel cycle solutions ensuring Poland•s permanent and safe access to nuclear fuel, recycling of spent fuel, and storage of high-radioactivity waste."}, {"text_block_id": "p15_b334", "text": "4.2. Measures for diversification of the electricity generation structure by introducing nuclear energy"}, {"text_block_id": "p15_b335", "text": "Measures in the field are as follows:"}, {"text_block_id": "p15_b336", "text": ""}, {"text_block_id": "p15_b337", "text": "Establishing an institutional basis for preparing and implementing the Polish nuclear power programme;"}, {"text_block_id": "p15_b338", "text": ""}, {"text_block_id": "p15_b339", "text": "Defining essential amendments to the legal framework for implementing the Polish nuclear power programme, preparing and coordinating implementation of the amendments;"}, {"text_block_id": "p15_b340", "text": ""}, {"text_block_id": "p15_b341", "text": "Preparing a draft of the Polish nuclear power programme to constitute the basis for public consultations; holding the consultations and submitting the Polish nuclear power programme for approval by the Council of Ministers;"}, {"text_block_id": "p15_b342", "text": ""}, {"text_block_id": "p15_b343", "text": "Preparing the National Atomic Energy Agency to execute nuclear and radiological supervision of the nuclear power sector;"}, {"text_block_id": "p15_b344", "text": ""}, {"text_block_id": "p15_b345", "text": "Implementing the personnel training programme for institutions dealing with nuclear power;"}, {"text_block_id": "p15_b346", "text": ""}, {"text_block_id": "p15_b347", "text": "Preparing and holding an informational and educational campaign on the Polish Nuclear Power Programme;"}, {"text_block_id": "p15_b348", "text": ""}, {"text_block_id": "p15_b349", "text": "Location analyses for nuclear energy plants;"}, {"text_block_id": "p15_b350", "text": ""}, {"text_block_id": "p15_b351", "text": "Location analyses for the radioactive cemetery, its design and construction preparations;"}, {"text_block_id": "p15_b352", "text": ""}, {"text_block_id": "p15_b353", "text": "Building research and development capacity and supporting work on new reactor technologies and nuclear-coal synergy. Preparing the programme of Poland•s participation in all phases of the fuel cycle;"}, {"text_block_id": "p15_b354", "text": ""}, {"text_block_id": "p15_b355", "text": "Preparing Polish industry•s participation in the nuclear energy production programme;"}, {"text_block_id": "p15_b356", "text": ""}, {"text_block_id": "p15_b357", "text": "Preparing plans of adapting the transmission grid to nuclear power plants;"}, {"text_block_id": "p15_b358", "text": ""}, {"text_block_id": "p15_b359", "text": "Prospecting uranium deposits in the territory of Poland."}, {"text_block_id": "p16_b360", "text": "4.3. Anticipated effects of measures for diversification of the electricity generation structure by introducing nuclear energy"}, {"text_block_id": "p16_b361", "text": "As an effect of the planned measures concerning nuclear energy, the programme of introducing nuclear energy generation in Poland will be presented to the Council of Ministers for approval. Also at this stage, the organisational and legal infrastructure for the implementation of the programme of introducing nuclear power generation in Poland will be prepared. In particular, the following processes will take place: acceleration of the training of personnel and development of training and research base for the nuclear power sector, raising the society•s awareness of nuclear power generation, development of the basis related to the disposal of radioactive waste and increase in the number of domestic enterprises ready to carry out the orders of the quality required by the nuclear power sector."}, {"text_block_id": "p16_b362", "text": "5."}, {"text_block_id": "p16_b363", "text": "Development of the use of renewable energy sources, including biofuels"}, {"text_block_id": "p16_b364", "text": "Development of renewable energy production is of considerable importance for meeting the primary objectives of energy policy. Increasing the use of renewable energy sources translates into a higher degree of independence from imported energy supplies. The promotion of the use of renewable energy sources allows to increase diversification of the sources of supply and to create conditions for the development of distributed power generation based on locally available raw materials. Renewable energy production usually takes place in small power generation units, located close to the customer, which enhances local energy security and reduces transmission losses. Generation of power from renewable sources is characterised by little or no emission of pollutants, thus having positive ecological effects. Developing renewable energy production is also conducive to the growth of underdeveloped regions, rich in renewable energy sources."}, {"text_block_id": "p16_b365_merged", "text": "Sustainable use of individual types of energy from renewable sources will be supported. As regards the use of biomass, special preference will be given to the most energy efficient solutions, inter alia, using various techniques of biomass gasification and conversion into liquid fuels, in particular the second generation biofuels. The use of biogas from landfills, wastewater treatment plants and other waste will be of great importance. The target is to use biomass by means of distributed generation. The development of wind power, both on land and at sea, is predicted. The increased use of water power will also be important, both the small-scale and larger water power facilities, with no significant environmental impact. The use of geothermal energy is to increase thanks to the use of heat pumps and direct use of geothermal water. Solar energy is to be used to a much greater extent than before, by means of solar collectors and innovative photovoltaic technologies."}, {"text_block_id": "p16_b368", "text": "In view of the expected dynamic development of renewable energy sources, the solutions which will ensure the stability of the power system operation, in particular using innovative technologies, become increasingly important."}, {"text_block_id": "p16_b369", "text": "5.1. Development objectives of using renewable energy sources"}, {"text_block_id": "p16_b370", "text": "The main energy policy objectives in the field are as follows:"}, {"text_block_id": "p17_b371", "text": ""}, {"text_block_id": "p17_b372", "text": "Increasing the use of renewable energy sources in the final energy use to at least 15% in 2020 and further increase in the following years;"}, {"text_block_id": "p17_b373", "text": ""}, {"text_block_id": "p17_b374", "text": "Increasing the share of biofuels in the market of transport fuels to 10% by 2020, and increasing the use of second generation biofuels;"}, {"text_block_id": "p17_b375", "text": ""}, {"text_block_id": "p17_b376", "text": "Protecting forests against overexploitation in order to obtain biomass, and balanced use of agricultural areas for production of renewable energy sources, including biofuels, so as not to allow competition between renewable energy production and agriculture and to preserve biodiversity;"}, {"text_block_id": "p17_b377", "text": ""}, {"text_block_id": "p17_b378", "text": "Using the existing weirs owned by the State Treasury for power generation;"}, {"text_block_id": "p17_b379", "text": ""}, {"text_block_id": "p17_b380", "text": "Increasing the diversification of supply sources and the creation of optimal conditions for distributed power generation based on locally available resources."}, {"text_block_id": "p17_b381", "text": "5.2. Measures to increase the use of renewable energy sources"}, {"text_block_id": "p17_b382", "text": "Measures in the field are as follows:"}, {"text_block_id": "p17_b383", "text": ""}, {"text_block_id": "p17_b384", "text": "Devising a path to reach a 15% share of renewable energy sources in the sustainable use of final energy, broken down into individual energy types, namely: electricity, heat, cold and renewable energy in transport;"}, {"text_block_id": "p17_b385", "text": ""}, {"text_block_id": "p17_b386", "text": "Retaining support mechanisms for producers of electricity from renewable sources, e.g. by means of a system of certificates of origin;"}, {"text_block_id": "p17_b387", "text": ""}, {"text_block_id": "p17_b388", "text": "Retaining the obligation to gradually increase the share of bio-components in transport fuels so as to meet the planned objectives;"}, {"text_block_id": "p17_b389", "text": ""}, {"text_block_id": "p17_b390", "text": "Introducing additional support instruments encouraging more extensive production of heat and cold from renewable energy sources;"}, {"text_block_id": "p17_b391", "text": ""}, {"text_block_id": "p17_b392", "text": "Implementing the directions of building agricultural biogas plants, on the assumption that at least one biogas plant is set up in each commune by 2020;"}, {"text_block_id": "p17_b393", "text": ""}, {"text_block_id": "p17_b394", "text": "Creating conditions to facilitate making investment decisions on building off-shore wind farms;"}, {"text_block_id": "p17_b395", "text": ""}, {"text_block_id": "p17_b396", "text": "Retaining the principle of exempting energy from renewable sources from excise tax;"}, {"text_block_id": "p17_b397", "text": ""}, {"text_block_id": "p17_b398", "text": "Direct support to building new renewable energy generation units and power grids that could be connected with the use of European funds and environmental protection funds, including funds gathered in the form of the substitute fee and fines;"}, {"text_block_id": "p17_b399", "text": ""}, {"text_block_id": "p17_b400", "text": "Stimulating the development of the Polish industry•s which manufactures machinery for the renewable energy sector, also with the use of European funds;"}, {"text_block_id": "p17_b401", "text": ""}, {"text_block_id": "p17_b402", "text": "Supporting the development of technologies and building installations to obtain renewable energy from waste comprised of biodegradable materials (e.g. municipal waste with biodegradable fractions);"}, {"text_block_id": "p17_b403", "text": ""}, {"text_block_id": "p17_b404", "text": "Evaluation of plausibility of using the existing damming structures owned by the State Treasury to generate power by way of taking their inventory, establishing their framework environmental impact, and devising the rules of making them available."}, {"text_block_id": "p17_b405_merged", "text": "Apart from the above measures, the implementation of the Long-term Programme for Promotion of Biofuels or Other Renewable Fuels in Transport for the years 2008•2014, adopted by the Council of Ministers on 24 July 2007, will be continued."}, {"text_block_id": "p18_b408", "text": "5.3. Anticipated effects of measures to increase the use of renewable energy sources"}, {"text_block_id": "p18_b409", "text": "The planned measures will allow to meet the objectives set for the share of renewable energy sources, including biofuels. They will result in sustainable development of renewable energy sources, including biofuels, without negative impacts on agriculture, forest management, food sector and biodiversity. Positive effects of developing renewable energy sources will include the reduced CO"}, {"text_block_id": "p18_b410", "text": "2"}, {"text_block_id": "p18_b411", "text": "emission and increased Poland•s energy security, through, inter alia, enhancing energy mix diversification."}, {"text_block_id": "p18_b412", "text": "6."}, {"text_block_id": "p18_b413", "text": "Development of competitive fuel and energy markets"}, {"text_block_id": "p18_b414", "text": "Competitive fuel and energy markets are conducive to lowering production costs and thus reduce the increase of fuels and energy prices."}, {"text_block_id": "p18_b415", "text": "The retail market for liquid fuels may be regarded as quite competitive, despite the fact that supplies of crude oil to the wholesale market come mainly from a single direction, as a considerable discharge capacity of the Gdansk port and the transmission capacity between the port and the main Plock-based refinery ensure a certain degree of independence from the •Druzhba• pipeline. The two main companies operating on the fuel market fix their prices depending on purchase costs."}, {"text_block_id": "p18_b416", "text": "Despite the consolidation of coal mines, the coal market is also considerable. The possibility to import coal by sea and by land is conducive to market-based price-fixing. Some hard coal and lignite mines operate in capital groups including power plants. However, in practice the market-based fixing of the price of this fuel is distorted by costs of transport from abroad and within the country."}, {"text_block_id": "p18_b417", "text": "Despite introducing the structures stipulated by the Directive 2003/55/EC"}, {"text_block_id": "p18_b418", "text": ", i.e. the sectioning off and designating of the transmission network operator and gas distribution system operators, as well as the gas fuel storage system operator by the President of the Energy Regulatory Office, the gas market is still largely monopolised. The access of new entities to the market is difficult. Moreover, almost 70% of the domestic demand for natural gas is covered from a single supply direction, which influences both the lack of supply diversification and the possibility of price competition between gas suppliers."}, {"text_block_id": "p18_b419_merged_merged_merged", "text": "Market principles have been implemented to a greater extent in the electricity generation sector. According to the Directive 2003/54/EC, system operators, i.e. the transmission network and the distribution network operators, were isolated. Long-term contracts, limiting the scope of the market, were liquidated and the obligation of submitting electricity tariffs for customers other than households or agricultural holdings for approval of the President of the Energy Regulatory Office was lifted. However, despite the numerous changes introduced, the market does not operate fully properly. The existing platforms, i.e. the power exchange and internet-based platforms, have very little turnover. Due to existing barriers, mainly economic, technical, and organisational ones, not many customers have decided to change their electricity supplier."}, {"text_block_id": "p19_b422", "text": "6.1. Objectives in the area of developing competitive markets"}, {"text_block_id": "p19_b423", "text": "The main objective of energy policy in the area is to ensure undisturbed operation of the fuel and energy markets, thus counteracting excessive price increase."}, {"text_block_id": "p19_b424", "text": "Specific objectives in the field are as follows:"}, {"text_block_id": "p19_b425", "text": ""}, {"text_block_id": "p19_b426", "text": "Enhancing diversification of sources and directions of supplies of natural gas, crude oil, and liquid fuels, along with diversification of suppliers, transmission routes, and transport methods, including also by using renewable energy sources;"}, {"text_block_id": "p19_b427", "text": ""}, {"text_block_id": "p19_b428", "text": "Removing the barriers in switching between electricity and gas suppliers;"}, {"text_block_id": "p19_b429", "text": ""}, {"text_block_id": "p19_b430", "text": "Developing competition mechanisms as the primary means to rationalise energy prices;"}, {"text_block_id": "p19_b431", "text": ""}, {"text_block_id": "p19_b432", "text": "Regulating the fuel and energy market in the areas characterised by natural monopoly in a way which ensures balancing of interests of all market participants;"}, {"text_block_id": "p19_b433", "text": ""}, {"text_block_id": "p19_b434", "text": "Reducing regulations where competitive market functions and develops on its own;"}, {"text_block_id": "p19_b435", "text": ""}, {"text_block_id": "p19_b436", "text": "Participating in building the regional electricity market, in particular enabling the international exchange;"}, {"text_block_id": "p19_b437", "text": ""}, {"text_block_id": "p19_b438", "text": "Implementing an efficient electricity balancing mechanism to support security of energy supplies, trade in futures and intraday markets, identification and allocation of individual costs of energy supply;"}, {"text_block_id": "p19_b439", "text": ""}, {"text_block_id": "p19_b440", "text": "Establishing a liquid spot market and an electricity futures market;"}, {"text_block_id": "p19_b441", "text": ""}, {"text_block_id": "p19_b442", "text": "Introducing market-based methods of heat price fixing."}, {"text_block_id": "p19_b443", "text": "6.2. Measures for development of competitive markets"}, {"text_block_id": "p19_b444", "text": "The key measures under the energy policy concerning the introduction of competitive mechanisms and extension of their scope on markets of liquid fuels, natural gas, and coal are identical to measures aimed at improving energy security. Therefore, only the additional measures concerning the electricity and natural gas market are presented below, including in particular:"}, {"text_block_id": "p19_b445", "text": ""}, {"text_block_id": "p19_b446", "text": "Implementing a new model of the electricity market which consists, inter alia, in introducing the intra-day market, the power reserve market, transmission rights market, and generation capacity market, as well as introducing a mechanism to manage system services and system constrained generation;"}, {"text_block_id": "p19_b447", "text": ""}, {"text_block_id": "p19_b448", "text": "Facilitating switching between power sellers, inter alia through introducing national standards for technical features of electronic electricity meters, as well as their installation and reading;"}, {"text_block_id": "p19_b449", "text": ""}, {"text_block_id": "p19_b450", "text": "Creating conditions allowing to fix electricity reference prices on the market;"}, {"text_block_id": "p19_b451", "text": ""}, {"text_block_id": "p19_b452", "text": "Optimising the conditions of pursuing a business in Poland by energy-intensive customers in order to prevent their products sold in international markets from losing competitive appeal;"}, {"text_block_id": "p19_b453", "text": ""}, {"text_block_id": "p19_b454", "text": "Protecting the poorest electricity customers from the effects of electricity price increase;"}, {"text_block_id": "p20_b455", "text": ""}, {"text_block_id": "p20_b456", "text": "Changing competition-supporting regulation mechanisms of the gas market and introducing arm•s length methods of gas price-fixing."}, {"text_block_id": "p20_b457", "text": "Apart from above measures, the position of the President of the Energy Regulatory Office is to be strengthened in relation to the necessity to implement the guidelines from new market directives and to make adjustments to the consolidated energy sector structure, in particular by means of creating possibilities to shape the desired market structure and infrastructure."}, {"text_block_id": "p20_b458", "text": "6.3. Anticipated effects of measures for development of competitive markets"}, {"text_block_id": "p20_b459", "text": "Accomplishment of the above objectives will allow to extend the scope of competitive markets in fuels, electricity, and heat, thus leading to enhanced competition between fuel and energy suppliers. This will result in reducing the increase in prices of fuels and energy, including the increase triggered by external factors, such as increasing crude oil or gas prices, or policy measures taken by other states to reduce fuel supplies."}, {"text_block_id": "p20_b460", "text": "7."}, {"text_block_id": "p20_b461", "text": "Mitigating the environmental impact of the power industry"}, {"text_block_id": "p20_b462", "text": "7.1. Objectives aimed at mitigating the environmental impact of power industry"}, {"text_block_id": "p20_b463", "text": "The main energy policy objectives in the area are as follows:"}, {"text_block_id": "p20_b464", "text": ""}, {"text_block_id": "p20_b465", "text": "Reducing CO"}, {"text_block_id": "p20_b466", "text": "2"}, {"text_block_id": "p20_b467", "text": "emission by 2020, while maintaining a high level of energy security;"}, {"text_block_id": "p20_b468", "text": ""}, {"text_block_id": "p20_b469_merged_merged", "text": "Reducing emission of SO2, NO, and dust (including PM10 and PM2.5) to the level set forth in the current and drafted EU regulations;"}, {"text_block_id": "p20_b472", "text": ""}, {"text_block_id": "p20_b473", "text": "Reducing the negative impact of the power sector on the condition of surface water and groundwater;"}, {"text_block_id": "p20_b474", "text": ""}, {"text_block_id": "p20_b475", "text": "Minimising waste dumping by using them in the economy to the greatest possible extent;"}, {"text_block_id": "p20_b476", "text": ""}, {"text_block_id": "p20_b477", "text": "Changing the structure of energy generation towards low-emission technologies."}, {"text_block_id": "p20_b478", "text": "7.2. Measures aimed at mitigating the environmental impact of power industry"}, {"text_block_id": "p20_b479", "text": "Measures in the field are as follows:"}, {"text_block_id": "p20_b480", "text": ""}, {"text_block_id": "p20_b481", "text": "Establishing a system to manage national emission caps of greenhouse gases and other substances;"}, {"text_block_id": "p20_b482", "text": ""}, {"text_block_id": "p20_b483", "text": "Introduction of acceptable product emission rates for electricity and heat generation as a tool which allows reducing SO2 and NOx emission levels and reaching the emissions cap set forth for Poland in the Accession Treaty ;"}, {"text_block_id": "p21_b484", "text": ""}, {"text_block_id": "p21_b485", "text": "Meeting the commitments for the power and heat sectors stemming from the new ETS Directive"}, {"text_block_id": "p21_b486", "text": ";"}, {"text_block_id": "p21_b487", "text": ""}, {"text_block_id": "p21_b488", "text": "Using the income from auctions of CO"}, {"text_block_id": "p21_b489", "text": "2"}, {"text_block_id": "p21_b490", "text": "emission allowances to support measures aimed at reducing greenhouse gas emission volumes;"}, {"text_block_id": "p21_b491", "text": ""}, {"text_block_id": "p21_b492", "text": "Introducing standards for building new power plants under the system of preparation for carbon capture and setting national capacity for geological CO2 storage, including in empty crude oil and natural gas deposits at the bottom of the Baltic Sea;"}, {"text_block_id": "p21_b493", "text": ""}, {"text_block_id": "p21_b494", "text": "Active participation in implementing the initiative of the European Commission to build large-scale demonstration facilities for carbon capture and storage (CCS) technologies ;"}, {"text_block_id": "p21_b495", "text": ""}, {"text_block_id": "p21_b496", "text": "Applying CCS technologies to support crude oil and natural gas extraction;"}, {"text_block_id": "p21_b497", "text": ""}, {"text_block_id": "p21_b498", "text": "Intensifying research and development on the CCS technology and on new technologies which allow using captured CO2 as a raw material by other industry branches;"}, {"text_block_id": "p21_b499", "text": ""}, {"text_block_id": "p21_b500", "text": "Industrial use of waste coal;"}, {"text_block_id": "p21_b501", "text": ""}, {"text_block_id": "p21_b502", "text": "Increasing the use of incineration by-products;"}, {"text_block_id": "p21_b503", "text": ""}, {"text_block_id": "p21_b504", "text": "Using high-efficiency closed cooling cycles in power plants and in heat and power stations;"}, {"text_block_id": "p21_b505", "text": ""}, {"text_block_id": "p21_b506", "text": "Diagnosing the possibility of unintended production of persistent organic pollutants (dioxins and furans) by the power sector;"}, {"text_block_id": "p21_b507", "text": ""}, {"text_block_id": "p21_b508", "text": "Supporting measures in respect of environmental protection with the use of, inter alia, European funds."}, {"text_block_id": "p21_b509", "text": "Apart from the above measures, the implementation of the"}, {"text_block_id": "p21_b510", "text": "State ecological policy in the years 2009•2012, with the prospect to 2016,"}, {"text_block_id": "p21_b511", "text": "will be essential for accomplishing the energy policy objectives, in particular with regard to reducing dust emission, using waste and protecting surface water and groundwater."}, {"text_block_id": "p21_b512", "text": "7.3. Anticipated effects of measures aimed at mitigating the environmental impact of power industry"}, {"text_block_id": "p21_b513_merged_merged_merged_merged", "text": "The anticipated measures will allow reducing SO2, NOx, and dust emission in line with the commitments assumed by Poland. Measures aimed at reducing CO2 emission should result in a considerable reduction in emission volume per unit of energy generated."}, {"text_block_id": "p21_b520", "text": "The said document takes into account the measures allowing Poland to meet the obligations stemming from the regulations of the European Union currently in force. Measures aimed at implementing the draft legal acts comprising the energy and climate package adopted by the European Parliament in December 2008 were particularly taken into account."}, {"text_block_id": "p21_b521", "text": "As a result of negotiations on the assumptions of the draft Directive on the system of trade in emissions, Poland was granted the possibility of applying a transition period with regard to the obligation of purchasing all greenhouse gas emission allowances by the power systems from 2013. The systems operating in Poland as at 31 December 2008 will purchase only some"}, {"text_block_id": "p22_b522", "text": "of the allowances they need at auctions • 30% in 2013 (as compared to average reference emission in the years 2005-2007 or based on fuel-weighted emission indicators). The number of free allowances will be gradually reduced in the years 2014-2019 to reach the full auction system in 2020.Additionally, the possibility of winning free allowances will be granted to systems in respect of which the investment process began physically prior to 31 December 2008. The said transition period will prevent eliminating coal from the portfolio of primary fuels, which would result in weakening of Poland•s energy security. It will allow to verify the possibility of wide scale use of commercial CCS technologies or will provide a basis for using the revision clause with regard to the assumptions of the climate and energy package. Derogations for the electricity sector from 100% purchase of CO"}, {"text_block_id": "p22_b523", "text": "2"}, {"text_block_id": "p22_b524", "text": "emission allowances by auction may be prolonged for the period beyond 2020."}, {"text_block_id": "p22_b525_merged_merged", "text": "Introducing standards for building coal-fired power plants within the system of preparation for CO2 capture resulting from the new EU regulations will allow to quickly introduce those technologies when they are ready for commercial use."}, {"text_block_id": "p22_b528", "text": "It is anticipated that at least two CCS demonstration facilities will be located in Poland."}, {"text_block_id": "p22_b529", "text": "8."}, {"text_block_id": "p22_b530", "text": "Supporting measures"}, {"text_block_id": "p22_b531", "text": "The implementation of energy policy will be supported by actions taken by Poland within the international community, in particular on the European Union forum, aimed at shaping the global and the European energy policy taking into account the specific characteristics of Poland, its deposits of energy resources, and actual possibilities of changing energy generation technologies."}, {"text_block_id": "p22_b532", "text": "In order to ensure that strategic directions of energy policy of Poland are followed, it is necessary to actively apply the available instruments of both Community policy and foreign policy."}, {"text_block_id": "p22_b533", "text": "The Minister of Economy will monitor on an ongoing basis the actions taken by Poland on the EU forum and relating to energy policy. His representatives will actively participate in the work of working groups, committees, and commissions dealing with energy security, electricity, natural gas and crude oil. At the same time, the Minister of Economy will on a current basis analyse the developments in the international environment of Poland in terms of possible threat for the energy security of Poland."}, {"text_block_id": "p22_b534", "text": "The Members of the Council of Ministers and other representatives of the Government of the Republic of Poland will initiate the actions at the EU level or support the activities of the European Union bodies aimed at:"}, {"text_block_id": "p22_b535", "text": ""}, {"text_block_id": "p22_b536", "text": "Building international infrastructure for transmission of crude oil to the EU Member States, in particular extending the Odessa-Brody pipeline to Plock, as an element of the Eurasian Oil Transportation Corridor;"}, {"text_block_id": "p22_b537", "text": ""}, {"text_block_id": "p22_b538", "text": "Introducing the rules of using the transmission infrastructure by crude oil and natural gas producing countries which will ensure energy interests of the consumers of those resources and transit countries. This objective may be achieved by the ratification of the Energy Charter Treaty by the Russian Federation and signing of the Transit Protocol of the Energy Charter Treaty, as well as the extension of the group of states bound by the Energy Charter Treaty;"}, {"text_block_id": "p22_b539", "text": ""}, {"text_block_id": "p22_b540", "text": "Rational and justified expansion of power networks, including cross-border connections of the Polish system and the systems of neighbouring countries;"}, {"text_block_id": "p23_b541", "text": ""}, {"text_block_id": "p23_b542", "text": "Establishing a special EU financial mechanism to support the building of necessary connections within the EU and with the EU eastern neighbours;"}, {"text_block_id": "p23_b543", "text": ""}, {"text_block_id": "p23_b544", "text": "Maintaining the existing and establishing new Community financial instruments allowing to implement the objectives of the energy and climate package, in particular those relating to the development of clean carbon technologies, increasing the effectiveness of energy use and development of renewable energy sources;"}, {"text_block_id": "p23_b545", "text": ""}, {"text_block_id": "p23_b546", "text": "Shaping future objectives and instruments of the Community environment and climate policy which will take into account the maintenance of the high level of energy security and competitiveness of the economy in the Member States where coal dominates the energy generation structure;"}, {"text_block_id": "p23_b547", "text": ""}, {"text_block_id": "p23_b548", "text": "Building infrastructure allowing to diversify natural gas supplies to Poland (LNG terminal on the Polish coast, a pipeline connection with the Norwegian Continental Shelf);"}, {"text_block_id": "p23_b549", "text": ""}, {"text_block_id": "p23_b550", "text": "Establishing rules of conducting multilateral EU policy and building internal systems of European Union•s energy security, in particular the mechanism of response to crisis situations."}, {"text_block_id": "p23_b551", "text": "Within the framework of international co-operation and on the European Union forum, Poland will strive for halting infrastructural projects whose implementation could negatively impact energy security of Poland and at the same time will strive for implementing projects which may strengthened this security."}, {"text_block_id": "p23_b552", "text": "International arrangements will be made and other actions taken to establish operators, in line with the EU law, on all cross-border power lines and gas pipelines on the territory of Poland and to enhance their integration with the Polish and the European systems."}, {"text_block_id": "p23_b553", "text": "Poland will aim at playing the key role in the integration of the regional electricity market and will assume the role of en emissary of practical implementation of the European standards into the functioning of the markets. It will also strive for implementing the standards of power systems• cooperation with third countries (i.a. by building connections and developing trade in electricity with Lithuania, Ukraine and Belarus). Poland will also aim at extending the Energy Community by Ukraine and will support Ukraine in negotiations on accession to the Energy Community."}, {"text_block_id": "p23_b554", "text": "Along with Germany, Poland was the initiator of the establishment of the Central Eastern European Forum for Electricity Market Integration which will launch works aimed at creating a single regional electricity market, accelerating the construction of infrastructure connections and harmonisation of law on electricity in the region."}, {"text_block_id": "p23_b555", "text": "Intensive cooperation will continue with the Vysehrad Group countries and the Baltic states within the framework of the EU and with the beneficiary countries of the Eastern Partnership Programme."}, {"text_block_id": "p23_b556", "text": "The government will fully support the efforts of power and gas transmission system operators and the regulator to achieve a significant position of Polish entities within structures responsible for unifying management standards of the European power grid (electricity and gas) and in institutions responsible for market supervision in public interest. Through active participation of relevant authorities and enterprises in the ACER, ENTSO-E and ENTSO-G, Poland will aim at shaping the solutions in market regulation and operators• co-operation in line with the Polish energy policy, including the national investments in the European infrastructure development plans and taking into account specific conditions of Poland while formulating the European network codes."}, {"text_block_id": "p24_b557", "text": "The foreign energy policy will create a favourable climate for investments of Polish fuel and energy enterprises in other countries. Poland will also ensure support to those enterprises with regard to joint projects with foreign entities."}, {"text_block_id": "p24_b558", "text": "Another important element supporting the implementation of energy policy is active participation of local authorities in the process of achieving its objectives, including the development of the energy sector development strategy at the province, district or commune level. It is of utmost importance for local governments not to overlook the energy generation sector when setting investment priorities. Moreover, investment plans of communes and of energy companies must be correlated. The need for planning in terms of energy is now of key importance because the subsequent years will bring major challenges to Polish communes, inter alia in meeting environmental requirements or using the European funds for regional development, which entails the need to improve the condition of power infrastructure in order to ensure high quality services for local communities, to attract investors, and to enhance competitiveness and attractiveness of the region. Good planning in terms of energy constitutes one of the basic factors conditioning success of implementation of Poland•s energy policy."}, {"text_block_id": "p24_b559", "text": "The most important elements of energy policy at the regional and local level should include:"}, {"text_block_id": "p24_b560", "text": ""}, {"text_block_id": "p24_b561", "text": "Aiming at fuel and energy savings in the public sector by implementing measures laid down in the"}, {"text_block_id": "p24_b562", "text": "National Action Plan for energy efficiency"}, {"text_block_id": "p24_b563", "text": ";"}, {"text_block_id": "p24_b564", "text": ""}, {"text_block_id": "p24_b565", "text": "Maximising the use of the local renewable energy potential, both for the generation of electricity, heat, cold, cogeneration, as well as for generating liquid biofuels and biogas;"}, {"text_block_id": "p24_b566", "text": ""}, {"text_block_id": "p24_b567", "text": "Increasing the use of technologies of high-efficiency cogeneration of heat and electricity, as a favourable alternative for supplying energy to heat systems and large facilities;"}, {"text_block_id": "p24_b568", "text": ""}, {"text_block_id": "p24_b569", "text": "Developing the locally centralised heating systems which allows to improve efficiency and environmental parameters of the heat supply process and to increase the local level of energy security;"}, {"text_block_id": "p24_b570", "text": ""}, {"text_block_id": "p24_b571", "text": "Modernisation and adjustment of the electricity distribution network to the current needs of the customers, in particular the modernisation of networks in rural areas and the networks supplying the areas characterised by low energy consumption;"}, {"text_block_id": "p24_b572", "text": ""}, {"text_block_id": "p24_b573", "text": "Expanding the natural gas distribution network in areas with poorly developed gas network, in particular in northern and eastern Poland;"}, {"text_block_id": "p24_b574", "text": ""}, {"text_block_id": "p24_b575", "text": "Supporting the infrastructural investments of strategic importance for energy security and development of the country in the communes, in particular the construction of transmission networks (for power, gas, crude oil and liquid fuels), storage infrastructure, energy resources mines and large system power plants."}, {"text_block_id": "p24_b576", "text": "9."}, {"text_block_id": "p24_b577", "text": "Energy policy implementation system"}, {"text_block_id": "p24_b578_merged_merged", "text": "Pursuant to Article 12(2)(1) of the Energy Law, the Minister of Economy is responsible for coordinating the implementation of energy policy, but the accomplishment of the energy policy objectives will require actions of numerous central and local government administration bodies, as well as the companies operating in the fuel and energy sector. In order to improve co-operation between those entities, an interministerial team will be establish to prepare legal and organisational solutions for implementing the energy policy."}, {"text_block_id": "p25_b581_merged", "text": "Specific tasks presented in this document whose implementation will start within four years have been defined in Appendix 3 entitled Action Plan for the years 2009•2012. The plan describes the method of implementation of each measure of the energy policy. Each measure contains specific tasks with the deadlines and institutions responsible for their implementation. The implementation of Action Plan for the years 2009•2012 will be monitored on a current basis by the Minister responsible for the economy. The Minister of Economy, in cooperation with competent ministers, will submit information about the energy policy implementation for the previous year to the Council of Minister by 31 March of each year, along with the proposed modifications of the measure implementation methods and adjustments to the current situation."}, {"text_block_id": "p25_b587", "text": "The measures laid down in this document are to be continued beyond 2012 in order to efficiently implement the energy policy objectives for 2020 and 2030. However, another action plan for the years 2013•2016, taking into account new conditions and forecasts, will be determined in 2012."}, {"text_block_id": "p25_b588", "text": "The progress in the energy policy implementation will be monitored in particular on the basis of indicators presented in the table below and in Appendix 4."}, {"text_block_id": "p25_b589", "text": "Table 1. Basic indicators of energy policy implementation monitoring"}, {"text_block_id": "p26_b590", "text": "Within the meaning of the Act of 6 December 2006 on the rules governing the development policy,"}, {"text_block_id": "p26_b591", "text": "Energy Policy of Poland until 2030"}, {"text_block_id": "p26_b592", "text": "is considered to be a sectoral strategy. Apart from the measures directly laid down in the documents, the objectives of the Policy will also be implemented through other sectoral development programmes and operational programmes, such as"}, {"text_block_id": "p26_b593", "text": "Operational Programme Infrastructure and Environment. The"}, {"text_block_id": "p26_b594", "text": "support from the European funds for investments, actions for education, research and development, envisaged in the national and regional operational programmes for the years 2007•2013, is an extremely important element of the energy policy implementation."}, {"text_block_id": "p26_b595", "text": "The implementation of the energy policy will also be supported by periodical analytical and forecasting works aimed at determining the impact of developments in legal and economic environment on possible results of planned measures. The results of those works will be taken into account while selecting optimal sets of tools to achieve the assumed policy objectives."}, {"text_block_id": "p26_b596", "text": "The government sectoral programmes for hard coal, gas, oil and electricity sector which were in force before the adoption of the Energy Policy of Poland until 2030 will be analysed in terms of their compliance with this document and will either be adjusted to it or will become ineffective."}, {"text_block_id": "p26_b597_merged_merged", "text": "The Energy Policy of Poland until 2025, adopted by the Council of Ministers on 4 January 2005, and the Timetable for the implementation of executive tasks until 2008 specified in the Energy Policy of Poland until 2025, adopted by the Council of Ministers on 12 July 2005, become ineffective upon the adoption of this document."}, {"text_block_id": "p26_b602", "text": "10."}, {"text_block_id": "p26_b603", "text": "Appendices"}, {"text_block_id": "p26_b604", "text": "Appendix 1. Assessment of implementation of energy policy since 2005 onwards"}, {"text_block_id": "p26_b605", "text": "Appendix 2. Projection of demand for fuels and energy until 2030"}, {"text_block_id": "p26_b606", "text": "Appendix 3. Action Plan for the years 2009•2012"}, {"text_block_id": "p26_b607", "text": "Appendix 4. Conclusions from strategic Environmental Impact Assessment of Energy Policy"}, {"text_block_id": "p27_b608", "text": "Ministry of Economy"}, {"text_block_id": "p27_b609", "text": "ASSESSMENT OF IMPLEMENTATION OF ENERGY POLICY SINCE 2005 ONWARDS"}, {"text_block_id": "p27_b610", "text": "Appendix 1."}, {"text_block_id": "p27_b611", "text": "to draft •Energy Policy of Poland until 2030\""}, {"text_block_id": "p28_b612", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p29_b613", "text": "1. INTRODUCTION"}, {"text_block_id": "p29_b614", "text": "Pursuant to Article 15(1)(1) of the"}, {"text_block_id": "p29_b615", "text": "Energy Law"}, {"text_block_id": "p29_b616", "text": ", the present document shall evaluate the implementation of the energy policy for the previous period. Adopted by the Council of Ministers on 4 January 2005, the"}, {"text_block_id": "p29_b617", "text": "Energy Policy of Poland until 2025"}, {"text_block_id": "p29_b618", "text": "specified the energy policy concept and long-term action directions until 2025 as well as the Action Plan until 2008."}, {"text_block_id": "p29_b619", "text": "the Council of Ministers adopted the"}, {"text_block_id": "p29_b620", "text": "Timetable for the implementation of executive tasks until 2008 specified in the Energy Policy of Poland until 2025"}, {"text_block_id": "p29_b621", "text": "on 12 July 2005 as a supplement to this policy. This document specified implementation stages and dates for implementing individual executive tasks."}, {"text_block_id": "p29_b622", "text": "Apart from the energy policy, the Council of Ministers elaborated, adopted and implemented programmes specifying the action directions in individual energy subsectors in the years 2006•2007. These include in particular:"}, {"text_block_id": "p29_b623", "text": "Programme for the electricity sector"}, {"text_block_id": "p29_b624", "text": "dated 28 March 2006,"}, {"text_block_id": "p29_b625", "text": "Policy for the crude oil sector in Poland"}, {"text_block_id": "p29_b626", "text": "dated 6 February 2007,"}, {"text_block_id": "p29_b627", "text": "Policy for the natural gas sector"}, {"text_block_id": "p29_b628", "text": "dated 20 March 2007, and"}, {"text_block_id": "p29_b629", "text": "Strategy for the hard coal mining sector in Poland for the years 2007•2015"}, {"text_block_id": "p29_b630", "text": "dated 31 July 2007.These documents treat the improvement of energy security in individual sectors as a priority. Due to the fact that government actions targeted at the energy sector focused on the implementation of sectoral programmes, a part of executive tasks envisaged under the energy policy has not been fully implemented, and the implementation method of another part was different from the scheme adopted in the"}, {"text_block_id": "p29_b631", "text": "Timetable for the implementation of executive tasks"}, {"text_block_id": "p29_b632", "text": "."}, {"text_block_id": "p29_b633_merged_merged_merged", "text": "The policy concept was determined for the first time in the Energy Policy of Poland until 2025. Under the concept, the relations that the energy policy should have with other strategic documents relating to the country•s development were emphasised. Basic terms relating to energy security were redefined and the most significant principles of energy policy as well as energy security management were specified."}, {"text_block_id": "p29_b636", "text": "The most important principles of energy policy were specified as follows: development of the energy sector based on sustainable development and competition mechanisms, meeting obligations arising from the Treaty, promoting renewable energy sources and co-generation, retaining State owner•s supervision over the transmission and transhipment infrastructure as well as co-operation of state and local administration in the implementation of the energy policy. These principles are deemed justified, universal, and consistent in their directions with the European energy policy."}, {"text_block_id": "p29_b637", "text": "Within this concept, the scope of entities and subjects involved as well as mechanisms and time span for the energy security management were systematised. In addition to the tasks related to energy security, resulting directly from regulations, it was decided it was necessary to prepare periodical forecasts and plans for the strategy of energy security, prepare the procedures for market regulation in the case of a supply crisis as well as to set up multi-energy companies based on the State Treasury property."}, {"text_block_id": "p29_b638", "text": "Although the principles of the energy security management specified in regulations were applied, the scope of analyses and plans was limited due to the liquidation of the Government Centre for Strategic Studies which was to prepare them. In the years 2005•2007, two energy forecasts were prepared on the request of the Ministry of Environment and the Ministry of Economy. In the recent years, the concept of the establishment of multi-energy companies was not pursued. Instead, a vertical consolidation process in the energy sector was initiated"}, {"text_block_id": "p30_b639", "text": "with its aim being to strengthen the economic potential of enterprises and their capacity to prevent crises."}, {"text_block_id": "p30_b640", "text": "In relation to Poland•s membership in the European Union, national law was gradually adjusted to the EU law. Despite the best efforts to carry out the process in a timely manner, delays have occurred in some areas. As a result, the European Commission initiated proceedings against Poland for failing to implement the EU directives."}, {"text_block_id": "p30_b641", "text": "The following part of the document assesses the implementation of government actions planned and undertaken since 2005 in individual fields of energy policy."}, {"text_block_id": "p30_b642", "text": "2. GENERATION CAPACITY OF THE DOMESTIC FUEL AND ENERGY SOURCES"}, {"text_block_id": "p30_b643", "text": "According to the assumptions to the"}, {"text_block_id": "p30_b644", "text": "Energy Policy •"}, {"text_block_id": "p30_b645", "text": ", actions in this field should focus on the implementation of the key objective • ensuring efficient and effective fuel and energy generation capacity, while meeting all the requirements related to environmental protection."}, {"text_block_id": "p30_b646", "text": "In order to achieve this objective, certain actions have been planned including,"}, {"text_block_id": "p30_b647", "text": "inter alia"}, {"text_block_id": "p30_b648", "text": ", preparation of the joint fuel-environmental-energy strategy which was to specify the way to achieve the optimal fulfilment of the environmental protection requirements imposed on the energy sector in an objective and cost-effective manner. However, this task has not been implemented, which made the coordination of this issue on the government level much more difficult."}, {"text_block_id": "p30_b649", "text": "As regards hard coal mining, the tasks specified in the government restructuring programme for 2004•2006, whose main objective consisted,"}, {"text_block_id": "p30_b650", "text": "inter alia"}, {"text_block_id": "p30_b651", "text": ", in adjusting production capacity to the market demand, have been fulfilled. Main assumptions for the programme covering the years 2004•2006 comprised a reduction in production capacity and costs."}, {"text_block_id": "p30_b652", "text": "As a result of the liquidation of mines after 2004, the production capacity of the sector as at the end of 2006 amounted to 96 million tons/year (a reduction by 6.6 million tons/year as compared to 2003).In the following years, the production capacity was further reduced which, however, was not assumed in the programme, but resulted from negligence in the investment process. The production capacity as at the end of 2007 amounted to approx. 89 million tons/year. Employment decreased by 20.000, i.e. from 136.400 in 2003 to 116.400 in 2007."}, {"text_block_id": "p30_b653", "text": "As a result, some tensions on the Polish hard coal market were seen in 2007, and continued also throughout 2008."}, {"text_block_id": "p30_b654", "text": "In 2007, the implementation of tasks specified in the strategy for the hard coal sector for the years 2007•2015 started."}, {"text_block_id": "p30_b655", "text": "The strategy for the hard coal mining sector for the years 2007•2015 assumed that the decreasing trend would halt. At present, one of the most important tasks is to maintain output at the level ensuring national energy security and profitable energy export. In order to achieve this objective, it is necessary to carry out modernisation and replacement investment projects worth approx. PLN 19 billion until 2015."}, {"text_block_id": "p30_b656_merged_merged_merged_merged", "text": "The objective for the natural gas sector was to maintain the domestic share of natural gas used in total gas consumption in Poland at the current level. In the recent years, this share has amounted to approx. 30%. PGNiG S.A. has been carrying out intensive prospecting for hydrocarbon deposits both in Poland and abroad. Owing to the discovery of new deposits, gas extraction in 2007 increased to 4.3 billion m3 . New plans of PGNiG S.A. oblige the company to renew deposits in the ratio 1.1:1 to output (for 2007, this ratio amounted to approx."}, {"text_block_id": "p31_b659", "text": "0.9).Exploration in the crude oil sector takes place,"}, {"text_block_id": "p31_b660", "text": "inter alia"}, {"text_block_id": "p31_b661", "text": ", in Libya, Egypt, Pakistan, Denmark as well as in the Norwegian Sea (in co-operation with e.g. BP, Shell, Statoil/Hydro)."}, {"text_block_id": "p31_b662", "text": "At present, PGNiG S.A. holds 72 concessions for prospecting and surveying hydrocarbon deposits and 215 concessions for the extraction of crude oil and natural gas. As at 31 December 2007, the company•s deposits amounted to 21.2 million tons of crude oil and 99.8 billion m"}, {"text_block_id": "p31_b663", "text": "3"}, {"text_block_id": "p31_b664", "text": "of natural gas (converted to high-methane gas)."}, {"text_block_id": "p31_b665", "text": "As regards the increase in the generation capacity from domestic electricity sources, it was assumed that systemic solutions would be elaborated to support building new capacity, excise tax collection would be adjusted to the EU regulations and social consultations on the construction of the nuclear power plant would be carried out."}, {"text_block_id": "p31_b666", "text": "In December 2008, the Sejm of the Republic of Poland adopted the Act on excise tax adjusting,"}, {"text_block_id": "p31_b667", "text": "inter alia"}, {"text_block_id": "p31_b668", "text": ", the collection system of the electricity excise tax to EU regulations. With respect to the informational campaign on nuclear energy, in addition to the discussions held at various industry conferences and press releases on the justification for the use of nuclear energy in Poland, no development program for the nuclear energy sector has been prepared and submitted for social consultations. This results in a significant delay in preparing the construction of the first nuclear power plant in Poland. The support system for the highly efficient co-generation and renewable energy sources was prepared and implemented, using the system of certificates of origin. The work was also finalised on the Regulation on the tender for the construction of new electricity generation capacity or implementation of projects reducing the demand for electricity"}, {"text_block_id": "p31_b669", "text": "."}, {"text_block_id": "p31_b670", "text": "However, no financial instruments encouraging such investments have been prepared. Due to lack of support instruments agreed on the domestic and EU level implementation of this instrument may be a lengthy process."}, {"text_block_id": "p31_b671", "text": "The electricity generation subsector saw the commencement of construction of three large generation units in the years 2005•2007. Their total capacity equals 1,757 MW. At the same time, the investments were made in the majority of existing units with a view to reducing sulphur dioxide emission."}, {"text_block_id": "p31_b672_merged_merged_merged_merged", "text": "In accordance with the assumptions of the Energy Policy, regulations ensuring high quality standards for liquid fuels, including biofuels, and LPG gas, were prepared. On 25 August 2006, the Act on the fuel quality monitoring and controlling system, along with the implementing acts, as well as the Act on bio-components and liquid fuels, were adopted. The results of inspection by the Trading Standards Authority show that the quality of fuel sold in Poland is gradually improving."}, {"text_block_id": "p31_b675", "text": "In 2007, Grupa LOTOS S.A. started to implement the 10+ investment programme. After its completion, the share of transport fuels produced in Poland, including in particular diesel, will grow significantly. Grupa LOTOS S.A. was successful in completing intensive actions aimed at obtaining prospecting and extraction concessions in the North Sea. The volume of"}, {"text_block_id": "p32_b676", "text": "extractable deposits of LOTOS S.A. Capital Group amounted to 6.21 million tons of crude oil as at 31 December 2008, including 1.8 million tons on the Norwegian Continental Shelf."}, {"text_block_id": "p32_b677", "text": "As regards the heating sector, according to the provisions of the"}, {"text_block_id": "p32_b678", "text": "Energy Policy"}, {"text_block_id": "p32_b679", "text": ", a market system was developed to support local heating systems with preferences given to highly efficient co-generation in the form of certificates of origin, i.e. the so-called red certificates. However, the activities concerning development of legal framework in favour of rational heat management are as insufficient. The cost regulation of heat prices in force results in decreasing profitability of heating companies. Such method of calculating tariffs, combined with the support of combined heat and power generation on the level compensating only higher costs of ongoing unit operation, does not provide sufficient incentives and investment opportunities for heating companies. Furthermore, strategic planning in the district heat sector is made more difficult (a change introduced by the Government Legislation Centre) due to local government failings to comply with the obligation imposed on them as regards preparing the assumptions to the plan of commune heat supply."}, {"text_block_id": "p32_b680", "text": "3. SIZE AND TYPES OF FUEL RESERVES"}, {"text_block_id": "p32_b681_merged_merged", "text": "The basic direction of the state policy for fuel reserves was to ensure operational continuity of the economy in case of any supply disruption of a given type of fuel to the market. The Energy Policy specified the following measures in this respect:"}, {"text_block_id": "p32_b684", "text": ""}, {"text_block_id": "p32_b685", "text": "Effective management of liquid fuel reserves, keeping 90-day reserves, and preparing a comprehensive action plan in case of a crisis on the crude oil market;"}, {"text_block_id": "p32_b686", "text": ""}, {"text_block_id": "p32_b687", "text": "Devising and implementing the principles of operation and organisation of the natural gas reserves and storage systems;"}, {"text_block_id": "p32_b688", "text": ""}, {"text_block_id": "p32_b689", "text": "Achieving an appropriate hard coal and lignite reserves structure by amending relevant regulations."}, {"text_block_id": "p32_b690", "text": "In order to sort out the principles regulating the process of building obligatory reserves of crude oil, crude oil products, and natural gas, as well as principles of undertaking intervention activities on the fuel and natural gas market in the case of any disturbances in crude oil and/or crude oil products and/or natural gas supplies, the Act on crude oil, crude oil products and natural gas reserves and principles of operation in the case of a danger to the national fuel security and turbulences on the crude oil market was adopted on 16 February 2007. This act ensures the fulfilment of obligations arising from EU Directives 73/238/EEC and 2006/67/EC. The adoption of this Act makes it possible to fulfil the criteria necessary to be granted membership in the International Energy Agency (IEA) and, as a result, to participate in the crisis response mechanism on the crude oil market coordinated by the IEA consisting in mutual support of members of the organisation in case of any disturbances or supply disruption on the crude oil or fuel market. The mechanism is mainly based on the coordinated release of crude oil and fuel reserves by all IEA Member States. The above Act also created the legal framework for the comprehensive programme of intervention activities in crisis on the crude oil market through the specification of intervention tools, principles of their launch and providing government bodies with competence to use them. At the end of 2008, intervention crude oil and liquid fuel reserves (i.e. at the government•s disposal) covered the domestic fuel consumption for 96.5 days on average. In 2007, intervention crude oil and liquid fuel reserves amounted to 98.5 days. Poland completed the process of building obligatory reserves as required by the EU regulations a year before it was assumed in the Accession Treaty"}, {"text_block_id": "p32_b691", "text": "."}, {"text_block_id": "p33_b692", "text": "Based on the Order of the Prime Minister No 71 of 11 May 2006, the Task Force for Crisis Response in the Power Sector was appointed. Its purpose is,"}, {"text_block_id": "p33_b693", "text": "inter alia"}, {"text_block_id": "p33_b694", "text": ", to ensure efficient government activities in case of any disturbances in the continuity of supplies on the fuel market."}, {"text_block_id": "p33_b695", "text": "With regard to natural gas, the above Act implemented a comprehensive organisation of natural gas obligatory reserves at the disposal of the Minister of Economy, and the procedure in case of crisis related to gas supplies. As at 31 December 2006, gas reserves amounted to 1.6328 billion m"}, {"text_block_id": "p33_b696", "text": "3"}, {"text_block_id": "p33_b697", "text": ". Obligatory reserves in the amount of 284 million m³, which equals approx. 11 days of average daily import, were created for the period from 1 October 2007 to 30 September 2008. From 1 October 2012, target obligatory reserves will equal 30 days of average daily import."}, {"text_block_id": "p33_b698", "text": "Hard coal reserves kept by utility power plants and combined heat and power plants at the end of 2008 covered their demand for approx. 48 working days, while at the end of 2007, certain units already reported shortages of reserves below the required level of 30 days. In 2006 the level of hard coal reserves in utility combined heat and power plants and power plants remained at the level of 35 days. The planned rationalisation of regulations concerning obligatory coal reserves was introduced to the draft Energy Law in 2009."}, {"text_block_id": "p33_b699", "text": "4. TRANSPORT CAPACITY AND CROSS-BORDER CONNECTIONS"}, {"text_block_id": "p33_b700", "text": "Primary activities were to focus on supporting the development of natural gas, crude oil, crude oil products and electricity transmission and distribution capacity. In this respect, it was planned to establish systemic solutions in order to remove barriers to grid infrastructure development, develop an effective method of absorption of European funds and support activities improving natural gas and crude oil supplies security and diversification as well as electricity supply security. The evaluation of the implementation of this task should take into account that priority was given to the activities related to the diversification of energy generation directions, suppliers, transmission routes and transport methods for imported energy raw materials."}, {"text_block_id": "p33_b701", "text": "The Minister of Economy supported the activities at the government level as well as the activities of power companies aimed at ensuring alternative crude oil and natural gas supply routes, thus improving the national energy security. This comprised the following activities:"}, {"text_block_id": "p33_b702", "text": ""}, {"text_block_id": "p33_b703", "text": "Supporting PGNiG S.A. in preparing the feasibility study for the LNG terminal based on which, on 15 December 2006, the company made a decision to locate the terminal in"}, {"text_block_id": "p33_b704", "text": "Ś"}, {"text_block_id": "p33_b705", "text": "winouj"}, {"text_block_id": "p33_b706", "text": "ś"}, {"text_block_id": "p33_b707", "text": "cie and started preparations for the construction of the terminal;"}, {"text_block_id": "p33_b708", "text": ""}, {"text_block_id": "p33_b709_merged_merged_merged_merged", "text": "By way of Resolution 168/2007 of 20 September 2007, the Council of Ministers decided on state budget financing of the construction of the protective breakwater for the external port in Świnoujście, without which it would not be possible to build and operate the LNG terminal;"}, {"text_block_id": "p33_b714", "text": ""}, {"text_block_id": "p33_b715", "text": "Active support of the Polish government to the activities of PGNiG S.A. as regards the construction of the pipeline connecting Poland with gas deposits on the Norwegian Continental Shelf, where the company purchased shares both in crude oil and natural gas deposits."}, {"text_block_id": "p33_b716", "text": "As regards the extension of the natural gas transmission system, tasks consisting in investment were completed aimed mainly at eliminating barriers in the flow capacity of"}, {"text_block_id": "p34_b717", "text": "individual parts of the transmission system, resulting from the existence of bottlenecks, and in full use of available transmission capacity. Furthermore, tasks were also carried out with respect to the extension of measurement and telemetric systems, aimed at improving services for the customers entitled to access the transmission grid • better adjusted measurement systems were installed and transmission parameters were improved."}, {"text_block_id": "p34_b718", "text": "As regards crude oil transmission, co-operation is being developed with Ukraine and Lithuania as well as with countries located in Central Asia and Caspian Sea region (Georgia, Kazakhstan, and Azerbaijan). On 10 October 2007, the agreement on the cooperation in the energy sector was signed between the Ministry of Industry and Energy of the Republic of Azerbaijan, the Ministry of Energy of Georgia, the Ministry of Economy of Lithuania, the Ministry of Economy of the Republic of Poland, and the Ministry of Fuel and Energy of Ukraine. Bearing in mind common interests of the parties in the implementation of the project of crude oil transmission from the Caspian Sea region to Poland and further to European and international markets, provided that it is economically viable, the parties committed themselves to undertake activities facilitating the establishment of the International Consortium with the participation of state-owned companies. Its objective will be to prepare and implement the feasibility study for the project of the hydrocarbon transport corridor whose part is the Odessa-Brody-P•ock-Gda"}, {"text_block_id": "p34_b719", "text": "ń"}, {"text_block_id": "p34_b720", "text": "sk project. In July 2004, the Polish-Ukrainian •Sarmatia• consortium was set up. It consists of PERN •Przyja"}, {"text_block_id": "p34_b721", "text": "źń"}, {"text_block_id": "p34_b722", "text": "• S.A. and Ukrtransnafta, and was extended in January 2008 to include SOCAR from Azerbaijan, GOGC from Georgia, and Klaipedos Nafta from Lithuania. On 15 April 2008, International Pipeline Company •Sarmatia• Sp. z o.o. concluded an agreement with Granherne Limited for drafting the feasibility study for the project of the Eurasian Oil Transport Corridor. The feasibility study was completed in November 2008."}, {"text_block_id": "p34_b723", "text": "As regards electricity connections, the focus was mainly on preparing the plan of the Poland-Lithuania cross-border connection. The planned electricity bridge between Poland and Lithuania is to be an important element of the so-called Baltic Ring, comprising electricity systems of the Baltic countries. It was deemed a priority project under trans-European energy networks (TEN-E). The implementation of this project will be conducive to improving energy security not only of Poland and Lithuania, but in fact of entire Europe. At the same time, the scope of participation of Baltic States in the internal energy market of the European Union will be extended."}, {"text_block_id": "p34_b724", "text": "Apart from the activities related to the preparation of infrastructural investments, the implementation status of executive tasks is as follows:"}, {"text_block_id": "p34_b725", "text": ""}, {"text_block_id": "p34_b726", "text": "Despite the undertaken activities, no specific proposals for system solutions have been provided as regards the elimination of barriers to the grid infrastructure development. The failure to implement this task is one of the reasons for insufficient development of the energy grid infrastructure in Poland."}, {"text_block_id": "p34_b727", "text": ""}, {"text_block_id": "p34_b728", "text": "Directive 2004/67/EC concerning measures to safeguard security of natural gas supply has been implemented. The draft act implementing Directive 2005/89/EC concerning measures to safeguard security of electricity supply and infrastructure investment was prepared."}, {"text_block_id": "p34_b729", "text": ""}, {"text_block_id": "p34_b730_merged_merged", "text": "Poland is one of just a few EU countries which , provided financing for the development of grid and cross-border connections from European funds. Under Operational Programme Infrastructure and Environment , funds from the Cohesion Fund were earmarked to co-finance large investments relating to the modernisation of distribution grids, which will help reduce grid loss by at least 30%. At the same time, the EU"}, {"text_block_id": "p35_b733", "text": "regulations on the use of funds from the Cohesion Fund state that the Fund may not support investments related to •re-electrification• and distribution grid development. Therefore, the task to improve the condition of the distribution grid in rural areas was entrusted in local governments under the regional policy with the use of funds from regional operational programmes. It should be noted that only nine provinces earmarked financing coming from structural funds for this purpose."}, {"text_block_id": "p35_b734", "text": "5. ENERGY EFFICIENCY OF THE ECONOMY"}, {"text_block_id": "p35_b735", "text": "Since 2005, the majority of activities planned to enhance energy efficiency have been completed or at least initiated:"}, {"text_block_id": "p35_b736", "text": ""}, {"text_block_id": "p35_b737", "text": "Directive 2004/8/EC on the promotion of cogeneration was implemented. To this end, amendments were introduced to Energy Law by introducing the system of certificates of origin for energy from cogeneration, including energy produced from natural gas (the so-called red and yellow certificates)."}, {"text_block_id": "p35_b738", "text": ""}, {"text_block_id": "p35_b739", "text": "The analyses of energy intensity of selected economy branches were made and options for the reduction of energy loss in the Polish electricity system were determined. The results of these analyses were used to devise systemic solutions for the reduction of energy intensity of the economy."}, {"text_block_id": "p35_b740", "text": ""}, {"text_block_id": "p35_b741", "text": "The Ministry of Economy started an informational campaign to promote rational use of energy. The purpose of this campaign was to acquaint and familiarise the Polish society with the issues related to the principles and profitability of the energy-saving solutions."}, {"text_block_id": "p35_b742", "text": ""}, {"text_block_id": "p35_b743", "text": "Directive 2002/91/EC on the energy performance of buildings was implemented. The implementation of the Directive includes the promotion of pro-efficiency solutions, in particular the implementation of thermomodernisation projects under the Act on supporting thermomodernisation projects."}, {"text_block_id": "p35_b744", "text": "Implementation of the Directive 2006/32/EC on energy end-use efficiency and energy services started. The first"}, {"text_block_id": "p35_b745", "text": "National Action Plan on energy efficiency"}, {"text_block_id": "p35_b746", "text": "was devised, specifying funds and actions necessary to carry out national indicative objectives on energy saving. Preparing the assumptions and draft of the Act on energy efficiency, containing a market mechanism to support activities improving energy efficiency of the entire economy, was also a very important step."}, {"text_block_id": "p35_b747_merged_merged", "text": "A number of energy and pro-efficiency audits were performed in industrial plants and financed, inter alia, by environmental protection and water management funds. Some initial energy audits were also performed in selected industrial plants under the •Polish-Japanese Energy Efficiency Centre• project."}, {"text_block_id": "p35_b750", "text": "Under the operational programmes carried out in the years 2007•2013, funds were earmarked to support investments in the increase in energy efficiency of the economy, in particular the implementation of the best available technologies, developing the use of highly efficient cogeneration technology, reducing grid loss in distribution, and thermomodernisation of buildings."}, {"text_block_id": "p35_b751", "text": "The full evaluation of the economic transformation effects, including effects of the activities undertaken in this field, should be carried out based on rates reflecting changes in the energy generation, transmission and efficiency in the years 2005•2008, which will be possible only after obtaining and publishing statistical data for this period."}, {"text_block_id": "p36_b752", "text": "Despite a significant progress in energy efficiency, Poland still has room for improvements in this field. Therefore, it is estimated that further support mechanisms for projects in energy generation, transmission, distribution and efficiency of fuel and energy usage will be introduced."}, {"text_block_id": "p36_b753", "text": "6. ENVIRONMENTAL PROTECTION"}, {"text_block_id": "p36_b754", "text": "The primary directions of actions under the energy policy comprise the mitigating the negative environmental impact of the energy sector by implementing new technological solutions, supporting the use of more environmentally-friendly types of fuel and introduction of economic mechanisms to achieve compliance with the environmental protection requirements."}, {"text_block_id": "p36_b755", "text": "Until the beginning of 2008, the majority of power companies carried out investment projects adjusting its operation to legal requirements in the field of environmental protection. The emission of basic pollutants by utility power plants and combined power and heat plants as at the end of 2008 amounted to: CO"}, {"text_block_id": "p36_b756", "text": "2"}, {"text_block_id": "p36_b757", "text": ": 143.5 million tons, SO"}, {"text_block_id": "p36_b758", "text": "2"}, {"text_block_id": "p36_b759", "text": ": 444.8 thousand tons, NO"}, {"text_block_id": "p36_b760", "text": "x"}, {"text_block_id": "p36_b761", "text": ": 224.4 thousand tons. The emission of basic pollutants in 2008 was reduced as compared to 2007 when they amounted to: CO"}, {"text_block_id": "p36_b762", "text": "2"}, {"text_block_id": "p36_b763", "text": ": 149.9 million tons, SO"}, {"text_block_id": "p36_b764", "text": "2"}, {"text_block_id": "p36_b765", "text": ": 668.7 thousand tons, NO"}, {"text_block_id": "p36_b766", "text": "x"}, {"text_block_id": "p36_b767", "text": ": 248.7 thousand tons."}, {"text_block_id": "p36_b768", "text": "In the years 2003•2006, the basis for the implementation of the CO"}, {"text_block_id": "p36_b769", "text": "2"}, {"text_block_id": "p36_b770", "text": "emission allowance trading scheme in Poland in line with the European Union guidelines was established. This system was designed to offer economic incentives stimulating investments in installations reducing the emission of pollutants. Based on its Decision of 26 March 2007 concerning the national allocation plan for the allocation of greenhouse gas emission allowances, the European Commission granted the average annual CO"}, {"text_block_id": "p36_b771", "text": "2"}, {"text_block_id": "p36_b772", "text": "emission limit of 208.5 million tons to Poland for the period from 2008 to 2012. This is a very unfavourable decision for Poland because it allows to increase the actual CO"}, {"text_block_id": "p36_b773", "text": "2"}, {"text_block_id": "p36_b774", "text": "emission throughout the 5 years by 2.66% as compared to 203.1 million tons in 2005, while the average annual GDP growth for the years 2008•2012 is estimated at 5.1%. As the Polish economy is significantly dependent on coal and this cannot be changed in a short time, the decision by the European Commission means that the growth opportunities for the Polish economy will be limited or its costs will increase if the imposed limit is exceeded (as a result of the penalties imposed on the companies which exceed limits or the obligation to purchase emission rights on a free market)."}, {"text_block_id": "p36_b775", "text": "Poland appealed against the Decision of the Commission to the Court of First Instance. On 23 September 2009, , the Court of First Instance annulled the Commission Decision in whole (case T-183/07). It allowed to increase the annual average number of CO"}, {"text_block_id": "p36_b776", "text": "2"}, {"text_block_id": "p36_b777", "text": "emission allowances available for Polish installations in the period from 2008 to 2012."}, {"text_block_id": "p36_b778", "text": "The trading scheme for SO"}, {"text_block_id": "p36_b779", "text": "2"}, {"text_block_id": "p36_b780", "text": "and NO"}, {"text_block_id": "p36_b781", "text": "x"}, {"text_block_id": "p36_b782", "text": "emission has not been introduced. The"}, {"text_block_id": "p36_b783", "text": "Energy Policy"}, {"text_block_id": "p36_b784", "text": "also envisages measures aimed at agreeing the strategy of the fulfilment of obligations arising from the Accession Treaty with regard to the conditions of implementing the Directive 2001/80/EC with the European Commission. The Ministry of Environment devised two proposals for implementation of these obligations. However, they were not approved by the European Committee of the Council of Ministers due to the failure to comply with the emission caps specified in the Accession Treaty on the set deadlines."}, {"text_block_id": "p36_b785_merged_merged_merged_merged_merged", "text": "The Energy Policy also assumed that activities should be undertaken to reduce the negative environmental impact of hard coal and lignite mining."}, {"text_block_id": "p37_b788", "text": "The"}, {"text_block_id": "p37_b789", "text": "Strategy for the hard coal mining sector in Poland for the years 2007•2015"}, {"text_block_id": "p37_b790", "text": "assumes that, due to increasingly restrictive environmental norms on coal combustion, one of the policy priorities of mining companies should be to maximise coal output with the lowest possible volume of pollutants, in particular sulphur and ash."}, {"text_block_id": "p37_b791", "text": "A very important task of the lignite mining sector was the reclamation of land withdrawn from production after the end of the deposit exploitation. Reclamation allowed using post-mining areas as water reservoirs, for agricultural and forest production, or for leisure."}, {"text_block_id": "p37_b792", "text": "To achieve the objective of improvement of fuel ecological properties, the law was amended to give preference to the use of less polluting fuels Therefore, the Act on the fuel quality monitoring and controlling system, together with implementing regulations, was prepared and adopted."}, {"text_block_id": "p37_b793", "text": "The assumed specific activities have not been not fully implemented. However, significant mechanisms were implemented which made it possible to reduce the negative environmental impact of the energy sector. The objectives related to environmental protection were also achieved through activities focused on increasing energy efficiency and the use of renewable energy sources."}, {"text_block_id": "p37_b794", "text": "7. INCREASE IN THE USE OF RENEWABLE ENERGY SOURCES"}, {"text_block_id": "p37_b795_merged_merged", "text": "The basic directions of actions in this field, specified in the Energy Policy, consisted in maintaining stable support for the use of renewable energy sources, increasing the share of biomass, water energy, and wind energy in generation, increasing the share of biocomponents in the transport fuel market, and developing the industry manufacturing machinery for the renewable energy sector. It is estimated that the activities of the government in the years 2004•2007 were in principle compliant with the above directions, though their effects are not fully satisfactory."}, {"text_block_id": "p37_b798", "text": "The most important element of the measures aimed at increasing the use of renewable energy sources was the introduction of the solutions implementing the Directive 2001/77/EC into the Polish legal system. A support instrument was implemented which consists in the commitment to obtain and present for redemption the certificates of origin or the obligation to pay a substitution fee • the so-called mechanism of •green certificates.• The above was supplemented by solutions on the fulfilment of this obligation and imposing fines by the President of the Energy Regulatory Office. Funds obtained from substitution fees and fines are used exclusively as financial support for investments in renewable energy sources. Furthermore, energy suppliers are obliged to purchase all energy generated from renewable energy sources at market price and are fined if they fail to meet the obligation. In addition, renewable energy sources pay for only 50% of the costs of connecting to the power grid which is an important element of support. In 2006, the total amount of support (resulting from"}, {"text_block_id": "p38_b799", "text": "certificates of origin and the substitution fee) amounted to PLN 1,096 million, while in 2007 it totalled PLN 1,537 million."}, {"text_block_id": "p38_b800", "text": "In order to increase the share of bio-components in the liquid fuel market, Directive 2003/30/EC was transposed based on the Act of 25 August 2006 on bio-components and liquid fuels and the Act on the fuel quality monitoring and controlling system"}, {"text_block_id": "p38_b801", "text": "."}, {"text_block_id": "p38_b802", "text": "Furthermore, Poland set an ambitious path to carry out the National Indicator Target"}, {"text_block_id": "p38_b803", "text": ", going beyond the framework of Directive 2003/30/EC, setting the target for the period until 2013 at 7.1% of the share of bio-components in the transport fuel market."}, {"text_block_id": "p38_b804", "text": "An important element supporting the development of biofuels was the adoption of the"}, {"text_block_id": "p38_b805", "text": "Long"}, {"text_block_id": "p38_b806", "text": "-"}, {"text_block_id": "p38_b807", "text": "term biofuels and other renewable fuels promotion programme for the years 2008•2014"}, {"text_block_id": "p38_b808", "text": "by the Council of Ministers in 2007. The state aid programme consisting in excise tax exemptions for using biocomponets in fuels was launched. In 2008, the total amount of exemptions in this regard amounted to PLN 879 million."}, {"text_block_id": "p38_b809", "text": "Moreover, Operational Programmes for the years 2007•2013, financed with the European funds, earmarked funds for supporting the development of the generation capacity of electricity, heat, and transport fuels from renewable sources. Furthermore, support will be also offered to investments in connecting generation units to the grid and development of the industry manufacturing machinery for the renewable energy sector."}, {"text_block_id": "p38_b810", "text": "Not all executive tasks envisaged in the"}, {"text_block_id": "p38_b811", "text": "Energy Policy"}, {"text_block_id": "p38_b812", "text": "have been fulfilled. The concept behind combining wind energy development with pumped storage power plants and analysis indicating optimal locations for the purposes of the wind energy sector have not been completed. The fulfilment of the first task was deemed pointless due to lack of interest from power companies for which the construction of wind power plants is not economically viable when compared to pumped storage power plants. The need to perform the analysis of the optimal location of land to be used for the purposes of wind power generation was negatively evaluated by the organisations dealing with wind energy as well as by the Ministry of Environment."}, {"text_block_id": "p38_b813", "text": "Poland has vast and diversified renewable energy resources. The economic potential of renewable energy resources amounts to 1,160 PJ and practical possibilities of its use in 2020 are estimated at 697 PJ. There are, however, infrastructural and mainly environmental and spatial limitations that hamper the use of the potential."}, {"text_block_id": "p38_b814", "text": "At the end of 2008, Poland attained a 5.2% share of renewable energy sources in the primary energy balance. The share of renewable energy sources in gross electricity consumption increased from 2.9% in 2005 to 3.9% in 2007 and 4.7% in 2008. At the same time, the share of biofuels in the transport fuel market increased from 0.29% in 2004 to 0.92% in 2006, and then decreased to 0.68% in 2007, as a result of the change in the tax policy. This is an example showing how important it is to maintain stable support systems for the renewable energy sector in Poland. In 2008, this share increased to 3.66%, which made it possible to achieve the National Indicator Target. This resulted from implementing the obligation to ensure a specific share of bio-components in transport fuels from 1 January 2008."}, {"text_block_id": "p38_b815_merged_merged_merged_merged", "text": "Despite the solutions implemented, the results which have been obtained so far indicate that the achievement of the objectives specified in the Energy Policy, i.e. a 7.5% share of renewable energy sources until 2010 in the primary energy balance, a 7.5% share of"}, {"text_block_id": "p39_b818", "text": "electricity generated from renewable energy sources in gross electricity consumption, and a 5.75% share of biofuels in the transport fuel market, is still at risk."}, {"text_block_id": "p39_b819", "text": "8. RESTRUCTURING AND OWNERSHIP TRANSFORMATION"}, {"text_block_id": "p39_b820", "text": "The following activities were planned for restructuring and ownership transformation in the fuel and energy sector: implementing the competition mechanism on the fuel and energy market, building strong entities able to compete both on the domestic and the Community markets and gradual reduction of the direct impact of state authorities on the functioning of energy companies Between 2005 and 2007, the government owner•s policy focused on strengthening the competitive position of Polish companies from the energy sector,"}, {"text_block_id": "p39_b821", "text": "inter alia"}, {"text_block_id": "p39_b822", "text": "by vertical consolidation. The development of the privatisation process and the implementation of the competition mechanisms, in particular on the natural gas market, were not strong enough."}, {"text_block_id": "p39_b823", "text": "In March 2005, the Directives concerning common rules for the internal market in electricity and in natural gas (2003/54/EC and 2003/55/EC) were implemented into the Polish legal system through the amendment of the Energy Law. They created the legal basis for better operation of the competition mechanisms on these markets. Nevertheless, the results of these activities are not fully satisfactory."}, {"text_block_id": "p39_b824", "text": "Between 2004 and 2007, restructuring programmes were implemented separately for each of these subsectors. These programmes were, in general, compliant with the general directions determined in the energy policy to strengthen the position of Polish companies on the European market."}, {"text_block_id": "p39_b825", "text": "Hard coal mining sector"}, {"text_block_id": "p39_b826", "text": "The programme basis for the restructuring of the hard coal mining sector in the years 2004• 2006 was the document entitled"}, {"text_block_id": "p39_b827", "text": "Restructuring of the hard coal mining sector in the years 2004•2006 and the strategy for the years 2007•2010"}, {"text_block_id": "p39_b828", "text": ", adopted by the Council of Ministers on 27 April 2004. The description of restructuring activities carried out in order to implement the above programme was presented in the part entitled •National fuel and energy generation capacity•."}, {"text_block_id": "p39_b829", "text": "After 2004, the hard coal mining sector has achieved positive net financial results. This was also due to the fact that the economic situation on the coal market improved, in particular in the recent years."}, {"text_block_id": "p39_b830_merged_merged_merged", "text": "On 31 July 2007, the Council of Ministers adopted the Strategy for the hard coal mining sector in Poland for the years 2007•2015. The purpose of this document is to ensure that after 2015 the hard coal mining sector becomes competitive enough to successfully operate in a free market economy."}, {"text_block_id": "p39_b833", "text": "When evaluating the progress achieved in the restructuring process, it should be noted that the focus on the production capacity and cost reduction led to negligence of investments. Consequently, the resulting problems could be observed on the Polish hard coal market already in 2007, and continued in 2008."}, {"text_block_id": "p39_b834", "text": "Gas sector"}, {"text_block_id": "p39_b835", "text": "The main objectives of the reorganisation of the gas sector in Poland included ensuring national energy security by preventing hostile takeovers of strategic companies, implementing the competitive gas market and adjusting it to efficient operation on the market of the European Union."}, {"text_block_id": "p40_b836", "text": "On 20 March 2007, the Council of Ministers adopted the"}, {"text_block_id": "p40_b837", "text": "Policy for the natural gas sector"}, {"text_block_id": "p40_b838", "text": ", in which it specified the action plan to improve energy security. The document contains the guidelines for state administration and strategic companies from the gas sector with regard to activities aimed at improving Poland•s energy security."}, {"text_block_id": "p40_b839", "text": "In the framework of restructuring, work started to establish a fully independent transmission system operator. PGNiG-Przesy• Sp. z o.o. (currently Operator Gazoci"}, {"text_block_id": "p40_b840", "text": "ą"}, {"text_block_id": "p40_b841", "text": "gów Przesy•owych GAZSYSTEM S.A.) was appointed for this function. At the end of June 2007, six distribution system operators were assigned and legally set up within the PGNiG S.A. Capital Group. At the end of 2008, a branch of PGNiG S.A. was to perform the function of the gas fuels storage system operator. On 31 December 2008, the President of the Energy Regulatory Office appointed PGNiG S.A. as the gas fuels storage system operator."}, {"text_block_id": "p40_b842", "text": "Crude oil sector"}, {"text_block_id": "p40_b843", "text": "On 6 February 2007, the Council of Ministers adopted the"}, {"text_block_id": "p40_b844", "text": "Policy of the Government of the Republic of Poland for the Polish crude oil sector"}, {"text_block_id": "p40_b845", "text": "specifying the objectives which should be implemented by the state as a shareholder in companies operating in the crude oil sector as well as the programme of legislative work relating to the liquid fuels security. The activities in the crude oil sector were aimed at retaining the ownership structure of key crude oil companies preventing their hostile takeover. The sale of shares of PKN ORLEN S.A., belonging to Nafta Polska S.A., to a strategic investor was suspended, and the shares are to be taken over by the State Treasury. The consolidation of PKN ORLEN S.A. with GRUPA LOTOS S.A was not carried out either, due to an increasing risk of a hostile takeover of the consolidated company and the risk of increasing monopolisation of the internal market."}, {"text_block_id": "p40_b846", "text": "In September 2006, Operator Logistyczny Paliw P•ynnych Sp. z o.o. (OLPP) was registered. The idea behind the OLPP establishment was to integrate fuel logistic resources by the State Treasury in one business entity providing integrated logistic services in the field of liquid fuels."}, {"text_block_id": "p40_b847", "text": "Electricity sector"}, {"text_block_id": "p40_b848_merged_merged_merged_merged", "text": "The Ministry of Economy prepared the Programme for the electricity sector, adopted on 28 March 2006 by the Council of Ministers. As a result of the Programme, the transmission system operator (PSE•Operator S.A.) and distribution system operators were separated. At the same time, the consolidation of companies on the electricity market was carried out. The process resulted in establishing four energy groups: Polska Grupa Energetyczna S.A., Tauron Polska Energia S.A., ENERGA S.A, and ENEA S.A. The chosen vertical consolidation method seems more efficient in terms of establishing companies able to compete with foreign companies on the common market of the European Union, but it limits competition on the domestic market. At the same time, restructuring processes were carried out to improve the efficiency of companies and allow their adjustment to new operating conditions."}, {"text_block_id": "p40_b851", "text": "The work on the termination of long-term agreements was finalised, which should be considered very important for stimulating competition on the electricity market. As a result of the electricity market liberalisation and a long-lasting process of negotiating with the European Commission, the conditions of the state aid scheme were agreed in 2007. They were approved for implementation by way of the Decision of the European Commission on the state aid awarded by Poland as part of Power Purchase Agreements and the state aid which Poland is planning to award concerning compensation for the voluntary termination of Power Purchase Agreements. The conditions on the basis of which the producers voluntarily joined the state aid scheme were laid down by the Act of 29 June 2007 on the rules of covering the costs incurred by producers in relation to the earlier termination of the long-term power"}, {"text_block_id": "p41_b852", "text": "purchase agreements. Pursuant to the Act, by 31 December 2007 the parties to long-term agreements, i.e. producers and PGE S.A. (legal successor of PSE S.A.), concluded agreements terminating the above agreements, which became effective on 1 April 2008."}, {"text_block_id": "p41_b853", "text": "9. RESEARCH AND DEVELOPMENT DIRECTIONS"}, {"text_block_id": "p41_b854", "text": "In the period under analysis, progress was made in research and development in the power sector due to increasing importance of the issue in the European Union and worldwide. This was the result of the tendency to prevent climate change associated primarily with greenhouse gas emissions, mainly from the energy sector, and the need to improve energy supply security in the light of depleting resources of hydrocarbon fuels."}, {"text_block_id": "p41_b855", "text": "The activities specified in the"}, {"text_block_id": "p41_b856", "text": "Energy Policy"}, {"text_block_id": "p41_b857", "text": "and relating to the promotion of issues related to power have not been fully implemented, in particular as regards the informational campaign on nuclear energy. The document entitled"}, {"text_block_id": "p41_b858", "text": "Scenarios of technological development for the fuel-energy complex to ensure national energy security"}, {"text_block_id": "p41_b859", "text": ", containing a review of new energy technologies in terms of their potential uses, was prepared with the participation of the Ministry of Economy and Central Mining Institute. Preparatory measures were carried out to start the informational campaign relating to nuclear energy. The energy issues were promoted by way of an informational campaign on the effective use of energy. An incentive for the intensification of research and development was Poland•s accession to the European Union as well as the participation of Polish scientists in numerous international research programmes and a prospect of absorbing significant EU funds allocated for Poland for the years 2007• 2013 under the"}, {"text_block_id": "p41_b860", "text": "National Cohesion Strategy"}, {"text_block_id": "p41_b861", "text": ". However, this progress has not yet contributed to significant improvement of Poland•s position in the EU or world ranking of innovative economies, nor has it modernised the Polish energy sector."}, {"text_block_id": "p41_b862", "text": "The"}, {"text_block_id": "p41_b863", "text": "Programme for the electricity sector"}, {"text_block_id": "p41_b864", "text": "also emphasised the importance of the implementation of modern technologies in the electricity sector whose generation and transmission capacity will require significant investments in the coming years. Significant effort as regards innovation is also required by other energy systems: gas, liquid fuels, heat systems as well as by the development of the use of renewable energy sources and improvement of the energy efficiency. Progress was made in these areas in the period under analysis, however, it was too slow for these challenges."}, {"text_block_id": "p41_b865_merged_merged_merged", "text": "On 30 October 2008, the Minister of Science and Higher Education established the National Research and Development Programme (Polish abbreviation: KPBNiPR). The objective of the strategic programme entitled Advanced technologies of obtaining energy under the above Programme is to support research and development work and implementation work related to environmentally friendly state-of-the-art technologies of coal extraction and processing. The programme focuses on research results which have the greatest chance for application and full implementation. It demonstrates Polish scientific and technological specialisations based on the main fuel material in Poland, i.e. coal, and also on alternative sources of energy. The programme contains also advanced research allowing to obtain scientific knowledge, technological experience and domestic know-how in the area of new technologies of energy generation."}, {"text_block_id": "p41_b868", "text": "In addition, the Ministry of Science and Higher Education financed or finances the following research projects commissioned in the area of energy, including clean coal technologies:"}, {"text_block_id": "p41_b869", "text": "−"}, {"text_block_id": "p41_b870", "text": "Clean coal • optimization of economic and ecological consequences of hard coal extraction and utilisation by 2020, coordinator • Central Mining Institute (project completed in 2004);"}, {"text_block_id": "p42_b871", "text": "−"}, {"text_block_id": "p42_b872", "text": "Materials and technologies for water management development on the basis of industrial process gases, coordinator • Central Mining Institute (project completed in 2009);"}, {"text_block_id": "p42_b873", "text": "−"}, {"text_block_id": "p42_b874", "text": "Chemistry of the prospective processes and products of coal conversion, coordinator • Institute for Chemical Processing of Coal (project completion • 2010);"}, {"text_block_id": "p42_b875", "text": "−"}, {"text_block_id": "p42_b876", "text": "Supercritical coal fired power plants, coordinator • Silesian University of Technology (project completion • 2010);"}, {"text_block_id": "p42_b877", "text": "−"}, {"text_block_id": "p42_b878", "text": "Modern technologies of biomass and biodegradable waste (B&BW) use for power generation • B&BW conversion to energetic gaseous fuels, coordinator • Institute of Power Engineering in Warsaw (project completion • 2010)."}, {"text_block_id": "p42_b879", "text": "The Ministry of Science and Higher Education also finances research in the field of energy under own research, development and targeted programmes."}, {"text_block_id": "p42_b880", "text": "The activities supporting research and development so far have not significantly accelerated the progress in scientific research in the power sector. Therefore, it will be necessary to devise more efficient support mechanisms in this regard."}, {"text_block_id": "p42_b881", "text": "10. INTERNATIONAL COOPERATION"}, {"text_block_id": "p42_b882", "text": "The activities carried out within the framework of international cooperation were aimed at enhancing energy security, ensuring relevant conditions for energy raw materials and electricity trading, attracting foreign investors to Poland and supporting Polish businesses in investments and other activities carried out abroad."}, {"text_block_id": "p42_b883", "text": "Intensive activities were carried out to tighten cooperation within the European Union. In this context, it is necessary to underline the actions supporting the establishment of the common European energy security strategy and active participation in the debate on the future European Energy Policy."}, {"text_block_id": "p42_b884", "text": "Poland actively participated in the creation of new EU regulations, in particular the Directive on the promotion of the use of energy from renewable sources and the ETS Directive."}, {"text_block_id": "p42_b885", "text": "The Government successfully supported Polish enterprises from the crude oil and gas sector in the activities performed abroad, in particular as regards gaining access to crude oil and natural gas deposits."}, {"text_block_id": "p42_b886", "text": ""}, {"text_block_id": "p42_b887", "text": "As for the natural gas sector, the most important international successes include the purchase of 12% of shares in the crude oil and natural gas deposits on the Norwegian Continental Shelf by Polskie Górnictwo Naftowe i Gazownictwo S.A. on 28 February 2007, approval of the Company•s offer for crude oil and natural gas exploration in Egypt in May 2007 and the participation of the Company (15% of shares) in the Skanled consortium building the gas pipeline from Norway to Denmark and Sweden, on 20 June 2007. Furthermore, a very positive opinion should be given to the activities carried with a view to building the Baltic Pipe gas pipeline. Earlier efforts made to carry out this investment were suspended in 2003, which was a mistake. The representatives of PGNiG S.A. also held talks with companies from Qatar and Algeria as regards the possibility of arranging LNG supplies to Poland."}, {"text_block_id": "p42_b888", "text": ""}, {"text_block_id": "p42_b889", "text": "The Minister of Economy supported the activities of Grupa Lotos aimed at purchasing additional crude oil deposits in Norway. (In 2007, Grupa Lotos registered a company responsible for the crude oil exploration and extraction on the"}, {"text_block_id": "p43_b890", "text": "Norwegian Continental Shelf). In 2008, Grupa LOTOS S.A. purchased a 20% share in Yme crude oil deposit and was granted 5 exploration concessions on the North Sea."}, {"text_block_id": "p43_b891", "text": "Poland completed the process of accession to the International Energy Agency. On 3 October 2007, the Executive Council of IEA invited Poland to join the Agreement on an International Energy Programme, which is a basis for the functioning of the International Energy Agency. Poland became a fully-fledged IEA member on 25 September 2008."}, {"text_block_id": "p43_b892", "text": "The co-operation on the fuel market with Kazakhstan, Azerbaijan, Georgia, Ukraine and Lithuania was intensified and resulted in the Energy Summit held in Cracow on 11•12 May 2007. These activities should ensure the diversification of the raw material supply sources, hence reducing Poland•s dependency on a single supplier. The activities were undertaken to extend (develop) the Odessa-Brody pipeline to Adamow and further to Plock and Gdansk."}, {"text_block_id": "p43_b893", "text": "The Government actively participated in the consultations on the environmental impact of the German-Russian Nordstream gas pipeline according to the European Union rules and procedures of the Convention of Espoo, presented reservations and conducted an active informational policy in this respect co-operating and exchanging information with individual countries (Finland, Sweden, Denmark, Germany, Russia, Estonia, Latvia and Lithuania)."}, {"text_block_id": "p43_b894", "text": "Regional co-operation with Baltic States in the electricity sector was strengthened. Poland undertook intensive activities to include Lithuania, Latvia and Estonia in the internal electricity market. The main co-operation areas included Poland-Lithuania electricity connection and Poland•s participation in the construction of the nuclear power plant in Ignalina."}, {"text_block_id": "p43_b895", "text": "Bilateral co-operation with Denmark, Germany and the Netherlands brought about significant benefits for the exchange of experience in the energy sector, including negotiations of common positions presented on the EU forum."}, {"text_block_id": "p43_b896", "text": "Poland actively participated in the BASREC ("}, {"text_block_id": "p43_b897", "text": "Baltic Sea Region Energy Co-operation"}, {"text_block_id": "p43_b898", "text": ") activities, which helped Poland gain a considerable share in the creation of the energy policy in Baltic Sea countries and the internal energy market."}, {"text_block_id": "p43_b899_merged_merged", "text": "Poland also carried out intensive activities to include Polish projects of installations for CO2 capture and storage (CCS) in the Flagship Programme consisting in building 10-12 CCS demonstration plants in the European Union."}, {"text_block_id": "p43_b902", "text": "Summing up the implementation of the Energy Policy of Poland until 2025, the objectives set in the document were appropriate. The implementation of executive actions was appropriate, though not always compliant with the determined method and according to the specified timetable. Long-term directions of the energy policy should be continued. However, it is necessary to accelerate implementation of the energy policy objectives as much as possible in order to increase the energy security and ensure sustainable development of Poland."}, {"text_block_id": "p44_b903", "text": "Ministry of Economy"}, {"text_block_id": "p44_b904", "text": "PROJECTION OF DEMAND"}, {"text_block_id": "p44_b905", "text": "FOR FUELS AND ENERGY UNTIL 2030"}, {"text_block_id": "p44_b906", "text": "Appendix 2"}, {"text_block_id": "p44_b907", "text": "to draft •Energy Policy of Poland until 2030•"}, {"text_block_id": "p45_b908", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p46_b909", "text": "Introduction"}, {"text_block_id": "p46_b910", "text": "This projection has been drawn up by Agencja Rynku Energii S.A. commissioned by the Ministry of Economy. Only one possibility was considered, namely active implementation of measures provided for in •Energy Policy of Poland until 2030.• The main objective of the projection was to confirm if the projected effects of the measures• implementation would allow achieving the assumed objectives between 2020 and 2030. The projection is based on the most recent macroeconomic, strategic, and price assumptions as at the beginning of 2008. As the Council of Ministers approved the document over six months after its assumptions were drawn up, some of them may have expired. Nevertheless, as changes to the assumptions did not impact long term trends and projections, they are considered valid."}, {"text_block_id": "p46_b911", "text": "The Government does not treat the results of projections of demand for fuels and energy as target values which must be met when implementing the energy policy. Their value is analytical; they confirm appropriateness of policy directions adopted. The energy policy envisages this projection periodically updated with a view to adjusting to new economic conditions."}, {"text_block_id": "p46_b912", "text": "1. Assumptions of the projection"}, {"text_block_id": "p46_b913", "text": "Strategic assumptions"}, {"text_block_id": "p46_b914", "text": "The projection assumes that the following primary directions of Poland's energy policy, including the European Union's requirements, would be implemented:"}, {"text_block_id": "p46_b915", "text": ""}, {"text_block_id": "p46_b916", "text": "To improve energy efficiency;"}, {"text_block_id": "p46_b917", "text": ""}, {"text_block_id": "p46_b918", "text": "To enhance security of fuel and energy supplies;"}, {"text_block_id": "p46_b919", "text": ""}, {"text_block_id": "p46_b920", "text": "To diversify the electricity generation structure by introducing nuclear energy;"}, {"text_block_id": "p46_b921", "text": ""}, {"text_block_id": "p46_b922", "text": "To develop the use of renewable energy sources, including biofuels;"}, {"text_block_id": "p46_b923", "text": ""}, {"text_block_id": "p46_b924", "text": "To develop competitive fuel and energy markets;"}, {"text_block_id": "p46_b925", "text": ""}, {"text_block_id": "p46_b926", "text": "To reduce the environmental impact of the power industry."}, {"text_block_id": "p46_b927", "text": "As concerns energy efficiency, the following goals of the energy policy, essential to the projection, have been taken into account:"}, {"text_block_id": "p46_b928", "text": ""}, {"text_block_id": "p46_b929", "text": "To achieve zero-energy economic growth, i.e. economic growth with no extra demand for primary energy;"}, {"text_block_id": "p46_b930", "text": ""}, {"text_block_id": "p46_b931", "text": "Reducing the energy intensity of Polish economy to the EU-15 level."}, {"text_block_id": "p46_b932_merged", "text": "Both the application was predicted and the impact on the demand for energy was assessed for existing capacity reserves resulting from the market reform of the economy and from other instruments to increase energy efficiency, inter alia:"}, {"text_block_id": "p46_b935", "text": ""}, {"text_block_id": "p46_b936", "text": "Extension of the application of energy audits;"}, {"text_block_id": "p46_b937", "text": ""}, {"text_block_id": "p46_b938", "text": "Introduction of energy management systems in industry;"}, {"text_block_id": "p46_b939", "text": ""}, {"text_block_id": "p46_b940", "text": "Introduction of sustainable traffic and infrastructure management in the transport industry;"}, {"text_block_id": "p47_b941", "text": ""}, {"text_block_id": "p47_b942", "text": "Introduction of energy efficiency standards for public utility buildings and facilities;"}, {"text_block_id": "p47_b943", "text": ""}, {"text_block_id": "p47_b944", "text": "Intensification of replacing lighting systems with energy-saving ones;"}, {"text_block_id": "p47_b945", "text": ""}, {"text_block_id": "p47_b946", "text": "Introduction of the white certificates system."}, {"text_block_id": "p47_b947", "text": "In the area of security of fuel and energy supplies:"}, {"text_block_id": "p47_b948", "text": ""}, {"text_block_id": "p47_b949", "text": "Generally, implementation of the strategic direction which consists in diversification of both primary energy carriers and directions of supplies of these carriers has been taken into account, as well as the development of all available energy generation technologies with reasonable costs, especially of the nuclear energy industry as an important technology of zero emission of greenhouse gases and low sensitivity to an increase in nuclear fuel prices;"}, {"text_block_id": "p47_b950", "text": ""}, {"text_block_id": "p47_b951", "text": "It has been assumed that domestic resources of hard coal and lignite would remain important stabilisers of Poland•s energy security. It has been assumed that coal energy sources which are being withdrawn from use would be reconstructed on the basis of the same fuel"}, {"text_block_id": "p47_b952", "text": "by 2017 and that a part of baseload CHP plants to be built will be fired with hard coal. Simultaneously, no restrictions were imposed on the increase in the share of gas in the power industry, both in gas-fired units generating electricity in cogeneration with heat as well as in peak sources and reserve for wind power plants."}, {"text_block_id": "p47_b953", "text": "According to the European Union's expected requirements, it has been assumed that the renewable energy's share in the final energy structure would increase to 15% in 2020 and that the 10% share of biofuels in the transport fuel market would be achieved in 2020. In addition, it has been assumed that forests are to be protected against excessive acquisition of biomass and that agricultural areas would be used in a sustainable way to generate renewable energy, including biofuels, so that no competition between the renewable energy industry and agriculture could occur."}, {"text_block_id": "p47_b954_merged_merged", "text": "To draw up the projection, the capacity of renewable energy resources according to an expert evaluation by EC BREC IEO, commissioned by the Ministry of Economy, was taken into account. The evaluation is a critical synthesis of Polish and foreign estimations of Poland•s renewable energy resources to-date. Table 1 sums up the economic potential and plausibility of use (i.e. the market potential) of renewable energy resources to generate electricity, district heating, and produce transport fuels in Poland. Values for 2030 were derived from the expert evaluation by Agencja Rynku Energii S.A., commissioned by the Ministry of Economy, based on assumptions and limitations for respective types of renewable energy sources featured in the study by EC BREC IEO."}, {"text_block_id": "p48_b956", "text": "Table 1. Economic potential and plausibility of its use, i.e. the market potential, of renewable energy resources"}, {"text_block_id": "p49_b957", "text": "As it was assumed that the market of fuel and energy as well as the system regulating the operation of power enterprises function efficiently, rational behaviour of customers when selecting energy suppliers was used for the calculation model."}, {"text_block_id": "p49_b958", "text": "In the domain of environmental protection, general assumptions were adopted which take into account the following:"}, {"text_block_id": "p49_b959", "text": ""}, {"text_block_id": "p49_b960", "text": "Charges for CO emissions consistent with arrangements of the European Council and 2 the Parliament of December 2008;Restrictions on SO and NO emissions to the levels 2 x resulting from current international regulations;Development of low-emission generation technologies as well as combined and dispersed sources."}, {"text_block_id": "p49_b961", "text": "Macroeconomic projection"}, {"text_block_id": "p49_b962_merged", "text": "The adopted projection of economic growth until 2030, prepared in 2007 by the Gdańsk Institute for Market Economics, has been adjusted due to the current financial crisis and the predicted economic slowdown in the coming years. Both the lower rate of GDP growth in the years 2008• 2011, namely: in 2008 • 4.8% (preliminary estimate by GUS), in 2009 • 1.7%, 2010 • 2.4% and in 2011 • 3.0%, and gradual increases over 2012•2020 have been taken into account so that in the years 2020-2030 the GDP would be compliant with the projection by the Gdańsk Institute for Market Economics (Table 2)."}, {"text_block_id": "p49_b967", "text": "Table 2. Synthesis of the projected pace of changes in Gross Domestic Product and value added"}, {"text_block_id": "p50_b968", "text": "It was assumed that in the projection period, services would be the most rapidly developing sector of the Polish economy (Table 3). Its share in value added would increase from 51.7% in 2006 to 65.8% in 2030. The share of industry in value added would decrease from 25.1% in 2006 to 19.3% in 2030. Over the period, the construction industry would retain its share of about 6%. The share of transport would be slightly lower and the share of agriculture would decrease from 4.2% to ca. 2.2%."}, {"text_block_id": "p50_b969", "text": "Table 3. Share of selected sectors in total value added (%)"}, {"text_block_id": "p50_b970", "text": "Projection of fuel prices and taxes on energy"}, {"text_block_id": "p50_b971", "text": "It was assumed that following an adjustment over the years 2009•2010, prices of fuels imported to Poland would be increasing at a moderate pace (Table 4). In addition, it was assumed that in 2010, domestic prices of Polish hard coal would reach the 2010 level of import prices."}, {"text_block_id": "p50_b972", "text": "Table 4. Projection of prices of basic fuels imported to Poland (fixed prices in USD in 2007)"}, {"text_block_id": "p50_b973", "text": "Taxation on energy carriers will be adapted to the requirements of the European Union. Taxes on hydrocarbon fuels and energy will reflect the current structure and increase along with inflation. The excise tax will also be imposed on coal and coke as well as on natural gas, with simultaneous exemption of coal and coke from the excise tax from 1 January 2012 and of natural gas from 31 October 2013."}, {"text_block_id": "p50_b974", "text": "Availability of primary energy carriers"}, {"text_block_id": "p50_b975", "text": "Despite the limited domestic hard coal extraction capacity in operating deposits, no limitations as to supplies of this energy carrier from large global resources have been"}, {"text_block_id": "p51_b976", "text": "assumed. Similarly, no limitations as to import of crude oil and natural gas have been assumed. In the projection, both the extraction capacity of lignite in existing mines and prospective deposits of lignite have been taken into account. It has been assumed that over the period under analysis, gradual exploitation of unused deposits would start."}, {"text_block_id": "p51_b977", "text": "It has been assumed that nuclear fuel would be widely available on the global market, both with regard to supplies of uranium ore and processing capacities of enrichment plants as well as the production capacity of fuel elements of water reactors."}, {"text_block_id": "p51_b978", "text": "Polish resources of renewable energy including, first of all, wind energy and biomass (energy crops, agricultural, industrial and forest waste, and biogas) have been taken into account during the execution of Poland•s commitments foreseen in the draft Directive on the development of the renewable energy industry. Geothermal energy has been taken into account insofar as it may be a reasonable potential of renewable energy for heat generation."}, {"text_block_id": "p51_b979", "text": "It has been assumed that the balance of electricity exchange with foreign countries would amount to zero."}, {"text_block_id": "p51_b980", "text": "Environmental requirements"}, {"text_block_id": "p51_b981", "text": "In the projection, it has been assumed that power generation devices of the utility and industrial energy industry would undergo complete technical and environmental modernisation to comply with standards of dust, sulphur dioxide, and nitrogen oxides emission consistent with the Regulation of the Minister of the Environment of 20 December 2005 on standards of emission from fuel combustion installations (Dz.U. [Journal of Laws] No 260, item 2181). Both transitional periods granted as a result of negotiations with the European Union, included in the Treaty of Accession to the EU, and emission caps for all sources covered by the LCP Directive have been taken into consideration. The new draft Directive on industrial emissions (IED Directive), which will make emission norms significantly more stringent, particularly as concerns existing sources, has not been taken into account. Compliance with emission norms for engine vehicles and for sulphur content in transport fuels and heating oils, required pursuant to European Union's regulations, has been assumed."}, {"text_block_id": "p51_b982", "text": "With reference to CO"}, {"text_block_id": "p51_b983", "text": "2"}, {"text_block_id": "p51_b984", "text": "emission for power generation plants covered by the ETS (Emission Trading Scheme) system, it has been predicted that by 2012 free CO"}, {"text_block_id": "p51_b985", "text": "2"}, {"text_block_id": "p51_b986", "text": "emission allowances would be granted to the extent specified by the Decision of the European Commission of 26 March 2007 and the Regulation of the Council of Ministers of 1 July 2008 on the adoption of the National Allocation Plan concerning Allowances for emission of carbon dioxide for the years 2008-2012 for the Community emission allowance trading system (Dz.U. [Journal of Laws] No 202, item 1248). In this period, the purchase of missing allowances on the ETS market, at the projected price amounting to EUR 25/tCO"}, {"text_block_id": "p51_b987", "text": "2"}, {"text_block_id": "p51_b988", "text": ", has been envisaged."}, {"text_block_id": "p51_b989", "text": "For the period beyond 2013 • according to proposals included in the Climate and Energy Package and in arrangements of the European Council of 11•12 December 2008 as well as in arrangements of the European Parliament on the amendment of the Directive on emission trading of 17 December 2008 • it has been assumed that:"}, {"text_block_id": "p51_b990", "text": ""}, {"text_block_id": "p51_b991_merged_merged", "text": "For electricity sources, both existing ones and those whose construction started before the end of 2008, an obligation to purchase CO2 emission allowances on auctions will"}, {"text_block_id": "p52_b994", "text": "be introduced and gradually increasing from 30% in 2013 to 100% in 2020; it has been assumed that the rate of the increase would be 1% per year; 10% per year?????"}, {"text_block_id": "p52_b995", "text": ""}, {"text_block_id": "p52_b996", "text": "The power industry would meet the requirements which are essential in order to obtain the European Commission's consent for derogation from the full obligation of purchasing allowances for sources, both existing and under construction, by way of implementation of projects reducing CO"}, {"text_block_id": "p52_b997", "text": "2"}, {"text_block_id": "p52_b998", "text": "emissions at costs comparable to the value of the allowances for which derogations have been obtained;"}, {"text_block_id": "p52_b999", "text": ""}, {"text_block_id": "p52_b1000", "text": "For new electricity sources, an obligation to purchase allowances for 100% of CO"}, {"text_block_id": "p52_b1001", "text": "2"}, {"text_block_id": "p52_b1002", "text": "emission will be introduced;"}, {"text_block_id": "p52_b1003", "text": ""}, {"text_block_id": "p52_b1004", "text": "Free CO"}, {"text_block_id": "p52_b1005", "text": "2"}, {"text_block_id": "p52_b1006", "text": "emission allowances will be provided for combined district heat generation in electricity generation plants and in high-efficiency cogeneration installations which generate heat for the heat industry's purposes whose scope would be reduced to 30% in 2020 and to zero in 2027;"}, {"text_block_id": "p52_b1007", "text": ""}, {"text_block_id": "p52_b1008", "text": "In case of other plants, an obligation to purchase allowances for district heat generation, increasing to 100% in 2027, will be introduced."}, {"text_block_id": "p52_b1009_merged_merged_merged_merged", "text": "It has been assumed that after 2012, the prices of CO2 emission allowances sold on auctions would amount to ca. EUR 60/tCO2."}, {"text_block_id": "p52_b1014", "text": "Determined losses and gains in generation capacity in the power industry"}, {"text_block_id": "p52_b1015", "text": "The power consumption plan included withdrawals forecast by power companies (Table 5) and determined gains and recovery of generation capacity in base-load power plants (Table 6)."}, {"text_block_id": "p52_b1016", "text": "Table 5. Planned and forecast withdrawals of gross generation capacity in base-load power plants [MW]"}, {"text_block_id": "p52_b1017", "text": "Table 6. Determined gains/recoveries of gross generation capacity in base-load power plants [MW]"}, {"text_block_id": "p53_b1018", "text": "Technological assumptions of the power industry"}, {"text_block_id": "p53_b1019_merged", "text": "Technologies which are currently included in published commercial offers have been taken into account during the selection of the optimum structure of new base-load electricity sources. Model calculations for coal units included purchase costs of CO2 emission allowances. Apart from demonstration facilities, no power plants with CCS installations have been envisaged to be put into operation in the projection period. For nuclear power plants, it has been assumed that they would be equipped with 3rd generation water reactors. It has been assumed that the first unit of the nuclear power plant would be put into operation not sooner than in 2020. Launching further nuclear power plants is to take place at intervals of minimum three years."}, {"text_block_id": "p53_b1024", "text": "The projection assumed the development of high-efficiency heat and electricity cogeneration in utility, industrial, and local heat and power plants. It has been assumed that the system of cogeneration support based on •red• and •yellow• certificates would remain in force. In addition, it has been assumed that:"}, {"text_block_id": "p53_b1025", "text": ""}, {"text_block_id": "p53_b1026", "text": "Increased demand for heat in industry would be covered in ca. 60% by increased cogeneration of heat in industrial heat and power plants and in ca. 40% by the development of gas and biomass heat plants as well as by the purchase of district heat in accordance with economic criteria;"}, {"text_block_id": "p53_b1027", "text": ""}, {"text_block_id": "p53_b1028", "text": "Increased demand for district heat in other sectors of the economy would be covered mainly by cogeneration, whereby it has been assumed that the average annual increase in capacity of commercial heat and power plants would not exceed 200 MWe. MWt (heat)?????"}, {"text_block_id": "p53_b1029", "text": "2."}, {"text_block_id": "p53_b1030", "text": "Methodology behind the projection"}, {"text_block_id": "p54_b1031", "text": "To prepare the projection, the methodology used worldwide in studies on energy has been adopted, in which economic growth, described by means of macroeconomic variables, is considered the general driving force behind the increased demand for power."}, {"text_block_id": "p54_b1032", "text": "To prepare the projection of the demand for effective energy, the end-use model called MAED has been applied. In this model, projections of demand for effective energy are created for each direction of the use of energy within each sector of the economy."}, {"text_block_id": "p54_b1033", "text": "The MAED model results are a batch for the simulation energy and environmental model called BALANCE, which determines demand for final energy divided by individual carriers as well as national power consumption plans and pollution emission volumes. The idea behind this model consists in market approach: the activity of each type of energy producers and customers on the energy market is simulated. The effect of the BALANCE model operation consists in the most probable projection of the energy economy's future status with the assumptions adopted and boundary conditions related to primary fuel prices, the state energy policy, technological progress, and limitations in access to energy carriers as well as time limitations in investment processes."}, {"text_block_id": "p54_b1034", "text": "The projection of the demand for individual final energy carriers has been prepared assuming the continuation of the market reform in the national economy and in the energy sector, with consideration given to additional efficiency measures foreseen in Directive 2006/32/EC and in the Green Paper on Energy Efficiency. The draft Act on energy efficiency has also been taken into account."}, {"text_block_id": "p54_b1035", "text": "The projection of the structure of electricity sources with the lowest discounted generation costs has been determined using the WASP IV model. The real discount rate has been adopted at 7.5%."}, {"text_block_id": "p54_b1036", "text": "3."}, {"text_block_id": "p54_b1037", "text": "Projection results"}, {"text_block_id": "p54_b1038", "text": "3.1. Demand for final energy"}, {"text_block_id": "p54_b1039", "text": "The projected increase in final energy use over the period covered with the projection (Table 7) amounts to ca. 29%, whereby the highest increase of 90% is expected in the sector of services. In the industry sector, this increase would amount to ca. 15%."}, {"text_block_id": "p54_b1040", "text": "Over the period covered with the projection, it is expected that final electricity use would increase by 55%, of gas by 29%, of district heat by 50%, of oil products by 27%, and of renewable energy for direct use by 60% (Table 8). Such a high increase in renewable energy use results from the necessity to meet the requirements of the Climate and Energy Package."}, {"text_block_id": "p54_b1041", "text": "Table 7. Demand for final energy by sectors of the economy [Mtoe]"}, {"text_block_id": "p56_b1042", "text": "Table 8. Demand for final energy by carriers [Mtoe]"}, {"text_block_id": "p56_b1043", "text": "Demand for final energy generated from renewable sources will be presented separately in Table 9 divided into electricity, heat, and transport fuels. It is projected that in the period under analysis, the volume of all energy carriers from renewable sources would increase (electricity • almost tenfold, heat • almost twofold, and liquid fuels • by twenty times)."}, {"text_block_id": "p56_b1044", "text": "Table 9. Demand for gross final energy from RES by types of energy [ktoe]"}, {"text_block_id": "p57_b1045", "text": "Meeting the energy policy objective with regard to the 15% share of renewable energy in the structure of gross final energy"}, {"text_block_id": "p57_b1046", "text": "in 2020 is plausible provided that the development in the use of all types of renewable energy sources, especially wind energy, accelerates. The additional goal regarding the increase of the share of RES in gross national final energy use to 20% in 2030, included in the energy policy draft, will not be plausible due to natural limitations to the development rate of these sources."}, {"text_block_id": "p57_b1047", "text": "In 2030, the share of biofuels in consumption of petrol and diesel oil in 2020 would amount to 10% and ca. 10.4%."}, {"text_block_id": "p57_b1048", "text": "3.2. Demand for primary energy"}, {"text_block_id": "p57_b1049", "text": "The projected increase in demand for primary energy until 2030 amounts to ca. 21% (Table 10), whereby this increase is to occur mainly after 2020 due to higher projected GDP increases in absolute terms and the introduction of nuclear power plants whose electricity generation capacity would be lower than that of coal-fired ones. Therefore, it is possible to maintain zero-energy economic growth until ca. 2020, after which a moderate increase in demand for primary energy is expected."}, {"text_block_id": "p57_b1050_merged_merged", "text": "The prices of greenhouse gas emission allowances assumed at the level of EUR 60 •07/tCO2 are the reason for which the use of hard coal within the structure of primary energy carriers would decrease by ca. 16.5% and of lignite by 23%, whereas consumption of gas would increase by ca. 40%. The increase in demand for gas is the result of the expected civilization-related increase in consumption of this carrier by final customers, expected development of high-efficiency steam and gas technology sources, and the necessity to build gas sources for the power industry to provide peak capacity and reserve capacity for wind power plants."}, {"text_block_id": "p57_b1053", "text": "The share of renewable energy in total primary energy use is expected to increase from ca. 5% in 2006 to 12% in 2020 and 12.4% in 2030."}, {"text_block_id": "p57_b1054", "text": "As concerns the expected developments in the nuclear energy industry, in 2020 nuclear energy is to be included in primary energy structure and in 2030 its share in total primary energy is expected to reach ca. 6.5%."}, {"text_block_id": "p58_b1055", "text": "Table 10. Demand for primary energy divided by carriers [Mtoe, natural units]"}, {"text_block_id": "p58_b1056", "text": "3.3 Demand for electricity"}, {"text_block_id": "p58_b1057", "text": "Table 11 presents gross domestic demand for electricity divided by components. It is expected that the final demand for electricity would moderately increase from ca. 111 TWh in 2006 to ca. 172 TWh in 2030, i.e. by ca. 55%, due to the projected use of the existing market transformation reserves and efficiency-oriented measures in the economy. The demand for peak capacity would increase from 23.5 MW in 2006 to ca. 34.5 MW in 2030. The demand for gross electricity would increase from ca. 151 TWh in 2006 to ca. 217 TWh in 2030."}, {"text_block_id": "p58_b1058", "text": "Table 11. Domestic demand for electricity [TWh]"}, {"text_block_id": "p59_b1059", "text": "Due to environmental requirements, nuclear power plants, whose development pace is limited for organisational and technical reasons, are expected to be included in the optimum structure of electricity sources in terms of costs (Tables 12•14). It has been assumed that the first nuclear power unit would be ready in 2020. By 2030, three nuclear power units would operate at total net capacity amounting to 4,500 MW (4,800 MW gross)."}, {"text_block_id": "p59_b1060", "text": "Meeting European Union objectives with regard to renewable energy would require generation of gross electricity from RES of ca. 31 TWh in 2020, which would account for 18.4% of total generation, and 39.5 TWh in 2030, which accounts for ca. 18.2% of total generation. The largest share would be achieved by energy from wind power plants • ca. 18 TWh in 2030, which would account for ca. 8.2% of projected total gross generation."}, {"text_block_id": "p59_b1061", "text": "Generation of electricity by way of high-efficiency cogeneration is expected to increase from 24.4 TWh in 2006 to 47.9 TWh in 2030. The share of generation of electricity by high-efficiency cogeneration in domestic gross demand for electricity would increase from 16.2% in 2006 to 22% in 2030."}, {"text_block_id": "p59_b1062", "text": "Table 12. Generation of net electricity divided by fuels [TWh])"}, {"text_block_id": "p60_b1063", "text": "Table 13. Consumption of fuels for electricity generation (including combined electricity and heat generation) [ktoe]"}, {"text_block_id": "p60_b1064", "text": "Table 14. Generation capacity of gross electricity [MW]"}, {"text_block_id": "p61_b1065", "text": "3.4. Projection of electricity and district heat prices"}, {"text_block_id": "p61_b1066", "text": "It is expected that prices of electricity and district heat would increase significantly due to enhanced environmental requirements, particularly charges for CO"}, {"text_block_id": "p61_b1067", "text": "2"}, {"text_block_id": "p61_b1068", "text": "emission allowances and higher prices of primary energy carriers (Tables 15 and 16)."}, {"text_block_id": "p61_b1069", "text": "Table 15. Prices of electricity [PLN•07/MWh]"}, {"text_block_id": "p61_b1070", "text": "Table 16."}, {"text_block_id": "p61_b1071", "text": "Prices of district heat [PLN•07/GJ]"}, {"text_block_id": "p61_b1072", "text": "Costs of electricity generation are expected to increase rapidly in 2013 and 2020 as 30% of energy generated in 2013 and 100% of that generated in 2020 will be subject to the obligation to purchase greenhouse gas emission allowances. If this increase is transferred to electricity prices, then, at the assumed price of allowances amounting to EUR 60•07/tCO"}, {"text_block_id": "p61_b1073", "text": "2"}, {"text_block_id": "p61_b1074", "text": ", it is expected that prices for the industry would increase from ca. PLN 304 •07/MWh in 2012 to ca. PLN 356 •07/MWh in 2013 and from ca. PLN 400 •07/MWh in 2019 to ca. PLN 474 •07/MWh in 2020. After 2021, the price would remain unchanged or decrease slightly thanks to the introduction of nuclear energy."}, {"text_block_id": "p61_b1075", "text": "District heat prices are expected to rise more monotonically as generation of district heat for the heat industry will gradually be subject to the commitment to purchase greenhouse gas emission allowances."}, {"text_block_id": "p61_b1076", "text": "3.5. Energy intensity of the economy"}, {"text_block_id": "p61_b1077_merged_merged_merged", "text": "Table 17 presents the projected energy intensity and electricity intensity of the GDP.It is expected that primary energy intensity per GDP unit would significantly decrease from ca. 89.4 toe/PLN million •07 in 2006 to ca. 33.0 toe/PLN million •07 in 2030. Moreover, electricity intensity of GDP would decrease from 137.7 MWh/PLN•07 in 2006 to 60.6 MWh/PLN•07."}, {"text_block_id": "p61_b1079", "text": "The level of the economy's energy efficiency corresponding to the average level of efficiency in EU-15 countries in 2005 (177.4 toe/$ million •00) will be reached at the very end of the projection period."}, {"text_block_id": "p62_b1080", "text": "Table 17. Energy intensity and electricity intensity of GDP"}, {"text_block_id": "p62_b1081", "text": "3.6. Emissions of CO"}, {"text_block_id": "p62_b1082", "text": "2"}, {"text_block_id": "p62_b1083", "text": "and air pollutants: SO"}, {"text_block_id": "p62_b1084", "text": "2"}, {"text_block_id": "p62_b1085", "text": ", NO"}, {"text_block_id": "p62_b1086", "text": "x"}, {"text_block_id": "p62_b1087", "text": ", and dust"}, {"text_block_id": "p62_b1088", "text": "Table 18 summarises projected domestic emissions of three main air pollutants (sulphur dioxide • SO"}, {"text_block_id": "p62_b1089", "text": "2"}, {"text_block_id": "p62_b1090", "text": ", nitrogen oxides • NO"}, {"text_block_id": "p62_b1091", "text": "x"}, {"text_block_id": "p62_b1092", "text": ", and dust) as well as carbon dioxide • CO"}, {"text_block_id": "p62_b1093", "text": "2"}, {"text_block_id": "p62_b1094", "text": "related to combustion of fuels as charge during industrial processes."}, {"text_block_id": "p62_b1095", "text": "Emission of CO"}, {"text_block_id": "p62_b1096", "text": "2"}, {"text_block_id": "p62_b1097", "text": "will be significantly decreasing from ca. 332 million tons in 2006 to ca. 280 million tons in 2020. The decrease in emission, when compared to emission in 1990,"}, {"text_block_id": "p62_b1098", "text": "amounts to ca. 15% despite the 11% increase in demand for final energy over the period. It will result from increasing use of energy from renewable sources and cogeneration, from the increase in consumption of biofuels by the transport industry, from the increase in consumption of natural gas in all sectors, from the improved efficiency of electricity and heat generation, transmission and distribution, as well as from the launch of the first nuclear power plant in 2020. After 2020, emission of CO"}, {"text_block_id": "p62_b1099", "text": "2"}, {"text_block_id": "p62_b1100", "text": "would be gradually increasing, however, owing to introduction of further nuclear power units, emission would exceed 300 million tons only in 2030, still remaining about 8.5% lower than 1990 emission."}, {"text_block_id": "p62_b1101", "text": "It is projected that the decrease in emission of SO"}, {"text_block_id": "p62_b1102", "text": "2"}, {"text_block_id": "p62_b1103", "text": "in the next decade would be high • by more than 60% when compared to 2006. With the adopted assumptions, emission of SO"}, {"text_block_id": "p62_b1104", "text": "2"}, {"text_block_id": "p62_b1105", "text": "would decrease from 1,216 kt in 2006 to ca. 480 kt in 2020 and further to 450 kt in 2030. The emission cap resulting from the 2"}, {"text_block_id": "p62_b1106", "text": "nd"}, {"text_block_id": "p62_b1107", "text": "Sulphur Protocol (national emission of sulphur oxides below 1,398 kt by 2010) is easy to achieve. Nevertheless, the SO"}, {"text_block_id": "p62_b1108", "text": "2"}, {"text_block_id": "p62_b1109", "text": "emission cap for large combustion plants, adopted as a result of accession negotiations pursuant to Directive No 2001/80/EC (reduction of sulphur dioxide emission to the level below 454 kt in 2008, 426 kt in 2010, and 358 kt in 2012), will not be reached in 2008 even in spite of all measures taken. It is possible, however, that it would be reached in the following years."}, {"text_block_id": "p62_b1110_merged_merged_merged_merged_merged", "text": "The emission cap for nitrogen oxides resulting from the 2nd Nitrogen Protocol (national emission below 880 kt by 2010) will be achieved. On the other hand, maintaining emission of NOx from large combustion plants below the caps specified in the Treaty of Accession to EU (254 kt in 2008, 251 kt in 2010, and 239 kt in 2012) would be more difficult to achieve • in 2008, the cap would not be achieved, whereas in the years 2010•2012 achieving required caps will probably be a consequence of lower demand for energy as a result of the projected economic slowdown. Ensuring achieving of required caps, similarly as in the case of SO2 emission, in fact means shortening the derogation periods provided for in the Treaty of Accession. Significant decrease in emission from large sources may be expected only after 2015. National emission of NOx would decrease from 857 kt in 2006 to ca. 650 kt in 2020 and further to 630 kt in 2030."}, {"text_block_id": "p63_b1119", "text": "Emission of volatile dusts will be significantly decreasing as factors positively influencing reduction in sulphur emission are also conducive to reducing dust emission; this relates in particular to reduction in coal use in small combustion sources. The decrease in emission after 2015 would also be a result of tightening emission norms planned by the European Commission (proposal for a new IPPC directive)."}, {"text_block_id": "p63_b1120_merged", "text": "Table 18. Emissions of CO2, SO2, NOx, and dust"}, {"text_block_id": "p63_b1127", "text": "Data for 2006 provided by Agencja Rynku Energii S.A."}, {"text_block_id": "p64_b1128", "text": "Ministry of Economy"}, {"text_block_id": "p64_b1129", "text": "ACTION PLAN"}, {"text_block_id": "p64_b1130", "text": "FOR THE YEARS 2009•2012"}, {"text_block_id": "p64_b1131", "text": "Appendix 3"}, {"text_block_id": "p64_b1132", "text": "to draft Energy Policy of Poland until 2030"}, {"text_block_id": "p65_b1133", "text": "Table of contents"}, {"text_block_id": "p66_b1134", "text": "Priority I Improving energy efficiency"}, {"text_block_id": "p71_b1135", "text": "Priority II Enhanced security of fuels and energy supplies"}, {"text_block_id": "p71_b1136", "text": "Coal"}, {"text_block_id": "p76_b1137", "text": "Gas"}, {"text_block_id": "p82_b1138", "text": "Crude oil and liquid fuels"}, {"text_block_id": "p86_b1139", "text": "Electricity and heat"}, {"text_block_id": "p97_b1140_merged", "text": "Priority IV Development of the use of renewable energy sources, including biofuels"}, {"text_block_id": "p112_b1142", "text": "Ministry of Economy"}, {"text_block_id": "p112_b1143", "text": "CONCLUSIONS FROM THE STRATEGIC"}, {"text_block_id": "p112_b1144", "text": "ENVIRONMENTAL IMPACT"}, {"text_block_id": "p112_b1145", "text": "ASSESSMENT"}, {"text_block_id": "p112_b1146", "text": "OF ENERGY POLICY"}, {"text_block_id": "p112_b1147", "text": "Appendix 4"}, {"text_block_id": "p112_b1148", "text": "to draft •Energy Policy of Poland until 2030•"}, {"text_block_id": "p113_b1149", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p114_b1150", "text": "1. Legal basis and social consultations"}, {"text_block_id": "p114_b1151", "text": "The obligation to carry out strategic environmental impact assessment of the draft Energy Policy results from the Act of 3 October 2008 on the dissemination of information on environment and its protection, on participation of the society in environmental protection, and on environmental impact assessment. To this end, an"}, {"text_block_id": "p114_b1152", "text": "Environmental Impact Assessment of the Draft Energy Policy of Poland until 2030"}, {"text_block_id": "p114_b1153", "text": "(hereinafter referred to as the"}, {"text_block_id": "p114_b1154", "text": "Assessment"}, {"text_block_id": "p114_b1155", "text": ") has been prepared. The"}, {"text_block_id": "p114_b1156", "text": "Assessment"}, {"text_block_id": "p114_b1157", "text": "has been drawn up on the request of the Ministry of Economy by Proeko CDM Sp. z o.o. (hereinafter referred to as the Consultant). Full text of the"}, {"text_block_id": "p114_b1158", "text": "Assessment"}, {"text_block_id": "p114_b1159", "text": ", due to its size, has not been attached to the draft Energy Policy. It is available on the website of the Ministry of Economy."}, {"text_block_id": "p114_b1160_merged_merged", "text": "The Assessment, along with the draft Energy Policy of Poland until 2030, was subject to social consultations which were held between 29 April and 3 June 2009. The consultations were also carried out according to the procedure provided for in the Act of 6 December 2006 on principles of conducting the development policy (Dz.U. [Journal of Laws] of 2006 No 22, item 1658, as amended). The procedure of social consultations was open • each interested person or entity could present their position."}, {"text_block_id": "p114_b1165", "text": "Table 1. The course of strategic environmental impact assessment of the draft Energy Policy of Poland until 2030."}, {"text_block_id": "p115_b1166", "text": "In line with Article 55(3) of the Act on the dissemination of information on environment, this Appendix is a summary justifying the selection of the option of energy policy implementation in the context of alternative solutions. It also provides information on the manner and scope the following were taken account of:"}, {"text_block_id": "p115_b1167", "text": ""}, {"text_block_id": "p115_b1168", "text": "Arrangements provided in the Environmental Impact Assessment,"}, {"text_block_id": "p115_b1169", "text": ""}, {"text_block_id": "p115_b1170", "text": "Opinions of the General Director for Environment Protection and the Chief Sanitary Inspector,"}, {"text_block_id": "p115_b1171", "text": ""}, {"text_block_id": "p115_b1172", "text": "Submitted remarks and proposals,"}, {"text_block_id": "p115_b1173", "text": ""}, {"text_block_id": "p115_b1174", "text": "Suggestions on the methods and frequency of monitoring the effects of implementation the document's provisions.."}, {"text_block_id": "p115_b1175", "text": "2. Justification of the selected option of energy policy implementation in the context of alternative solutions"}, {"text_block_id": "p115_b1176", "text": "The analysis of the draft"}, {"text_block_id": "p115_b1177", "text": "Energy Policy,"}, {"text_block_id": "p115_b1178", "text": "including a comparison of the Policy provisions with proposals of alternative energy strategies, and taking account of the demands put forward during the consultations, did not allow to identify any quickly applicable alternatives for the desired trends in the energy sector changes to be implemented and stimulated, as outlined in the"}, {"text_block_id": "p115_b1179", "text": "Policy"}, {"text_block_id": "p115_b1180", "text": "."}, {"text_block_id": "p115_b1181_merged_merged", "text": "In the light of information collected while working on the Assessment it has not been unanimously determined whether possible implementation of future investments, currently only outlined within individual priority measures, would be the source of impact that could threaten cohesion of protected areas or lead to destruction of priority habitats. It is, therefore, necessary to confirm the information by detailed analyses at the stage of strategic assessment and impact assessment of the planned actions, only after the investment plans have been specified."}, {"text_block_id": "p116_b1184", "text": "In the Consultant's opinion, the projection of demand for fuels and energy, attached to the draft"}, {"text_block_id": "p116_b1185", "text": "Policy,"}, {"text_block_id": "p116_b1186", "text": "best reflects the trends of probable changes, ensuring at the same time that diversified energy mix will be created, making use of various available sources and resources of energy carriers. Such scenario makes it also possible at least to maintain the present energy security level due to diversified energy sources and diversified energy carriers supply, and to mitigate the environmental impact, in particular as a result of considerably reducing the use of coal and developing emission-free or low-emission energy sources."}, {"text_block_id": "p116_b1187", "text": "Taking into account the framework and strategic character of the document, the"}, {"text_block_id": "p116_b1188", "text": "Environmental Impact Assessment"}, {"text_block_id": "p116_b1189", "text": "formulates recommendations focussed on reinforcing the possibilities to implement the objectives included in the document under analysis. Assuming that the set of measures proposed in the draft"}, {"text_block_id": "p116_b1190", "text": "Policy"}, {"text_block_id": "p116_b1191", "text": "contributes in general to the reduction of environmental pressure, it has been emphasised that the specified objectives are feasible, and some potential is still available. It has been emphasised that:"}, {"text_block_id": "p116_b1192", "text": "1."}, {"text_block_id": "p116_b1193", "text": "Activities related to energy efficiency should be carried out in an equally intensive manner in two complementary areas: the fastest possible improvement of primary energy efficiency (by increasing efficiency of generation equipment and preferences for co-generation processes) and the reduction in demand for final energy, in particular in service, household, and transport sectors ("}, {"text_block_id": "p116_b1194", "text": "inter alia"}, {"text_block_id": "p116_b1195", "text": "by replacing equipment and vehicles with those which consume less energy, thermo-modernisation, passive construction, lighting rationalisation)."}, {"text_block_id": "p116_b1196", "text": "2."}, {"text_block_id": "p116_b1197", "text": "Instruments adopted to implement the"}, {"text_block_id": "p116_b1198", "text": "Energy Policy"}, {"text_block_id": "p116_b1199", "text": ", including environmental and energy standards, as well as flexible mechanisms for balancing most important emission sources (CO"}, {"text_block_id": "p116_b1200", "text": "2"}, {"text_block_id": "p116_b1201", "text": ", SO"}, {"text_block_id": "p116_b1202", "text": "2"}, {"text_block_id": "p116_b1203", "text": ", NO"}, {"text_block_id": "p116_b1204", "text": "x"}, {"text_block_id": "p116_b1205", "text": "), should be adjusted to the issues related to the improvement of energy efficiency, which will ensure preferences for the use of installations with highest energy efficiency."}, {"text_block_id": "p116_b1206", "text": "3."}, {"text_block_id": "p116_b1207", "text": "The development of nuclear energy, as compared to the EU average, may be the ultimately effective method to ensure balancing and significant reduction in demand for non-renewable energy carriers. However, these matters are socially controversial and a wide, national debate on the issue must be carried out and also the conditions for the development of this part of the energy sector should be determined sooner, which is crucial to developing and modernising other energy subsectors."}, {"text_block_id": "p116_b1208", "text": "4."}, {"text_block_id": "p116_b1209", "text": "The"}, {"text_block_id": "p116_b1210", "text": "Assessment"}, {"text_block_id": "p116_b1211", "text": "shows that the share of the renewable energy sources in total demand for final energy supply at 20-30% is realistic, which would give the renewable energy sub-sector a share comparable with other energy sources. This would also support creation of new jobs and would be a significant step forward to •balance• the Polish energy and would ensure long-term energy security, enabling significant reduction in the use of non"}, {"text_block_id": "p116_b1212", "text": "-"}, {"text_block_id": "p116_b1213", "text": "renewable fossil fuels. However, in order to achieve this level of satisfying the domestic energy demand, it is necessary to limit the increase in the demand for final energy, in particular for electricity, and ensure maximum use of the potential offered by the renewable energy sector."}, {"text_block_id": "p116_b1214_merged_merged_merged_merged_merged_merged", "text": "Recommendations resulting from the Assessment were taken into account in the final version of the draft Energy Policy. The only exception was the last recommendation concerning more ambitious objectives for renewable energy sources. The Minister of Economy concluded that"}, {"text_block_id": "p117_b1219", "text": "in the present economic circumstances, especially in the times of increasing energy prices and economic slowdown, there is no justification for setting the proposed objective for the renewable energy resources development. The objective formulated in the"}, {"text_block_id": "p117_b1220", "text": "Energy Policy"}, {"text_block_id": "p117_b1221", "text": "does not limit the development of these resources to the assumed level, it only determines their minimum acceptable share in the final energy use at 15% in 2020, according to our commitments to the EU."}, {"text_block_id": "p117_b1222", "text": "4. Opinions of the General Director for Environment Protection and the Chief Sanitary Inspector"}, {"text_block_id": "p117_b1223", "text": "Opinions of the General Director for Environment Protection and the Chief Sanitary Inspector on the draft"}, {"text_block_id": "p117_b1224", "text": "Energy Policy of Poland until 2030"}, {"text_block_id": "p117_b1225", "text": "and the"}, {"text_block_id": "p117_b1226", "text": "Environmental Impact Assessment"}, {"text_block_id": "p117_b1227", "text": "have been taken into account in these documents."}, {"text_block_id": "p117_b1228", "text": "The opinion of the Chief Sanitary Inspector concerned the inclusion of health protection measures resulting from the"}, {"text_block_id": "p117_b1229", "text": "Assessment"}, {"text_block_id": "p117_b1230", "text": "into the"}, {"text_block_id": "p117_b1231", "text": "Energy Policy."}, {"text_block_id": "p117_b1232", "text": "These measures have been provided for in Appendix 3 under priority VI"}, {"text_block_id": "p117_b1233", "text": "Mitigating the environmental impact of the power industry."}, {"text_block_id": "p117_b1234", "text": "In accordance with the remarks of the General Director for Environment Protection, provisions on the need to carry out a strategic assessment of environmental impact of the planned nuclear energy development programme have been included in the"}, {"text_block_id": "p117_b1235", "text": "Energy Policy"}, {"text_block_id": "p117_b1236", "text": ". The Director has also pointed out the provisions of Measure 2.2, which have been clarified in line with the current legal status. The remarks to the"}, {"text_block_id": "p117_b1237", "text": "Assessment"}, {"text_block_id": "p117_b1238", "text": "have been taken into account."}, {"text_block_id": "p117_b1239", "text": "5. Reservations and proposals submitted following social consultations"}, {"text_block_id": "p117_b1240", "text": "All the reservations as to the"}, {"text_block_id": "p117_b1241", "text": "Energy Policy"}, {"text_block_id": "p117_b1242", "text": "and to the"}, {"text_block_id": "p117_b1243", "text": "Assessment"}, {"text_block_id": "p117_b1244", "text": "have been examined and partly incorporated in these documents. The most important amendments resulting from the reservations are as follows:"}, {"text_block_id": "p117_b1245", "text": ""}, {"text_block_id": "p117_b1246", "text": "Specifying measures undertaken to reduce emissions of NO"}, {"text_block_id": "p117_b1247", "text": "x"}, {"text_block_id": "p117_b1248", "text": "and SO"}, {"text_block_id": "p117_b1249", "text": "2"}, {"text_block_id": "p117_b1250", "text": ";"}, {"text_block_id": "p117_b1251", "text": ""}, {"text_block_id": "p117_b1252", "text": "Defining measures to reduce the quantity of waste produced in fuel and energy sector and to use industrial, agricultural and municipal waste for energy purposes;"}, {"text_block_id": "p117_b1253", "text": ""}, {"text_block_id": "p117_b1254", "text": "Defining measures to reduce emissions from low combustion sources;"}, {"text_block_id": "p117_b1255", "text": ""}, {"text_block_id": "p117_b1256", "text": "Mitigating the negative impact of energy sector on waters."}, {"text_block_id": "p117_b1257", "text": "However, the requests to incorporate very detailed provisions in the document, as such provisions that can only be examined at the stage of implementing individual measures, have not been taken into account."}, {"text_block_id": "p117_b1258", "text": "A detailed analysis of remarks is available on the website of the Ministry of Economy as an Appendix to the"}, {"text_block_id": "p117_b1259", "text": "Assessment."}, {"text_block_id": "p117_b1260", "text": "6. Incorporation of suggestions concerning the methods and frequency of monitoring the effects of implementing provisions of the document"}, {"text_block_id": "p117_b1261_merged_merged_merged_merged_merged_merged_merged", "text": "According to proposals contained in the Assessment, the evaluation of environmental impact of implementing Energy Policy will be carried out with the use of existing statistical tools, as"}, {"text_block_id": "p118_b1266", "text": "well as data and information gathered under the State Environmental Monitoring and the National Emission Inventory System. No need has been established to create a new information system or to develop the existing ones ."}, {"text_block_id": "p118_b1267", "text": "The analyses will be drawn up as simplified reports submitted to the Council of Ministers on an annual basis, and as detailed analysis • once every four years, when the new energy policy will be at the stage of preparation. This will allow taking account of changes occurring in the energy system and modifying ecology policy objectives and measures accordingly, with a view to stimulating changes and the behaviour of enterprises."}, {"text_block_id": "p118_b1268_merged", "text": "Detailed reports on implementation of Energy Policy objectives as regards environmental protection in a wide sense and sustainable development will cover in particular the following issues:"}, {"text_block_id": "p118_b1271", "text": ""}, {"text_block_id": "p118_b1272", "text": "The primary energy use volume and the efficiency indicators for primary energy conversion into final energy,"}, {"text_block_id": "p118_b1273", "text": ""}, {"text_block_id": "p118_b1274", "text": "The volume of final energy use and the structure of final energy supply,"}, {"text_block_id": "p118_b1275", "text": ""}, {"text_block_id": "p118_b1276", "text": "The renewable energy supply volume,"}, {"text_block_id": "p118_b1277", "text": ""}, {"text_block_id": "p118_b1278", "text": "Growth rates of wind energy supply,"}, {"text_block_id": "p118_b1279", "text": ""}, {"text_block_id": "p118_b1280", "text": "Growth rates of the use of biomass,"}, {"text_block_id": "p118_b1281", "text": ""}, {"text_block_id": "p118_b1282", "text": "Growth rates of bio-fuels supply and their share in the fuel market,"}, {"text_block_id": "p118_b1283", "text": ""}, {"text_block_id": "p118_b1284", "text": "Changes in the volume of emission of basic pollutants, carbon dioxide and other greenhouse gases from the energy sector,"}, {"text_block_id": "p118_b1285", "text": ""}, {"text_block_id": "p118_b1286", "text": "Investment projects implemented in the mining industry and in the energy production sector (capacity above 20 MWt),"}, {"text_block_id": "p118_b1287", "text": ""}, {"text_block_id": "p118_b1288", "text": "Transmission infrastructure projects, already implemented and planned."}], "document_description": "The EPP 2030 was issued by the Ministry of Economy and focuses on improving energy security, efficiency and competitiveness. It implies a small reduction in overall GHG emissions by 2020, and a 4% increase between 2020 and 2030. The document presents a sectoral strategy aiming to address the key challenges that the Polish power industry must faces until 2030, including growing demand for energy, inadequate fuel, energy generation and transmission infrastructure, significant dependence on external supplies of natural gas and almost full complete dependence on external supplies of crude oil, as well as commitments in the field of environmental protection, including climate protection. The new Energy Policy for Poland until 2050, which will reflect the decisions made on the EU 2030 climate policy, is under preparation.  The document establishes a number of measures addressing energy demand, including national energy efficiency targets, energy efficiency performance certificates, minimum standards for power-consuming products, supporting investments in energy saving, and applying demand-side management techniques.  It also establishes that energy supply should consist of a mix between cogeneration, renewables, grid modernisation, and nuclear. With this end, the EPP fixes measurable targets, for example: increase the percentage of renewable energy sources to 15% by 2020 and to 20% by 2030; boost the share of biofuels in the transportation fuels market to 10%; and building of at least one biogas agricultural plant in each commune by 2020.  The EPP 2030 strategy document establishes the need to gradually increase the share of bio-components fuel in transportation fuels so as to meet planned objectives. As a result, the government established differentiated fuel taxes in a way that to promotes alternative fuels.PEP 2040 was officially released on September 8, 2020. It amends PEP 2030 and mandates a progressive phase-out of hard coal and lignite, investments in nuclear and renewable energy sources."}