{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Poland", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_language": "English", "document_name": "ENERGY POLICY OF POLAND UNTIL 2040 (draft)", "document_country_code": "POL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2018", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation", "Limits On Fossil Fuels", "Coal Phase Out", "Fossil Fuels Curbing Measures"], "document_url": "https://cdn.climatepolicyradar.org/POL/2018/POL-2018-01-01-ENERGY POLICY OF POLAND UNTIL 2040 (draft)_63d2848ad18205406a21242d8edc74f5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "–"}, {"text_block_id": "p0_b2", "text": "EXTRACT FROM DRAFT"}, {"text_block_id": "p0_b3", "text": "–"}, {"text_block_id": "p0_b4", "text": "E"}, {"text_block_id": "p0_b5_merged", "text": "NERGY POLICY OF POLAND"}, {"text_block_id": "p0_b10", "text": "UNTIL"}, {"text_block_id": "p0_b11", "text": "2040"}, {"text_block_id": "p0_b12", "text": "(EPP2040)"}, {"text_block_id": "p0_b13", "text": "Ministry of Energy"}, {"text_block_id": "p0_b14", "text": "Warsaw 2018"}, {"text_block_id": "p1_b15", "text": "The Energy Policy of Poland until 2040"}, {"text_block_id": "p1_b16", "text": "(EPP2040) is a response to the key challenges faced by the Polish energy sector in the nearest decades and sets the strategic directions for the energy sector, taking into account the"}, {"text_block_id": "p1_b17", "text": "actions that need to be delivered in the medium-term."}, {"text_block_id": "p1_b18", "text": "At the same time, EPP2040 is one of the nine integrated sectoral strategies following from the"}, {"text_block_id": "p1_b19", "text": "Strategy for Responsible Development"}, {"text_block_id": "p1_b20", "text": ". EPP"}, {"text_block_id": "p1_b21", "text": "is consistent with EU’s"}, {"text_block_id": "p1_b22", "text": "strategic documents."}, {"text_block_id": "p1_b23", "text": "The National Action Plan for Energy and Climate for 2021-2030"}, {"text_block_id": "p1_b24", "text": "will be consistent with"}, {"text_block_id": "p1_b25", "text": "EPP2040"}, {"text_block_id": "p1_b26", "text": "."}, {"text_block_id": "p1_b27", "text": "The energy policy of the state is defined by the Minister of Energy pursuant to Articles 12, 13-15 of the Energy Law, and is implemented by a range of actors, including the Minister of Energy and the Council of Ministers."}, {"text_block_id": "p1_b28", "text": "The document contains a"}, {"text_block_id": "p1_b29", "text": "description of the conditions and determinants"}, {"text_block_id": "p1_b30", "text": "of the Polish energy sector, the"}, {"text_block_id": "p1_b31", "text": "objectives of the energy policy"}, {"text_block_id": "p1_b32", "text": ", and the strategic directions and actions to be pursued for the policy to achieve its objectives."}, {"text_block_id": "p1_b33", "text": "The strategic directions are defined for a 20-year horizon, but to make them more realistic, some of them are set for a perspective of several or more than a dozen years. The tasks defined are implementative in nature and may be subject to dynamic changes due to the changing environment. The policy lines and thematic areas are presented in the table at this document. Figures 1-3 present the forecast structure of the coverage of demand for capacity and electricity production and the expected"}, {"text_block_id": "p1_b34", "text": "drop in CO"}, {"text_block_id": "p1_b35", "text": "2"}, {"text_block_id": "p1_b36", "text": "emissions by the electric power sector as a result of the implementation of EPP2040."}, {"text_block_id": "p1_b37", "text": "Objectives and indicators"}, {"text_block_id": "p1_b38", "text": "The following indicators are to be used as the overall measure of the achievement of EPP2040:"}, {"text_block_id": "p1_b39", "text": "The following indicators are to be used as the overall measure of the achievement of EPP2040:\n* 60% share of coal in the generation of electricity in 2030\n* 21% RES in gross final energy consumption in 2030\n* introduction of nuclear energy in 2033\n* improvement in energy-efficiency by 23% by 2030 relative to the 2007 forecasts\n* reducing CO2 emissions by 30% by 2030 (in relation to 1990)"}, {"text_block_id": "p2_b51", "text": "EPP2040 Strategic Directions"}, {"text_block_id": "p2_b52", "text": "EPP2040"}, {"text_block_id": "p2_b53", "text": "will be delivered by pursuit of 8 strategic directions, which are subdivided into actions. The policy directions and actions comprise the full energy supply chain"}, {"text_block_id": "p2_b54", "text": "–"}, {"text_block_id": "p2_b55", "text": "from energy sources, through energy generation and supply (transmission and distribution), to the ways energy is used. Each of the eight strategic directions works towards achievement of the three components of the EPP objective."}, {"text_block_id": "p2_b56", "text": "Poland is capable of covering the demand for coal and biomass with domestic sources, which are, however, not sufficient to satisfy the demand for natural gas and oil. Bearing in mind the finite nature of fossil fuels, as well as economic and environmental considerations, rational use of resources is of key importance."}, {"text_block_id": "p2_b57", "text": "The demand for"}, {"text_block_id": "p2_b58", "text": "hard coal"}, {"text_block_id": "p2_b59", "text": "will be covered domestically, and the import"}, {"text_block_id": "p2_b60", "text": "–"}, {"text_block_id": "p2_b61", "text": "export relation will have a supplementary nature. To make the above possible, it is necessary, above all, to ensure profitability for the sector and rational exploitation, use and distribution of fossil fuels. Importantly, innovations in coal mining and use must be put in place to improve the competitiveness of Polish coal compared to that from imports and other fuels, as well as to reduce its negative impact on the environment. For social and environmental reasons, restructuring in post-mining areas will be continued, mainly for industrial purposes."}, {"text_block_id": "p2_b62", "text": "The demand for"}, {"text_block_id": "p2_b63", "text": "lignite"}, {"text_block_id": "p2_b64", "text": "will be covered by domestic supply, at short distances from the locations where it is used. The exploitation of new deposits will depend on the development of innovative methods for using coal due to its high emissivity, which is likely to affect the possibilities of using it in the energy sector and growingly reduces its competitiveness as a result of it being burdened"}, {"text_block_id": "p2_b65", "text": "with ever greater costs of the EU’s climate policy."}, {"text_block_id": "p2_b66", "text": "The demand for"}, {"text_block_id": "p2_b67", "text": "natural gas and oil"}, {"text_block_id": "p2_b68", "text": "will be mainly covered by imports, with actions to be pursued to ensure real diversification of the directions and sources of supply. In parallel, domestic deposits will continue to be prospected for (also using non-conventional methods) to replace the supply from depleted deposits. Some of the demand for oil will be reduced by the growing importance of biofuels and alternative fuels (e.g. electricity, LNG, CNG, hydrogen)."}, {"text_block_id": "p2_b69", "text": "The demand for"}, {"text_block_id": "p2_b70", "text": "renewable resources (biomass)"}, {"text_block_id": "p2_b71", "text": "will be covered at the closest possible distance from the generation locality. Efforts will be taken to increase the role of waste-based biomass so as not to create competition with the use by the food sector. The potential of non-agricultural waste should also be used."}, {"text_block_id": "p2_b72", "text": "Poland aims to cover"}, {"text_block_id": "p2_b73", "text": "its demand for capacity with domestic resources"}, {"text_block_id": "p2_b74", "text": ". The national deposits of coal will be the key element"}, {"text_block_id": "p2_b75", "text": "of Poland’s energy security and the foundation of the energy"}, {"text_block_id": "p2_b76", "text": "mix. The increase in demand will be covered by sources other than conventional coal-based capacities."}, {"text_block_id": "p2_b77", "text": "The use of coal"}, {"text_block_id": "p2_b78", "text": "by the energy sector will remain stable, but the share of coal in the structure of energy consumption will be declining (to approx. 60% in electricity production in 2030) on account of the increase in energy consumption. Gi"}, {"text_block_id": "p2_b79", "text": "ven the targeted share of RES in EU’s final energy consumption (32%),"}, {"text_block_id": "p2_b80", "text": "the importance of"}, {"text_block_id": "p2_b81", "text": "renewable energy sources"}, {"text_block_id": "p2_b82", "text": "will be growing"}, {"text_block_id": "p2_b83", "text": "–"}, {"text_block_id": "p2_b84", "text": "their share in domestic electricity consumption may be approx. 27%. The achievement of the share of RES in electricity generation will be mainly based on photovoltaics (from 2022) and offshore wind power plant (after 2025), with the latter having the greatest prospects for development given the prevailing economic and technical conditions. In order for the above level of RES,"}, {"text_block_id": "p2_b85", "text": "energy storage technologies"}, {"text_block_id": "p2_b86", "text": "will need to be developed and"}, {"text_block_id": "p2_b87", "text": "gas units"}, {"text_block_id": "p2_b88", "text": "as regulatory capacities. In order to"}, {"text_block_id": "p2_b89", "text": "reduce emissions"}, {"text_block_id": "p2_b90", "text": "from the energy sector, low-efficient units will be modernized and/or decommissioned, and replaced gradually with more efficient plants (including cogeneration installations). The emission reduction efforts will be mainly based on"}, {"text_block_id": "p2_b91", "text": "nuclear energy"}, {"text_block_id": "p2_b92", "text": ", which is to be introduced in 2033. By 2043, 6 nuclear units with a total capacity of 6-9 GW will be commissioned, which means that in 2035, the share of this technology in energy generation may represent approx. 10%."}, {"text_block_id": "p2_b93_merged_merged_merged_merged_merged_merged_merged", "text": "Grid infrastructure development will involve extension of the domestic transmission grid under seven investment programmes, which will also contribute to streamlining cross-border flow of energy. The quality of supply to final consumers does not only depend on the density of the grid, but also requires moving medium-voltage power lines underground (Poland will work towards achieving the UE average in terms of the indicators of the duration and frequency of power outages). In order to improve efficiency of operation in emergency situations, a digital communications systems between distribution system operators will be"}, {"text_block_id": "p3_b96", "text": "put in place, and infrastructure will be equipped with control appliance. In addition,"}, {"text_block_id": "p3_b97", "text": "smart grids"}, {"text_block_id": "p3_b98", "text": "will be deployed to integrate the activities and behaviours of all entities and users connected to such grids."}, {"text_block_id": "p3_b99", "text": "The strong dependence of Poland on the supply of"}, {"text_block_id": "p3_b100", "text": "natural gas"}, {"text_block_id": "p3_b101", "text": "from a single direction requires diversification activities. The"}, {"text_block_id": "p3_b102", "text": "Northern Gate"}, {"text_block_id": "p3_b103", "text": "will be build, which will consist of the Norwegian Corridor (Norway-Denmark-Poland connection) and development of the LNG terminal. This will also involve development of interconnectors with neighbouring countries. In order to exploit the natural gas imports opportunities and for more efficient infrastructure emplacement (liquidated the so-called"}, {"text_block_id": "p3_b104", "text": "‘white spots’"}, {"text_block_id": "p3_b105", "text": "), Poland will develop the domestic transmission and distribution system and the storage infrastructure."}, {"text_block_id": "p3_b106", "text": "Poland is dependent of external supply of"}, {"text_block_id": "p3_b107", "text": "crude oil"}, {"text_block_id": "p3_b108", "text": "to an even greater extent, therefore there is a need for ensuring suitable conditions for receiving this energy source and efficient domestic infrastructure. In order to ensure real diversification, delivery by sea will need to be increased, which will be made by the development of the Pomeranian Crude Oil Pipeline, and oil and liquid fuel storage facilities. The delivery of petroleum products will require a suitably developed infrastructure of pipelines, especially in southern Poland."}, {"text_block_id": "p3_b109", "text": "The"}, {"text_block_id": "p3_b110", "text": "electricity market"}, {"text_block_id": "p3_b111", "text": "is undergoing a transformation and responding to challenges and development opportunities, i.e. creation of a single energy market or the willingness of consumers to participate in the market. In order the electricity market to evolve, there is a need for strengthening the position of consumers. This requires clarifying the terms of general distribution contracts, improving the information policy and allowing consumers to participate in the market, as well as promoting aggregation services. In order to protect the competitiveness of Polish energy-intensive companies, mechanisms will be put in place to reduce excessive burdens on this group of actors. Bearing in mind the effects of the intra-day differences in"}, {"text_block_id": "p3_b112", "text": "the demand for electricity, actions will be pursued to “flatten” the daily demand curve, which will be supported, inter alia,"}, {"text_block_id": "p3_b113", "text": "by the development of electrical mobility. For local balancing there is a need to marketise system services and boosting the competitiveness of distribution companies."}, {"text_block_id": "p3_b114", "text": "The liberalisation of the market for natural gas needs to be finished as soon as possible, which means that the application of tariffs to the last group of customers (namely households), will need to be discontinued. Another task is to enhance the position of Poland on the European market, which will be aided by the establishment of a regional hub for the transmission and trade in gas in Poland"}, {"text_block_id": "p3_b115", "text": "–"}, {"text_block_id": "p3_b116", "text": "for this purpose further development of the service and trading potential will be needed. Market growth can also be achieved by the penetration of new segments"}, {"text_block_id": "p3_b117", "text": "–"}, {"text_block_id": "p3_b118", "text": "ranging from more in-depth gasification of the country to the use of gas in back-up units for RES."}, {"text_block_id": "p3_b119", "text": "The"}, {"text_block_id": "p3_b120", "text": "market for petroleum products"}, {"text_block_id": "p3_b121", "text": "is relatively stable, even though it is bound to transform in the years to come. There is a need to put the ownership structure of the fuel market segment into order so that petroleum companies focus on production and trade of fuels, and so that the state exercises control over key infrastructure for fuel security. The market must respond to the growing use of petrochemical products in the economy , as a result of which the production capacities in the area of"}, {"text_block_id": "p3_b122", "text": "inter alia"}, {"text_block_id": "p3_b123", "text": "olefins, phenols. In addition, some of the demand for petroleum products will be covered by increased consumption of biocomponents (8.5% share in the consumption of fuels in transport in 2020), and alternative fuels (LNG, CNG, hydrogen, synthetic fuels) and"}, {"text_block_id": "p3_b124", "text": "development of e-mobility"}, {"text_block_id": "p3_b125", "text": "(1 million electric vehicles in 2025)."}, {"text_block_id": "p3_b126", "text": "The first nuclear unit (with the capacity of approx.. 1-1.5 GW) will be launched in 2033, and the next five, every two years (by 2043). The time schedule result from the expected growing demand for electricity and changes in National Power System due to decommissioning old units. Nuclear power plants ensure"}, {"text_block_id": "p3_b127", "text": "stable energy generation with zero emissions of air pollutants"}, {"text_block_id": "p3_b128", "text": ". At the same time, it is possible to"}, {"text_block_id": "p3_b129", "text": "diversify the energy generation structure at a reasonable cost and with acceptable energy prices for consumers"}, {"text_block_id": "p3_b130", "text": ". Current technologies (III and III+ generation) and stringent world nuclear safety standards ensure"}, {"text_block_id": "p3_b131", "text": "safety of nuclear power plant operation"}, {"text_block_id": "p3_b132", "text": "and waste storage. A significant part of the nuclear project can be implemented with the participation of Polish enterprises."}, {"text_block_id": "p3_b133_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The launch of nuclear energy requires prior legislative changes to streamline project implementation as well as completion of the work on the financing model. Once tests are completed, the location of the first nuclear unit (Żarnowiec or Kopalino) will be selected, then successive locations will be selected and a new landfill for low-and medium-level waste will be started. Technology and the general building contractor will also be selected. Technical support for nuclear oversight will be provided."}, {"text_block_id": "p4_b136", "text": "The increasing role of renewable energy sources results from the need to diversify the energy mix, the need to contribute to the EU-wide RES target in final energy consumption (32%), but also from the global trends in RES development with falling technological costs. Poland declares reaching"}, {"text_block_id": "p4_b137", "text": "a 21% share of renewable energy in the final energy consumption in 2030"}, {"text_block_id": "p4_b138", "text": "("}, {"text_block_id": "p4_b139", "text": "in heating and cooling"}, {"text_block_id": "p4_b140", "text": "–"}, {"text_block_id": "p4_b141", "text": "1-1.3 percentage point y/y growth of RES share,"}, {"text_block_id": "p4_b142", "text": "in transport"}, {"text_block_id": "p4_b143", "text": "–"}, {"text_block_id": "p4_b144", "text": "10% share in 2020 and 14% in 2030,"}, {"text_block_id": "p4_b145", "text": "in the electricity production"}, {"text_block_id": "p4_b146", "text": "–"}, {"text_block_id": "p4_b147", "text": "increasing role of RES; projected share of 27%). A significant portion of the RES generation capacity is installed in sources dependent on atmospheric conditions, which negatively affects the National Power System operation. At the same time, these sources provide high unit cost effectiveness. Bearing in mind the expected technological development, a special role in reaching the RES target will be played by"}, {"text_block_id": "p4_b148", "text": "offshore wind farms"}, {"text_block_id": "p4_b149", "text": ", as well as"}, {"text_block_id": "p4_b150", "text": "photovoltaics"}, {"text_block_id": "p4_b151", "text": "whose work is correlated with summer peaks of demand for electricity."}, {"text_block_id": "p4_b152", "text": "In order to use the RES potential in a manner which is safe for the system,"}, {"text_block_id": "p4_b153", "text": "energy clusters and energy cooperatives"}, {"text_block_id": "p4_b154", "text": "will be created, which should ensure balancing at the local level, by linking various technologies to energy storage capacities. Individual use of renewable energy sources should also be accompanied by energy storage."}, {"text_block_id": "p4_b155", "text": "RES support mechanisms"}, {"text_block_id": "p4_b156", "text": "will promote solutions ensuring maximum availability, with relatively the lowest cost of energy generation and satisfying local energy needs."}, {"text_block_id": "p4_b157", "text": "Coverage of heating demand takes place at the local level, therefore, it is extremely important to ensure"}, {"text_block_id": "p4_b158", "text": "energy planning at the level of municipalities"}, {"text_block_id": "p4_b159", "text": "and regions -this is crucial for a rational energy economy, as well as for reducing emissions associated with heat generation. A useful tool will also be a nationwide heating map, which will facilitate planning and investments."}, {"text_block_id": "p4_b160", "text": "In areas where there are technical conditions to supply heat from an energy-efficient heating system,"}, {"text_block_id": "p4_b161", "text": "customers should use district heat first"}, {"text_block_id": "p4_b162", "text": ", unless they use a greener solution. To increase the use of district heat, the current connection obligation will be extended to all centralized district heating systems for all buildings. At the same time, a new market model will be developed, so that heat prices would be acceptable to customers, and would cover justified costs with a return on invested capital. The"}, {"text_block_id": "p4_b163", "text": "technical development of district heating"}, {"text_block_id": "p4_b164", "text": "is of key importance; this will be related to development of cogeneration, power plant conversion to heating plants, increased use of renewable energy and waste in system heating, modernization and expansion of the heat and cooling distribution system, and promotion of heat storage and smart grids."}, {"text_block_id": "p4_b165", "text": "To"}, {"text_block_id": "p4_b166", "text": "meet individual heating needs"}, {"text_block_id": "p4_b167", "text": ", sources with the lowest possible emissions should be promoted (gas, non-combustible renewables, heat pumps, electric heating, low-emission solid fuels), while gradually moving away from solid fuels. At the same time, it is necessary to increase the monitoring of emissions in detached houses."}, {"text_block_id": "p4_b168", "text": "Energy efficiency means lower energy costs. It involves implementation of new technologies and a growth of innovation in the economy, making it more attractive and competitive. The EU-wide target for 2030 is 32.5%, and Poland declares a"}, {"text_block_id": "p4_b169", "text": "23% energy savings"}, {"text_block_id": "p4_b170", "text": "compared to the forecast from 2007. The potential for improving energy efficiency is present almost in the entire economy, but not every energy efficiency improvement project is rational, therefore, savings need to be compared to inputs."}, {"text_block_id": "p4_b171", "text": "Increased efficiency of the economy will be achieved by requiring a group of entities to improve energy efficiency or to purchase energy efficiency certificates, but also through the use of legal and financial incentives for pro-efficiency actions. Raising awareness of rational energy consumption is also of great importance."}, {"text_block_id": "p4_b172_merged_merged_merged_merged_merged_merged_merged", "text": "Inefficient energy use is strongly associated with the problem of low air quality (combustion of low-quality coal and waste in households, improper service of installations, transport emissions). The main tool to combat the problem is a widespread thermomodernisation of residential buildings and ensuring efficient and sustainable access to heat. Implementation of e-mobility and a number of measures planned for the development of the alternative fuels market will also have the effect of reducing transport emissions."}, {"text_block_id": "p6_b175", "text": "Figure 1. Installed net capacity by technology until 2040"}, {"text_block_id": "p6_b176", "text": "Figure 2. Electricity generation by technology until 2040"}, {"text_block_id": "p7_b177", "text": "Figure 3. Forecast of average net emission in the power and CHP sector [kg CO"}, {"text_block_id": "p7_b178", "text": "2"}, {"text_block_id": "p7_b179", "text": "/MWh]"}, {"text_block_id": "p7_b180", "text": "The above figures are extracts from the"}, {"text_block_id": "p7_b181", "text": "Conclusions from projections for the electricity sector"}, {"text_block_id": "p7_b182", "text": "–"}, {"text_block_id": "p7_b183", "text": "the document is an attachment to EPP2040."}, {"text_block_id": "p7_b184", "text": "The presented energy mix was prepared using a specialized energy planning tool. The model selects generation sources according to cost efficiency, but also ensures security and reliability of energy supply. This means that even if renewable energy technology are significantly cheaper than other available ones, the model would not choose it as the only one, since the condition of energy supply security would not be met. In such a situation, a reserve source must be assured."}, {"text_block_id": "p7_b185_merged_merged_merged", "text": "The model takes into account political decisions, but in analytical assumptions, these are cut-off values – for example, the necessity to meet EU’s commitments regarding the share of renewable energy in the energy mix was enforced, and the Ostrołęka Power Plant is the last new coal-fired power plant, apart from cogeneration and other technologies with emissions below 450 kg CO2/MWh. Assumptions for the model introduce the possibility and not the necessity to build a nuclear power plant. Therefore, its presence in the energy mix is economically justified."}], "document_description": "The EPP 2030 was issued by the Ministry of Economy and focuses on improving energy security, efficiency and competitiveness. It implies a small reduction in overall GHG emissions by 2020, and a 4% increase between 2020 and 2030. The document presents a sectoral strategy aiming to address the key challenges that the Polish power industry must faces until 2030, including growing demand for energy, inadequate fuel, energy generation and transmission infrastructure, significant dependence on external supplies of natural gas and almost full complete dependence on external supplies of crude oil, as well as commitments in the field of environmental protection, including climate protection. The new Energy Policy for Poland until 2050, which will reflect the decisions made on the EU 2030 climate policy, is under preparation.  The document establishes a number of measures addressing energy demand, including national energy efficiency targets, energy efficiency performance certificates, minimum standards for power-consuming products, supporting investments in energy saving, and applying demand-side management techniques.  It also establishes that energy supply should consist of a mix between cogeneration, renewables, grid modernisation, and nuclear. With this end, the EPP fixes measurable targets, for example: increase the percentage of renewable energy sources to 15% by 2020 and to 20% by 2030; boost the share of biofuels in the transportation fuels market to 10%; and building of at least one biogas agricultural plant in each commune by 2020.  The EPP 2030 strategy document establishes the need to gradually increase the share of bio-components fuel in transportation fuels so as to meet planned objectives. As a result, the government established differentiated fuel taxes in a way that to promotes alternative fuels.PEP 2040 was officially released on September 8, 2020. It amends PEP 2030 and mandates a progressive phase-out of hard coal and lignite, investments in nuclear and renewable energy sources."}