{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Poland", "document_category": "Law", "document_sector_name": "Energy", "document_date": "01/01/1997", "document_language": "Polish", "document_name": "Energy law", "document_country_code": "POL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/POL/1997/POL-1997-01-01-Energy law_620ba90665649e2268d008867b817f45.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law (with later amendments, lastly in September 2015) defines the principles of state energy policy, conditions for the supply and use of fuels and energy, and the framework for activities of energy companies. It also specifies the authorities responsible for the management of fuels and energy. Among others, it established the basis for independent electricity and gas production and access of independent power producers to the grid, principles for least cost and integrated resource planning, support to high efficiency heat and power production, demand side management and energy efficiency labels. It facilities the production of electricity from renewable energy sources (up to 5MW), making them eligible to benefit from a reduced grid connection fee and exempt from paying annual licence fees. Energy providers are allowed to incorporate costs of developing renewable energy into their tariff regimes. Since 1 October 2005, energy enterprises that generate, trade or purchase electricity are obliged to purchase or generate a certain amount of electricity from renewable sources of energy. The obligation will be met through the acquisition and redemption of certificates of origin that certify electricity produced from renewable sources. Transmissions and distribution operators are obliged to accept renewable sources of energy. Similar scheme for heat produced from renewable energy sources entered into force on 1 January 2007. The amendment of 26 July of 2013 simplified the setting up a micro-installation (renewable energy sources with no more than 40kW of total installed electrical capacity, connected to electrical grid of a voltage lower than 110kV or no more than 120 kW of total installed heat capacity). Applications to connect a micro-installation to the grid will no longer be subject to a connection fee nor required to attach documents confirming the admissibility of locating the installation in the investment area. In some cases, there will be no need for an interconnection agreement. It also expands the definition of renewable energy sources to aerothermal and hydrothermal, it provides the protection of vulnerable consumers, as well as support for energy-intensive industries. In order to make the gas market more transparent and competitive, the Small Tri-Pack imposes the obligation to sell at least 30% (40% since 2014 and 55% since 2015) of the gas at the exchange markets. The Act also exempts people producing energy from renewable resources for their own purposes from the obligation to obtain the license for the power supply. The amendment to the Energy Law from 26 September 2015 introduces measures necessary for the application of the 'REMIT Regulation' of the European Parliament and the Council Regulation no. 1227/2011 (25 October 2011) on the wholesale energy market integrity and transparency. It establishes a legal framework necessary for monitoring the practices of wholesale energy market participants, as well as detecting and deterring fraudulent practices in this sector.The \"meter Act\" of June 2021 amends this document and others to boost the deployment of smart meters in the country."}