{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Poland", "document_category": "Policy", "document_sector_name": ["Transportation", "Health", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Executive Summary Of Poland’S National Energy And Climate Plan For The Years 2021-2030 (Necp Pl)", "document_country_code": "POL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2021", "document_keyword": ["Energy Supply", "Biofuels", "Subsidies", "Biogas", "Agriculture", "Taxes"], "document_url": "https://cdn.climatepolicyradar.org/POL/2021/POL-2021-01-01-Executive Summary Of Poland’S National Energy And Climate Plan For The Years 2021-2030 (Necp Pl)_2a2df4cb4f36040d1973096bb42de244.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "EXECUTIVE SUMMARY OF POLAND’S NATIONAL ENERGY AND CLIMATE PLAN FOR THE YEARS 2021-2030 (NECP PL)"}, {"text_block_id": "p0_b5", "text": "Poland’s National Energy and Climate Plan for years 2021"}, {"text_block_id": "p0_b6", "text": "-2030 (NECP PL) along with attachments has been developed in fulfilment of the obligation set out in"}, {"text_block_id": "p0_b7", "text": "Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action."}, {"text_block_id": "p0_b8", "text": "NECP PL was submitted to the European Commission in connection with Article 3 of the aforementioned Regulation."}, {"text_block_id": "p0_b9", "text": "The final version of the National Plan was prepared taking into account the conclusions derived from inter-ministerial and public consultations, the updates of the national sector development strategies outlined in the Strategy for Responsible Development 2020 (with an outlook to 2030), as well as regional consultations and recommendations of the European Commission C(2019) 4421."}, {"text_block_id": "p0_b10", "text": "The document presents an integrated approach to the implementation of the five dimensions of the Energy Union. The numbering of the chapters (in Polish version NECP) corresponds to scheme from Annex I of the Regulation (EU) 2018/1999."}, {"text_block_id": "p0_b11", "text": "2. OVERVIEW WITH KEY OBJECTIVES, POLICIES AND MEASURES OF THE NECP PL"}, {"text_block_id": "p0_b12", "text": "Poland’s"}, {"text_block_id": "p0_b13", "text": "National Energy and Climate Plan was prepared with a view of establishing a stable framework for a sustainable, economically effective and just transformation in energy sector and the whole economy. This document is intended to enable synergies with the realization of activities in the interconnected five dimensions of the energy union, taking into account the principle of \"energy efficiency first\". The document"}, {"text_block_id": "p1_b14", "text": "describes the national objectives and targets of the Polish energy and climate policy, as well as describes the policies and measures to achieve them. Due to the fact that some goals, as well as policies and measures, strengthen more than one dimension, they have been assigned to those in which their greatest impact is estimated. For greater readability of the document objectives and targets as well as policies and measures are marked with colours assigned to the respective dimensions of the energy union."}, {"text_block_id": "p1_b15", "text": "The main targets of Poland's energy and climate policy contained in the document and constituting a future measure of its implementation are presented in the graph below. It should be noted here that the RES target is conditional, i.e. that its implementation at the level of 23% will be possible if additional EU funds are granted, including those addressed to a just transition. National PL targets are the contribution to collective achievement of EU climate-energy goals."}, {"text_block_id": "p1_b16", "text": "Picture 1."}, {"text_block_id": "p1_b17", "text": "Poland’s climate and energy targets until 2030"}, {"text_block_id": "p1_b18", "text": "Dimension Decarbonisation"}, {"text_block_id": "p1_b19", "text": "In the dimension of decarbonisation, there are issues related to both the emission and absorption of greenhouse gases and air pollution, as well as concerning the use of renewable energy sources. The issue of adaptation to climate change has also been taken into account."}, {"text_block_id": "p1_b20", "text": "The reduction target for Poland in terms of greenhouse gas emissions in sectors not covered by the ETS system was set at -7% in 2030 compared to the level in 2005. The stated target is to be achieved by reducing emissions in transport, construction and agriculture, taking into account the beneficial effects of CO2 absorption by ecosystems and the flexibility associated with land use, land use change and forestry (LULUCF). In this aspect, it is also important to improve the quality of life of the inhabitants of Poland, especially to protect their health and living conditions, including environmental protection. This applies in particular to solve the problem of air quality associated with emissions of pollutants in transport and by individual heat sources."}, {"text_block_id": "p2_b21", "text": "As part of the EU-wide 2030 target, Poland declares to achieve 21-23% of RES share in gross final energy consumption by 2030 (total consumption in electricity, heating and cooling as well as for transport purposes). It is estimated that in the perspective of 2030 the share of renewable energy sources in heating and cooling will increase by an average of 1.1 percentage point per year. In transport, a 14% share of renewable energy is expected to be achieved by 2030. The RES share in electricity production will increase to approx. 32% in 2030. To enable the achievement of the above-mentioned targets, it is planned to support renewable energy sources in the form of continuation of existing and creation of new support and promotion mechanisms. It is also planned to increase the use of advanced biofuels, introduce offshore wind energy and increase the dynamics of development of renewable energy micro installations."}, {"text_block_id": "p2_b22", "text": "Dimension Energy efficiency"}, {"text_block_id": "p2_b23", "text": "The national target for improving energy efficiency by 2030 was set at the level of 23% reduction of primary energy consumption comparing to the PRIMES 2007 forecast. Actions aimed at reducing energy consumption are treated in a special way, as they simultaneously lead to strengthening energy safety, sustainable usage of energy resources and further reduction of emissions, affecting the achievement of energy and climate goals. In this context, the development of ecological and effective heating systems, the production of heat in cogeneration, intelligent networks and the functioning of mechanisms that stimulate the saving of energy end-use and pro-saving behaviour are particularly important. Both in terms of energy efficiency and the improvement of housing conditions, it is important to develop a long-term strategy for the renovation of domestic stocks of residential and non-residential buildings, public and private, in accordance with the amended Directive 2010/31/EU. Actions are also planned to increase energy efficiency in transport by promoting more sustainable methods of transporting goods (e.g. intermodal transport, rail transport) and societies (e.g. public transport). The document provides for increasing energy efficiency through a creation of a coherent, sustainable, innovative and user-friendly transport system at national, European and global level."}, {"text_block_id": "p2_b24", "text": "Dimension Energy security"}, {"text_block_id": "p2_b25", "text": "Energy security is treated as a priority in Poland. From the Polish point of view, the most important in this dimension is to cover the growing demand for fuels and energy in connection with the forecasted economic growth, while ensuring uninterrupted energy supplies. It is important to maintain a high index of energy independence, increase diversification of the energy mix and diversification of directions of supplies of imported fuels. It applies to both crude oil and natural gas, which is also associated with the necessity of infrastructure development in these sectors."}, {"text_block_id": "p2_b26", "text": "To cover the growing demand for electricity, it will be necessary to increase electricity generation capacity, especially based on RES. Taking into account the availability of domestic hard coal and lignite deposits, it is expected that coal generation will be important to guarantee stable and reliable electricity supply. However, the share of coal in electricity generation will be systematically reduced. In 2030 it will reach the level of 56-60% and in 2040 the downward trend will be maintained."}, {"text_block_id": "p2_b27", "text": "The implementation of nuclear energy in Poland is indicated in the national plan as important from the point of view of ensuring stable and zero-emission electricity supply, as well as diversifying energy sources. The commissioning of the first nuclear power unit (with a capacity of about 1-1.5 GW) of the first nuclear power plant is planned for 2033. In the next years, it is planned to launch another five such units every 2-3 years (with a total capacity of approx. 6-9 GW)."}, {"text_block_id": "p2_b28", "text": "Dimension Internal energy market"}, {"text_block_id": "p2_b29", "text": "As part of the development of the internal energy market, Poland will strive to increase the availability and capacity of current cross-border interconnections and to integrate the national natural gas transmission system with the systems of Central and Eastern Europe and the countries of the Baltic Sea region. In this context,"}, {"text_block_id": "p3_b30", "text": "further investments in internal gas and electricity networks that will ensure security of energy supply will also be necessary. With regard to the production of energy from renewable sources, measures will be taken to guarantee an appropriate level of flexibility of the energy system."}, {"text_block_id": "p3_b31", "text": "To enable the development of a competitive market, the objective is to increase consumers' knowledge and to encourage them to play a more active role in the energy market, while limiting the energy poverty, taking into account the protection of vulnerable social groups."}, {"text_block_id": "p3_b32", "text": "Dimension Research, innovation and competitiveness"}, {"text_block_id": "p3_b33", "text": "Research, implementation of innovations and activities related to the development of competitiveness of the economy will be of significant importance for realization of the objectives and policies mapped in the NECP PL. This dimension is particularly interwoven with other pillars of energy union, providing new technologies and solutions supporting energy transformation. The main objective of this dimension is to reduce the civilization gap between Poland and economically highly developed countries, and to improve the quality of life of Polish society. Poland also plans to increase the competitiveness of the economy through a more complete use of social and territorial resources as well as automation, robotization and digitization of enterprises. By supporting the development of energy innovations, it is planned to increase the competitiveness of the Polish energy sector, and thus maximize the benefits for the Polish economy. Another goal is the acceleration of technology sales by Polish companies on foreign markets, combined with the growing importance and competitiveness of Polish science on the international stage. The foundation for the realization of the objectives in this area are: an increase in expenditure on research and development in Poland (from 0.75% of GDP in 2011 to 2.5% of GDP in 2030) and the establishment of new, better suited to today's conditions, rules for using this inputs."}, {"text_block_id": "p3_b34", "text": "3. EXTRACT OF PROJECTIONS"}, {"text_block_id": "p3_b35", "text": "Picture 2. GHG emissions reduction"}, {"text_block_id": "p4_b36", "text": "Picture 3. GHG emissions reduction in ETS and non-ETS"}, {"text_block_id": "p4_b37", "text": "Picture 4. RES development"}, {"text_block_id": "p5_b38", "text": "Picture 5. Structure of electricity production"}, {"text_block_id": "p5_b39", "text": "Picture 6. Structure of electricity capacities"}, {"text_block_id": "p6_b40", "text": "Picture 7. Energy efficiency targets"}, {"text_block_id": "p6_b41", "text": "Picture 7. Energy efficiency targets\n* Provide more information on planned policies and measures to address the projected substantial gap\n* Provide more information on planned policies and measures to address the projected substantial gap\n The implementation of the abovementioned EC recommendation was made by adjustments in the\n* Include"}, {"text_block_id": "p7_b49", "text": "Picture 7. Energy efficiency targets\n* Provide more information on planned policies and measures to address the projected substantial gap\n* Provide more information on planned policies and measures to address the projected substantial gap\n The implementation of the abovementioned EC recommendation was made by adjustments in the\n* Include\n* indication of the approximate trajectory for achieving all reference points for the RES target in 2030\n\t* in section 2.1.2 b) of NECP PL and in the analytical annex,\n\t* maintaining the renewable energy 2020 target as the base year for the forecast,\n\t* setting a target for RES increase in heating and cooling sector at the level of 1.1 percentage point.\n\t* indication of additional measures implemented in 2019 for the RES 2020 target and complementing the\n\t* Review its contributions and identify additional policies and measures that could deliver further energy\n\t* Review its contributions and identify additional policies and measures that could deliver further energy\n The NECP PL was supplemented with the content of chapters 2.2 and 3.2. and prognostic analyses.\n\t* Specify the measures supporting the energy security objectives on diversification and reduction of energy\n\t* Specify the measures supporting the energy security objectives on diversification and reduction of energy\n The NECP PL was supplemented with the content of chapters 2.3 and 3.3.\n\t* Define forward-looking objectives and targets concerning market integration, in particular measures\n\t* Define forward-looking objectives and targets concerning market integration, in particular measures\n The NECP PL was supplemented with the content of section 3.4.3.\n\t* Clarify the national objectives and funding targets in research, innovation and competitiveness, specifically"}, {"text_block_id": "p8_b77", "text": "Picture 7. Energy efficiency targets\n* Provide more information on planned policies and measures to address the projected substantial gap\n* Provide more information on planned policies and measures to address the projected substantial gap\n The implementation of the abovementioned EC recommendation was made by adjustments in the\n* Include\n* indication of the approximate trajectory for achieving all reference points for the RES target in 2030\n\t* in section 2.1.2 b) of NECP PL and in the analytical annex,\n\t* maintaining the renewable energy 2020 target as the base year for the forecast,\n\t* setting a target for RES increase in heating and cooling sector at the level of 1.1 percentage point.\n\t* indication of additional measures implemented in 2019 for the RES 2020 target and complementing the\n\t* Review its contributions and identify additional policies and measures that could deliver further energy\n\t* Review its contributions and identify additional policies and measures that could deliver further energy\n The NECP PL was supplemented with the content of chapters 2.2 and 3.2. and prognostic analyses.\n\t* Specify the measures supporting the energy security objectives on diversification and reduction of energy\n\t* Specify the measures supporting the energy security objectives on diversification and reduction of energy\n The NECP PL was supplemented with the content of chapters 2.3 and 3.3.\n\t* Define forward-looking objectives and targets concerning market integration, in particular measures\n\t* Define forward-looking objectives and targets concerning market integration, in particular measures\n The NECP PL was supplemented with the content of section 3.4.3.\n\t* Clarify the national objectives and funding targets in research, innovation and competitiveness, specifically\n* Continue and broaden the consultation of neighbouring Member States and regional cooperation in the\n* Continue and broaden the consultation of neighbouring Member States and regional cooperation in the\n Information on regional consultations is provided in chapter 1.1.\n* List all energy subsidies, including in particular for fossil fuels, and actions undertaken as well as plans\n* List all energy subsidies, including in particular for fossil fuels, and actions undertaken as well as plans\n The recommendation was implemented by supplementing the content of NECP in chapter 3.1.3.\n* Complement the analysis of the interactions with air quality and air emissions policy, including from\n* Complement the analysis of the interactions with air quality and air emissions policy, including from\n The NECP PL in the forecast part has been supplemented with the results of analyses of the impact of\n* Integrate just and fair transition aspects better, notably by providing more details on social, employment"}, {"text_block_id": "p8_b90", "text": "The EC recommendation on fair transformation was taken into account by expanding the content of chapters 2.1 and 3.1. The comprehensive analysis of the impact of energy transformation on mining areas (including on society, employment and skills) was not possible within the time required for submission of the NECP. Such analysis will be carried out as part of the restructuring plan for hard coal and lignite mining regions envisaged in 2020."}, {"text_block_id": "p8_b91", "text": "Energy poverty issues are described in sections 2.4.4 and 3.4.4."}], "document_description": "The National Energy and Climate (ENCP) Plan is a ten-year integrated document mandated by the European Union to each of its member states in order for the EU to meet its overall greenhouse gases emissions targets.  The Energy and Climate Plan addresses all five dimensions of the EU Energy Union: decarbonisation, energy efficiency, energy security, internal energy markets and research, innovation and competitiveness.The plans establishes the following central goals : 1)  the reduction of greenhouse gas emissions in sectors not covered by the ETS system, to solve the problem of air quality (emissions of pollutants in transport and by individual heat sources), to support renewable energy sources, to increase the use of advanced biofuels; 2)  to develop a long-term strategy for the renovation of domestic stocks of residential and non-residential buildings, public and private, to ensure energy efficiency; 3) to increase diversification of the energy mix and diversification of directions of supplies of imported fuels; 4) to increase the availability of current cross-border interconnections and integrate the national natural gas transmission system with the systems of Central and Eastern Europe and the countries of the Baltic Sea region; 5) to increase expenditure on research and development in Poland."}