{"document_instrument_name": ["Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Poland", "document_category": "Law", "document_sector_name": ["Transportation", "Energy", "Agriculture"], "document_date": "01/01/2021", "document_language": "Polish", "document_name": "Government draft act amending the Act on renewable energy sources and some other acts", "document_country_code": "POL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://www.sejm.gov.pl/sejm9.nsf/PrzebiegProc.xsp?nr=1129", "document_type": "Act", "text_blocks": [], "document_description": "This Act defines the new regime for support to renewable energy sources (including wind energy, energy radiation of the sun, solar, aerothermal, geothermal, hydrothermal energy, hydropower, waves, currents error and tidal energy obtained from biomass, biogas, agricultural biogas and bioliquid - art. 2.22), aiming to stabilise the long-term support system, with the goal to prevent electricity prices form increasing in an uncontrolled manner. The Act also transposes the Directive 2009/28/EC on renewable energy into Polish legislation and aims to contribute to Poland's target of reaching 15% share of renewable energy production by 2020. The Act will provide continuing support to most existing installations (in operation by or before 31 December 2015) through certificates of origin, while future investments will compete for support through an auction system organised by the President of the Energy Regulatory Office (ERO). The auctions, applying to new installations over 10 kW of installed capacity, will be based on a type of contract-for-difference (CfD) granted, with separate auctions for old and new plants and for plants of 1 MW or less, as well as varied reference prices for the eighteen renewable sources reference groups. The chosen renewable plants will have to start generation within 24 months (solar plants), 72 months (wind plants) or 48 months (others), and they will be required to deliver at least 85% of the volume offered in the bid, under threat of penalty. The energy auctioned will be bought by the newly formed state-owned entity Operator Rozlicze? Energii Odnawialnej (for energy produced in installations above 500kW) or by electricity distribution companies (for energy produced in installations up to 500kW). Most existing installations will also be eligible to change to the auction support instrument from the current certificates of origin, except for hydropower plants over 5 MW, non-qualified biomass co-firing installations (art. 44) and biomass installations exceeding 50 MW of electrical power (or 150 MW of CHP power). The existing installations will continue to be eligible for the existing system of support through certificates of origin (introduced through the 1997 Energy Law), but a number of limits will apply: support for max 15 years from the start of renewable energy production in the given installation;support for hydropower of max 5 MW of capacity;support for biomass co-firing installations of less than 150 MW capacity capped to equivalent of the average generation over 2011-2013;large consumers (over 100 GWh of electricity consumed annually) and commodity brokerage houses are required to obtain certificates of origin for 14% and 15% of their annual electricity consumption for 2015 and 2016 respectively or pay the substitution fee. From 2017 the share is min 20%, but can be reduced by the Minister of Economy, if necessary due to specific market conditions. A unit substitution fee is set to a constant 300.03 PLN/MWh (2014 level, approx. 72 €/MWh), which should stabilise the price of certificates, as purchasing and redeeming of certificates of origin will only be allowed if the average market price of certificates remains below 75% of the substitution fee.The Act also introduces a feed-in tariff system for micro installations of up to 10 kW (max 40 kW under special conditions - art. 41.7), while guaranteeing purchase by electricity distribution companies at 100% of market price for the next 15 years, until no later than December 31, 2035 (art. 41.5). The support also covers the so-called ‘prosumers,' who both produce and consume their own electricity. The subsidies amount to PLN 0.75 (EUR 0.18) per kWh to prosumers with a capacity of up to 3 kW (hydropower, wind, solar), and PLN 0.40-0.70 (EUR 0.10-0.17) for those with a capacity between 3 and 10 kW (biogas, hydropower, wind, solar). Moreover, there are no licensing/concession requirements for those micro generators that do not have active business. The Act was amended in June 2018, alongside the 2016 Act on investments in wind power and the 1994 Construction Act, in order to boost offshore wind investment. It was further amended in August 2019 to extend the agreements on grid connection and updates the auction mechanism.The Act was notably amended by bill 1129/2021 to extend the period for auctions of energy sales, set auction volumes, and remove obligations for small producers of renewable energy."}