{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Poland", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_date": "01/01/2009", "document_language": "Polish", "document_name": "Poland's energy policy until 2030", "document_country_code": "POL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation", "Limits On Fossil Fuels", "Coal Phase Out", "Fossil Fuels Curbing Measures"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/POL/2009/POL-2009-01-01-Poland's energy policy until 2030_084e3f896bd65928a373f3b621a94e74.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The EPP 2030 was issued by the Ministry of Economy and focuses on improving energy security, efficiency and competitiveness. It implies a small reduction in overall GHG emissions by 2020, and a 4% increase between 2020 and 2030. The document presents a sectoral strategy aiming to address the key challenges that the Polish power industry must faces until 2030, including growing demand for energy, inadequate fuel, energy generation and transmission infrastructure, significant dependence on external supplies of natural gas and almost full complete dependence on external supplies of crude oil, as well as commitments in the field of environmental protection, including climate protection. The new Energy Policy for Poland until 2050, which will reflect the decisions made on the EU 2030 climate policy, is under preparation.  The document establishes a number of measures addressing energy demand, including national energy efficiency targets, energy efficiency performance certificates, minimum standards for power-consuming products, supporting investments in energy saving, and applying demand-side management techniques.  It also establishes that energy supply should consist of a mix between cogeneration, renewables, grid modernisation, and nuclear. With this end, the EPP fixes measurable targets, for example: increase the percentage of renewable energy sources to 15% by 2020 and to 20% by 2030; boost the share of biofuels in the transportation fuels market to 10%; and building of at least one biogas agricultural plant in each commune by 2020.  The EPP 2030 strategy document establishes the need to gradually increase the share of bio-components fuel in transportation fuels so as to meet planned objectives. As a result, the government established differentiated fuel taxes in a way that to promotes alternative fuels.PEP 2040 was officially released on September 8, 2020. It amends PEP 2030 and mandates a progressive phase-out of hard coal and lignite, investments in nuclear and renewable energy sources."}