{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Poland", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Environment", "Economy-wide", "Coastal zones", "Agriculture"], "document_language": "English", "document_name": "Polish National Strategy for Adaptation to Climate Change (NAS 2020)", "document_country_code": "POL", "document_hazard_name": ["Cold Waves", "Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Landslides", "Hail/Frost", "Storms, Hurricanes, Tsunamis, Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/POL/2013/POL-2013-01-01-Polish National Strategy for Adaptation to Climate Change (NAS 2020)_38613653e8f971018032f953538bf0c9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of the Environment"}, {"text_block_id": "p0_b2", "text": "Republic of Poland"}, {"text_block_id": "p0_b3", "text": "Polish National Strategy for Adaptation to Climate Change (NAS 2020)"}, {"text_block_id": "p0_b4", "text": "with the perspective by 2030"}, {"text_block_id": "p0_b5", "text": "Warsaw, October 2013"}, {"text_block_id": "p1_b6_merged", "text": "The document has been drawn up by the Ministry of Environment basing on analyses carried out by an Institute of Environmental Protection – National Research Institute within the framework of the project entitled “Development and implementation of the Polish National Strategy for Adaptation to Climate Change – KLIMADA”, implemented on behalf of ME in the years 2011-2013 from the funds of the National Fund for Environmental Protection and Water Management."}, {"text_block_id": "p2_b15", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b16", "text": "ANNEXES 57"}, {"text_block_id": "p4_b17", "text": "Chapter 1. Introduction"}, {"text_block_id": "p4_b18", "text": "1.1. Background and objective of the document, global and EU conditions"}, {"text_block_id": "p4_b19", "text": "The effects of climate change, especially the rise of temperature, frequency and intensity of extreme phenomena, taking place in the last few decades, tend to deepen and therefore they have become a matter of interest to governments and the international community. The results of scientific research clearly indicate that phenomena caused by climate change are a threat to the social and economic development of many countries in the world, including Poland. Therefore, efforts to adapt to the effects of climate change should be taken in parallel with actions carried out by Poland with regard to limiting greenhouse gas emissions. A properly chosen range of actions reducing the"}, {"text_block_id": "p4_b20", "text": "country’s vulnerability"}, {"text_block_id": "p4_b21", "text": "to climate change will be an important factor stimulating an increase in"}, {"text_block_id": "p4_b22", "text": "effectiveness and innovation of Polish economy. The"}, {"text_block_id": "p4_b23", "text": "“"}, {"text_block_id": "p4_b24", "text": "Polish National Strategy for Adaptation to Climate Change by 2020 with the"}, {"text_block_id": "p4_b25", "text": "perspective by 2030”"}, {"text_block_id": "p4_b26", "text": "(SPA 2020) has been prepared with a view to ensure the conditions of stable socio-economic development in the face of risks posed by climate change but also with a view to use"}, {"text_block_id": "p4_b27", "text": "t"}, {"text_block_id": "p4_b28", "text": "he positive impact which adaptation actions may have not only on the state of the Polish environment but also on the economic growth."}, {"text_block_id": "p4_b29", "text": "Adaptation actions involve significant costs. In a global perspective, the largest costs will be incurred by developing countries where necessary expenditure may amount up to USD 100 billion a year"}, {"text_block_id": "p4_b30", "text": ". Forecasts in Europe invoked by the European Environment Agency predict spending of several billion EUR a year in the short term and tens of billions in the long term. Despite the differences in available estimates of costs at the global, EU and individual country level, the authors of analyses agree that the possible discontinuance of adaptation actions will result in even greater losses"}, {"text_block_id": "p4_b31", "text": "."}, {"text_block_id": "p4_b32_merged_merged_merged", "text": "It should be stressed that in the forum of the United Nations Framework Convention on Climate Change (UNFCCC), the governments of more than 190 countries debate on reducing emission of greenhouse gases as well as on adaptationto adverse impacts of climate change, recognizing that these actions should be carried out in parallel. The need to develop and elaborate appropriate and integrated"}, {"text_block_id": "p5_b36", "text": "adaptation plans results from Article 4 of the above Convention and the decisions of"}, {"text_block_id": "p5_b37", "text": "Conference of the Parties to the Convention"}, {"text_block_id": "p5_b38", "text": "such as"}, {"text_block_id": "p5_b39", "text": "Cancun Adaptation Framework"}, {"text_block_id": "p5_b40", "text": "and"}, {"text_block_id": "p5_b41", "text": "“"}, {"text_block_id": "p5_b42", "text": "Nairobi work programme on impacts, vulnerability and adaptation to climate change"}, {"text_block_id": "p5_b43", "text": "” of"}, {"text_block_id": "p5_b44", "text": "2006. The programme has been adopted in the Convent"}, {"text_block_id": "p5_b45", "text": "ion’s forum and provides for,"}, {"text_block_id": "p5_b46", "text": "inter alia"}, {"text_block_id": "p5_b47", "text": ", the need for countries to assess the possible adverse"}, {"text_block_id": "p5_b48", "text": "impacts of climate change on various fields of life and to create a strategy to respond to"}, {"text_block_id": "p5_b49", "text": "those impacts."}, {"text_block_id": "p5_b50", "text": "The European Commission, aiming at implementing the"}, {"text_block_id": "p5_b51", "text": "Nairobi Programme"}, {"text_block_id": "p5_b52", "text": ", published on 1 April 2009"}, {"text_block_id": "p5_b53", "text": "“"}, {"text_block_id": "p5_b54", "text": "The White Paper: Adapting to climate change: Towards a European framework for action"}, {"text_block_id": "p5_b55", "text": "”"}, {"text_block_id": "p5_b56", "text": ", COM (2009) 147, which defined the scope of"}, {"text_block_id": "p5_b57", "text": "EU’s activity"}, {"text_block_id": "p5_b58", "text": "for the years 2009-2012,"}, {"text_block_id": "p5_b59", "text": "inter alia"}, {"text_block_id": "p5_b60", "text": ", with regard to"}, {"text_block_id": "p5_b61", "text": "the preparation of the EU strategy on adaptation to climate change, which was finally published by the EC in April 2013 (COM (2013) 216). Adaptation will also be integrated with the EU key policies and will be an essential element of the EU foreign policy. The White Paper is of strategic nature and channels the preparation for the more effective response to the impacts of climate change at the EU and Member States level. The implementation system for the objectives based on the EU adaptation strategy will respect the principle of subsidiarity and support for major EU priorities in the field of sustainable development. The main objectives formulated at the EU level are: strengthening the evidence base relating to climate change, including adaptation into the key EU policies, adaptation financing as well as exchange of knowledge and good practices."}, {"text_block_id": "p5_b62_merged_merged_merged", "text": "On 19th of May 2010, the Polish government has taken its stance on the White Book issue, recognizing the need to develop a strategy of adaptation for sectors and regions vulnerable to climate change. SPA 2020 is a part of a broader research project named KLIMADA, which covers the period up to 2070. SPA2020 is based to a great extent on conclusions obtained under the KLIMADA project. The decision on the indication of the period 2020 for SPA as a government document and acceleration of preparatory work results from the fact that it is necessary to prepare a set of adaptation actions by 2020 for sectors and areas vulnerable to climate change, with reference to national integrated development strategies, in order to improve the resilience of the economy and society to climate change and to reduce related losses."}, {"text_block_id": "p5_b65", "text": "The development of SPA2020 matches with the efforts to achieve the overarching objective of the White Paper and the EU strategy of adaptation to climate change, i.e. improvement of the resilience of the Member States to existing and expected climate change, including the better preparation for extreme climate and weather phenomena and reduction of related socio-economic costs."}, {"text_block_id": "p5_b66", "text": "1.2. SPA synthesis"}, {"text_block_id": "p5_b67", "text": "SPA 2020 indicates the objectives and directions of adaptation actions to be taken in the most vulnerable sectors and areas within the period by 2020: water management, agriculture, forestry, biodiversity and protected areas, health, energy, building industry, transport, mountain areas, coastal zone, spatial development and urban areas. The vulnerability of those sectors has been identified on the basis of climate change scenarios adopted for SPA. The objectives, action lines and specific actions that correspond to strategy documents, have been proposed, in particular the National Development Strategy 2020 and other development strategies that are complementary in the context of adaptation. Current and future climate change impacts has been taken into account and analyzed,"}, {"text_block_id": "p6_b68", "text": "including climate change scenarios for Poland by 2030"}, {"text_block_id": "p6_b69", "text": "which showed that in this period the greatest threat to the economy and society will be extreme weather events (torrential rains, floods, flooding, landslides, heat waves, droughts, hurricanes, landslips, etc.), which result from climate change. These phenomena will take place with the increasing frequency and intensity and on a greater scale. The implementation system of a strategic plan has been proposed, by identifying responsible entities and indicators for monitoring and evaluation of the achievement of the objectives. Also, both costs of losses incurred as a result of extreme weather and climate events in Poland in the period 2001-2011 and costs of adaptation inactions at the intervals by 2020 and 2030 have been estimated. The framework for financing the implementation of actions in the perspective of 2020 has been indicated and"}, {"text_block_id": "p6_b70", "text": "the opportunities created by EU funds for the years 2014-2020 were taken into account. It should be stressed that registered losses attributed to climate change and occurring in 2001-2010, amounted to ca. PLN 54 billion. A probable consequence of future inaction may result in losses estimated at around PLN 86 billion by 2020 and additionally PLN 119 billion in the years 2021-2030."}, {"text_block_id": "p6_b71", "text": "While formulating SPA, it has been decided that the document should include various groups of adaptation actions, covering both technical projects (e.g. the construction of the necessary flood and coast protection infrastructure) and regulatory changes (e.g. changes in the spatial planning system limiting a possibility of building in areas at risk of flood, flooding and landslides, more flexible procedures for rapid response to natural disasters), the implementation of monitoring systems related to individual areas and wide dissemination of knowledge on the necessary shifts in economic behaviours. The following general principles have been taken into account:"}, {"text_block_id": "p6_b72", "text": "While formulating SPA, it has been decided that the document should include various groups of adaptation actions, covering both technical projects (e.g. the construction of the necessary flood and coast protection infrastructure) and regulatory changes (e.g. changes in the spatial planning system limiting a possibility of building in areas at risk of flood, flooding and landslides, more flexible procedures for rapid response to natural disasters), the implementation of monitoring systems related to individual areas and wide dissemination of knowledge on the necessary shifts in economic behaviours. The following general principles have been taken into account:\n* It is required to reduce the vulnerability to the risk associated with climate change,\n* ,\n* It is necessary to develop rapid response plans in the event of climate disasters (floods,\n* It is required to determine priority actions in terms of the cost-effectiveness In the first place,"}, {"text_block_id": "p6_b80", "text": "1.3. Reference to the perspective 2070"}, {"text_block_id": "p6_b81_merged_merged_merged", "text": "As indicated above, SPA 2020 is the first step towards defining a long-term vision of adaptation to the adverse effects of climate change. Guidelines regarding adaptation by 2070 will be developed by Ministry of Environment and publicly available = after the adoption of SPA 2020. Planning of long term actions is necessary, inter alia, due to the fact that – as climate change scenarios show -intensity and frequency of extreme climate and weather events will change significantly over the nearest decades in comparison with the current situation. This is crucial for enhancing the resilience of the economy and ensuring its competitiveness in the conditions of climatic stress with an upward trend till the end of this century."}, {"text_block_id": "p7_b86", "text": "Chapter 2. Diagnosis"}, {"text_block_id": "p7_b87", "text": "2.1. General characteristics of climate in Poland"}, {"text_block_id": "p7_b88", "text": "The Polish climate is characterized by"}, {"text_block_id": "p7_b89", "text": "a"}, {"text_block_id": "p7_b90", "text": "great variability of weather and significant changes in the course of the seasons in consecutive years. The annual average air temperature values range from 5"}, {"text_block_id": "p7_b91", "text": "°C"}, {"text_block_id": "p7_b92", "text": "to nearly 9"}, {"text_block_id": "p7_b93", "text": "°C"}, {"text_block_id": "p7_b94", "text": ". The warmest area is the south-western part of Poland, while the coldest"}, {"text_block_id": "p7_b95", "text": "–"}, {"text_block_id": "p7_b96", "text": "the north-eastern part of the country and mountain areas"}, {"text_block_id": "p7_b97", "text": ". The average annual temperature amplitudes differs from"}, {"text_block_id": "p7_b98", "text": "19°C at the coast to 23°C in the eastern fringes of the country."}, {"text_block_id": "p7_b99", "text": "A distinctive feature of the climate"}, {"text_block_id": "p7_b100", "text": "diversity is the number of cold days (max. temp. below 0°C), occurring from November to March (most"}, {"text_block_id": "p7_b101", "text": "ly in January), increasing from the west (less than 20 days a year on the lower Odra river and along the coast) to the"}, {"text_block_id": "p7_b102", "text": "east (to more than 50 days in the Suwałki Lakeland) and in the mountains to 192 on Śnieżka and"}, {"text_block_id": "p7_b103", "text": "146 on Kasprowy Wierch. The lowest temperature in Poland was recorded in Siedlce -"}, {"text_block_id": "p7_b104", "text": "41°C"}, {"text_block_id": "p7_b105", "text": "(1940) and in the"}, {"text_block_id": "p7_b106", "text": "Żywiec Valley"}, {"text_block_id": "p7_b107", "text": "-"}, {"text_block_id": "p7_b108", "text": "40,6°C (1929). The number of days with frost (min. temp. below 0°C),"}, {"text_block_id": "p7_b109", "text": "which may occur from early autumn to late spring, ranges from 80 (at the seaside) to more than 120"}, {"text_block_id": "p7_b110", "text": "in the north-eastern areas, in the mountains it exceeds 200 days a year."}, {"text_block_id": "p7_b111", "text": "Figure 1. Average air temperature in"}, {"text_block_id": "p7_b112", "text": "o"}, {"text_block_id": "p7_b113", "text": "C in Poland (1971-2000)"}, {"text_block_id": "p7_b114", "text": "Source: Atlas of Climate in Poland 2005"}, {"text_block_id": "p7_b115", "text": "Variations in temperature affect the length of the vegetation period and the active plant growth period"}, {"text_block_id": "p7_b116", "text": "measured by the number of days with the daily average temperatures of more than 5°C and 10°C,"}, {"text_block_id": "p7_b117", "text": "respectively. The vegetation period in Poland lasts on average 214 days, ranging from 199 to 234 days with the northeast-southwest temperature gradient."}, {"text_block_id": "p7_b118_merged_merged_merged_merged", "text": "Basing on the course of the average daily air temperature there are six seasons in Poland: early spring (5°C), spring (5-15°C), summer (above 15°C), autumn (5-15°C), early winter (0-5°C), winter (below 0°C). The length of the seasons is diversified regionally: summer lasts from 60-70 days in the northern part of Poland to 100 days in the south-east, central, western and south-western part, winter — from 10-40"}, {"text_block_id": "p8_b129", "text": "days at the seaside and in the west to 3-4 months in the north-east and in the Tatra Mountains even up to 6 months."}, {"text_block_id": "p8_b130", "text": "Precipitation is highly dependent on the land relief. The average sum of atmospheric precipitation is almost 600 mm but rainfall varies from less than 500 mm in the central part of Poland to almost 800 mm at the coast and more than 1000 mm in the Tatra Mountains"}, {"text_block_id": "p8_b131", "text": ". The highest amounts of precipitation fall on summer months, when they are 2-3 times higher than in winter and in the Carpathian Mountains they are even up to 4 times higher. Torrential rains (precipitation of"}, {"text_block_id": "p8_b132", "text": ">2 mm/min) take place between April and September with the highest frequency in July, often associated with storms."}, {"text_block_id": "p8_b133", "text": "Figure 2. Average annual amounts of precipitation [mm] in Poland (1971-2000)"}, {"text_block_id": "p8_b134", "text": "Source: Expert opinion by IMGW for the KLIMADA project"}, {"text_block_id": "p8_b135", "text": "Snowfall composes from 15 to 20% of the annual amount of precipitation. Snowfall takes place from November to April and in the mountains as early as in September. In the Tatra Mountains, it may occur occasionally also in summer months. The number of days with snow cover increases from the west and south-west to north-east of the country from 30-60 to 80-90 days and more than 200 days high in the mountains."}, {"text_block_id": "p8_b136", "text": "2.2. Climate change in Poland during the years 1971"}, {"text_block_id": "p8_b137", "text": "–"}, {"text_block_id": "p8_b138", "text": "2011"}, {"text_block_id": "p8_b139_merged_merged_merged", "text": "The last two decades of the 20th century and the first decade of the 21st century are the warmest in the history of instrumental observations in Poland. A rise in the air temperature is observed during all seasons. However, the growth is definitely stronger in winter and weaker in summer. There is a noticeable rise in extreme temperatures since 1981."}, {"text_block_id": "p8_b144", "text": "In the multiannual period 1971-2000 the amount of precipitation has not changed significantly. However, in that period they were characterized by the considerable variability year by year"}, {"text_block_id": "p9_b145", "text": "–"}, {"text_block_id": "p9_b146", "text": "the occurrence of more and less humid periods at short intervals. Also downward trends in amounts of precipitation were observed in the area of North-Eastern Poland (starting from Warsaw) and in the area of the Central Odra River Valley. In the rest of the country these trends were upward."}, {"text_block_id": "p9_b147", "text": "The main factors affecting climatic conditions are extreme events, which present escalation noticeably changes the climate dynamics characteristics in Poland. Thermal phenomena which are adverse and bothersome to the population, environment and economy include the occurrence, especially since"}, {"text_block_id": "p9_b148", "text": "the 90s, of severe heat waves (sequences of days with the maximum daily air temperature ≥ 30°C holding for at least 3 days) and hot days (with the maximum temperature of ≥30°C), most common"}, {"text_block_id": "p9_b149", "text": "in the south-western part of Poland, least common at the coast and in the mountains, where the longest sequences of hot days last"}, {"text_block_id": "p9_b150", "text": "≥ 17 days (Nowy Sącz, Opole, Racibórz)."}, {"text_block_id": "p9_b151", "text": "In most Polish areas the structure of precipitation has changed."}, {"text_block_id": "p9_b152", "text": "Inter alia"}, {"text_block_id": "p9_b153", "text": ", an increase in the number of days with very intense precipitat"}, {"text_block_id": "p9_b154", "text": "ion (daily precipitation ≥ 50 mm) has been observed, especially"}, {"text_block_id": "p9_b155", "text": "in the southern regions. The longest precipitation sequences in the period 1961-2000 ranged, on average, from 11 to more than 40 days. An upward trend in the number of days with precipitation"}, {"text_block_id": "p9_b156", "text": "≥ 50"}, {"text_block_id": "p9_b157", "text": "mm was marked with blue dots in the picture, which size indicates the degree of the escalation of changes. A downward trend was marked in red while the absence of any trend was marked in green. Downpours with the intensity exceeding 5 mm/min., of the seasonal probability ("}, {"text_block_id": "p9_b158", "text": "IX) ≥ 10% occur"}, {"text_block_id": "p9_b159", "text": "most often in the entire Subcarpathian region, the"}, {"text_block_id": "p9_b160", "text": "Świętokrzyskie Mountains, longitudinally situated"}, {"text_block_id": "p9_b161", "text": "area from Opole and"}, {"text_block_id": "p9_b162", "text": "Częstochowa to Olsztyn, western part of Roztocze and cover a part of the Nysa Kłodzka River ba"}, {"text_block_id": "p9_b163", "text": "sin (in the period 1966-1985)."}, {"text_block_id": "p9_b164_merged_merged_merged", "text": "An analysis of the duration of precipitation-free periods (number of days without precipitation or with precipitation below 1 mm) indicates that during the last 12 years (1991-2002) the rainless period tends to extend even by 5 days/decade in entire eastern Poland (from the Wisła River to the east). This is a region was most frequently affected by drought (including hydrological drought) in the period of 1991-2002. The periodic occurrence of droughts is a characteristic feature of the Polish climate. In the 20th century they have already happened 24 times and since the beginning of the 21st century, i.e. in the years 2001-2011, droughts have taken place 9 times at different times of the year."}, {"text_block_id": "p10_b171", "text": "Figure 3."}, {"text_block_id": "p10_b172", "text": "Trends of the number of days with precipitation ≥50 mm"}, {"text_block_id": "p10_b173", "text": "Source: Expert opinion by IMGW for the KLIMADA project"}, {"text_block_id": "p10_b174_merged", "text": "During the cool season (X-IV) may be distinguished intensified wind speeds gusting to ≥ 17 m/s which are a significant threat, in the summer (VI-VII) hurricane wind speeds appear. There is to be observed an increasing occurrence of very high speed winds lasting several hours or even several days. The most vulnerable areas to the occurrence of maximum wind speeds are: central and eastern part of the Słowioskie Coast from Koszalin to Rozewie and Hel and a broad, latitudinal belt of northern Poland to Suwałki Region, Silesian Beskids, Żywiec Beskids, Silesian Foothills and Podhale and Dynowskie Foothills, central part of Poland with Mazowsze and the eastern part of Wielkopolska. Squalls and whirlwinds (when wind speeds in the vortex from 50 to 100 m/s) appear from June to August most often in the region of Małopolska Upland and Lublin Upland, stretching with a broad belt towards the south-west – north-east through the area of the Kutno Upland, Mazowsze to Suwałki Region. Such winds occur on average 6 times a year while in the last three years (2008-2010) the frequency increased to 7-20 a year."}, {"text_block_id": "p11_b188", "text": "Figure 4. Occurrence of whirlwinds in Poland in the period 1998"}, {"text_block_id": "p11_b189", "text": "–"}, {"text_block_id": "p11_b190", "text": "2010"}, {"text_block_id": "p11_b191", "text": "Source: „Impact of climate change on the environment, economy and society”"}, {"text_block_id": "p11_b192", "text": "IMGW"}, {"text_block_id": "p11_b193", "text": "2.3. Analysis of losses and costs of removing damages caused by extreme weather and climate events in the years 2001-2011"}, {"text_block_id": "p11_b194_merged", "text": "The impact of extreme weather and climate events on people, their property and the environment causes direct damages. Such damages may involve loss of health and life of humans, destruction of the technical infrastructure, loss of farm animals and harvest or destruction of ecosystems. Indirect damages are in turn a result of long-term consequences of extreme weather and climate events and cover a much larger area than the affected by the phenomena. They arise, inter alia, as a result of company profit loss caused by transport problems, reduced production involving the decreased competitiveness of selected industries or reduced demand in the market affected by damages. An analysis of losses and damage costs has been drawn up on the basis of data collected from departments, regional offices, other institutions and of expert opinions made for the purposes of the KLIMADA project. The analysis showed that extreme events causing the greatest damages in Poland are associated mainly with floods."}, {"text_block_id": "p11_b199", "text": "The problem of floods and flooding applies to all sectors of the economy, in particular, to the infrastructure existing in areas exposed to the risk of flooding. Small-scale floods take place every year and cause losses at the average level of 0.08-0.1% of GDP. However, once a few or a dozen"}, {"text_block_id": "p12_b200", "text": "or so years greater flood disasters resulting in above-average losses take place. In the analyzed period these were the floods in the years 2001 and 2010, resulting in damages estimated at approximately 0.5 and 0.9% of GDP, respectively"}, {"text_block_id": "p12_b201", "text": "Figure 5)"}, {"text_block_id": "p12_b202", "text": "Figure 5. Estimated value of floods and flooding caused losses (in % of GDP)"}, {"text_block_id": "p12_b203", "text": "Source: Study by E. Siwiec (IOŚ"}, {"text_block_id": "p12_b204", "text": "-"}, {"text_block_id": "p12_b205", "text": "PIB) and J. Gąska (IBS)"}, {"text_block_id": "p12_b206", "text": "Apart from floods significant losses in the economy are also caused by droughts, strong winds and hurricanes. A collation"}, {"text_block_id": "p12_b207", "text": "of disadvantageous weather and climate events by key vulnerable sectors is shown in table below"}, {"text_block_id": "p12_b208", "text": ")."}, {"text_block_id": "p12_b209", "text": "Table 1. Weather phenomena causing damage to the economy."}, {"text_block_id": "p12_b210_merged_merged_merged", "text": "Source: Study by E. Siwiec (IOŚ-PIB)"}, {"text_block_id": "p13_b213", "text": "The highest losses are often caused by the occurrence of a whole range of phenomena. In the infrastructure and forestry, losses may arise as a result of the occurrence of strong winds combined with rain, hail and lightning which consequently may lead to flooding and floods. Similarly the agricultural sector recorded high losses at the time of overlapping of several adverse weather extreme events ."}, {"text_block_id": "p13_b214", "text": "In 2006 there was a significant loss of crops due to strong frosts and sequential droughts (including hydrological ones) and torrential rains. Losses in agriculture were several times higher than losses in that sector caused by floods in 2010. In 2001 the flood in Poland caused losses of about PLN 3.6 billion (at prices of 2010). The highest damages have been reported in the area of the"}, {"text_block_id": "p13_b215", "text": "Małopolskie, Podkarpackie and Świętokrzyskie voivodeships."}, {"text_block_id": "p13_b216", "text": "The losses mostly were incurred in the south-eastern part of the country,"}, {"text_block_id": "p13_b217", "text": "in the upper basin of the Wisła River, reaching around 64% of"}, {"text_block_id": "p13_b218", "text": "total losses in the area of 3 voivodeships. Minimum losses took place in the area of the Kujawsko-Pomorskie, Opolskie and"}, {"text_block_id": "p13_b219", "text": "Warmiosko"}, {"text_block_id": "p13_b220", "text": "-Mazurskie voivodeships."}, {"text_block_id": "p13_b221", "text": "The flood that took place in Poland in May and June 2010, affected 14 of 16 voivodeships, both those from"}, {"text_block_id": "p13_b222", "text": "the Wisła and Odra Rivers basins. Due to the flood’s and damages’ size"}, {"text_block_id": "p13_b223", "text": "it was decided to estimate losses in a way which would allow the Polish government to apply to the European Commission for funds from the Solidarity Fund. The total value of losses caused by the flood in 2010 was estimated at about PLN 12.5 billion. The voivodeship affected by the highest damages was again the"}, {"text_block_id": "p13_b224", "text": "Małopolskie voivodeship. Losses in"}, {"text_block_id": "p13_b225", "text": "this voivodeship amounted to more than 30% of total damages in Poland. Losses in the"}, {"text_block_id": "p13_b226", "text": "Podkarpackie (17%) and Silesian (14%) voivodeships were estimated significantly lower. In the"}, {"text_block_id": "p13_b227", "text": "Zachodniopomorskie and Warmiosko"}, {"text_block_id": "p13_b228", "text": "-Mazurskie voivodeships, no significant losses have been recorded."}, {"text_block_id": "p13_b229", "text": "The total value of direct losses caused by disadvantageous"}, {"text_block_id": "p13_b230", "text": "weather and climate events in the country during the years 2001-2011 is estimated at more than PLN 56 billion (Figure 6). Assuming that indirect losses account for about 60% of direct losses"}, {"text_block_id": "p13_b231", "text": ", it may be assumed that total losses caused by extreme weather events in Poland in the period 2001-2011 amount to about PLN 90 billion."}, {"text_block_id": "p13_b232", "text": "Figure 6. Estimation of losses caused by adverse weather phenomena in Poland (deflated by the investment price index 2010 in billion PLN)"}, {"text_block_id": "p13_b233_merged_merged_merged_merged", "text": "Source: Study by E. Siwiec (IOŚ-PIB) and J. Gąska (IBS)"}, {"text_block_id": "p14_b236", "text": "The amount of losses depends on the destructiveness of extreme weather events in a given year, while incurred expenses are characterized by a more regular distribution. This is due to the fact that losses are estimated in the year of an excessive weather and climate phenomena occurrence, while removing the effects of a natural disaster takes many years. When Poland joined the European Union, there was an significant increase in the amount of funds allocated for financing tasks related to disasters effects liquidation, which is also taken into account in the presented estimations. Considering sources of financing, a specification of expenses incurred on removing and preventing the effects of natural disasters has been prepared."}, {"text_block_id": "p14_b237", "text": "Figure 7. Specification of losses and expenses (deflated by the investment price index 2010 in billion PLN)."}, {"text_block_id": "p14_b238", "text": "Source: Study by E. Siwiec (IOŚ"}, {"text_block_id": "p14_b239", "text": "-"}, {"text_block_id": "p14_b240", "text": "PIB) and J. Gąska (IBS)"}, {"text_block_id": "p14_b241_merged_merged", "text": "A rapid increase in expenses was observed only in 2010 and 2011. It involves both the greater availability of data as well as the country’s increased needs due to the flood in 2010. In total, more than PLN 46 billion were spent (deflated by the investment price index of 2010) for liquidation and preventing the effects of natural disasters in the years 2001-2011. Losses estimated at that time are higher by more than PLN 10 billion than expenses incurred (Figure 7). Despite the extensive system of financing tasks related to liquidation of the negative effects of natural disasters, probably over 11 years the state which existed prior to the occurrence of extreme weather events has not been restored."}, {"text_block_id": "p15_b244", "text": "Chapter 3. Climate change scenarios by 2030 and impact on vulnerable sectors and areas"}, {"text_block_id": "p15_b245", "text": "Developed for the KLIMADA project at the Interdisciplinary Centre for Mathematical and Computational Modeling of the Warsaw University, climate change scenarios for Poland describe probable future climatic conditions. They are based on the results of simulations of the atmosphere and ocean hydrodynamic models. Due to the considerable level of uncertainty associated with insufficient"}, {"text_block_id": "p15_b246", "text": "knowledge of physical laws governing the atmosphere and the environment as well as due to a whole range of initial assumptions,"}, {"text_block_id": "p15_b247", "text": "inter alia"}, {"text_block_id": "p15_b248", "text": ", on the global economic and demographic development, and thus on scenarios of emissions of greenhouse gases and other pollutants into the atmosphere, they may not be regarded as reliable climate forecasts. For these reasons, climate change scenarios represent the best available approximation of future conditions. As there is no ideal model and there is no one scenario, it is necessary to analyze the results of several most probable models."}, {"text_block_id": "p15_b249", "text": "In preparing scenarios, the results of regional simulations from the EU’s ENSEMBLES project"}, {"text_block_id": "p15_b250", "text": "and observation data from the E-OBS gridded dataset have been used"}, {"text_block_id": "p15_b251", "text": ". Scenarios have been prepared using a scheme of global changes in greenhouse gas emissions developed by the IPCC SRES A1B, which assumes the rapid global economic development, reaching of the maximum population level in the middle of the century and also takes into account the sustainable use of various energy sources. Simulations carried out for the A1B scenario reflect the image of average changes when compared to extreme scenarios A2 and B1. Due to the policy of adaptation to forthcoming climate change, it is not recommended to apply excessively radical scenarios but rather to rely on a moderate scheme, which justifies the choice of the scenario A1B. The differences resulting from the application of different models are very important and it is necessary to take them into account. The results presented below are based on an analysis of a batch of eight regional simulations using, as the boundary conditions, the results of four different global models. Simulations differ from each other, giving a slightly different picture of future changes."}, {"text_block_id": "p15_b252_merged_merged_merged", "text": "Climate change may have an impact on social and economic life, both negatively and positively. Taking into account the strategy’s objective, the following analysis focuses only on the potential negative effects of such change. Positive change is negligible and does not make up for negative change."}, {"text_block_id": "p15_b255", "text": "The subject of the analysis were in the first place those sectors of social life and economy, which are mostly affected, or will be affected by the adverse impacts of climate change. A preliminary impact assessment has been carried out with regard to the sectors of the environment, forestry, agriculture, energy, transport and health on the basis of information which was provided by interested departments and pointed out both climate extreme events most affecting the economy and the areas of impact. According to a questionnaire carried out, a number of areas of life are already significantly affected by hazards resulting from changing climatic conditions. A detailed assessment being a basis for this paper has been carried out by the expert groups under the KLIMADA project."}, {"text_block_id": "p16_b256", "text": "3.1. Analysis of climate change trends in Poland by 2030."}, {"text_block_id": "p16_b257", "text": "An analysis has been carried out on the basis of calculated selected items and climate indices. Estimates are based on a batch of climate simulations using regional climate models with various boundary conditions."}, {"text_block_id": "p16_b258_merged", "text": "For the purposes of this plan, the analysis covered changes in three regions representing various climatic conditions: south-western region (Wrocław), central region (Łódź) and north-eastern region (Suwałki). The values of the climate indicators characterizing changes in extreme conditions are given in the table (Table 2). The values apply to the periods of three decades: 2001-2010, 2011-2020 and 2021-2030 (marked in the table as 2010, 2020 and 2030). City names are used conventionally for the determination of the region. The course of trends in all three regions of Poland is very similar but differs in terms of the size of changes depending on the region."}, {"text_block_id": "p16_b265", "text": "Table 2. Change in climatic conditions between 2001 and 2030"}, {"text_block_id": "p17_b266", "text": "Throughout the entire analyzed period, the annual average air temperature shows a gradual increase, however, in the years 2010-2030 this increase is low, it will be slightly higher in case of winter periods. The annual average air temperature is related to many indicators relevant"}, {"text_block_id": "p17_b267", "text": "for"}, {"text_block_id": "p17_b268", "text": "the economy, in particular such as negative temperature, length of the vegetation period or the number of degree days"}, {"text_block_id": "p17_b269", "text": ". In the last two decades, we are dealing with an increase in the number of days with the high temperature and with a systematic decrease in the number of days with the negative temperature (Figure 8 and 9)."}, {"text_block_id": "p17_b270", "text": "Figure 8. Number of days with the maximum temperature exceeding 25"}, {"text_block_id": "p17_b271", "text": "o"}, {"text_block_id": "p17_b272", "text": "C in the years 1971-2030"}, {"text_block_id": "p17_b273", "text": "Figure 9. Number of days with the minimum negative temperature below 0"}, {"text_block_id": "p17_b274", "text": "o"}, {"text_block_id": "p17_b275", "text": "C in the years 1971-2030"}, {"text_block_id": "p17_b276", "text": "The length of the vegetation period is of key importance to plant production. In the period in question, we observe a clear trend consisting in the extension of the period with the temperature higher than 5"}, {"text_block_id": "p17_b277", "text": "°C"}, {"text_block_id": "p17_b278", "text": "(Figure 10). It is to be expected that this period will extend, on average, by 10-12 days, but in relation to 2010 this increase will be smaller, i.e. about 2-5 days, which will not have a significant impact on plant production."}, {"text_block_id": "p17_b279", "text": "Figure 10. Length of the vegetation period (average daily temperature >5"}, {"text_block_id": "p17_b280", "text": "o"}, {"text_block_id": "p17_b281", "text": "C) in Poland, in days, in the period 1971-2030"}, {"text_block_id": "p17_b282_merged_merged_merged_merged_merged_merged", "text": "Figure 11. Total degree days for the temperature <17oC in the period 1971-2030"}, {"text_block_id": "p18_b285_merged", "text": "To estimate demand for thermal energy necessary in the construction industry for heating of buildings, the so-called degree days for the temperature threshold <17°C are used. In the period in question, they show a downward trend (Figure 11) and by 2030, the annual number of degree days will decrease by about 4.5%, which in turn may affect a decrease in demand for electricity and heat and reduction in carbon dioxide emissions."}, {"text_block_id": "p18_b288", "text": "The second key climate element of fundamental economic importance is precipitation. Unlike the air temperature, the expected total annual amounts of precipitation do not show any clear trend of changes by 2030 (Figure 12). However, we must be prepared for the growing frequency of torrential rains, particularly in the nearest two decades (Figure 13). Such great instability of intense precipitation may contribute to flooding and local violent floods."}, {"text_block_id": "p18_b289", "text": "Figure 12. Average 10-year annual amounts of precipitation for Poland in mm"}, {"text_block_id": "p18_b290", "text": "An economically important element, associated directly with precipitation is snow cover, which height and particularly the duration of lingering plays a key role in agriculture and water management. In the years 2010-2030, downward trends in the number of days with snow cover are insignificant and we have to be prepared for large fluctuations between next winter seasons (Figure 14)."}, {"text_block_id": "p18_b291", "text": "Figure 13. Maximum daily precipitation in mm (average ten-year) in the period 1971-2030"}, {"text_block_id": "p19_b292", "text": "3.2. Expected spatial diversification of climatic conditions in Poland"}, {"text_block_id": "p19_b293", "text": "Figures 15 and 16 reveal that an increase in hot periods (t"}, {"text_block_id": "p19_b294", "text": "max"}, {"text_block_id": "p19_b295", "text": ">25"}, {"text_block_id": "p19_b296", "text": "°"}, {"text_block_id": "p19_b297", "text": "C) covers the entire country so does a decrease in the number of days with frosty periods (t"}, {"text_block_id": "p19_b298", "text": "min"}, {"text_block_id": "p19_b299", "text": "<-10"}, {"text_block_id": "p19_b300", "text": "°"}, {"text_block_id": "p19_b301", "text": "C), and the largest changes should be expected in south-eastern Poland."}, {"text_block_id": "p19_b302", "text": "Figure 15. Increase in the number of days with the maximum temperature exceeding 25"}, {"text_block_id": "p19_b303", "text": "o"}, {"text_block_id": "p19_b304", "text": "C when compared to the reference period."}, {"text_block_id": "p19_b305", "text": "Figure 16. Decrease in the number of days with the maximum temperature below -10"}, {"text_block_id": "p19_b306", "text": "o"}, {"text_block_id": "p19_b307", "text": "C when compared to the reference period."}, {"text_block_id": "p19_b308_merged_merged_merged_merged", "text": "The consequence of these variations in the temperature, particularly in the maximum one, is the longevity of dry periods (with the daily amount of precipitation <1 mm) and wet periods (>10 mm/d). Dry periods extend most in the eastern and south-eastern Poland, so do wet periods (Figure 17 and 18). However, in case of torrential rains (>20 mm/day), an increase in the frequency should be expected in southern Poland, especially in the area of Bieszczady mountains, and a decrease of such precipitation – in central Poland , particularly in its western part."}, {"text_block_id": "p20_b311", "text": "Figure 17. Difference between the period 20012030 and the reference period: duration of dry periods (< 1mm/d)"}, {"text_block_id": "p20_b312", "text": "Figure 18. Difference between the period 20012030 and the reference period: duration of wet periods ( >10 mm/d)"}, {"text_block_id": "p20_b313", "text": "On the other hand, the extension of the vegetation period should be expected in entire northern and western Poland, particularly intensivie in Wielkopolska and at the coast. Shortening of the heating period covers the entire country, however, will be most visible in north-eastern Poland (Figure 19 and 20)."}, {"text_block_id": "p20_b314", "text": "Figure 19. Difference in the duration of the vegetation period (for the 5"}, {"text_block_id": "p20_b315", "text": "°"}, {"text_block_id": "p20_b316", "text": "C threshold) between the period 2001-2030 and the reference period."}, {"text_block_id": "p20_b317_merged_merged", "text": "Figure 20. Difference in the number of degree days (for the 17°C threshold) between the period 2001-2030 and the reference period."}, {"text_block_id": "p21_b320", "text": "3.3. Impact of climate change on vulnerable sectors and areas by 2030"}, {"text_block_id": "p21_b321", "text": "3.3.1. Water management"}, {"text_block_id": "p21_b322", "text": "Poland is a country of relatively small water resources and the efficiency of their use is low. What is more, in some regions occur periodical problems with water supply."}, {"text_block_id": "p21_b323_merged", "text": "Incorrect spatial development, in particular, investing in risk areas, including flood zones of rivers, and the insufficient retention capacity of natural and artificial reservoirs, not only in river valleys, limits effective actions in situations of an excess or deficit of surface waters. There is a risk that in the future these extreme events will occur with the increased frequency. The results of analyzed scenarios show an increased probability of flash floods caused by heavy precipitation likely to cause flooding of areas where spatial development is implemented improperly. The formation of water resources is largely affected by snow cover. Forecasts predict that the duration of its lingering will be gradually reduced and in the middle of the 21st century it may be, on average, by 28 days shorter than it is now. The decrease in the maximum value of the water content in snow may have both a positive and negative effect. The positive effect of the decrease in the water content in snow cover, will be a lower probability of snowmelt floods. However, this may contribute to the deterioration of the soil structure and the condition of ecosystems."}, {"text_block_id": "p22_b327", "text": "Figure 21. Flood hazard in Poland"}, {"text_block_id": "p22_b328", "text": "Source: KPZK 2030 (Monitor Polski of 2012, No 252)"}, {"text_block_id": "p22_b329", "text": "The sector most vulnerable to shortages of water is agriculture, where water needs, according to the forecasts, will increase by 25-30%"}, {"text_block_id": "p22_b330", "text": ". In case of periods with a deficiency of precipitation, individual voivodeships may be at risk of the deficit of water available for the economy (Table 3), in particular the Mazowieckie Voivodeship."}, {"text_block_id": "p22_b331_merged_merged", "text": "Table 3. Difference (in hm3) between average resources and water abstractions for the period 20212050"}, {"text_block_id": "p23_b334", "text": "3.3.2. Biodiversity and legally protected areas"}, {"text_block_id": "p23_b335", "text": "Climate change will affect distribution range of species, reproductive cycles, vegetation periods and interactions with the environment. However, different species and habitats react differently to climate change"}, {"text_block_id": "p23_b336", "text": "–"}, {"text_block_id": "p23_b337", "text": "some will be affected positively, some will not. Most forecasted changes are based on variability of average climate parameters: precipitation, temperature, wind direction, but it happens equally often as a result of extreme events like floods, strong winds and downpours. As a result of these changes, biodiversity is a subject to gradual transformations."}, {"text_block_id": "p23_b338_merged_merged", "text": "The expected climate warming will result in migration of species, including invasive alien species, mainly from Southern Europe, North Africa, Asia, along with the simultaneous withdrawal of species which are not adapted to high temperatures and drought in the summer and are not used to heavy frosts. However, migration of species, which is a form of adaptation to climate change, may be prevented by the “ecological obstruction” of human-transformed landscapes: lack of the ecological continuity of plant formation, obstruction of ecological (river and forest) corridors, low saturation of the landscape with natural elements that may be “environmental islands” for individual species (e.g. minor peat-bogs, marshes, water bodies). Another serious consequence of climate warming is a foreseen sea level rise, which will result in changes in coastal ecosystems such as intensification of erosion and increased salinization of coastal zones. These changes will also affect coastal and inland dunes habitat, where indirect changes, such as increased wind speed or soil salinity, will take place. Areas lying in the lakeland, natural and semi-natural meadow formations and grasslands and peat-bogs are also exposed to the effects of the climate warming due to lowering of groundwater levels and progressive eutrophication. Also Polish lowlands are exposed to reduction in wetlands, including gradual drying up and disappearance of peat-bogs, humid forests and woods."}, {"text_block_id": "p23_b343", "text": "Observed and foreseen variations in the hydrological regime of the entire country have a direct impact on biodiversity. We may observe modifications in the structure of precipitation during the vegetation period, i.e., more frequent droughts in the summer and spring and an increase in the amount of torrential rains, including hail. Due to the frequency of these events, we must be prepared for the increased number of extreme situations i.e. floods, droughts, landslides and water erosion in watercourse beds. Effects of these changes will be particularly visible in the areas of the Polish Upland, where biodiversity may be easily impoverished and direct damages may happen. Also the period of lingering of snow cover and its thickness will be reduced. The problem of changes in the hydrological regime also applies to habitats of fresh waters, both running and stagnant. This group is exposed to changes because of an increase in torrential rains, dry periods, eutrophication processes and disturbances in the flow of water in reservoirs. What is more, as a result of forecast climate change small surface reservoirs (marshes, ponds, water bodies, small shallow lakes, streams and small rivers) will continue to disappear. This constitutes a threat to many species that either indirectly live in these areas or use them as drinking water reservoirs and may also result in the extinction or migration of species."}, {"text_block_id": "p24_b344", "text": "3.3.3. Forestry"}, {"text_block_id": "p24_b345", "text": "One of the factors highly diversifying occurrence of forests in Poland, apart from geological conditions are climatic conditions, that are bound together with the ecological optimum of individual species. Therefore, we should expect that as a result of climate change, major changes will affect the stand composition and types of forests. Ecological optimums of tree species may be moved to the north-east, and the boundary of forests in the mountains may increase. Soil requirements of tree species may constitute a barrier to matching stand compositions in these areas with changes in the average temperature and amount of precipitation. This poses breeding problems which are difficult to predict. The most vulnerable to climate change are the mountain ecosystems. Present mountain forest communities may lose up to 60% of species and the productivity of forest stands and their durability may rapidly decrease. An increase in evaporation, related to the rise in the temperature, as well as reduction in the thickness and duration of lingering of snow cover will contribute to a decrease in humidity in forests, while increasing the risk of fires and accelerating the process of soil mineralization. The warming process and increased risk of drought is"}, {"text_block_id": "p24_b346", "text": "conducive to diseases’ and pests’ development"}, {"text_block_id": "p24_b347", "text": ", including invasive species and this trend will continue. Therefore, we need to be prepared for huge damages, as native species are not resistant to new threats. Warmer winters will have a positive impact on hibernation of pests and reduced snow cover will facilitate hibernation of herbivores. In addition to the reduced stability of forests (greater susceptibility to damages from biotic and abiotic factors), limited availability of environmental resources (including wood) and ecosystem services (tourism, mitigating climate change by forests, carbon capture and storage, reduced natural water retention of forests) production and protection properties of forests will also be limited. The extended period with positive temperatures in autumn, with intense softening soil rainfall, combined with weakening of trees caused by diseases and pests may additionally increase the vulnerability of forests to winds and support an increase in the number of wind-broken trees. As a positive aspect, we can indicate the decreased frequency of fungal diseases which is associated with the extended dry period."}, {"text_block_id": "p24_b348", "text": "3.3.4. Energy"}, {"text_block_id": "p24_b349", "text": "The influence of climatic conditions on the energy sector is diversified and depends on the type of activity, i.e. energy production, demand for electricity and heat, distribution of electricity and energy generation sources."}, {"text_block_id": "p24_b350_merged_merged", "text": "The Polish power system is dominated by overhead lines which, unlike cable networks, are highly exposed to failures caused by strong winds and excessive ice build-up. The occurrence of extreme weather events like hurricanes, intense storms, etc. may lead to a higher risk of damage to transmission and distribution lines and therefore, to limitations in supply of electricity. The most important phenomena affecting the risk of damage to transmission and distribution lines are: the occurrence of storms, including snow storms, catastrophic rime and strong wind. In connection of the frequent collision of various air masses over Poland, failures resulting from strong winds and days with the temperature +/-0°C, due to icing of cables, may take place."}, {"text_block_id": "p24_b353", "text": "The availability of cooling water is crucial for energy production. Water consumption for these purposes constitutes 70% of total water consumption in Poland. In terms of large variability of precipitation,"}, {"text_block_id": "p25_b354", "text": "extreme situations (floods and droughts) and an increase in the non-stationary nature of flows may disturb the availability of necessary amounts of water used for cooling. This may result in lower traditional power plants efficiency with open circulation cooling and in reduction in amounts of energy generated by these installations. In gas-steam systems the performance level and power depend additionally on the air temperature used for fuel combustion. With the increasing temperature, the need for air compression increases and thus the efficiency and power of the installation decrease."}, {"text_block_id": "p25_b355", "text": "An increased importance of distributed renewable energy sources should reflect the deterioration of wind conditions (long periods of calm weather or short periods with hurricane winds). Biomass production will also be subject to the same restrictions as entire agricultural production particularly due to reduced availability of water and limited production capacity. Only in case of solar energy, we may expect an improvement in conditions in summer due to extended periods of sunny weather and their deterioration in winter, caused by longer periods with clouds. Development of new plant species, more resistant to changing weather conditions and innovative cultivation techniques to be used in the very dry and humid environment will be key in the field of energy crops."}, {"text_block_id": "p25_b356", "text": "Feedback may take place between adaptation actions and reduction in greenhouse gas emissions. Some of adaptation actions carried out in one area may deteriorate the effectiveness of actions in another area, for example an increase in the use of air-conditioning units or larger production of artificial snow for ski slopes contributing to increased consumption of energy and water. In turn, the developed cultivation of energy crops and biomass may limit the availability of water resources."}, {"text_block_id": "p25_b357", "text": "3.3.5. Coastal zone"}, {"text_block_id": "p25_b358_merged", "text": "Observed and foreseen climate changes have a very negative impact on coastal zones in Poland, usually causing difficulties in functioning of the maritime economy. Apart from the obvious impact of a sea level rise, negative phenomena include most of all, an increased frequency and intensity of extreme events. In case of the Baltic Sea, this applies to the possible increase in the number, intensity and duration of storms. In addition it may include an increased irregularity of these phenomena, i.e. after long periods of relative calm, series of storms occurring rapidly one after another and preventing regeneration of the shore may take place. An additional element accelerating the coastal erosion is the warming of winters, as a result of which we should expect reduction in ice cover protecting beaches against storm waves and thus against coastal erosion. Parts of the Polish coast which are the most vulnerable to sea erosion are the Hel Peninsula and Central Coast, including spits of coastal lakes. The Wisła Spit, made of Wisła sand, carried from the estuary by waves may be subject to abrasion as a result of improper hydrotechnical procedures. In addition, increased waves, improperly planned and carried"}, {"text_block_id": "p26_b362", "text": "out (without taking into account geodynamical processes and contemporary knowledge about them) works to reinforce the shore may result in the local disappearance of beaches and abrasion of coastal dunes that fulfill protective functions. In case of insufficient counteraction, this will lead to the hard-to-reverse fragmentation of the base of the Peninsula."}, {"text_block_id": "p26_b363", "text": "Scenarios of the sea level changes show that, in the period 2011-2030, the annual average sea level along the entire coast will be higher by about 5 cm in relation to the value of the reference period,"}, {"text_block_id": "p26_b364", "text": "i.e. 1971-1990. A very important consequence of climate change will be an increased frequency"}, {"text_block_id": "p26_b365", "text": "of storm floods and more frequent flooding of low-lying areas and degradation of coastal cliffs and the seashore, which will result in a strong pressure on the infrastructure in these areas. A particularly difficult problem may be increasing periodic shortages of drinking water caused by contamination or salinization of groundwater, which is a main source of drinking water for many towns,"}, {"text_block_id": "p26_b366", "text": "e.g. Gdaosk. Another problem might be flooding of the municipal and industrial wastewater treatment"}, {"text_block_id": "p26_b367", "text": "plants by flood waters, which will lead to an uncontrolled emission of pollutants into the sea environment."}, {"text_block_id": "p26_b368", "text": "3.3.6. Mountain areas"}, {"text_block_id": "p26_b369", "text": "Mountain areas in Poland are regions particularly vulnerable to climate change, both in terms of nature and economy. Natural mountain habitats are highly vulnerable to climate change and the most significant changes in vegetation may apply to the subalpine and alpine zone."}, {"text_block_id": "p26_b370", "text": "A rise in the air temperature has, first of all, a negative impact on water relationships Increased evaporation together with the unchanged amount of precipitation will lead to reduction in water resources supplying water to major river basins. This will be particularly dangerous during drought periods. Reduced flows of rivers and streams will cause water shortages in submontane towns, deepen economic problems and contribute to an increase in water pollution. Higher water temperature will foster the eutrophication in lakes and flood reservoirs."}, {"text_block_id": "p26_b371_merged_merged", "text": "A change of water conditions and the increased frequency of downpours causing violent surges and erosions of slopes will result in an increased transport of dragged and suspended material. It may cause sliming of river sections and reservoirs, which may result in shallowing riverbeds and thus in an increase a risk of flood or reduction in the water quality. It is as particularly dangerous phenomenon associated with downpours are landslides that are stronger in mountain and submontane areas. They are a result of soaking of a surface layer of soil or rocks due to prolonged downpours. As it can be seen in the figure (Figure 22), particularly sensitive regions are the areas of Southern Poland. To a lesser extent – steep riverbanks and upland areas."}, {"text_block_id": "p27_b374_merged", "text": "Figure 22. Distribution of areas exposed to mass movement of soil in Poland. Developed according to the results of recordings of 1968-1970 for extra-Carpathian Poland and to PIG materials."}, {"text_block_id": "p27_b376", "text": "Source: PIG-PIB"}, {"text_block_id": "p27_b377", "text": "3.3.7. Agriculture"}, {"text_block_id": "p27_b378", "text": "In terms of the needs of plant production, the most important are changes in the characteristics of two basic elements of climate, i.e. temperature and precipitation."}, {"text_block_id": "p27_b379", "text": "Forecasts carried out show that as a result of higher temperatures, the vegetation period is longer. In the multiannual period 1971-2000, the vegetation period in Poland lasted 214 days (an average for the entire country), while in the decades after 2020 it is expected to last even up to 230 days. The difference between these periods would be 16 days. Consequently, agricultural practices will be shifted and the crop productivity will change. As a result of the aforementioned changes, conditions for thermophilic plants such as corn, sunflower, soy, vines and wheat will improve so the quality of the harvest will be better than now. However, the earlier beginning of the vegetation period will increase a threat to crops due to the occurrence of late spring frosts. The greatest changes in the vegetation period will take place in the northern and north-western part of Poland. Also, a rise in the temperature will increase a threat on the part of plant pests, which, just like plants, will respond with the accelerated development and will be a greater threat to crops."}, {"text_block_id": "p27_b380", "text": "Foreseen climate change and related increase in the frequency and intensity of droughts in agriculture will result in increased demand for irrigation water. From prognostic calculations of values of water"}, {"text_block_id": "p28_b381", "text": "3.3.8. Transport"}, {"text_block_id": "p28_b382_merged", "text": "Road transport, due to its spatial nature, is particularly vulnerable to changing climatic events. Strong winds resulting in, inter alia, blocked roads and damaged road infrastructure and vehicles may grow stronger in the future. Similar changes may be observed in case of rapid rainfall and snowfall, whose occurrence disturbs the transport smoothness. Problems related to the increasing occurrence of high temperatures also affect negatively both vehicles and road infrastructure elements. Particularly troublesome for them are long-lasting heat periods. More frequent occurrence of temperatures close to zero in winter will result in an escalated occurrence of fog, which, by reducing the visibility, will have a negative impact on road transport while multiple passage through the point of 0°C in the absence of snow cover results in the rapid degradation of the surface."}, {"text_block_id": "p29_b387", "text": "Inland water transport, although little used in Poland, is also exposed to effects of climate change, because it is strictly dependent on water states of rivers. It is particularly exposed to high water states"}, {"text_block_id": "p29_b388", "text": "–"}, {"text_block_id": "p29_b389", "text": "flood states and low water states"}, {"text_block_id": "p29_b390", "text": "–"}, {"text_block_id": "p29_b391", "text": "related to droughts. During the analyzed period, we need"}, {"text_block_id": "p29_b392", "text": "to be prepared for an increase in the frequency of both adverse phenomena and thus for handicaps"}, {"text_block_id": "p29_b393", "text": "in the operation of inland navigation."}, {"text_block_id": "p29_b394", "text": "3.3.9. Spatial development and urbanized areas"}, {"text_block_id": "p29_b395", "text": "Adaptation of Polish areas to new climatic conditions and related phenomena is currently"}, {"text_block_id": "p29_b396", "text": "one of the most important challenges, especially for the central, regional and local administration."}, {"text_block_id": "p29_b397", "text": "There is a feedback between the spatial development and climate change and a need to adapt to climate change. Climate change will lead to reduction in resources of area available for a given type of pursued or planned activity"}, {"text_block_id": "p29_b398", "text": "–"}, {"text_block_id": "p29_b399", "text": "inter alia"}, {"text_block_id": "p29_b400", "text": ", due to an increased flood risk, landslide risk, escalated processes of water and air erosion, water deficit, raising and lowering of the groundwater level. Climate change in the spatial context affects the entire complex of spatial development problems (Figure 23), which may generate social conflicts and limit development possibilities."}, {"text_block_id": "p29_b401_merged_merged_merged", "text": "Figure 23. Impact of climate change on changes in the functioning of the socio-economic system in the spatial context"}, {"text_block_id": "p29_b403", "text": "(B. M. Degórscy 2012)."}, {"text_block_id": "p30_b404", "text": "Urbanized areas constitute a special category within the structure of the geographical space, characterized by a high density of human population and thus they are highly vulnerable"}, {"text_block_id": "p30_b405", "text": "due to a negative impact of the anthropopression"}, {"text_block_id": "p30_b406", "text": ". Cities are directly at risk, especially of three extreme events: intensification of urban heat islands, strong downpours causing flooding and drought conducive to the water deficit in cities. Strong winds are a smaller threat because they lose strength in the areas with large surface roughness in cities (this threat may apply to small towns and suburbs with dispersed development). An urban heat island results from a process of energy exchange between the ground and the atmosphere, disturbed by artificial surfaces (asphalt, concrete, tiled roofs, etc.). In addition, it is reinforced by an increasing temperature which promotes heat stress, stagnation of the air above the city, an increase in the concentration of air pollutants, including particulate matter and smog."}, {"text_block_id": "p30_b407", "text": "Floods are an indirect threat, due to the fact that most metropolitan areas are located in valleys of large rivers. Downpours, just like floods pose a threat to urban infrastructure by flooding, landslides and destruction of transport routes, buildings and property."}, {"text_block_id": "p30_b408", "text": "3.3.10. Construction"}, {"text_block_id": "p30_b409", "text": "In case of negative temperatures and snow, a mitigation in the intensity of the impact of these elements on the construction sector, which does not imply"}, {"text_block_id": "p30_b410", "text": "–"}, {"text_block_id": "p30_b411", "text": "due to previous long-term experience"}, {"text_block_id": "p30_b412", "text": "–"}, {"text_block_id": "p30_b413", "text": "the need to mitigate technical requirements contained in standards is expected. Particular attention should be paid to winds and precipitation because high fluctuations of extreme values are expected. A change in the impact of these climatic factors should be reflected in the design of both foundation and load-bearing structure. The impact of rains is important particularly with regard to the problem of the drainage systems efficiency, the location of buildings in areas exposed to a risk of flood and the occurrence of landslides of slopes and abrasion of bridge supports. Wind forecasts indicate the escalation of extreme events such as windwhirls or hurricanes, although it is difficult to determine zones particularly vulnerable to this phenomena. Attention should be paid to a large dynamics of changes in climatic conditions that may negatively affect both performance"}, {"text_block_id": "p30_b414", "text": "of works and qualities of construction products, including their durability."}, {"text_block_id": "p30_b415", "text": "3.3.11. Health"}, {"text_block_id": "p30_b416_merged_merged_merged", "text": "A foreseen rise in the temperature in summer and an increase in the number of hot days will result in a gradual increase in Salmonella poisonings, assuming that the sanitary state of the society and"}, {"text_block_id": "p31_b420", "text": "catering will remain at its current level. Also, a group of diseases, in case of which the number of incidence will increase, are tick-borne diseases which are clearly seasonal, mainly Lyme disease, particularly dangerous in forest areas of Northern Poland. Along with the extension of pollen seasons, allergic symptoms will exacerbate. Climate change contributes to an increase in the number of cases of disease and deaths through changes in the frequency and intensity of extreme climate phenomena and is conducive to the spread of diseases which have not occurred in moderate latitudes so far. Therefore, climate change will affect the functioning and activity of health care institutions as well as the quality of life and health of citizens."}, {"text_block_id": "p31_b421", "text": "3.4. Summary of hazards and benefits resulting from climate change"}, {"text_block_id": "p31_b422", "text": "The results of forecasts show that by 2030 climate change will have a two-fold, positive and a negative impact on the economy and society."}, {"text_block_id": "p31_b423", "text": "Higher average air temperature will also have positive effects,"}, {"text_block_id": "p31_b424", "text": "inter alia"}, {"text_block_id": "p31_b425", "text": ", in a form of the extension"}, {"text_block_id": "p31_b426", "text": "of"}, {"text_block_id": "p31_b427", "text": "the vegetation period, reduction in the heating period and extension of the tourist season."}, {"text_block_id": "p31_b428_merged_merged", "text": "However, expected negative consequences of climate change are dominant. Climate change involves a not substantially altered but they become more random and uneven, resulting in longer rainless periods, punctuated by torrential rains. The groundwater level will decrease, which will negatively affect biodiversity and nature protection forms, in particular, reservoirs and wetlands. Changes will also be observable in winter, where the lingering period and thickness of snow cover will be reduced and the evaporation process will escalate, which will affect a decrease in water resources of the country. Also, the effect of climate change will be an increased frequency of extreme weather events and disasters, which will have a significant impact on vulnerable areas and the national economy. Torrential rains involving a risk of floods, flooding and landslides – mainly in mountain and upland areas but also on slopes of river valleys and cliffs along the seashore will be of basic importance. More and more frequently, it will be possible to observe strong winds and even incidental whirlwinds and lightnings which may significantly influence, inter alia, the construction industry and the energy and transport infrastructure."}, {"text_block_id": "p31_b434", "text": "Direct negative climate change effect is also escalation of the eutrophication in inland and coastal waters, increased threat to life and health as a result of thermal stress and increased air pollution, greater demand for electricity in summer, reduction in the cooling potential of power plants resulting in a decline in production capacity and many more."}, {"text_block_id": "p32_b435", "text": "Chapter 4. Objectives and course of actions in the process of adaptation to climate change by 2020"}, {"text_block_id": "p32_b436", "text": "Courses of adaptation action, indicated in SPA 2020, are first of all a response , to occurring climate change described in Chapter 2 and to its current and foreseen impacts for vulnerable sectors indicated in Chapter 3. The intensity of adaptation actions will depend among others on dynamics of climate change in the perspective of 2020 and in subsequent decades."}, {"text_block_id": "p32_b437", "text": "4.1. Major objective of SPA 2020"}, {"text_block_id": "p32_b438", "text": "The major objective of SPA is to ensure sustainable development and efficient functioning of the economy and society in the conditions of climate change."}, {"text_block_id": "p32_b439", "text": "The main goal will be achieved through the implementation of specific objectives and action lines indicated as a part of these objectives being an essential element of SPA 2020. Specific objectives have been defined to correspond to integrated development strategies which are crucial from the point of view of adaptation (BE"}, {"text_block_id": "p32_b440", "text": "iŚ,"}, {"text_block_id": "p32_b441", "text": "SZRWRiR, SRT, KSRR, SIEG, SRKS, SSP, SBNRP). Also, the objectives and actions of SPA 2020 are consistent with the National Development Strategy 2020 and integrated strategies. In addition, the following horizontal actions will contribute to the implementation of the main objective and specific objectives:"}, {"text_block_id": "p32_b442", "text": "SZRWRiR, SRT, KSRR, SIEG, SRKS, SSP, SBNRP). Also, the objectives and actions of SPA 2020 are consistent with the National Development Strategy 2020 and integrated strategies. In addition, the following horizontal actions will contribute to the implementation of the main objective and specific objectives:\n* Key identified areas of legislative intervention are:\n\t* adoption of the new Water Law, including: legal regulation of the economic profitability of\n\t* introduction of legal regulations regarding natural risk assessments and analyses, including\n\t* introduction of obligatory spatial development plans at the regional and local level, especially for flood areas, areas at risk of flooding and landslides, urbanized areas, naturally valuable areas"}, {"text_block_id": "p33_b452", "text": "SZRWRiR, SRT, KSRR, SIEG, SRKS, SSP, SBNRP). Also, the objectives and actions of SPA 2020 are consistent with the National Development Strategy 2020 and integrated strategies. In addition, the following horizontal actions will contribute to the implementation of the main objective and specific objectives:\n* Key identified areas of legislative intervention are:\n\t* adoption of the new Water Law, including: legal regulation of the economic profitability of\n\t* introduction of legal regulations regarding natural risk assessments and analyses, including\n\t* introduction of obligatory spatial development plans at the regional and local level, especially for flood areas, areas at risk of flooding and landslides, urbanized areas, naturally valuable areas\n* amendment to the Act of 28 September 1991 on forests, in terms of taking adaptation actions\n\t* adaptation of legal acts and technical regulations on documenting changes in geological\n\t* creation of legal basis for the resettlement of the population from areas at permanent risk.\n\t* cover improvement in management structures, including crisis\n\t* cover improvement in management structures, including crisis\n inter alia\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n and to prepare guidelines for specifying the procedures for limiting the impact of climate change,\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n and to prepare guidelines for specifying the procedures for limiting the impact of climate change,\n in particular by taking into account adaptation actions in strategic and operational documents\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n and to prepare guidelines for specifying the procedures for limiting the impact of climate change,\n in particular by taking into account adaptation actions in strategic and operational documents\n at the national, regional and local level.\n\t* Appropriate orientation and exchange of information between institutions\n\t* Appropriate orientation and exchange of information between institutions\n in the implementation process of adaptation actions at the national, regional and local level.\n\t* Appropriate orientation and exchange of information between institutions\n in the implementation process of adaptation actions at the national, regional and local level.\n In addition, within the KLIMADA project it is planned to create a special information platform\n\t* Appropriate orientation and exchange of information between institutions\n in the implementation process of adaptation actions at the national, regional and local level.\n In addition, within the KLIMADA project it is planned to create a special information platform\n for climate change.\n\t* First of all it is important to strengthen support\n\t* creation of programmes and financing research in the following areas: energy, construction,\n\t* development of environment and human health valuation methodologies, the taking into\n\t* development and implementation of new quality standards of equipment, devices, building,"}, {"text_block_id": "p34_b482", "text": "SZRWRiR, SRT, KSRR, SIEG, SRKS, SSP, SBNRP). Also, the objectives and actions of SPA 2020 are consistent with the National Development Strategy 2020 and integrated strategies. In addition, the following horizontal actions will contribute to the implementation of the main objective and specific objectives:\n* Key identified areas of legislative intervention are:\n\t* adoption of the new Water Law, including: legal regulation of the economic profitability of\n\t* introduction of legal regulations regarding natural risk assessments and analyses, including\n\t* introduction of obligatory spatial development plans at the regional and local level, especially for flood areas, areas at risk of flooding and landslides, urbanized areas, naturally valuable areas\n* amendment to the Act of 28 September 1991 on forests, in terms of taking adaptation actions\n\t* adaptation of legal acts and technical regulations on documenting changes in geological\n\t* creation of legal basis for the resettlement of the population from areas at permanent risk.\n\t* cover improvement in management structures, including crisis\n\t* cover improvement in management structures, including crisis\n inter alia\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n and to prepare guidelines for specifying the procedures for limiting the impact of climate change,\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n and to prepare guidelines for specifying the procedures for limiting the impact of climate change,\n in particular by taking into account adaptation actions in strategic and operational documents\n\t* cover improvement in management structures, including crisis\n inter alia\n , by priority\n and to prepare guidelines for specifying the procedures for limiting the impact of climate change,\n in particular by taking into account adaptation actions in strategic and operational documents\n at the national, regional and local level.\n\t* Appropriate orientation and exchange of information between institutions\n\t* Appropriate orientation and exchange of information between institutions\n in the implementation process of adaptation actions at the national, regional and local level.\n\t* Appropriate orientation and exchange of information between institutions\n in the implementation process of adaptation actions at the national, regional and local level.\n In addition, within the KLIMADA project it is planned to create a special information platform\n\t* Appropriate orientation and exchange of information between institutions\n in the implementation process of adaptation actions at the national, regional and local level.\n In addition, within the KLIMADA project it is planned to create a special information platform\n for climate change.\n\t* First of all it is important to strengthen support\n\t* creation of programmes and financing research in the following areas: energy, construction,\n\t* development of environment and human health valuation methodologies, the taking into\n\t* development and implementation of new quality standards of equipment, devices, building,\n* creation of a forests network, representative for specific regions (reference forests), taking\n\t\t* creation of a forests network, representative for specific regions (reference forests), taking\n into account the climate gradient with the single system of monitoring and reporting changes\n<\\li2>"}, {"text_block_id": "p34_b485", "text": "Objective 1. Ensuring the energy security and good environmental status"}, {"text_block_id": "p34_b486", "text": "In the context of the environmental protection and energy security, adaptation to climate change"}, {"text_block_id": "p34_b487", "text": "is of great importance, both to ensure the safety and quality of citizens"}, {"text_block_id": "p34_b488", "text": "’"}, {"text_block_id": "p34_b489", "text": "life, as well as necessary conditions for the functioning of the economy. Adaptation actions in these sectors"}, {"text_block_id": "p34_b490", "text": "will be of multi-directional nature. They will also involve many entities and significant financial resources."}, {"text_block_id": "p34_b491", "text": "Action line 1.1"}, {"text_block_id": "p34_b492", "text": "–"}, {"text_block_id": "p34_b493", "text": "adaptation of the water management sector to climate change"}, {"text_block_id": "p34_b494_merged_merged_merged_merged", "text": "Adaptation of the water management sector to climate change aims at improving the functioning of the sector in the conditions of both excess and shortage of water. Proposed actions will strengthen the water management system in Poland, facilitate access to good quality water, reduce negative impacts of droughts and floods, improve and maintain the good state of waters and water-dependent ecosystems (including implementing actions consisting in the protection of inland waters against the eutrophication) and improve the safety and economic efficiency of water management. The scope of proposed actions covers the entire country. It is important that flood protection actions, in the first instance, use solutions which are the least intrusive to the natural environment, in particular non-technical flood protection methods. When implementing those , special attention should be paid both to areas at risk of flood (river valleys, mountain and submontane areas), areas with increased water needs (Wie"}, {"text_block_id": "p34_b497", "text": "lkopolskie, Opolskie, Łódzkie) and those with water deficiency (Mazowieckie and Świętokrzyskie)."}, {"text_block_id": "p35_b498", "text": "Action line 1.2"}, {"text_block_id": "p35_b499", "text": "–"}, {"text_block_id": "p35_b500", "text": "adaptation of the coastal zone to climate change"}, {"text_block_id": "p35_b501", "text": "Adaptation of the coastal zone to climate change apply to areas located along the coastline of the Baltic Sea. A primary objective will be to strengthen monitoring of the flood protection system and prevention of degradation of shorelines as well as the development of coastal zone monitoring. Particular attention should be paid to the area of"}, {"text_block_id": "p35_b502", "text": "Żuławy Wiślane and the Tricity"}, {"text_block_id": "p35_b503", "text": "metropolitan area and the estuary of the Odra River with Szczecin and"}, {"text_block_id": "p35_b504", "text": "Świnoujście, and"}, {"text_block_id": "p35_b505", "text": "among areas of unique natural values"}, {"text_block_id": "p35_b506", "text": "– Słowioski"}, {"text_block_id": "p35_b507", "text": "and"}, {"text_block_id": "p35_b508", "text": "Wolioski National Parks"}, {"text_block_id": "p35_b509", "text": "and the Coastal Landscape Park. At risk, there also is the area of the Hel Peninsula, spits of coastal lakes and the"}, {"text_block_id": "p35_b510", "text": "Wisła"}, {"text_block_id": "p35_b511", "text": "Spit."}, {"text_block_id": "p35_b512", "text": "Action line 1.3"}, {"text_block_id": "p35_b513", "text": "–"}, {"text_block_id": "p35_b514", "text": "adaptation of the energy sector to climate change"}, {"text_block_id": "p35_b515_merged_merged_merged_merged", "text": "Climate change will have various impacts on the energy sector, taking into account, in particular, the forecast fluctuation of the average temperature. It will be necessary to adapt the energy system to fluctuations in demand for both electricity and heat, inter alia, through the implementation of sustainable low-carbon energy sources. It will also be essential to use renewable energy sources: solar energy, wind energy, biomass and hydropower (taking into account the risks referred to in Chapter 3). In the energy sector, basic adaptation actions relate mainly to issues of extreme weather events. The observed need to diversify energy sources may be supported by combustion of waste which cannot be recycled, with recovery of energy. Municipal waste emerging in a distributed manner becomes available locally, and the possibility of its combustion allows to provide the adequate sanitary condition in the event of the occurrence of extreme phenomena in a given area."}, {"text_block_id": "p36_b518_merged", "text": "Action line 1.4 – protection of biodiversity and forest management in the context of climate change"}, {"text_block_id": "p36_b521", "text": "Protection of biodiversity and forest management in the context of climate change is a very important issue, because the problem of loss of biodiversity is growing along with climate change. From the point of view of the protection of habitats, the most important are actions related to the preservation of wetlands and their restoration wherever possible. Also, important will be actions conducive"}, {"text_block_id": "p37_b522_merged", "text": "to implement sustainable forest management in the conditions of climate change, as well as preparing forest ecosystems for the increased pressure resulting from the escalation of extreme weather events, inter alia, periods of drought, heat waves, heavy precipitation, strong winds."}, {"text_block_id": "p38_b525_merged", "text": "Action line 1.5 – adaptation to climate changes in spatial development and construction"}, {"text_block_id": "p39_b528", "text": "Action line 1.6"}, {"text_block_id": "p39_b529", "text": "–"}, {"text_block_id": "p39_b530", "text": "ensuring the functioning of the effective health protection system in the conditions"}, {"text_block_id": "p39_b531", "text": "of climate change"}, {"text_block_id": "p39_b532_merged_merged", "text": "Climate change is conducive to an increase in cases of disease and deaths through changes in the frequency and intensity of extreme weather events and to the spread of diseases which have not occurred in moderate latitudes so far. At particular risk are the most vulnerable groups as well as farmers and foresters exposed to infectious diseases transmitted by arthropods (e.g. ticks). There have been no detailed analyses to assess quantitatively the changes in cases of disease or deaths for reasons related to climate change so far, partially due to the fact that it is difficult to separate this change as a basic reason. Therefore, it is necessary to establish a system for monitoring and warning against climate phenomena and their derivatives which may adversely affect the health and quality of life."}, {"text_block_id": "p39_b537", "text": "Objective 2. Efficient adaptation to climate change in rural areas"}, {"text_block_id": "p39_b538", "text": "Rural areas, largely due to the agricultural activity carried out there, are particularly sensitive to climate change. This points to the need for adaptation actions both in terms of civil protection in crisis situations"}, {"text_block_id": "p40_b539", "text": "and necessary adaptations in plant and fisheries production. Identified actions are complementary to the package of actions indicated in SZRWRiR."}, {"text_block_id": "p40_b540", "text": "Action line 2.1"}, {"text_block_id": "p40_b541", "text": "–"}, {"text_block_id": "p40_b542", "text": "creation of local systems for monitoring and warning against hazards"}, {"text_block_id": "p40_b543", "text": "Monitoring of climate change well in advance is of particular importance in agricultural production. The results of monitoring should be a part of the information activity in support of the development of agricultural production and the use of modern agrotechnical methods. On the other hand, monitoring of emergency situations in rural areas is of crucial importance to the population, infrastructure and agricultural holdings and should be directly related to the local warning system."}, {"text_block_id": "p40_b544_merged_merged", "text": "Action line 2.2 – organizational and technical adaptation of the agricultural and fishery activity to climate change"}, {"text_block_id": "p40_b548", "text": "Identified actions aim at advice and technological adaptation as well as resource management adequate to challenges of climate change."}, {"text_block_id": "p41_b549", "text": "Objective 3. Development of transport in the conditions of climate change"}, {"text_block_id": "p41_b550", "text": "Most elements of the transport system, in particular infrastructure, are exposed to the direct impact of climatic factors, by functioning in direct contact with atmospheric factors. In order to take effective adaptation and preventive actions, it is necessary to carry out a correct assessment of the transport infrastructure"}, {"text_block_id": "p41_b551", "text": "’s"}, {"text_block_id": "p41_b552", "text": "sensitivity to climatic factors, being an effect of an analysis of climate and weather data and their impact on the state of the infrastructure."}, {"text_block_id": "p41_b553", "text": "Action line 3.1"}, {"text_block_id": "p41_b554", "text": "–"}, {"text_block_id": "p41_b555", "text": "developing design standards taking account of climate change"}, {"text_block_id": "p41_b556", "text": "Actions under this action line are to lead to developing recommendations and standards on the transport infrastructure at the stage of design and construction. It is also important to provide effective monitoring of the infrastructure sensitivity to climate change."}, {"text_block_id": "p41_b557_merged_merged_merged", "text": "Action line 3.2 – management of transport routes in the conditions of climate change"}, {"text_block_id": "p41_b560", "text": "Thanks to implementing actions in this field, it will be possible to reduce extreme situations in transport, resulting from climate change, and as a consequence, to ensure the smoothness of transport thanks to plans of response in emergency situations."}, {"text_block_id": "p42_b561", "text": "In the light of a series of actions linked directly or indirectly with adaptation and referred to in various strategic documents, in this chapter"}, {"text_block_id": "p42_b562", "text": "–"}, {"text_block_id": "p42_b563", "text": "in the context of the regional and local development"}, {"text_block_id": "p42_b564", "text": "–"}, {"text_block_id": "p42_b565", "text": "the need"}, {"text_block_id": "p42_b566", "text": "to ensure proper monitoring, warning as well as response was pointed out. In addition, in Objective 4"}, {"text_block_id": "p42_b567", "text": "the particular sensitivity of cities to climate change and thus its importance in the process of adaptation has been noticed."}, {"text_block_id": "p42_b568_merged_merged", "text": "Action line 4.1 – monitoring of the state of the environment and early warning and response systems in the context of climate change (cities and rural areas)"}, {"text_block_id": "p43_b571", "text": "Action line 4.2"}, {"text_block_id": "p43_b572", "text": "–"}, {"text_block_id": "p43_b573", "text": "urban spatial policy taking climate change into account"}, {"text_block_id": "p43_b574_merged_merged", "text": "Actions related to the spatial policy take into account consequences of climate change for cities. Their result should be, inter alia, adaptation of sanitary installations and sewage systems to increased torrential rains, small urban retention and expansion of green and water areas in the city."}, {"text_block_id": "p43_b579", "text": "Objective 5. Stimulating innovations conducive to adaptation to climate change"}, {"text_block_id": "p44_b580", "text": "Action line 5.1"}, {"text_block_id": "p44_b581", "text": "–"}, {"text_block_id": "p44_b582", "text": "promoting innovation at the level of organizational and managerial actions conducive to adaptation to climate change"}, {"text_block_id": "p44_b583_merged_merged", "text": "Action line 5.2 – building the system of support for Polish innovative technologies conducive to adaptation to climate change"}, {"text_block_id": "p44_b587", "text": "In this action line, actions in the field of the creation, financing and implementation of innovative adaptation technologies have been indicated."}, {"text_block_id": "p45_b588", "text": "Objective 6. Development of social"}, {"text_block_id": "p45_b589", "text": "behavior"}, {"text_block_id": "p45_b590", "text": "conducive to adaptation to climate change"}, {"text_block_id": "p45_b591_merged_merged", "text": "Action line 6.1 – increasing awareness of risks related to extreme phenomena and methods of limiting their impact"}, {"text_block_id": "p45_b594", "text": "This action line showed actions from the field of widely understood education and awareness-building. Also, due to the importance of local aspects in the whole process of adaptation, it is necessary to ensure participation of communities and interested groups of stakeholders at the local level in adaptation actions."}, {"text_block_id": "p46_b595_merged", "text": "Action line 6.2 – protection of particularly exposed groups against the effects of adverse climate phenomena"}, {"text_block_id": "p46_b598", "text": "Climate change and related extreme phenomena like heat waves, hurricanes, flooding and floods require paying specific attention to social groups particularly vulnerable because of age, health status or material status. A different group includes people harmed as a result of rapid phenomena, in cases referred to it will be necessary to implement ad hoc aid mechanisms."}, {"text_block_id": "p47_b599", "text": "4.2. Specificities of adaptation actions in regional terms"}, {"text_block_id": "p47_b600_merged", "text": "Voivodeships in Poland are diversified, inter alia, in terms of geography, society, economy and demography, which largely determines the individual vulnerability of individual territories to the effects of climate change. The nature and size of these differences allows to formulate a conclusion that in addition to basic, below-mentioned actions relevant to the entire territory of the country, it will be necessary to assess the vulnerability, taking into account regional and local specificities, which will be a basis for the creation of a catalogue of adaptation actions dedicated to a given territory."}, {"text_block_id": "p47_b606", "text": "Key horizontal actions, which should be implemented in all voivodeships, include:"}, {"text_block_id": "p47_b607", "text": "Key horizontal actions, which should be implemented in all voivodeships, include:\n* education with regard to climate change and reducing its effects,\n* monitoring of changes in the vulnerability of the economy and society, and (in the longer term)\n* spatial planning at the regional and local level, taking into account climate change and\n* adaptation to climate change in cities, including the preparation and implementation\n* development of health services with particular regard to the sensitivity of residents\n* limitation of the effects of hazards in agriculture, forests and ecosystems resulting\n* promotion of proper management in agricultural areas, technological support for holdings\n* taking into account climatic trends in the process of design and construction of the transport"}, {"text_block_id": "p47_b623", "text": "Chapter 5. Implementation of SPA 2020"}, {"text_block_id": "p47_b624", "text": "5.1 Monitoring and assessment of the implementation of objectives"}, {"text_block_id": "p47_b625", "text": "Table 5. Indicators of monitoring SPA 2020."}, {"text_block_id": "p48_b626", "text": "In 2015, it is planned to carry out a mid-term assessment of the implementation of SPA 2020 objectives. As part of this assessment, indicators relating to individual actions (not indicated in SPA 2020) may be applied. The assessment will cover actions carried out at the national and regional level."}, {"text_block_id": "p48_b627", "text": "5.2 Entities involved in the implementation"}, {"text_block_id": "p49_b628", "text": "central administration"}, {"text_block_id": "p49_b629", "text": "–"}, {"text_block_id": "p49_b630", "text": "competent ministers (along with subordinate units) will be responsible for taking account of actions indicated in SPA 2020 in strategic documents, as well as in operational and legislative documents. The competence of relevant ministers will also include indication of funding sources of actions, with particular consideration given to the EU funds in the financial perspective 20142020;"}, {"text_block_id": "p49_b631", "text": "voivodeship self-governments"}, {"text_block_id": "p49_b632", "text": "–"}, {"text_block_id": "p49_b633", "text": "it will be necessary to designate lines of adaptation at the regional (voivodeship) level, taking into account general lines set out in SPA 2020. Adaptation action lines should be indicated in the voivodeship development strategies, taking into account regional geographical, environmental, social and economic conditions. Depending on a decision of competent regulatory authorities at the voivodeship level, it will also be possible to develop regional strategies of adaptation"}, {"text_block_id": "p49_b634", "text": "to climate change;"}, {"text_block_id": "p49_b635", "text": "local self-governments"}, {"text_block_id": "p49_b636", "text": "–"}, {"text_block_id": "p49_b637", "text": "at the local level, a large part of adaptation actions indicated in SPA 2020 will be implemented. A particular role in the implementation of SPA 2020 will fall to cities in which the adverse effects of climate change are accumulated, which points to the need to take account of adaptation in programming development actions, e.g. through the development of urban adaptation plans (especially for the largest cities). The implementation of integrated adaptation actions (e.g. through the preparation of local strategies/plans of adaptation to climate change) should also include other territories;"}, {"text_block_id": "p49_b638", "text": "business operators"}, {"text_block_id": "p49_b639", "text": "–"}, {"text_block_id": "p49_b640_merged_merged", "text": "we should expect taking into account risks associated with climate change in strategic and financial planning in enterprises. In addition, climate change and the need for adaptation may become a factor stimulating the development of new technologies, inter alia, through the development of cooperation with research centers. Of importance will also be cooperation between entrepreneurs, for example, in the form of clusters."}, {"text_block_id": "p50_b645", "text": "Chapter 6. Financing adaptation actions"}, {"text_block_id": "p50_b646", "text": "Due to the horizontal and interdisciplinary nature of adaptation, it is not possible to estimate precisely and reliably costs of adaptation actions in national terms. In addition, as indicated in the previous chapters, SPA 2020 sets a framework for the adaptation policy in Poland, while the implementation"}, {"text_block_id": "p50_b647", "text": "of specific projects will have"}, {"text_block_id": "p50_b648", "text": "–"}, {"text_block_id": "p50_b649", "text": "in particular"}, {"text_block_id": "p50_b650", "text": "–"}, {"text_block_id": "p50_b651", "text": "the regional and local dimension. Therefore, at this stage"}, {"text_block_id": "p50_b652", "text": "it is not possible to indicate costs of actions that will be planned, e.g. based on an analysis"}, {"text_block_id": "p50_b653", "text": "of the vulnerability of a given territory (city/commune)."}, {"text_block_id": "p50_b654", "text": "Funds for possible financing of actions in question as part of the state budget will be taken into account in the procedure of preparing the state budget for the next financial year within the limit of expenses specified in the financial act, in the appropriate budgetary part."}, {"text_block_id": "p50_b655", "text": "Table 6. Losses caused by extreme climate phenomena and costs of inactivity (prices as of 2010)"}, {"text_block_id": "p50_b656", "text": "Source: IBS, 2012"}, {"text_block_id": "p50_b657", "text": "The probable consequence of failure to take adaptation actions will be losses at around PLN 86 billion"}, {"text_block_id": "p50_b658", "text": "in the perspective of 2020, which in the years 2021-2030 could amount to up to PLN 120 billion. The costs of inactivity are based on estimating potential losses associated with climate extreme events with an assumption that no additional preventive and adaptation actions have been taken"}, {"text_block_id": "p50_b659", "text": ". Losses expressed as a percentage of GDP produced in a given period increase to a small extent in comparison to losses in absolute terms. This results from the fact that a large part of an increase in losses will be due to the society growing rich, the accumulation of assets and capital and the creation of the new infrastructure."}, {"text_block_id": "p50_b660_merged_merged_merged", "text": "Adaptation actions will be financed from various sources, i.e. both national and foreign (especially EU) and from private funds (Table 7). In the context of the new EU financial perspective 2014-2020, it should be stressed that in the general regulation for funds (draft) the thematic objective 5, specific to adaptation actions “Promoting adaptation to climate change, risk prevention and risk management” has been separated. The detailed scope of financing of adaptation from the EU funds, including financial allocations, will be set out in the operational programmes at the national and regional level. The other major source of financing of adaptation will be the system of funds for environmental protection, in particular, the National Fund for Environmental Protection and Water Management, where financing of adaptation actions has been planned both in fund action strategies and in relevant priority programmes."}, {"text_block_id": "p51_b665", "text": "Table 7. Sources of financing for actions of adaptation to climate change in the years 2014-2020."}, {"text_block_id": "p52_b666", "text": "Chapter 7. Source materials"}, {"text_block_id": "p52_b667", "text": "Chapter 7. Source materials\n* BÅaÅ¼ejczyk K., Skotak K., BÅaÅ¼ejczyk A. Piotrowicz K. Myszkowska D. Szmyd J. KLIMADA 2012 Ocena\n* Bukowski M., GÄska J., Instytut Badao Strukturalnych, Oszacowanie skutkÃ³w ekstremalnych zjawisk\n* Chojnacki J., Charakterystyka strat powodziowych w kraju w 2001 roku, Gospodarka wodna nr 5, 2003\n* Dane Eurostatu http://epp.eurostat.ec.europa.eu/portal/page/portal/statistics/search_database\n* Dankers R., i Feyen L., Climate change impact on flood hazard in Europe: An assessment based on\n* DegÃ³rska B. DegÃ³rski M. KLIMADA 2012 Klimatyczne aspekty rozwoju miast i urbanizacji przestrzeni\n* DegÃ³rski M.,DegÃ³rska B. KLIMADA 2011 WstÄpna ocena wpÅywu zmian klimatu na gospodarkÄ\n* cki A., SÅota H., Zielioski J., (red) Monografia powodzi lipiec 1997; dorzecze Odry, IMGW, 1999.\n* EEA, 2008, Impacts of Europe's changing climate -2008 indicator-based assessment. EEA Report.\n* Encyklopedia PWN.\n* Grela J., SÅota H., Zielioski J., (red) Monografia powodzi lipiec 1997; dorzecze WisÅy, IMGW, 1999.\n* Grosset R., Winter J., Janowczyk B., Ocena zjawisk ekstremalnych w aspekcie kosztÃ³w i zagroÅ¼eo, 2012.\n* http://eca.knmi.nl/\n* http://www.ensembles-eu.org/\n* IMGW 2010 Projekt Klimat WpÅyw zmian klimatu na Årodowisko, gospodarkÄ i spoÅeczeostwo. Zadanie 6\n* IMGW 2012 WpÅyw zmian klimatu na Årodowisko, gospodarkÄ i spoÅeczeostwo t.1.\n* IPCC Zmiana klimatu 2007, Raport syntetyczny.\n* Kancelaria Prezesa Rady MinistrÃ³w, Biuro ds. Usuwania SkutkÃ³w Powodzi, Narodowy Program\n* Kondracki J., Geografia regionalna Polski., Wyd. Nauk. PWN, Warszawa, 2011.\n* Konieczny R., Siudak M., Å»ycie i praca na terenach zagroÅ¼onych powodziÄ,\n* Kozyra J. i in., Opracowanie podstaw adaptacji polskiego rolnictwa wobec zmian klimatu Etap I , 2011\n* .,\n* Liszewska M,\n* Interdyscyplinarne Centrum Modelowania Matematycznego i Komputerowego, Uniwersytet\n* Lorenc H. [red], Atlas of Climate in Poland IMGW j. Warszawa, 2005.\n* Lorenc H., KLIMADA Ocena podstawowych charakterystyk oraz tendencji zmian wybranych elementÃ³w\n* a warunkÃ³w klimatycznych Polski, w tym opis klimatu z\n* Maciejewski M., Ostojski M., Tokarczyk T. (red.) Dorzecze Odry â monografia powodzi 2010, IMGW-PIB,"}, {"text_block_id": "p53_b730", "text": "Chapter 7. Source materials\n* BÅaÅ¼ejczyk K., Skotak K., BÅaÅ¼ejczyk A. Piotrowicz K. Myszkowska D. Szmyd J. KLIMADA 2012 Ocena\n* Bukowski M., GÄska J., Instytut Badao Strukturalnych, Oszacowanie skutkÃ³w ekstremalnych zjawisk\n* Chojnacki J., Charakterystyka strat powodziowych w kraju w 2001 roku, Gospodarka wodna nr 5, 2003\n* Dane Eurostatu http://epp.eurostat.ec.europa.eu/portal/page/portal/statistics/search_database\n* Dankers R., i Feyen L., Climate change impact on flood hazard in Europe: An assessment based on\n* DegÃ³rska B. DegÃ³rski M. KLIMADA 2012 Klimatyczne aspekty rozwoju miast i urbanizacji przestrzeni\n* DegÃ³rski M.,DegÃ³rska B. KLIMADA 2011 WstÄpna ocena wpÅywu zmian klimatu na gospodarkÄ\n* cki A., SÅota H., Zielioski J., (red) Monografia powodzi lipiec 1997; dorzecze Odry, IMGW, 1999.\n* EEA, 2008, Impacts of Europe's changing climate -2008 indicator-based assessment. EEA Report.\n* Encyklopedia PWN.\n* Grela J., SÅota H., Zielioski J., (red) Monografia powodzi lipiec 1997; dorzecze WisÅy, IMGW, 1999.\n* Grosset R., Winter J., Janowczyk B., Ocena zjawisk ekstremalnych w aspekcie kosztÃ³w i zagroÅ¼eo, 2012.\n* http://eca.knmi.nl/\n* http://www.ensembles-eu.org/\n* IMGW 2010 Projekt Klimat WpÅyw zmian klimatu na Årodowisko, gospodarkÄ i spoÅeczeostwo. Zadanie 6\n* IMGW 2012 WpÅyw zmian klimatu na Årodowisko, gospodarkÄ i spoÅeczeostwo t.1.\n* IPCC Zmiana klimatu 2007, Raport syntetyczny.\n* Kancelaria Prezesa Rady MinistrÃ³w, Biuro ds. Usuwania SkutkÃ³w Powodzi, Narodowy Program\n* Kondracki J., Geografia regionalna Polski., Wyd. Nauk. PWN, Warszawa, 2011.\n* Konieczny R., Siudak M., Å»ycie i praca na terenach zagroÅ¼onych powodziÄ,\n* Kozyra J. i in., Opracowanie podstaw adaptacji polskiego rolnictwa wobec zmian klimatu Etap I , 2011\n* .,\n* Liszewska M,\n* Interdyscyplinarne Centrum Modelowania Matematycznego i Komputerowego, Uniwersytet\n* Lorenc H. [red], Atlas of Climate in Poland IMGW j. Warszawa, 2005.\n* Lorenc H., KLIMADA Ocena podstawowych charakterystyk oraz tendencji zmian wybranych elementÃ³w\n* a warunkÃ³w klimatycznych Polski, w tym opis klimatu z\n* Maciejewski M., Ostojski M., Tokarczyk T. (red.) Dorzecze Odry â monografia powodzi 2010, IMGW-PIB,\n* Maciejewski M., Ostojski M., Walczykiewicz\n* monografia powodzi\n* MrÃ³z W. 2010 KLIMADA Ocena wraÅ¼liwoÅci ekosystemÃ³w gÃ³rskich polskich Karpat na zmiany klimatu\n* Opracowanie podstaw adaptacji sektora budownictwo do zmian klimatu Ekspertyza naukowa\n* Etap I,\n* Opracowanie zaÅoÅ¼eo i kluczowych elementÃ³w âProgramu Rozwoju w Polsce Kogeneracjiâ,\n* Osuch M., Kindler J. , Romanowicz R.J., Berbeka K., Banrowska A. 2012 KLIMADA Strategia adaptacji\n* Program ochrony przed powodziÄ w Dorzeczu GÃ³rnej WisÅy, maj 2010.\n* Raport z pracy systemu elektroenergetycznego,\n* Renewables for Heating and Cooling. Untapped Potential. RETD Renewable Energy Technology\n* RÃ³Å¼yoski G. Pruszak Z. ChrzÄstowska N. IBW PAN 2012 KLIMADA Ocena wpÅywu obecnych i przyszÅych\n* klimatyczne polityki leÅnej i leÅnictwa w perspektywie 50\n* klimatyczne polityki leÅnej i leÅnictwa w perspektywie 50\n lat.\n* J. KLIMADA 2012 Opracowanie podstaw adaptacji\n* Rymsza B. KLIMADA 2012 Opracowanie podstaw adaptacji sektora transportu do zmian klimatu IBDiM.\n* Sadowski M, Romaoczak A., Siwiec E. z zespoÅem ekspertÃ³w: Opracowanie wkÅadu merytorycznego do\n* ozdziaÅÃ³w do projektu\n* ozdziaÅÃ³w do projektu\n Strategicznego Planu Adaptacji dla sektorÃ³w i obszarÃ³w wraÅ¼liwych na zmiany\n* ozdziaÅÃ³w do projektu\n Strategicznego Planu Adaptacji dla sektorÃ³w i obszarÃ³w wraÅ¼liwych na zmiany\n klimatu w horyzoncie czasowym do 2030 r.\n* ozdziaÅÃ³w do projektu\n Strategicznego Planu Adaptacji dla sektorÃ³w i obszarÃ³w wraÅ¼liwych na zmiany\n klimatu w horyzoncie czasowym do 2030 r.\n , IOÅ\n* ozdziaÅÃ³w do projektu\n Strategicznego Planu Adaptacji dla sektorÃ³w i obszarÃ³w wraÅ¼liwych na zmiany\n klimatu w horyzoncie czasowym do 2030 r.\n , IOÅ\n -\n* ozdziaÅÃ³w do projektu\n Strategicznego Planu Adaptacji dla sektorÃ³w i obszarÃ³w wraÅ¼liwych na zmiany\n klimatu w horyzoncie czasowym do 2030 r.\n , IOÅ\n -\n PIB, Warszawa, paÅºdziernik 2012.\n* Sadowski M. z zespoÅem ekspertÃ³w: Opracowanie i wdroÅ¼enie Strategicznego Planu Adaptacji dla\n* Sowioski M., Szkody powodziowe jako element wyznaczania ryzyka *w+ Infrastruktura i ekologia terenÃ³\n* Sprawozdanie z prac MiÄdzyresortowego ZespoÅu do spraw Szacowania SkutkÃ³w Powodzi w 2010 roku\n* Summary for Policymakers. In: Managing the Risks of Extreme Events and Disasters to Advance Climate\n* Szacowanie szkÃ³d w gospodarstwach rolnych i dziaÅach specjalnych produkcji rolnej dotkniÄtych\n* The European environment â state and outlook 2010 â Adapting to climate change -European\n* P., Åwierkosz K. Andrzejewski W. Mazurkiewicz W., Przybylska K., Takacs V. 2012 KLIMADA\n* J., Jakusik E. *red+, WpÅyw zmian klimatu na Årodowisko, gospodarkÄ i spoÅeczeostwo (zmiany,\n* J., Jakusik E. *red+, WpÅyw zmian klimatu na Årodowisko, gospodarkÄ i spoÅeczeostwo (zmiany,\n IMGW. Warszawa, 2012.\n* dotyczÄce uruchamiania ÅrodkÃ³w z rezerwy celowej budÅ¼etu\n* dotyczÄce uruchamiania ÅrodkÃ³w z rezerwy celowej budÅ¼etu\n terytorialnego."}, {"text_block_id": "p54_b802", "text": "List of abbreviations"}, {"text_block_id": "p54_b803", "text": "AAU"}, {"text_block_id": "p54_b804", "text": "–"}, {"text_block_id": "p54_b805", "text": "Assigned Amount Unit"}, {"text_block_id": "p54_b806", "text": "–"}, {"text_block_id": "p54_b807_merged", "text": "AAU units – units of assigned amount of emissions under the UN system"}, {"text_block_id": "p54_b810", "text": "ARR"}, {"text_block_id": "p54_b811", "text": "–"}, {"text_block_id": "p54_b812", "text": "Agricultural Market Agency"}, {"text_block_id": "p54_b813", "text": "BEIŚ"}, {"text_block_id": "p54_b814", "text": "–"}, {"text_block_id": "p54_b815", "text": "Energy Security and Environment Strategy"}, {"text_block_id": "p54_b816", "text": "DGLP"}, {"text_block_id": "p54_b817", "text": "–"}, {"text_block_id": "p54_b818", "text": "State Forests General Directorate"}, {"text_block_id": "p54_b819", "text": "EEA"}, {"text_block_id": "p54_b820", "text": "–"}, {"text_block_id": "p54_b821", "text": "European Environment Agency"}, {"text_block_id": "p54_b822", "text": "EU ETS"}, {"text_block_id": "p54_b823", "text": "–"}, {"text_block_id": "p54_b824", "text": "EU Emissions Trading Scheme"}, {"text_block_id": "p54_b825", "text": "ETV"}, {"text_block_id": "p54_b826", "text": "–"}, {"text_block_id": "p54_b827", "text": "Environmental Technology Verification"}, {"text_block_id": "p54_b828", "text": "GDDKiA"}, {"text_block_id": "p54_b829", "text": "–"}, {"text_block_id": "p54_b830", "text": "General Directorate for National Roads and Motorways"}, {"text_block_id": "p54_b831", "text": "GDOŚ"}, {"text_block_id": "p54_b832", "text": "–"}, {"text_block_id": "p54_b833", "text": "General Directorate for Environmental Protection"}, {"text_block_id": "p54_b834", "text": "GUS"}, {"text_block_id": "p54_b835", "text": "–"}, {"text_block_id": "p54_b836", "text": "Central Statistical Officer"}, {"text_block_id": "p54_b837", "text": "TSU"}, {"text_block_id": "p54_b838", "text": "–"}, {"text_block_id": "p54_b839", "text": "territorial self-government units"}, {"text_block_id": "p54_b840", "text": "KLIMADA"}, {"text_block_id": "p54_b841", "text": "– project entitled „Development and implementation of the Polish National Strategy for Adaptation to Climate Change” implemented from the NFOŚiGW funds in the years 2011"}, {"text_block_id": "p54_b842", "text": "-2013"}, {"text_block_id": "p54_b843", "text": "KPM"}, {"text_block_id": "p54_b844", "text": "–"}, {"text_block_id": "p54_b845", "text": "National Urban Policy"}, {"text_block_id": "p54_b846", "text": "KSRR"}, {"text_block_id": "p54_b847", "text": "–"}, {"text_block_id": "p54_b848", "text": "National Strategy of Regional Development"}, {"text_block_id": "p54_b849", "text": "MAC"}, {"text_block_id": "p54_b850", "text": "–"}, {"text_block_id": "p54_b851", "text": "Ministry of Administration and Digitization"}, {"text_block_id": "p54_b852", "text": "MEN"}, {"text_block_id": "p54_b853", "text": "–"}, {"text_block_id": "p54_b854", "text": "Ministry of National Education"}, {"text_block_id": "p54_b855", "text": "MF"}, {"text_block_id": "p54_b856", "text": "–"}, {"text_block_id": "p54_b857", "text": "Ministry of Finance"}, {"text_block_id": "p54_b858", "text": "MG"}, {"text_block_id": "p54_b859", "text": "–"}, {"text_block_id": "p54_b860", "text": "Ministry of Economy"}, {"text_block_id": "p54_b861", "text": "MNiSW"}, {"text_block_id": "p54_b862", "text": "–"}, {"text_block_id": "p54_b863", "text": "Ministry of Science and Higher Education"}, {"text_block_id": "p54_b864", "text": "MON"}, {"text_block_id": "p54_b865", "text": "–"}, {"text_block_id": "p54_b866", "text": "Ministry of National Defence"}, {"text_block_id": "p54_b867", "text": "MPiPS"}, {"text_block_id": "p54_b868", "text": "–"}, {"text_block_id": "p54_b869", "text": "Ministry of Labour and Social Policy"}, {"text_block_id": "p54_b870", "text": "MRiRW"}, {"text_block_id": "p54_b871", "text": "–"}, {"text_block_id": "p54_b872", "text": "Ministry of Agriculture and Rural Development"}, {"text_block_id": "p54_b873", "text": "MRR"}, {"text_block_id": "p54_b874", "text": "–"}, {"text_block_id": "p54_b875", "text": "Ministry of Regional Development"}, {"text_block_id": "p54_b876", "text": "MSW"}, {"text_block_id": "p54_b877", "text": "–"}, {"text_block_id": "p54_b878", "text": "Ministry of Interior"}, {"text_block_id": "p54_b879", "text": "MŚ"}, {"text_block_id": "p54_b880", "text": "–"}, {"text_block_id": "p54_b881", "text": "Ministry of the Environment"}, {"text_block_id": "p54_b882", "text": "SME"}, {"text_block_id": "p54_b883", "text": "–"}, {"text_block_id": "p54_b884", "text": "sector of small and middle-sized enterprises"}, {"text_block_id": "p54_b885", "text": "MTBiGM"}, {"text_block_id": "p54_b886", "text": "–"}, {"text_block_id": "p54_b887", "text": "Ministry of Transport, Construction and Maritime Economy"}, {"text_block_id": "p54_b888", "text": "MZ"}, {"text_block_id": "p54_b889", "text": "–"}, {"text_block_id": "p54_b890", "text": "Ministry of Health"}, {"text_block_id": "p54_b891", "text": "NFOŚiGW"}, {"text_block_id": "p54_b892", "text": "–"}, {"text_block_id": "p54_b893", "text": "National Fund for Environmental Protection and Water Management"}, {"text_block_id": "p54_b894", "text": "NPF 2014-2020"}, {"text_block_id": "p54_b895", "text": "–"}, {"text_block_id": "p54_b896", "text": "New Financial Perspective programming period 2014-2020"}, {"text_block_id": "p54_b897", "text": "OECD"}, {"text_block_id": "p54_b898", "text": "–"}, {"text_block_id": "p54_b899", "text": "Organisation for Economic Co-operation and Development"}, {"text_block_id": "p54_b900", "text": "PIS"}, {"text_block_id": "p54_b901", "text": "–"}, {"text_block_id": "p54_b902", "text": "State Sanitary Inspection"}, {"text_block_id": "p54_b903", "text": "PKP"}, {"text_block_id": "p54_b904", "text": "–"}, {"text_block_id": "p54_b905", "text": "Polish State Railways"}, {"text_block_id": "p54_b906", "text": "PSE Operator S.A"}, {"text_block_id": "p54_b907", "text": "–"}, {"text_block_id": "p54_b908", "text": "Polish Power Networks Operator S.A"}, {"text_block_id": "p54_b909", "text": "PSHM"}, {"text_block_id": "p54_b910", "text": "–"}, {"text_block_id": "p54_b911", "text": "Polish State Hydrological and Meteorological Services"}, {"text_block_id": "p54_b912", "text": "PSP"}, {"text_block_id": "p54_b913", "text": "–"}, {"text_block_id": "p54_b914", "text": "State Fire Service"}, {"text_block_id": "p54_b915", "text": "RCB"}, {"text_block_id": "p54_b916", "text": "–"}, {"text_block_id": "p54_b917", "text": "Government Centre for Security"}, {"text_block_id": "p54_b918", "text": "SIEG"}, {"text_block_id": "p54_b919", "text": "–"}, {"text_block_id": "p54_b920", "text": "Strategy of Innovation and Economic Efficiency"}, {"text_block_id": "p54_b921", "text": "SPA 2020"}, {"text_block_id": "p54_b922", "text": "–"}, {"text_block_id": "p54_b923", "text": "Polish National Strategy for Adaptation to Climate Change by 2020 with the perspective by 2030"}, {"text_block_id": "p55_b924", "text": "SRKL"}, {"text_block_id": "p55_b925", "text": "–"}, {"text_block_id": "p55_b926", "text": "Human Capital Development Strategy"}, {"text_block_id": "p55_b927", "text": "SRKS"}, {"text_block_id": "p55_b928", "text": "–"}, {"text_block_id": "p55_b929", "text": "Social Capital Development Strategy"}, {"text_block_id": "p55_b930", "text": "SRT"}, {"text_block_id": "p55_b931", "text": "–"}, {"text_block_id": "p55_b932", "text": "Transport Development Strategy"}, {"text_block_id": "p55_b933", "text": "Transport Development Strategy\n* â\n* â\n Efficient State Strategy\n<\\li1>"}, {"text_block_id": "p55_b936", "text": "SZRWRiR"}, {"text_block_id": "p55_b937", "text": "–"}, {"text_block_id": "p55_b938", "text": "Strategy for Sustainable Development of Agriculture, Rural Areas and Fisheries"}, {"text_block_id": "p55_b939", "text": "ŚSRK"}, {"text_block_id": "p55_b940", "text": "–"}, {"text_block_id": "p55_b941", "text": "Mid-term National Development Strategy"}, {"text_block_id": "p55_b942", "text": "PPPL"}, {"text_block_id": "p55_b943", "text": "– “Polish Airports”"}, {"text_block_id": "p55_b944", "text": "State Enterprise"}, {"text_block_id": "p55_b945", "text": "WPR"}, {"text_block_id": "p55_b946", "text": "–"}, {"text_block_id": "p55_b947", "text": "Common Agricultural Policy"}, {"text_block_id": "p55_b948", "text": "WRS"}, {"text_block_id": "p55_b949", "text": "-Common Strategic Framework"}, {"text_block_id": "p56_b950", "text": "ANNEXES"}, {"text_block_id": "p56_b951", "text": "Annex 1. Conclusions and recommendations from the carried out strategic environmental"}, {"text_block_id": "p56_b952", "text": "impact assessment of the project „Polish National Strategy for Adaptation to Climate Change"}, {"text_block_id": "p56_b953", "text": "by 2020 with the perspective by 2030"}, {"text_block_id": "p56_b954", "text": "” (SPA 2020)"}, {"text_block_id": "p56_b955", "text": "Under remaining recommendations, recommendations relevant from the point of view of the specific objectives of SPA 2020 have been presented:"}, {"text_block_id": "p56_b956", "text": "Assessment of the objective „"}, {"text_block_id": "p56_b957", "text": "Ensuring the energy security and good state of environment"}, {"text_block_id": "p56_b958", "text": "”"}, {"text_block_id": "p56_b959", "text": "In the"}, {"text_block_id": "p56_b960", "text": "action line “"}, {"text_block_id": "p56_b961", "text": "adaptation of the water management sector to climate change"}, {"text_block_id": "p56_b962", "text": "”, it"}, {"text_block_id": "p56_b963", "text": "has been recommended,"}, {"text_block_id": "p56_b964", "text": "inter alia"}, {"text_block_id": "p56_b965", "text": ", to give up new methods of assessing risks of floods and flooding for the benefit of harmonization and adaptation of existing ones."}, {"text_block_id": "p56_b966", "text": "In the action line"}, {"text_block_id": "p56_b967", "text": "“"}, {"text_block_id": "p56_b968", "text": "adaptation of the coastal zone to climate change"}, {"text_block_id": "p56_b969", "text": "”,"}, {"text_block_id": "p56_b970", "text": "it has been recommended"}, {"text_block_id": "p56_b971", "text": "not to distinguish the sea level rise and potential flood risk but to indicate general phenomena"}, {"text_block_id": "p56_b972", "text": "and processes related to climate change. In case of monitoring of the state of seashores and coastal waters, it is recommended to use modern remote sensing systems as well as to publish the results"}, {"text_block_id": "p56_b973", "text": "of research."}, {"text_block_id": "p56_b974", "text": "In the"}, {"text_block_id": "p56_b975", "text": "action line “"}, {"text_block_id": "p56_b976", "text": "adaptation of the energy sector to climate change"}, {"text_block_id": "p56_b977", "text": "”, groundless preference for solar"}, {"text_block_id": "p56_b978", "text": "energy among RES used has been indicated due to the limited efficiency and cost-effectiveness in case"}, {"text_block_id": "p56_b979", "text": "of development of this type of technology. In connection with this recommendation, an appropriate modification has been made to the content of SPA 2020."}, {"text_block_id": "p56_b980_merged_merged_merged_merged_merged", "text": "In the action line “protection of biodiversity and forest management in the context of climate change”, it has been recommended that the afforestation process not interfere with local biodiversity and forest"}, {"text_block_id": "p57_b985", "text": "In the"}, {"text_block_id": "p57_b986", "text": "action line “a"}, {"text_block_id": "p57_b987", "text": "daptation to climate changes in spatial development and construction"}, {"text_block_id": "p57_b988", "text": "”, it has been"}, {"text_block_id": "p57_b989", "text": "recommended to increase the importance of spatial planning in the development management process and to borrow models from good European practices. It has been recommended to transform spatial planning towards the pro-development policy and not only a routine procedure."}, {"text_block_id": "p57_b990", "text": "In the action line “"}, {"text_block_id": "p57_b991", "text": "ensuring the functioning of the effective health protection system in the conditions"}, {"text_block_id": "p57_b992", "text": "of climate change"}, {"text_block_id": "p57_b993", "text": "”, it has been recommended to include in the document a problem of changes"}, {"text_block_id": "p57_b994", "text": "in concentrations of tropospheric ozone, which provides the protection against ultraviolet rays. It has"}, {"text_block_id": "p57_b995", "text": "also been recommended to introduce a programme of vaccinations against Lyme disease, the incidence"}, {"text_block_id": "p57_b996", "text": "of which may increase as a result of the development of the tick population."}, {"text_block_id": "p57_b997", "text": "Assessment of the objective"}, {"text_block_id": "p57_b998", "text": "“"}, {"text_block_id": "p57_b999", "text": "Efficient adaptation to climate change in rural areas"}, {"text_block_id": "p57_b1000", "text": "”"}, {"text_block_id": "p57_b1001", "text": "In the action line"}, {"text_block_id": "p57_b1002", "text": "“"}, {"text_block_id": "p57_b1003", "text": "creation of local systems for monitoring and warning against hazards"}, {"text_block_id": "p57_b1004", "text": "”,"}, {"text_block_id": "p57_b1005", "text": "the importance of universal access to measurement data and raw databases for research institutions has been stressed. In addition, educational activities and activities to disseminate the rules of good practices in farming have been described as necessary and the need for the adaptation policy implemented through modernization of the Polish countryside for the full use of current opportunities for rural development has been indicated."}, {"text_block_id": "p57_b1006", "text": "In the action line organizational and technical adaptation of the agricultural and fishery activity to climate change"}, {"text_block_id": "p57_b1007", "text": "”, it has been"}, {"text_block_id": "p57_b1008", "text": "recommended to broaden the scope of actions supporting adaptation of agriculture to climate change by the subject of water savings,"}, {"text_block_id": "p57_b1009", "text": "inter alia"}, {"text_block_id": "p57_b1010", "text": ", through avoiding cultivation requiring large amounts of water and using hydrogels to improve soil retention. It has also been recommended"}, {"text_block_id": "p57_b1011", "text": "to intensify research on species resistant to prolonged droughts and frosts."}, {"text_block_id": "p57_b1012", "text": "Assessment of the objective"}, {"text_block_id": "p57_b1013", "text": "“"}, {"text_block_id": "p57_b1014", "text": "Development of transport in the conditions of climate change"}, {"text_block_id": "p57_b1015", "text": "”"}, {"text_block_id": "p57_b1016", "text": "In the action line"}, {"text_block_id": "p57_b1017", "text": "“developing design standards taking account of climate change”,"}, {"text_block_id": "p57_b1018", "text": "it has been recommended that the designed infrastructure be resistant mainly to extreme weather events"}, {"text_block_id": "p57_b1019", "text": "such as torrential rains and their consequences (floods, flooding) and, to a lesser extent, to the global rise in the temperature."}, {"text_block_id": "p57_b1020", "text": "Assessment of the objective"}, {"text_block_id": "p57_b1021", "text": "“"}, {"text_block_id": "p57_b1022", "text": "Ensuring the sustainable regional and local development"}, {"text_block_id": "p57_b1023", "text": "with consideration to climate change"}, {"text_block_id": "p57_b1024", "text": "”"}, {"text_block_id": "p57_b1025", "text": "In the action line"}, {"text_block_id": "p57_b1026", "text": "“"}, {"text_block_id": "p57_b1027", "text": "monitoring of the state of the environment and early warning and response systems"}, {"text_block_id": "p57_b1028", "text": "in the context of climate change (cities and rural areas)"}, {"text_block_id": "p57_b1029", "text": "”, it has been"}, {"text_block_id": "p57_b1030", "text": "recommended to implement integrated spatial information systems and to create thematic maps, thanks to which it will be possible"}, {"text_block_id": "p57_b1031", "text": "to define the areas that are particularly vulnerable to risks. Such materials will allow to provide permanent access to relevant information on the environmental and climate security for local authorities"}, {"text_block_id": "p57_b1032", "text": "and communities."}, {"text_block_id": "p57_b1033_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "In the action line “urban spatial policy taking climate change into account”, it has been recommended to include, in the urban policy, aspects such as: creation of local adaptation plans, modernization"}, {"text_block_id": "p58_b1038", "text": "Assessment of the objective"}, {"text_block_id": "p58_b1039", "text": "“"}, {"text_block_id": "p58_b1040", "text": "Stimulating innovations conducive to adaptation to climate change"}, {"text_block_id": "p58_b1041", "text": "”"}, {"text_block_id": "p58_b1042", "text": "In the action line"}, {"text_block_id": "p58_b1043", "text": "“"}, {"text_block_id": "p58_b1044", "text": "promoting innovation at the level of organizational and managerial actions conducive to adaptation to climate change"}, {"text_block_id": "p58_b1045", "text": "”, the authors have indicated the groundless, in"}, {"text_block_id": "p58_b1046", "text": "their opinion, fact"}, {"text_block_id": "p58_b1047", "text": "of limiting the promotion of innovation to agricultural and fisheries production only."}, {"text_block_id": "p58_b1048", "text": "In the action line"}, {"text_block_id": "p58_b1049", "text": "“"}, {"text_block_id": "p58_b1050", "text": "building the system of support for Polish innovative technologies conducive"}, {"text_block_id": "p58_b1051", "text": "to adaptation to climate change"}, {"text_block_id": "p58_b1052", "text": "” with regard to the"}, {"text_block_id": "p58_b1053", "text": "Web platform, it has been recommended to use that tool for dissemination and promotion of Polish patent solutions related to adaptation, which will positively affect the development of the Polish economy."}, {"text_block_id": "p58_b1054", "text": "Assessment of the objective"}, {"text_block_id": "p58_b1055", "text": "“"}, {"text_block_id": "p58_b1056", "text": "Development of social attitudes conducive to adaptation to climate change"}, {"text_block_id": "p58_b1057", "text": "”"}, {"text_block_id": "p58_b1058", "text": "In the action line"}, {"text_block_id": "p58_b1059", "text": "“"}, {"text_block_id": "p58_b1060", "text": "increasing awareness of risks related to extreme phenomena and methods of limiting their impact"}, {"text_block_id": "p58_b1061", "text": "”, it has been"}, {"text_block_id": "p58_b1062", "text": "recommended to increase the intensity of works on flood hazard and risk maps and it has been suggested to develop flood risk management plans on a scale of all river basins."}, {"text_block_id": "p58_b1063_merged_merged_merged_merged_merged_merged", "text": "In the action line “protection of particularly exposed groups against the effects of adverse climate phenomena”, it has been indicated to take account of the possibility of supporting the property insurance system from public funds and of actions minimizing consequences of extreme events adapted to the specific nature of specific territories (inter alia, in the field of infrastructure and construction)."}], "document_description": "The SAP 2020 foresees mainstreaming the adaptation programme into sectoral policies, primarily those related to agriculture and forestry, biodiversity, ecosystems and water resources, coastal zones, infrastructure and, subsequently, the preparation of a draft programme for their implementation.  The Strategy presents an analysis of current climate change and the development of future change scenarios for Poland up to the end of the 21st century. It also assesses the impact of expected change in the socioeconomic area, and the vulnerability of various sectors of the economy.  The implementation of the SAP 2020 involves 3 stages: the elaboration of the Strategic Adaptation Plan taking into account climate change in the reference period of 1971-2000; the preparation of the Strategic Adaptation Plan for a long-term period, taking into account expected climate change up until 2070-2100; and cost estimation."}