{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Nicaragua", "document_category": "Law", "document_sector_name": [], "document_date": "27/03/1996", "document_language": "English", "document_name": "Law 217 on the Environment and Natural Resources, as amended by Law 647", "document_country_code": "NIC", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/NIC/1996/NIC-1996-03-27-Law 217 on the Environment and Natural Resources, as amended by Law 647_3a2912239371964e18cc6c9a07aac070.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The General Law No. 217 on the Environment and Natural Resources, as amended by law 647, refers to climate change mitigation and adaptation in a number of ways. First, the precautionary principle is included in art. 4.8). Section XIII, dedicated to climate change management, grants the executive power the mission to formulate and foster an adaptation policy that would also comprise mitigation targets. This adaptation policy should in particular 1) Promote the adaptation mechanisms of vulnerable populations, through the implementation of plans and strategies at the regional and national levels, 2) Strengthen institutional capacities and groups of key actors in the management of climate change, and assess the vulnerability and adaptation of prioritized human systems to climate change, variability, risks and extreme events, 3) Develop capacities for a better understanding and knowledge of the effects of climate change on human systems, in order to develop and prioritize adaptation measures, 4) Promote and support the availability and exchange of information among the different national sectors, as well as the dissemination and awareness to the public, on climate change issues, 5) Contribute to the monitoring, monitoring and evaluation of climate variability in the different human systems and of socioeconomic interest for the country, and 6) Contribute to the mitigation of the phenomenon of climate change, using the mechanisms created by the United Nations Framework Convention on Climate Change."}