{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Nicaragua", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial"], "document_date": "25/12/1999", "document_language": "English", "document_name": "Ministerial Resolution no. 014.99 (creating the Climate Change Commission)", "document_country_code": "NIC", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/NIC/1999/NIC-1999-12-25-Ministerial Resolution no. 014.99 (creating the Climate Change Commission)_b937575bc68ecc0e8b025327db5d8c85.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The purpose of this Ministerial Resolution is the Creation of the Commission on Climate Change as a national instance of consultation between the Ministry of the Environment and Natural Resources and the different instances and sectors of Nicaraguan society.\n\nThe Resolution determines the structure, composition, functions and missions of the Commission, which are the following: 1) be an instance of consultation and recommendation on activities related to climate change, among others: Inventories of sources and sinks of greenhouse gases, activities for the control of emissions of greenhouse gases, study, evaluation and research of impacts and the possibilities of adaptation to Climate Change, 2) promote consensus at the national level on the strategies, programs, projects and actions to be developed in the field of Climate Change, 3) participate in the elaboration of a national position in the international negotiations on Climate Change, 4) contribute to the actions and measures that are established in response to climate change, are carried out in a coordinated and integrated with respect to social and economic development, 5) promote the holding of seminars, workshops and capacity-building at the national level, for the training of specialists in the scientific evaluation and impacts of Climate Change, as well as in the formulation of mitigation strategies and adaptation to this change, encouraging the participation of the sectors in national and international events, 6) support in the search for national and international financial resources that allow the implementation of Climate Change Projects within the framework of Sustainable Development, and 7) contribute to the dissemination of national and international information on climate change."}