{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Nicaragua", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Residential and Commercial", "LULUCF", "Energy"], "document_date": "02/11/2019", "document_language": "English", "document_name": "Presidential Decree 7/2019 establishing the national policy of climate change mitigation and adaptation and creating the national response system to climate change", "document_country_code": "NIC", "document_hazard_name": ["Glacial Melting", "Changes In Surface Water", "Sea Level Rise", "Wildfires", "Landslides", "Storms, Hurricanes, Tsunamis, Cyclones", "Droughts", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Disaster Risk Management", "Energy Supply", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/NIC/2019/NIC-2019-11-02-Presidential Decree 7_2019 establishing the national policy of climate change mitigation and adaptation and creating the national response system to climate change_d1daea4b966a997e29c14b0b22abcba7.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This decree establishes the national policy of climate change mitigation and adaptation and creates the national system of climate change response. It defines a strategic national reference framework to develop a set of guidelines and their actions to mitigate the causes of climate change and face the challenges of adaptation.\n\nThe policy seeks to foster development, improve the complementarity to disaster risk management strategies, promote innovation and efficient use of resources, protect the national ecosystems, ensure gender equality and social participation, assess the viability of measures taken, manage climate finance resources, recognise the role of indigenous communities and enhance education over climate change.\n\nThe policy is organised around the following goals:\n\n1. Agricultural development resilient to the impacts of current climate variability, as well as the future climate, with low carbon emissions. 2. Implement an energy development strategy with low carbon emissions and with capacity to adapt to climate change. 3. Promote a development of Human Settlements adapted to climate change and with low carbon emissions. 4. Development of infrastructure adapted to climate change and with low carbon emissions. 5. Use and conservation of eco-systemic services to achieve economic development low in carbon emissions and adapted to climate change. 6. Conservation, restoration and rational use of forests, as well as promoting forest plantations in areas of forest potential. 7. Promote knowledge, research, financing and information on adaptation and mitigation to climate change, as well as the modernization and strengthening of surveillance and early warning systems.\n\n\n\nThe National Response System to Climate Change aims to:\n\n1. Promote and implement the National Policy for Mitigation and Adaptation to Climate Change, under the Model of Dialogue, Alliances and Consensus; 2. To comply with and follow up on Nicaragua's international commitments made in accordance with the United Nations Framework Convention on Climate Change, the Paris Agreement, Regional Climate Change Strategy and the other Instruments related to this matter, in which Nicaragua is State party; 3. Prepare the National Climate Change Adaptation Plan; 4. Prepare National Communications and National Inventories of Greenhouse Gases; 5. Prepare the country's climate risk assessments; 6. Calculate national greenhouse gas emission factors, through academic and scientific research; 7. Compile and disseminate Nicaragua's advances in mitigation and adaptation to climate change; 8. Promote national research on climate change; 9. Propose to the Presidency of the Republic all those actions that are necessary for the Mitigation and Adaptation to Climate Change; 10. Manage international cooperation and financing for Mitigation and Adaptation and Climate Change; 11. All those functions that are necessary to achieve the objective proposed in the National Policy of Mitigation and Adaptation to Climate Change; 12. Review and periodic update of the National Policy for Mitigation and Adaptation to Climate Change."}