{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Nicaragua", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Transportation", "LULUCF"], "document_date": "17/07/2009", "document_language": "English", "document_name": "Resolution A.N. no. 003-2009 (on climate change and adaptability)", "document_country_code": "NIC", "document_hazard_name": ["Sea Level Rise", "Wildfires", "Landslides", "Droughts", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/NIC/2009/NIC-2009-07-17-Resolution A.N. no. 003-2009 (on climate change and adaptability)_2f327ec73c1b4a49264b2f49675c9e40.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This resolution nationally recognises a number of international agreements and declarations in the climate change matter. It urges to the respective authorities the application of measures to prevent and assess the risks of climate change in infrastructure investments and productive programs, with emphasis on public investments, to promote a long-term clean development path to reduce the rate of growth of emissions with respect to 1990. It urges the Executive Branch to proceed to \"formulate and promote a Climate Change Adaptation Policy, in order to incorporate adaptation and mitigation into sectoral plans\", in accordance with Article 60 of Law No. 217 \"General Law of the Environment and Natural Resources \"and its reform Law No. 647, recently approved on February 13, 2008.&nbsp;<br><br>The law also calls for public and private universities and civil society organizations to contribute their research to the dissemination of knowledge related to climate change, the best adaptation practices, through the daily life of communities in efficient use of water, the adequate disposal of solid waste, reforestation, improvement of food habits and sustainable production practices. It urges the Permanent Commission on the Environment and Natural Resources of the National Assembly, so that within the scope of its powers, specifically that established in Article 69, inc. 6) of Law No. 606 \"Organic Law of the Legislative Power of the Republic of Nicaragua, do the following: 1) Assist with all sectors of the country, so that Climate Change Adaptation Plans are promoted and executed, 2) Promote social awareness about Climate Change, 3) Conduct annual assessments on the progress of Nicaragua's adaptability to climate change, and 4) To permanently monitor governmental and non-governmental actions aimed at promoting the adaptability of our country in the face of climate change."}