{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "North Macedonia (Republic of North Macedonia)", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Action Plan on Renewable Energy Sources", "document_country_code": "MKD", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "11/01/2015", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/MKD/2015/MKD-2015-01-11-Action Plan on Renewable Energy Sources_7fce433e71c625c6780d124aad801c25.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF THE REPUBLIC OF MACEDONIA MINISTRY OF ECONOMY"}, {"text_block_id": "p0_b2", "text": "RENEWABLE ENERGY ACTION PLAN FOR THE REPUBLIC OF MACEDONIA UNTIL"}, {"text_block_id": "p0_b3", "text": "2025 WITH VISION UNTIL 2030"}, {"text_block_id": "p0_b4", "text": "November, 2015"}, {"text_block_id": "p1_b5", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b6", "text": "In accordance with Article 146 from the Energy Law (Official Gazette 16/2011, 136/2011, 79/2013, 164/2013, 41/2014, 151/2014, 33/2015"}, {"text_block_id": "p3_b7", "text": "и 192/2015"}, {"text_block_id": "p3_b8", "text": ") Government of the Republic of Macedonia on the session held on November"}, {"text_block_id": "p3_b9", "text": "adopted"}, {"text_block_id": "p3_b10", "text": "ACTION PLAN FOR RENEWABLE ENERGY SOURCES"}, {"text_block_id": "p3_b11", "text": "INTRODUCTION"}, {"text_block_id": "p3_b12", "text": "1."}, {"text_block_id": "p3_b13", "text": "SUMMARY OF THE RENEWABLE ENERGY POLICY OF THE REPUBLIC OF MACEDONIA"}, {"text_block_id": "p3_b14", "text": "An important influence on the Republic of Macedonia•s energy policy is the overall country objective of EU accession. Being a candidate country to the EU, Macedonia aims to harmonize its policies with those of the EU to promote closer integration with other European countries. This process includes harmonization of national legislation with EU legislation in the field of renewable energy, thus developing a proper legal framework for the energy sector that provides the basis for institutional and policy reforms that support renewable energy promotion."}, {"text_block_id": "p3_b15", "text": "Greater utilization of renewable energy sources (RES) is one of the major strategic objectives in the energy sector for the Government of Macedonia. This is very important for energy security and environmentally clean energy supply for the country, and for creating the conditions for sustainable energy development in Macedonia and in the region."}, {"text_block_id": "p3_b16_merged_merged", "text": "Republic of Macedonia follows the regulations which are adopted by the European Commission in the field of RES taking in consideration the new Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources."}, {"text_block_id": "p3_b19", "text": "1.1."}, {"text_block_id": "p3_b20", "text": "NATIONAL STRATEGY FOR SUSTAINABLE DEVELOPMENT1"}, {"text_block_id": "p3_b21", "text": "The National Strategy for Sustainable Development provides a foundation for energy policy in the Republic of Macedonia. The conclusions from this strategy related to energy were that:"}, {"text_block_id": "p3_b22", "text": "The National Strategy for Sustainable Development provides a foundation for energy policy in the Republic of Macedonia. The conclusions from this strategy related to energy were that:\n* A long term National Energy Sector Development Strategy should be adopted.\n* A Study for the Implementation of Energy Efficiency Measures should be prepared.\n* A Study for Utilization of the Potential Renewable Energy Sources should be prepared."}, {"text_block_id": "p3_b28", "text": "Currently, the Energy Development Strategy until 2030, Strategy for utilization of RES until 2020 and Energy Efficiency Strategy until 2020 has been adopted. First National Energy Efficiency Action Plan is already adopted."}, {"text_block_id": "p4_b29", "text": "meet their goals."}, {"text_block_id": "p4_b30", "text": "sources and energy efficiency, this document may be subject to updating."}, {"text_block_id": "p4_b31", "text": "1.2. ENERGY LAW"}, {"text_block_id": "p4_b32", "text": "The strategic priorities of Macedonia in the energy sector and provisions that transpose the European Union Energy Community acquis communautaire are incorporated in the Energy Law which was published in Official Gazette of the Republic of Macedonia, No. 16/2011, in force since February 18, 2011. It provides a legal framework for the Macedonian energy market including a chapter on Renewable Energy Sources. The law determines measures and activities that provide conditions for transposing and implementing the Directive 2009/28/EC of the European Parliament."}, {"text_block_id": "p4_b33", "text": "Ministry of Economy over the past period within the IPA project •Strengthening the administrative capacity of the Energy Department at the Ministry of Economy and Energy Agency\" (Project lasted between 2013-2015) draft text of the Law on Energy which fully transposes the Directive was prepared. After the adoption of the Law preparing and adopting of the sub legislation will follow and implementation of the mentioned Law will be allowed. ."}, {"text_block_id": "p4_b34", "text": "Energy Law prescribes adoption of a Renewable Energy Sources (RES) strategy and action plan, which sets target and annual dynamics for increased share from renewable energy sources. Supporting schemes as guarantees of origin of electricity produced from renewable energy sources and obtaining status of preferential producer are defined in the Energy Law. Also, the law defines that electricity transmission and distribution system operators shall provide priority access to the power system for electricity generated from renewable energy sources."}, {"text_block_id": "p4_b35", "text": "1.3."}, {"text_block_id": "p4_b36", "text": "ENERGY DEVELOPMENT STRATEGY2"}, {"text_block_id": "p4_b37", "text": "The Strategy for Energy Development of the Republic of Macedonia until 2030 (Energy Strategy) defines the most favorable long term development of the energy sector in the Republic with a view of providing a safe and reliable operation of energy networks and good quality of energy supplied to the energy consumers. Among its objectives is to increase the utilization of renewable resources, especially in areas where Macedonia has experience such as hydropower for electricity, geothermal energy for heating greenhouses, solar energy for hot water in households, biofuels in the transportation sector, and more efficient use of wood biomass for heat in the residential sector. According to the Energy Strategy, the future plan •is to increase the previously mentioned RES and to additionally use wind and solar power and biogas for"}, {"text_block_id": "p5_b38", "text": "production of electricity as well as waste biomass for combined heat and power generation•."}, {"text_block_id": "p5_b39", "text": "Furthermore, the Strategy for Energy Development proposes the use of bio fuels for transport is 10% of the total consumption of fuel and diesel in transport by 2020."}, {"text_block_id": "p5_b40", "text": "The Energy Strategy provided the basis for elaboration of the Strategy for Utilization of Renewable Energy Sources in the Republic of Macedonia by 2020 (RES Strategy)."}, {"text_block_id": "p5_b41", "text": "to be adopted during 2016."}, {"text_block_id": "p5_b42", "text": "1.4."}, {"text_block_id": "p5_b43", "text": "RES STRATEGY3"}, {"text_block_id": "p5_b44", "text": "According to Article 144 of the Energy Law, •"}, {"text_block_id": "p5_b45_merged", "text": "the policy on the use of renewable energy sources shall be stipulated under the Strategy on Renewable Energy Sources in the Republic of Macedonia•. In September 2010 the Government of Macedonia adopted the Strategy for Utilization of Renewable Energy Sources in the Republic of Macedonia by 2020"}, {"text_block_id": "p5_b48", "text": "prepared by the Macedonian Academy of Arts and Sciences (MANU)."}, {"text_block_id": "p5_b49", "text": "The RES Strategy sets the targets on the use of renewable energy sources and the manners for attaining these targets, in particular:"}, {"text_block_id": "p5_b50", "text": "The RES Strategy sets the targets on the use of renewable energy sources and the manners for attaining these targets, in particular:\n* potential  of renewable energy sources;\n* feasibility of the use of renewable energy sources;\n* target volume and dynamics for increasing the share of electricity from renewable energy sources and share of biofuels in the gross final energy consumption; as well as the share of biofuels in the total consumption of fuels for transport; and,\n* incentives for the use of renewable energy sources."}, {"text_block_id": "p5_b58", "text": "For the purpose of attaining the targets set in the RES Strategy, the incentives applied shall aim at:"}, {"text_block_id": "p5_b59", "text": "For the purpose of attaining the targets set in the RES Strategy, the incentives applied shall aim at:\n* reducing costs for electricity generation from renewable sources and production of biofuels;\n* increasing prices of electricity generated from renewable sources or prices for biofuels; or\n* creating obligations for purchasing the electricity generated from renewable sources or obligation for blending fossils fuels and biofuels in the fuels for transport."}, {"text_block_id": "p5_b65", "text": "The incentives shall include in particular:"}, {"text_block_id": "p5_b66", "text": "The incentives shall include in particular:\n* investment support;\n* tax credits;"}, {"text_block_id": "p6_b70", "text": "The incentives shall include in particular:\n* investment support;\n* tax credits;\n* obligation of the electricity suppliers on purchasing electricity generated from renewable energy sources and obligation on mandatory placing on the market of blends of fossil fuels with biofuels;\n* issuing guarantees of electricity origin;\n* feed-in tariffs for the purchase of electricity generated from RES that obtain status of a preferential producer; or\n* increased prices for the consumers, as regards the use of energy from renewable sources."}, {"text_block_id": "p6_b78_merged", "text": "The funds required to implement the incentives referred to in paragraph (3) of this Article can be provided, inter alia, from:"}, {"text_block_id": "p6_b81", "text": "The funds required to implement the incentives referred to in paragraph (3) of this Article can be provided, inter alia, from:\n* the Budget of the Republic of Macedonia;\n* grants, donations and sponsorships;\n* loans; or\n* state aid pursuant to the law."}, {"text_block_id": "p6_b89", "text": "In preparation to transpose and implement the EU legislation on RES into the national legislation, the main objective of the RES Strategy was to provide information on RES potential and technically and commercially feasible RES exploitation in the country, including the strategy for Macedonia to attain the 21% RES target as a percentage of gross final energy consumption by 2020, in line with the EU directive and including a target of 10 % bio fuels in transport by 2020."}, {"text_block_id": "p6_b90", "text": "This RES Strategy identifies options for utilization of RES and ways of achieving the 21% target. It provides an overview of options for RES utilization in Macedonia, a brief description of the power system and its RES absorption capacity, analysis of RES impact on the electric power system, structure of feed-in tariffs and financing mechanisms for feed-in tariffs, RES-related EU legislation, and the legal and institutional framework for RES in the Republic of Macedonia,"}, {"text_block_id": "p6_b91", "text": "Strategy for RES was prepared and it is planned to be adopted in during 2016."}, {"text_block_id": "p6_b92", "text": "The directive calls for targets as a percentage of gross final energy consumption and specifies that strong energy efficiency measures should also be applied."}, {"text_block_id": "p6_b93", "text": "This Action Plan presented Scenario 2020-2025-2030 RES share in the final energy consumption. This Scenario is based on the series of assumptions concerning future development of the hydro power generation is rather predictable, it is limited with obvious and well known technical and economical hydro potential, and last but not least its further development is dependent on significant investment which inevitably requires strategic partnership with foreign investors or financing from international financing institutions."}, {"text_block_id": "p7_b94", "text": "RES share of the GFEC that could be achieved based on this scenario is: 21% in 2020, 25 % in 2025 and 28 % in 2030."}, {"text_block_id": "p7_b95", "text": "CONTRIBUTION OF RES 2010-2025-2030 (ktoe)"}, {"text_block_id": "p7_b96", "text": "1.5. ENERGY EFFICIENCY STRATEGY"}, {"text_block_id": "p7_b97", "text": "According to Article 130 of the Energy Law, •"}, {"text_block_id": "p7_b98", "text": "the policy on energy end-use efficiency shall be stipulated in the Energy Efficiency Strategy, which, on the proposal from the Ministry, shall be adopted by the Government of the Republic of Macedonia and shall cover a period of ten years, pursuant to the Strategy on Energy Development"}, {"text_block_id": "p7_b99", "text": "•"}, {"text_block_id": "p7_b100", "text": "The Strategy for Improvement of the Energy Efficiency in the Republic of Macedonia until 2020 (Energy Efficiency Strategy) was adopted in September 2010 and prepared by the Macedonian Center for Energy Efficiency, Alliance to Save Energy and International Resources Group (IRG)."}, {"text_block_id": "p8_b101", "text": "The objective of the Energy Efficiency Strategy is to develop a framework for accelerating adoption of energy efficiency practices in a sustainable fashion through implementation of a series of programs and initiatives that are linked to creating reduction of import dependence, energy intensity, and the non-productive use of electricity."}, {"text_block_id": "p8_b102", "text": "The Energy Efficiency Strategy plays an important part in achieving the RES target partly because of the impact that energy efficiency measures will have on final energy consumption and partly because the institutional structure that will be needed to implement the EE strategy will also help support the implementation of the RES strategy. Regarding the level of energy efficiency measures to be implemented, the stronger they are, the lower the final energy consumption will be. Therefore, the RES target could be achieved at a faster pace."}, {"text_block_id": "p8_b103", "text": "In accordance with the guidelines for National Renewable Energy Action Plans (NREAP) under the requirements of Directive 2009/28/EC, a •reference scenario• has to be presented taking into account the energy efficiency and savings measures adopted before 2009. In addition, an •additional energy efficiency scenario• has to be presented taking into account all measures adopted from 2009. The elaboration of the other parts of the NREAP is to be based on the •additional energy efficiency scenario• final energy consumption."}, {"text_block_id": "p8_b104", "text": "Due to the NREAP Directive requirements, the •reference scenario• for final energy consumption adopted by this RES action plan is the •business-as-usual• scenario from the Energy Development Strategy, as this scenario does not include the implementation of any energy efficiency measures laid out in the Energy Efficiency Strategy for years 2010-2020."}, {"text_block_id": "p8_b105", "text": "The •additional energy efficiency scenario• for final energy consumption adopted by this action plan is the •stronger EE measures• scenario from the Energy Strategy and also adopted by the Energy Efficiency Strategy. Correction applied towards this scenario is based on the fact that reference year has been moved from 2005 to 2009, and actual GFEC values have been used for the years 2009 and 2010 (Source: National Statistical Office of the Republic of Macedonia). Using these basic reference data and GFEC increase forecast from the Program for implementation of the Energy Strategy of the Republic of Macedonia for the period 2013-2017, as well as data from the Strategy for energy development in the Republic of Macedonia till 2020 with the view to 2030, the 2020 gross final energy consumption (GFEC) is 2,571 ktoe)."}, {"text_block_id": "p8_b106", "text": "According to the Energy Efficiency Strategy, the •stronger EE measures• will be achieved through the following activities:"}, {"text_block_id": "p8_b107", "text": "According to the Energy Efficiency Strategy, the •stronger EE measures• will be achieved through the following activities:\n* New energy performance standards for product groups such as boilers, copiers, TVs and lighting;\n* New energy standards for buildings and promoting low-energy buildings (â¢passive housesâ¢);\n* Making power generation and distribution more efficient;\n* Legislation to limit CO2 emissions from cars to 120g/km by 2012 and strengthened fuel-efficiency labeling;\n* Facilitating bank financing for investments in energy efficiency by SMEs and ESCOs;\n* Enhanced cooperation within the region and with the EU;"}, {"text_block_id": "p9_b121", "text": "According to the Energy Efficiency Strategy, the •stronger EE measures• will be achieved through the following activities:\n* New energy performance standards for product groups such as boilers, copiers, TVs and lighting;\n* New energy standards for buildings and promoting low-energy buildings (â¢passive housesâ¢);\n* Making power generation and distribution more efficient;\n* Legislation to limit CO2 emissions from cars to 120g/km by 2012 and strengthened fuel-efficiency labeling;\n* Facilitating bank financing for investments in energy efficiency by SMEs and ESCOs;\n* Enhanced cooperation within the region and with the EU;\n* Coherent use of taxation to increase adoption of EE measures;\n* Establishing a system for energy audits for technical design, buildings and industrial processes;\n* Introducing mandatory requirements for governmental and municipal public procurement of goods and services;\n* Improving energy efficiency in urban areas through participation of Macedonian municipalities at the â¢Covenant of Mayorsâ¢ which will exchange best practices;\n* Awareness campaigns, systematic education; and scientific development; and,\n* Further transposition and implementation of the EU legislation in the field of Energy Efficiency."}, {"text_block_id": "p9_b133", "text": "•.."}, {"text_block_id": "p10_b134", "text": "2."}, {"text_block_id": "p10_b135", "text": "EXPECTED FINAL ENERGY CONSUMPTION 2010-2020"}, {"text_block_id": "p10_b136_merged", "text": "Table 1: Expected Gross Final Energy Consumption of the Republic Of Macedonia in Heating and Cooling, Electricity and Transport up to 2020 taking into Account the Effects Of Energy Efficiency and Energy Saving Measures2014-2030 (ktoe)"}, {"text_block_id": "p12_b138", "text": "3."}, {"text_block_id": "p12_b139", "text": "R"}, {"text_block_id": "p12_b140_merged", "text": "ENEWABLE ENERGY INDICATIVE OBJECTIVES"}, {"text_block_id": "p12_b143", "text": "3.1. National overall target"}, {"text_block_id": "p12_b144", "text": "Table 2: National overall target for the share of energy from renewable sources in gross final consumption of energy in 2005 and 2020 (figures to be transcribed from Annex I, Part A to Directive 2009/28/EC)"}, {"text_block_id": "p12_b145", "text": "3.2. Sectoral indicative objectives"}, {"text_block_id": "p12_b146", "text": "Table 3: 2020 Indicative objective and estimated trajectory of energy from renewable sources in heating and cooling, electricity and transport"}, {"text_block_id": "p13_b147", "text": "Table 4a: Calculation table for the renewable energy contribution of each sector to final energy consumption (ktoe)"}, {"text_block_id": "p14_b148", "text": "Table 4b: Calculation table for the renewable energy in transport share (ktoe)"}, {"text_block_id": "p15_b149", "text": "4."}, {"text_block_id": "p15_b150", "text": "M"}, {"text_block_id": "p15_b151", "text": "EASURES FOR ACHIEVING THE INDICATIVE OBJECTIVES"}, {"text_block_id": "p15_b152", "text": "4.1. Overview of all policies and measures to promote the use of energy from renewable resources"}, {"text_block_id": "p15_b153", "text": "Table 5: Overview of all policies and measures"}, {"text_block_id": "p20_b154", "text": "4.2. Specific measures to fulfill the requirements under Articles 13, 14, 16 and Articles 17 to 21 of Directive 2009/28/EC"}, {"text_block_id": "p20_b155", "text": "4.2. Specific measures to fulfill the requirements under Articles 13, 14, 16 and Articles 17 to 21 of Directive 2009/28/EC\n* Administrative procedures and spatial planning (Article 13(1) of Directive 2009/28/EC)\n<\\li1>"}, {"text_block_id": "p20_b157", "text": "(a) List of existing national and, if applicable, regional legislation concerning authorization, certification, licensing procedures and spatial planning applied to plants and associated transmission and distribution network infrastructure:"}, {"text_block_id": "p20_b158", "text": "The existing national primary legislation for authorization, certification, licensing procedures and spatial planning applied to plants and associated transmission and distribution network infrastructure are summarized below."}, {"text_block_id": "p20_b159", "text": "•"}, {"text_block_id": "p20_b160", "text": "Energy Law (Official Gazette 16/2011, 136/11 and 79/11)"}, {"text_block_id": "p20_b161", "text": "The Law on Energy governs: (i) energy policy objectives and their enforcement; (ii) energy activities and manner of energy activities regulation; (iii) construction of energy facilities; (iv) status and competences of the Energy Regulatory Commission of the Republic of Macedonia; (v) electricity market; natural gas market; crude oil, oil derivatives and fuels for transport market; and heating energy market; (vi) energy efficiency requirements and promotion of the use of energy from renewable sources; and (vii) other issues of importance in the energy field."}, {"text_block_id": "p20_b162", "text": "The law regulates the application for authorization to build new renewable energy power plants with capacity above 10 MW; issuing of power generation license to preferential generators, and concluding power purchase agreement between the market operator as a buyer and a preferential generator as a seller of electricity generated from renewable energy power plant."}, {"text_block_id": "p20_b163", "text": "The Renewable Energy Sources are addressed in the Chapter XII of the Energy Law."}, {"text_block_id": "p20_b164", "text": "The Energy Law stipulates secondary legislation in terms of the transmission and distribution grid codes and the market rules. The existing grid codes need to be adjusted according the provisions of the Energy Law."}, {"text_block_id": "p20_b165", "text": "•"}, {"text_block_id": "p20_b166", "text": "Law on Construction"}, {"text_block_id": "p20_b167", "text": "The Law on Construction regulates the construction process, the basic requirements for the construction, the necessary project documentation for obtaining construction approval, the rights and obligations of the participants in the construction process, the manner of use and maintenance of the construction, as well as other issues of significance for the construction process."}, {"text_block_id": "p20_b168", "text": "The Law on Construction categorizes the buildings in two categories. The first category, among other, includes hydro power stations with capacity of and exceeding 1 MV, constructions for generation of electrical energy from renewable sources with capacity exceeding 1 MW, etc. The first category constructions are constructions significant for the Republic of Macedonia and the construction approval thereof shall be issued by the state administrative body responsible for carrying out the activities related to land development."}, {"text_block_id": "p21_b169", "text": "The Law on Construction categorizes the buildings in two categories. The first category, among other, includes hydro power stations with capacity of and exceeding 1 MV, constructions for generation of electrical energy from renewable sources with capacity exceeding 1 MW, etc. The first category constructions are constructions significant for the Republic of Macedonia and the construction approval thereof shall be issued by the state administrative body responsible for carrying out the activities related to land development.\n* The Law on Construction defines the rights and obligations with regard to urban land and arrangement of that land. Urban land is a good of common interest for the country and it is subject to special protection, in manner and conditions stipulated in the law. Arrangement of urban land is an activity of public interest."}, {"text_block_id": "p21_b172", "text": "•"}, {"text_block_id": "p21_b173", "text": "Law on Spatial and Urban Planning"}, {"text_block_id": "p21_b174", "text": "The Law on Spatial and Urban Planning regulates the planning of the space through definition of types and contents of plans, specification of the procedure for plan adoption and monitor plans implementation, supervision and other issues for spatial and urban planning."}, {"text_block_id": "p21_b175", "text": "•"}, {"text_block_id": "p21_b176", "text": "Law on Agricultural Land"}, {"text_block_id": "p21_b177", "text": "The Law on Agricultural Land regulates agricultural land use, disposal, protection and change of use. The aims of this include rational use of agricultural land as a limited natural resource and its protection. As a resource of general interest for the country, agricultural land enjoys special protection and may be used only under the terms and in a manner provided for by the law."}, {"text_block_id": "p21_b178", "text": "•"}, {"text_block_id": "p21_b179", "text": "Law on Concessions and Public Private Partnership"}, {"text_block_id": "p21_b180", "text": "This Law regulates the award of a concession for goods of general interest and a contract for establishment of a public private partnership, the legal protection for any entity that has or had an interest in winning such a contract or that has risked or risks to be damaged in the procedure for awarding such a contract, as well as other issues with regard to the concessions for goods of general interest and the contracts for establishment of a public private partnership. General concept of this Law enables more convenient financing possibilities for project development"}, {"text_block_id": "p21_b181", "text": "The purpose of this Law is to enable engagement for the purpose of financing a concession for goods of general interest and a contract for establishment of a public private partnership on the basis of the principles of equality, transparency, non-discrimination, proportionality, mutual recognition, environmental protection and efficiency in the procedure for conclusion of a contract for concession for goods of general interest and a contract for establishment of a public private partnership, as well as carrying out the activities and providing the services under the concluded concession contract and the contract for establishment of a public private partnership in a quality and efficient manner."}, {"text_block_id": "p21_b182", "text": "The contracts for concession for goods of general interest and contracts for establishment of a public private partnership anticipated by this Law shall be concluded for a period of up to 35 years as of the day of the conclusion of the contract."}, {"text_block_id": "p21_b183", "text": "The contract for concession for goods of general interest or the contract for establishment of a public private partnership may anticipate transfer of the rights and obligations from the contract from the concessionaire or from the private partner for the benefit of the lessors, as means for securing the claims of the concessionaire or the private partner, provided it does not threaten the continuous operation and/or provisions of a service, quality performance of the activity, as well as the price."}, {"text_block_id": "p21_b184", "text": "."}, {"text_block_id": "p21_b185", "text": "•"}, {"text_block_id": "p21_b186", "text": "Law on Waters"}, {"text_block_id": "p22_b187", "text": "The Law on Waters determines conditions and manner of waters use, protection against maleficent water activities, protection of waters from drainage and pollution, management of waters and springs, organization and financing water-economy activities, conditions and manner of conduction of water-economy activities, concession for water use, and other issues of importance to the provision of water regime in the country."}, {"text_block_id": "p22_b188", "text": "•"}, {"text_block_id": "p22_b189", "text": "Law on Environment"}, {"text_block_id": "p22_b190", "text": "This law regulates the rights and responsibilities of the Republic of Macedonia, the City of Skopje, and municipalities, as well as the rights and the responsibilities of legal entities and natural persons, in the provision of conditions required to ensure protection and improvement of the environment, for the purpose of exercising the right of citizens to a healthy environment. The objective of the law is to preserve, protect, restore and improve quality of environment, protect biological diversity, rationalize the use of natural resources, prevent risks and hazards to environment, establish a system of planning environment al protection, and other issues set by the law."}, {"text_block_id": "p22_b191", "text": "•"}, {"text_block_id": "p22_b192", "text": "Law on Expropriation"}, {"text_block_id": "p22_b193", "text": "This law regulates the expropriation of property and rights on lands, buildings and other commodities (real estate) for the purpose of construction and other matters that are of public interest, and determines the due compensation for the expropriated properties."}, {"text_block_id": "p22_b194", "text": "(b) Responsible Ministry(-ies) / authority(-ies) and their competences in the field:"}, {"text_block_id": "p22_b195", "text": "The responsible Ministries and state authorities that support the various approvals in the project development process and their competences in the field of renewable energy are summarized below:"}, {"text_block_id": "p22_b196", "text": "•"}, {"text_block_id": "p22_b197", "text": "Government of Macedonia"}, {"text_block_id": "p22_b198", "text": "The Government of Macedonia (GoM) is responsible for issuing authorization to build new energy power plants with capacity above 10 MW. According to Article 150 from the Law on Energy the GoM determines the preferential feed-in tariffs for electricity generation from RES and the validity period. The GoM is responsible for preparing the regulation for preferential feed-in tariffs within one year from the Energy Law enforcement."}, {"text_block_id": "p22_b199", "text": "According to Article 150 (3), GoM decides about the total installed capacity of preferential generators for each renewable energy source separately, and the total installed capacity of high-efficiency cogeneration plants in the Republic of Macedonia. The decision is made based on the achieved results from the Strategy on Renewable Energy Sources, the Action Plan on Renewable Energy Sources, the Energy Efficiency Strategy and the Action Plan on Energy Efficiency."}, {"text_block_id": "p22_b200", "text": "•"}, {"text_block_id": "p22_b201", "text": "Ministry of Economy"}, {"text_block_id": "p22_b202", "text": "The Ministry of Economy is in charge of energy policymaking. Responsibilities include elaboration of the energy strategy, preparation and implementation of legislative framework and co-ordination of activities in the energy field.  On behalf of the Government of Macedonia, the Ministry of Economy is responsible to review documents for issuing authorization to build new energy power plants with capacity above 10 MW."}, {"text_block_id": "p23_b203", "text": "Until December 31, 2010, the Ministry of Economy was in charge of conducting procedure for issuing water concessions for electricity generation from small hydro power plants with capacity below 5 MW.  However, this responsibility is now transferred to the Ministry of Environment and Physical Planning according provisions of the new Law on Waters in force since January 1, 2011."}, {"text_block_id": "p23_b204", "text": "According provisions from the Energy Law, the Ministry of Economy prepared and published a Rulebook on renewable energy sources (Official Gazette of RM No. 113/2011) which stipulates: (i) the types of  electricity generation plants using renewable energy sources; (ii) methodology on setting the shares for blending fossil fuels and bio fuels for transport, for the purpose of attaining the targets set the Renewable Energy Sources Action Plan; (iii) metering method for wind potential, for the purpose of electricity generation; (iv) manner of issuing approvals for wind potential metering, for the purpose of electricity generation; (v) contents, template and manner of keeping the Registry of Power Plants Using Renewable Energy Sources; (vi) manner of issuing, transfer and revoking the guarantees of electricity origin generated from renewable energy sources by electronic means that should ensure accuracy, confidentiality thereof and prevent possible abuses; (vii) manner, procedure and terms and conditions for recognition of guarantees of origin issued by foreign states; and (viii) contents, template and manner of keeping the Electronic Registry of Issued Guarantees of Electricity Origin Generated from Renewable Energy Sources, by taking due care that same quantity of electricity generated from renewable sources is registered only once."}, {"text_block_id": "p23_b205", "text": "•"}, {"text_block_id": "p23_b206", "text": "Ministry of Transport and Communications"}, {"text_block_id": "p23_b207", "text": "The Ministry of Transport and Communications is a directly competent institution in resolving property right issues, preparation of state urban planning documentation and issuing permits for construction for use for renewable energy plants above 1 MW installed capacity. Indirectly, the Ministry is involved in or consulted for the Environmental Impact Assessment Study and connection to the power grid."}, {"text_block_id": "p23_b208", "text": "•"}, {"text_block_id": "p23_b209", "text": "Ministry of Finance"}, {"text_block_id": "p23_b210", "text": "The Ministry of Finance carries out the activities related to financing and treasury system in the country and financing related activities. It is involved in resolving property rights issues under ownership of the Republic of Macedonia."}, {"text_block_id": "p23_b211", "text": "•"}, {"text_block_id": "p23_b212", "text": "Local Self Governments -Municipalities and the city of Skopje"}, {"text_block_id": "p23_b213", "text": "The country has 84 municipalities and the city of Skopje. The municipal governments play critical role when dealing with development of new renewable energy power plants with capacity below 1 MW. Thus, municipal governments are in charge of preparation of urban planning documentation on the municipal level, issuing construction permits and permits for use. The municipalities are consulted for connection to power distribution grid and approval for environmental impact surveys."}, {"text_block_id": "p23_b214", "text": "•"}, {"text_block_id": "p23_b215", "text": "Ministry of Environment and Physical Planning"}, {"text_block_id": "p23_b216", "text": "Depending on the renewable energy technology, installed capacity and plant location, the applicant is required to prepare either an environmental impact survey or an environmental impact assessment study. The Ministry of Environment is the relevant institution for reviewing and approving environmental impact surveys for renewable energy plants above 1 MW and an environmental impact study for small hydro power plants above 10 MW and wind parks. In the case of new renewable energy power plants built in national parks, the"}, {"text_block_id": "p24_b217", "text": "Ministry of Environment and Physical Planning may require an environmental impact assessment study regardless of technology and installed capacity."}, {"text_block_id": "p24_b218", "text": "Municipalities are the relevant institution for reviewing and approving environmental impact surveys when renewable energy plants have an installed capacity below 1 MW."}, {"text_block_id": "p24_b219", "text": "This Ministry is in charge of issuing water concessions for electricity generation from small hydro power plants."}, {"text_block_id": "p24_b220", "text": "•"}, {"text_block_id": "p24_b221", "text": "Energy Regulatory Commission"}, {"text_block_id": "p24_b222_merged", "text": "The Energy Regulatory Commission (ERC) is a regulatory body that is fully independent from the interests of the energy industry and the government. The ERC is responsible for the price regulation and adoption of methodologies for setting prices of electricity, gas, geothermal energy, central heating and oil. The energy pricing policy is based on a list of principles, such as protecting consumers against monopolistic prices and ensuring non-discriminatory treatment."}, {"text_block_id": "p24_b225", "text": "The ERC issues electricity generation licenses and grants preferential producer status (in practice, these are grants of the preferential feed-in tariffs) for electricity generation from renewable energy sources."}, {"text_block_id": "p24_b226", "text": "It is also responsible for entry into the register of renewable energy power plants and acquiring status for preferential renewable energy generator."}, {"text_block_id": "p24_b227", "text": "•"}, {"text_block_id": "p24_b228", "text": "Energy Agency"}, {"text_block_id": "p24_b229", "text": "The Energy Agency is responsible for professional technical support on data management, strategy analysis, policy and project assessment and implementation coordination. The role of the Agency is to initiate, coordinate, study and prepare relevant documents and make suggestions to the Ministry of Economy, and involve domestic and foreign specialized companies and experts as needed. The Energy Agency provides support to the Ministry of Economy (MoE) in development of the RES strategy and NREAP. Its duty is also to develop the state energy balance and submit it to the MoE. Energy Agency is in charge for organizing energy audits on energy efficiency"}, {"text_block_id": "p24_b230", "text": "In the renewable energy project development process, the Energy Agency shall keep and maintain Register of RES Power Plants, and it is responsible for issuing guarantees of origin for electricity generated from renewable energy sources, keeping register on those certificates and issuing consent for measurement of wind potential."}, {"text_block_id": "p24_b231", "text": "•"}, {"text_block_id": "p24_b232", "text": "Real Estate Cadastre"}, {"text_block_id": "p24_b233", "text": "The Real Estate Cadastre is a state institution that holds a public book on land ownership. This institution preserves forms and sub-forms of the ownership right (co-ownership and joint ownership), other real rights (easement, collateral right (mortgage), right to real burden and right to long-term lease of construction land), lease right, fiduciary mortgage as well as other rights and facts whose registration is stipulated by law."}, {"text_block_id": "p24_b234", "text": "•"}, {"text_block_id": "p24_b235", "text": "State inspectorate for urbanism and construction"}, {"text_block_id": "p25_b236", "text": "The State inspectorate for urbanism and construction is a unit under the Ministry of Transport and Communications. It is in charge of monitoring the legality in implementation of the Law on Spatial and Urban Planning and its sub-laws there from."}, {"text_block_id": "p25_b237", "text": "The State inspectorate for urbanism and construction is a unit under the Ministry of Transport and Communications. It is in charge of monitoring the legality in implementation of the Law on Spatial and Urban Planning and its sub-laws there from.\n* Distribution system operator (EVN Macedonia AD)\n<\\li1>"}, {"text_block_id": "p25_b239", "text": "EVN Macedonia AD is the Macedonian unit of Austrian utility EVN AG. EVN Macedonia AD is a company which has power distribution and supply on the territory of the Republic of Macedonia as its primary activity. The company operates and controls electrical networks up to voltage level of 35 kV. It owns power generation facilities from several small hydro power plants. It is responsible for connection of new renewable energy power plants to the power grid up to 35 kV level. EVN developed and implements electricity distribution grid code for the power system of Macedonia."}, {"text_block_id": "p25_b240", "text": "•"}, {"text_block_id": "p25_b241", "text": "Transmission system operator and Electricity market operator (MEPSO AD)"}, {"text_block_id": "p25_b242_merged", "text": "MEPSO AD is a fully state-owned company, Macedonia. which was established in 2005 with the transformation of Macedonian Electric Power Company . The main activity of MEPSO is to provide uninterrupted transmission of electricity through high-voltage grid and regular and timely flow of electricity to large industrial customers and to the low voltage grid of EVN"}, {"text_block_id": "p25_b245", "text": "The two key function of AD MEPSO are electricity transmission and operating the power system. MEPSO is responsible for the regular transmission of electricity from the Macedonian border to the distribution network of EVN Macedonia listed or direct consumers. MEPSO organize dispatching and transit of electricity, and is also responsible for balancing the electricity system. Within MEPSO operates and operator of the electricity market, licensed to organize, record and control the trade in capacity and electricity in the country."}, {"text_block_id": "p25_b246", "text": "citizens."}, {"text_block_id": "p25_b247", "text": "amperes (MVA)."}, {"text_block_id": "p25_b248", "text": "(c) Revision foreseen with the view to take appropriate steps as described by Article 13(1) of Directive 2009/28/EC by:"}, {"text_block_id": "p25_b249", "text": "Article 50 of the Energy Law stipulates that the procedure on issuing the decision on the authorization for construction or expansion of electricity and heating energy generation facilities and electricity and heating energy cogeneration facilities is based on the principles of objectivity, transparency and non-discrimination."}, {"text_block_id": "p25_b250", "text": "The authorization decision shall be issued pursuant to criteria which refer to: (i) reliability of relevant energy type supply; (ii) safety and reliability of the energy system, facilities and relevant equipment; (iii) protection of public health and safety; (iv) environmental protection;"}, {"text_block_id": "p26_b251", "text": "(v)"}, {"text_block_id": "p26_b252", "text": "use of land and sites; (vi) use of public land; (vii) energy efficiency; (viii) primary energy type; and (ix) specific characteristics of the applicant as regards its technical, financial and economic ability."}, {"text_block_id": "p26_b253", "text": "(d) Summary of the existing and planned measures at regional / local levels (where relevant):"}, {"text_block_id": "p26_b254", "text": "Since 2007, the Government of Macedonia introduced subsidies of 30% from the total investment up to 300 EUR per household that installs solar water heaters. This measure was repeated in 2009, 2011, 2012, 2013, 2014 and 2015."}, {"text_block_id": "p26_b255", "text": "(e) Are there unnecessary obstacles or non-proportionate requirements detected related to authorization, certification and licensing procedures applied to plants and associated transmission and distribution network infrastructure for the production of electricity, heating or cooling from renewable sources, and to the process of transformation of biomass into bio fuels or other energy products? If so, what are they?"}, {"text_block_id": "p26_b256", "text": "A critical unnecessary obstacle is the large number of institutions involved in permitting procedures and a lack of coordination among involved authorities. Based upon the defined procedures for provision of necessary documents to construct power facilities for electricity generation from RES, and documentation which needs to be compiled by the interested party pursuant to the requirements and submitted to relevant institutions, one could note the following:"}, {"text_block_id": "p26_b257", "text": "In order to overcome the administrative barriers the new laws and regulations, prescribes shorten deadlines and shorten number of documents that should be submitted by the applicant in order to overcome these barriers. Taking in consideration that in the past period number of authorizations, licenses, permits, etc., that are issued can be concluded that these procedures have been improved and made easier for investors."}, {"text_block_id": "p26_b258", "text": "(f) What level of administration (local, regional and national) is responsible for authorizing, certifying and licensing renewable energy installations and for spatial planning? (If it depends on the type of installation, please specify.) If more"}, {"text_block_id": "p27_b259", "text": "than one level is involved, how is coordination between the different levels managed? How will coordination between different responsible authorities be improved in the future?"}, {"text_block_id": "p27_b260", "text": "In accordance with the Energy Law, new electricity and heating energy generation facilities and electricity and heating energy cogeneration facilities can be constructed on the basis of construction authorization for new electricity and/or heating energy generation facilities issued pursuant to the present law. The authorization shall be deemed necessary also in cases of increasing installed capacity of existing energy facilities."}, {"text_block_id": "p27_b261_merged", "text": "The authorization shall not be necessary provided that: the energy generation facility has total installed electricity and/or heating energy capacity equal to or less than 10 МW; the expansion of the energy generation facility results in total installed electricity and/or heating energy capacity increase by up to 10 MW; the energy generated by the energy facility will be used only for own consumption."}, {"text_block_id": "p27_b264", "text": "The authorization on energy facility construction shall not be necessary when the performance of the relevant energy generation activity is conditioned with the need to obtain concession rights for natural resources. The terms and conditions for the construction of the relevant energy facility shall be stipulated under the concession agreement."}, {"text_block_id": "p27_b265", "text": "Construction of new or expansion of existing electricity and/or heating energy generation facilities shall be performed in compliance with the laws and other regulations governing the field of construction works."}, {"text_block_id": "p27_b266", "text": "The decision on the authorization for construction of new or expansion of existing electricity generation and electricity and heating energy cogeneration facilities shall be adopted by the Government of the Republic of Macedonia."}, {"text_block_id": "p27_b267", "text": "When the installed capacity of RE power plants is above 1 MW, such plants are ranked under the Law of Construction as structures of category I (structures of national significance). The process of acquiring the required documentation for building these facilities primarily falls within the competence of the Ministry of Transport and Communication, which is responsible for activities in the field of urban planning. The process comprises relations with other ministries as well, and occasionally the municipalities of the territory where such plants are to be built."}, {"text_block_id": "p27_b268", "text": "When, on the other hand, the installed capacity of the RE power plants is below 1 MW, such plants are ranked under the Law of Construction as structures of category II (projects of municipal significance). The process of acquiring the required documentation for building these facilities is the responsibility of the municipalities (including the city of Skopje) on whose territory the plants are to be built. This process also involves, to a certain extent, some ministries regarding activities reaching beyond the municipal competence (e.g., water concession, transferring or leasing construction land)."}, {"text_block_id": "p27_b269", "text": "In accordance with Article 37 from the Energy Law the entities performing the activities referred to in Article 4 from the present law cannot initiate activity performance without obtaining the relevant license from the Energy Regulatory Commission."}, {"text_block_id": "p28_b270", "text": "(g) How is it ensured that comprehensive information on the processing of authorization, certification and licensing applications and on assistance to applicants made available? What information and assistance is available to potential applicants for new renewable energy installations on their applications?"}, {"text_block_id": "p28_b271", "text": "The Energy Agency has recently developed brochures for renewable energy process development for different type of RE installations.  Each of them describes the process and the involved institutions."}, {"text_block_id": "p28_b272", "text": "The United States Agency for International Development (USAID) recently supported the preparation of a Benchmarking Study for Renewable Energy Project Development Process. The objective was to provide the Government of Macedonia with an accurate accounting of specific issues with respect to Macedonia•s renewable energy development process as set forth by laws, regulations, precedent and established procedure; identify critical barriers that are hindering or slowing down renewable energy investments in the country; and provide targeted conclusions and recommendations for overcoming identified barriers. The study includes a detailed step-by-step description of the administrative and regulatory process that a project developer would need to follow to get their project from concept to commissioning."}, {"text_block_id": "p28_b273", "text": "to investors in the development and implementation of renewable energy sources."}, {"text_block_id": "p28_b274", "text": "Energy Regulatory Commission on their web site already has published chart for obtaining the license and also for status of a preferential producer."}, {"text_block_id": "p28_b275", "text": "(h) How is horizontal coordination facilitated between different administrative bodies, responsible for the different parts of the permit? How many procedural steps are needed to receive the final authorization/ license/permit? Is there a one-stop shop for coordinating all steps? Are timetables for processing applications communicated in advance? What is the average time for obtaining a decision for the application?"}, {"text_block_id": "p28_b276", "text": "At present, there is no one-stop shop for coordinating all steps. The timetables for processing applications are defined by laws and sub-laws, and mostly they are communicated in advance."}, {"text_block_id": "p28_b277", "text": "Recent legal regulations provide a more detailed description of procedures and duration (deadlines) for implementing procedure by specifying the duties of institutions and the interested party (the applicant). From a general point of view, the deadlines and time frames for certain procedures for RES project development are not defined in great part in the legal regulations."}, {"text_block_id": "p29_b278", "text": "(i) Do authorization procedures take into account the specificities of the different renewable energy technologies? If so, please describe how. If they do not, do you envisage taking them into account in the future?"}, {"text_block_id": "p29_b279", "text": "The authorization procedures take into account the specificities of the different renewable energy technologies. First, there is an adopted principle for elaboration of administrative procedures for renewable energy power plants with capacity below or above 1 MW.  The first group below 1 MW deals with authorities for issuing construction permits at the local level (municipality) while the second group above 1 MW deals with authorities for issuing construction permits at the national level (Ministry of Transport and Communications on behalf of the Government of Macedonia, the Ministry of Economy is responsible to review documents and issue authorization to build new energy power plants with capacity above 10 MW."}, {"text_block_id": "p29_b280", "text": "Second, a public tendering and competitive bidding process is in place only for hydropower installations. Potential developers must have concession rights for using the water for power production, and these rights are granted through a tendering process. Winning bidders in the tendering process for small hydropower plants developments are guaranteed the approved FIT at the time of the tendering."}, {"text_block_id": "p29_b281", "text": "Third, the renewable energy generators connect to the distribution grid under ownership of EVN Macedonia AD for installations up to 35 kV or connect to transmission grid under ownership of TSO MEPSO AD for installations at 110 kV (wind power plants)."}, {"text_block_id": "p29_b282", "text": "(j) Are there specific procedures, for example simple notification, for small-scale, decentralized installations (such as solar panels on buildings or biomass boilers in buildings)? If so, what are the procedural steps? Are the rules publicly available to citizens? Where are they published? Is the introduction of simplified notification procedures planned in the future? If so, for which types of installation / system? (Is net metering possible?)"}, {"text_block_id": "p29_b283_merged", "text": "The construction authorization for new electricity and/or heating energy generation facilities shall not be necessary provided that: the energy generation facility has total installed electricity and/or heating energy capacity equal to or less than 10 МW; the expansion of the energy generation facility results in total installed electricity and/or heating energy capacity increase by up to 10 MW; the energy generated by the energy facility will be used only for own consumption."}, {"text_block_id": "p29_b286", "text": "(k) Where are the fees associated with applications for authorization/ licenses/ permits for new installations published? Are they related to the administrative costs of granting such permits? Is there any plan to revise these fees?"}, {"text_block_id": "p30_b287", "text": "The fees with applications for authorization/ licenses/ permits for new installations are published on websites of relevant ministries, relevant laws or sub-laws that govern procedures. Applicants who submit request for issuance of authorization and permit for construction are not obliged to pay a fee. When applying for a license for energy activities, the applicants are obliged to pay 500 EUR in the Energy Regulatory Commission.  The fees are related to the administrative costs. The revision of the fees is governed by internal procedures and according to laws by relevant Ministries."}, {"text_block_id": "p30_b288", "text": "(l) Is official guidance available to local and regional administrative bodies on planning, designing, building and refurbishing industrial and residential areas to install equipment and systems using renewable energy sources in electricity and heating and cooling, including in district heating and cooling? If such official guidance is not available or insufficient, how and when this will need be addressed?"}, {"text_block_id": "p30_b289", "text": "There are no official guidance available to administrative bodies on planning, designing, building and refurbishing industrial and residential areas to install equipment and systems using renewable energy sources in electricity and heating and cooling, including in district heating and cooling. This issue shall be coordinated and discussed among relevant entities in the country in order to develop an official guidance."}, {"text_block_id": "p30_b290", "text": "As mentioned above, the Ministry of Economy prepared Guidelines-manual procedures for the development and construction of a plant for production of electricity from renewable energy sources These guidelines will enable timely introduction of potential investors and construction procedures will be simplified the whole process and aim to provide guidance to investors in the development and implementation of renewable energy sources."}, {"text_block_id": "p30_b291", "text": "Energy Regulatory Commission on their web site already has published chart for obtaining the license and also for obtaining the status of a preferential producer."}, {"text_block_id": "p30_b292", "text": "(m) Are there specific trainings for case handlers of authorization, certification and licensing procedures of renewable energy installations?"}, {"text_block_id": "p30_b293", "text": "At present, there are no specific trainings for case handlers of authorization, certification and licensing procedures of renewable energy installations."}, {"text_block_id": "p30_b294", "text": "4.2.2. Technical specifications (Article 13(2) of Directive 2009/28/EC)"}, {"text_block_id": "p30_b295", "text": "(a) To benefit from support schemes do renewable energy technologies need to meet certain quality standards? If so, which installations and what quality standards? Are there national, regional standards that go beyond European standards?"}, {"text_block_id": "p30_b296", "text": "Distribution Code, Article 46.3 stipulates that electricity producer has to maintain quality parameters at the connection point of the distribution network. Further in the text acceptable range of values for quality parameters are specified. Namely, it has to do with the quality of voltage (voltage level and voltage waveform) and power factor. In order to get connected and to start delivering electricity, producers using RES have to comply/accept to these quality standards."}, {"text_block_id": "p30_b297_merged", "text": "Technologies for renewable sources connected to the transmission network must meet certain standards and requirements under the Grid Code for the transmission of electricity."}, {"text_block_id": "p31_b299", "text": "4.2.3."}, {"text_block_id": "p31_b300", "text": "Buildings (Article 13(3) of Directive 2009/28/EC)"}, {"text_block_id": "p31_b301", "text": "(a) Reference to existing national and regional legislation (if any) and summary of local legislation concerning the increase of the share of energy from renewable sources in the building sector:"}, {"text_block_id": "p31_b302", "text": "In accordance with the Article 134 from the Energy Law when constructing new or major renovation of buildings or building units in their ownership, public sector entities are obliged to install solar collectors for hot water, when deemed cost-effective, pursuant to the Rulebook on Building Energy Performance referred to in Article 136 from the present law. According to the Rulebook on Building Energy Performance, public sector entities which are obliged to install solar collectors for hot water are buildings in the healthcare sector, secondary school and university students• residence halls, preschools, social care facilities, sports halls, penitentiaries and barracks."}, {"text_block_id": "p31_b303", "text": "Furthermore, in designing and building of new buildings the Rulebook on Building Energy Performance envisage some combination of the following highly efficient alternative systems to be used, if available and if their use is technically, environmentally and economically justified:"}, {"text_block_id": "p31_b304", "text": "1)"}, {"text_block_id": "p31_b305", "text": "Decentralized systems for energy supply based on utilization of renewable energy sources;"}, {"text_block_id": "p31_b306", "text": "2)"}, {"text_block_id": "p31_b307", "text": "Combined systems (i.e. cogeneration systems) for simultaneous single process generation of heating and electrical and/or mechanical energy;"}, {"text_block_id": "p31_b308", "text": "3)"}, {"text_block_id": "p31_b309", "text": "Central heating or cooling systems by parts of the building, especially those which are completely or partly based on utilization of renewable energy sources; and"}, {"text_block_id": "p31_b310", "text": "4)"}, {"text_block_id": "p31_b311", "text": "Heat pumps."}, {"text_block_id": "p31_b312", "text": "The Draft Rulebook for Energy Performance of Buildings stipulates the issuance of Energy Performance Certificates for buildings where the use of renewable energy sources in the energy consumption of the building has to be presented as a separate item."}, {"text_block_id": "p31_b313", "text": "(b) Responsible Ministry(/ies)/authority(/ies):"}, {"text_block_id": "p31_b314_merged", "text": "Program for authorizations and examination of energy auditors (Official Gazette of RM No. 161/2013) and taking into account the centers that carry out the training."}, {"text_block_id": "p31_b317", "text": "(c) Revision of rules, if any, planned by: [date]"}, {"text_block_id": "p31_b318", "text": "It is not currently planned amendment to the Regulation on the energy performance of buildings in terms of revising the obligations, then in terms of the use of renewable energy in the construction sector. When a subsequent need occurs, the Ministry of Economy and / or other competent institutions will perform amendment of the existing legislation"}, {"text_block_id": "p31_b319", "text": "(d) Summary of the existing and planned measures at regional/local levels:"}, {"text_block_id": "p32_b320", "text": "Efficiency in the Republic of Macedonia until 2018."}, {"text_block_id": "p32_b321", "text": "period of three years."}, {"text_block_id": "p32_b322", "text": "holders of activities and other necessary data."}, {"text_block_id": "p32_b323", "text": "It found that units of local governments on the basis of national legislation and national strategic documents may provide measures in energy efficiency programs relating to increased use of renewable energy in the construction sector locally."}, {"text_block_id": "p32_b324", "text": "(e) Are there minimum levels for the use of renewable energy in building regulations and codes? In which geographical areas and what are these requirements? (Please summarize.) In particular, what measures have been built into these codes to ensure the share of renewable energy used in the building sector will increase? What are the future plans related to these requirements/measures?"}, {"text_block_id": "p32_b325", "text": "shall:"}, {"text_block_id": "p32_b326", "text": "1"}, {"text_block_id": "p32_b327", "text": ") adopt three-year programs to improve energy efficiency and implement the"}, {"text_block_id": "p32_b328", "text": "measures set out in the program;"}, {"text_block_id": "p32_b329", "text": "2)"}, {"text_block_id": "p32_b330", "text": "prepare annual analysis of energy consumption and to organize monitoring of"}, {"text_block_id": "p32_b331", "text": "energy consumption;"}, {"text_block_id": "p32_b332", "text": "3)"}, {"text_block_id": "p32_b333", "text": "provide certification for the energy performance of construction buildings or"}, {"text_block_id": "p32_b334", "text": "building units that are owned by people from the public sector,"}, {"text_block_id": "p32_b335", "text": "4)"}, {"text_block_id": "p32_b336", "text": "accordance with the Regulation on the energy performance of buildings."}, {"text_block_id": "p32_b337", "text": "in the construction of new or major renovation of buildings or building units in their possession to install solar collectors for hot water if it is economically viable, in"}, {"text_block_id": "p32_b338_merged_merged_merged_merged_merged", "text": "As a result of these commitments, the public sector has a greater role in promoting measures to improve the energy efficiency of other sectors of final energy consumption."}, {"text_block_id": "p32_b340", "text": "buildings."}, {"text_block_id": "p33_b341", "text": "(f)"}, {"text_block_id": "p33_b342", "text": "What is the projected increase of renewable energy use in buildings until 2020? (If possible differentiating between residential • •single-unit• and •multiple unit•, commercial, public and industrial.) (To answer this question you may use a table as Table 6 below. Data could be given yearly, or for selected years. Both heating and cooling and electricity consumption from renewable energy sources should be included.)"}, {"text_block_id": "p33_b343", "text": "Table 6: Estimated share of renewable energy in the building sector"}, {"text_block_id": "p33_b344", "text": "There are no specific plans concerning use of RES in buildings."}, {"text_block_id": "p33_b345", "text": "(g)"}, {"text_block_id": "p33_b346", "text": "Have obligations for minimum levels of renewable energy in new and newly refurbished buildings been considered in national policy? If so, what are these levels? If not, how will the appropriateness of this policy option be explored by 2015?"}, {"text_block_id": "p33_b347", "text": "Revision of the RES strategy will take in consideration minimum levels and general policy for RES."}, {"text_block_id": "p33_b348", "text": "(h)"}, {"text_block_id": "p33_b349", "text": "Please describe plans for ensuring the exemplary role of public buildings at national, regional and local level by using renewable energy installations or becoming zero energy buildings from 2012 onwards? (Please take into account the requirements under the EPBD)."}, {"text_block_id": "p33_b350", "text": "N/A"}, {"text_block_id": "p33_b351", "text": "(i) How are energy efficient renewable energy technologies in buildings promoted? ("}, {"text_block_id": "p33_b352", "text": "Such measures may concern biomass boilers, heat pumps and solar thermal equipment fulfilling eco-label requirements or other standards developed at national or Community level (cf. text of Article 13(6))"}, {"text_block_id": "p33_b353", "text": ")"}, {"text_block_id": "p33_b354", "text": "Since 2007, the Government of RM has adopted a measure for subsidizing the installation of solar collectors for domestic hot water (DHW) of up to 30% of the investment, but not more than 300 EUR. This measure is implemented based on a lottery system."}, {"text_block_id": "p33_b355", "text": "4.2.4."}, {"text_block_id": "p33_b356", "text": "Information provisions (Articles 14(1) and 14(6) of Directive 2009/28/EC)"}, {"text_block_id": "p33_b357", "text": "(a) Reference to existing national and or regional legislation (if any) concerning information requirements according to Article 14 of Directive 2009/28/EC:"}, {"text_block_id": "p33_b358", "text": "There are currently no information requirements pursuant to Article 14 of the Directive 2009/28/EC referenced to existing national or regional legislation."}, {"text_block_id": "p34_b359", "text": "(b) Responsible body/(ies) for dissemination of information at national / regional / local levels:"}, {"text_block_id": "p34_b360", "text": "The responsible bodies for dissemination of information in the country are:"}, {"text_block_id": "p34_b361", "text": "•"}, {"text_block_id": "p34_b362", "text": "The Ministry of Economy"}, {"text_block_id": "p34_b363", "text": "; is responsible for energy sector activities in the country. It is in charge of elaboration of the energy strategy, preparation and implementation of legislative framework and co-ordination of activities including adoption of commitments to Energy Community objectives. Within its activities, the Ministry of Economy collects and provides information on energy production, supply, demand and energy balance to the public."}, {"text_block_id": "p34_b364", "text": "http://www.economy.gov.mk/"}, {"text_block_id": "p34_b365", "text": "•"}, {"text_block_id": "p34_b366", "text": "The Ministry of Environment and Physical Planning"}, {"text_block_id": "p34_b367", "text": "; is responsible for monitoring the environment including abatement of greenhouse gas emissions and proposing protection measures for water resources, radiation, conservation of biological diversity and national parks."}, {"text_block_id": "p34_b368", "text": "http://www.moepp.gov.mk"}, {"text_block_id": "p34_b369", "text": "•"}, {"text_block_id": "p34_b370", "text": "The Ministry of Transport and Communications"}, {"text_block_id": "p34_b371", "text": "; the Ministry•s responsibilities originate from the adopted National Strategy on Transport of the Republic of Macedonia 2007-2017, which under the section on goals related to sustainable environmental protection (item 6.5) reads that the Ministry will focus its attention on •measures aimed to promote use of alternative fuel vehicles (such as biodiesel)••"}, {"text_block_id": "p34_b372", "text": "http://mtc.gov.mk"}, {"text_block_id": "p34_b373", "text": "•"}, {"text_block_id": "p34_b374", "text": "The Ministry of Agriculture, Forestry and Water Economy"}, {"text_block_id": "p34_b375", "text": "; the Ministry•s responsibilities include the areas of agriculture, forestry and waters in the Republic of Macedonia, as well as: the use of farm land, natural resources, hydrology and meteorological occurrences. Since significant amount of land that can be used for development of RES project either for •right of use• or for acquisition (purchase) has different actual land use, it is essential to support process of land use change which is at the moment one of the main obstacles for more efficient RES project development."}, {"text_block_id": "p34_b376", "text": "http"}, {"text_block_id": "p34_b377", "text": "://www.mzsv.gov.mk"}, {"text_block_id": "p34_b378", "text": "•"}, {"text_block_id": "p34_b379_merged", "text": "The Energy Regulatory Commissionorganizes meetings with potential investors and all other stakeholders ; an independent regulatory body responsible to determine or approve prices and terms and conditions for public service provision and supervise compliance of entities performing regulated energy activities with the obligations on securing reliability of energy supply. ERC regularly inform all interested parties about investment in renewable energy sources, primary and secondary legislation in the energy sector and RES potential of the country. Upon request , the ERC also"}, {"text_block_id": "p34_b382", "text": "http://www.erc.org.mk"}, {"text_block_id": "p34_b383", "text": "•"}, {"text_block_id": "p34_b384", "text": "The Energy Agency"}, {"text_block_id": "p34_b385", "text": "is responsible for professional technical support on data management, strategy analysis, policy and project assessment and implementation"}, {"text_block_id": "p35_b386", "text": "coordination. The Energy Agency fosters regional cooperation and coordination and distributes information through formal gatherings."}, {"text_block_id": "p35_b387", "text": "http://www.ea.gov.mk"}, {"text_block_id": "p35_b388", "text": "•"}, {"text_block_id": "p35_b389", "text": "Utilities"}, {"text_block_id": "p35_b390", "text": "(ELEM AD power Generation Company; MEPSO AD transmission system and market operator; and, EVN Macedonia AD power distribution company) provide information dissemination through campaigns for rational use of electricity and utilization of renewable energy sources. EVN Macedonia organizes education programs for energy savings measures at primary schools across the country."}, {"text_block_id": "p35_b391", "text": "http://www.elem.com.mk"}, {"text_block_id": "p35_b392", "text": "http://www.mepso.com.mk"}, {"text_block_id": "p35_b393", "text": "http://www.evn.mk"}, {"text_block_id": "p35_b394", "text": "•"}, {"text_block_id": "p35_b395", "text": "Non-government organizations"}, {"text_block_id": "p35_b396", "text": "; Contribute for effective information dissemination by providing training, consumer outreach, organization of events, and awareness building services."}, {"text_block_id": "p35_b397", "text": "•"}, {"text_block_id": "p35_b398", "text": "Equipment Suppliers;"}, {"text_block_id": "p35_b399", "text": "Provide commercials and advertisements for use of various RE technologies offered on the local market including solar water heaters, PV panels, and geothermal heat pumps."}, {"text_block_id": "p35_b400", "text": "•"}, {"text_block_id": "p35_b401", "text": "Municipalities;"}, {"text_block_id": "p35_b402", "text": "Organize workshops and seminars for RES utilization and inform local public for RES activities within their municipalities."}, {"text_block_id": "p35_b403", "text": "(c)"}, {"text_block_id": "p35_b404", "text": "Summary of the existing and planned measures at regional / local levels (where relevant):"}, {"text_block_id": "p35_b405", "text": "In accordance with the article 11 from the Energy Law on the proposal from the Ministry and within a period of one year from the adoption of the Strategy on Energy Development, the Government of the Republic of Macedonia shall adopt the Implementation Program for the Strategy on Energy Development covering a period of five years."}, {"text_block_id": "p35_b406", "text": "RM No.50/2013)."}, {"text_block_id": "p35_b407", "text": "According to the Energy Law, in 2014 and 2015 Reports on the implementation of the Program for implementation of the Strategy for Energy Development were prepared."}, {"text_block_id": "p35_b408", "text": "(d)"}, {"text_block_id": "p35_b409", "text": "Please indicate how information is made available on supporting measures for using renewable energy sources in electricity, heating and cooling and in transport to all relevant actors (consumers, builders, installers, architects, suppliers of relevant equipment and vehicles). Who is responsible for the adequacy and the publishing of this information? Are there specific information resources for the different target groups, such as end consumers, builders,"}, {"text_block_id": "p36_b410", "text": "property managers, property agents, installers, architects, farmers, suppliers of equipment using renewable energy sources, public administration? Are there information campaigns or permanent information centers in the present, or planned in the future?"}, {"text_block_id": "p36_b411", "text": "The City of Skopje and the Energy Agency established two information centers for information dissemination on benefits from improved energy efficiency and utilization of RES in the country."}, {"text_block_id": "p36_b412", "text": "Since 2007, Macedonia has established feed-in tariffs for small hydro, wind, solar PV, and power plants using biogas and biomass. The supporting measures for using renewable energy sources in electricity are published by the Government of Macedonia. This information is published on the Ministry•s official website and Official Gazette of the Republic of Macedonia. In accordance with the Act for electricity feed-in tariffs. The present Act stipulates in detail the specific terms and conditions required from any power plant in order to qualify for obtaining the status of preferential electricity generator, the upper threshold of power plant•s installed capacity, the electricity feed-in tariffs and the period of their application"}, {"text_block_id": "p36_b413", "text": "The supporting measures for using renewable energy sources in heating and cooling are published by the Ministry of Economy. The supporting measures are available to the extent resources are allocated in the Government budget. When such initiatives are available, the Ministry publishes announcements in daily newspapers and on their website.  The information is aimed for specific target groups."}, {"text_block_id": "p36_b414", "text": "(e) Please describe the existing and planned information, awareness raising and training programs for citizens on the benefits and practicalities of developing and using energy from renewable sources. What is the role of regional and local actors in the designing and managing these programs?"}, {"text_block_id": "p36_b415", "text": "Information campaigns and awareness raising activities are also practiced in Macedonia usually by the Ministry of Economy, energy utilities or non-government organizations. However, the information campaigns often relate to energy efficiency improvements."}, {"text_block_id": "p36_b416_merged", "text": "Ministry of Economy in April 2013 organized Open Day under the motto \"Purchase solar collector -Аply for subsidies.\" The aim of this promotional event was to promote the use of solar panels in households and use the solar potential of the country as renewable source of energy and information and promotion of the benefits of using solar thermal collectors. Ministry of Economy promoted the Program for subsidies for purchase and installation of solar thermal collectors in the households and the conditions that should be met in order for the applicants to exercise the right to compensation. Also at the event, several of the Macedonian manufacturers of solar collectors presented their products and enabled the citizens to get free advice on how solar panels help for energy savings and how to maximally use the Macedonian Sun. On the event representatives of commercial banks had its own representation of the •green• credit lines. This event was great opportunity to inform the citizens about the benefits of energy and the economic aspect of using solar energy."}, {"text_block_id": "p37_b419", "text": "There are educational programs on renewable energy sources lectured in Macedonian Universities, with some training programs on the benefits and practicalities of developing and using energy from renewable sources."}, {"text_block_id": "p37_b420", "text": "4.2.5. Certification of installers (Art. 14(3) from Directive 2009/28/EC)"}, {"text_block_id": "p37_b421", "text": "(f)"}, {"text_block_id": "p37_b422", "text": "Refer to existing national and / or regional legislation (if any) concerning certification or an equivalent qualification scheme for installers according to Art. 14(3) from Directive 2009/28/EC:"}, {"text_block_id": "p37_b423", "text": "At the moment in the national legislation there are no special requirements for certification or an equivalent certification scheme for installers. The new draft Law on Energy which is planned to be adopted at the beginning of 2016 will carry out harmonization with Directive 28/2009 and regulate those parts that have not yet transposed into national legislation."}, {"text_block_id": "p37_b424", "text": "b)  Responsible body / bodies for setting and approving schemes for certification / qualification by 2012 for installers of boilers and stoves for biomass, shallow geothermal installations, solar photovoltaic or solar thermal installation:"}, {"text_block_id": "p37_b425", "text": "According to the current legislation there isn•t a responsible body that establishes and approves the certification schemes."}, {"text_block_id": "p37_b426", "text": "(c) Are there any such schemes for certification / qualification? If there are, please describe them."}, {"text_block_id": "p37_b427", "text": "There have not been established schemes for certification / qualification yet, under Directive 28/2009. In national law there are installers that are not certified in accordance with this Directive"}, {"text_block_id": "p37_b428", "text": "(d)    Are there any publicly available information on these schemes? Are there published lists of certified or qualified installers? If so, where? Are there other schemes accepted as equivalent to the national / regional scheme?"}, {"text_block_id": "p37_b429", "text": "Tthere are no lists yet of certified or qualified installers according to Directive 28/2009."}, {"text_block_id": "p37_b430", "text": "(е)"}, {"text_block_id": "p37_b431", "text": "Review of existing and planned measures at regional / local levels (where relevant)."}, {"text_block_id": "p37_b432", "text": "Not yet established."}, {"text_block_id": "p37_b433_merged", "text": "4.2.6. Development of infrastructure for electricity (Art 16(3), Art 16(5) и Art 16 (7) Directive 2009/28/EC)"}, {"text_block_id": "p37_b436", "text": "(a) Reference to existing national legislation concerning requirements related to energy networks (Art. 16)"}, {"text_block_id": "p37_b437", "text": "Documents of legislation relating to energy networks include the Energy Law, the Rules of the electricity market, rules for the distribution of electricity and the Grid Code for electricity transmission"}, {"text_block_id": "p37_b438", "text": "How is it ensured that transmission and distribution will be developed from the perspective of integrated targeted amount of renewable electricity while maintaining the"}, {"text_block_id": "p38_b439", "text": "safe operation of power system? How is this requirement included in the periodic planning of network operators for transmission and distribution?"}, {"text_block_id": "p38_b440", "text": "Transmission operator MEPSO AD and distribution operator EVN communicate with the Ministry of Economy regarding the planning of networks in drawing up their plans to develop networks and also taking into consideration the strategic documents of the country."}, {"text_block_id": "p38_b441", "text": "According to Article 68 of the Law on Energy, MEPSO is responsible for long-term planning of the transmission system. In this direction MEPSO prepares Study for the development of transmission network integrating the results of the Strategy for Energy Development and Strategy for renewable energy sources."}, {"text_block_id": "p38_b442", "text": "As a member of ENTSO-e, MEPSO actively participate in the preparation of the ten-year development plan for the transmission network at the regional level and at the level of ENTSO-e. The next ten-year development plan for the transmission network, which should be published in 2014, covers various percentages of integrating renewable energy sources in each of the transmission system operators that are members of ENTSO-e."}, {"text_block_id": "p38_b443", "text": "The results of the Study on the development of the transmission grid and the ten-year plan of ENTSO-e ensure the technical durability and flexibility of the grid."}, {"text_block_id": "p38_b444", "text": "In the Grid Code for distribution of electricity there is an ongoing procedure for preparation of a new chapter as an integral part of network rules regulating connection of electricity generators to the distribution network."}, {"text_block_id": "p38_b445", "text": "(b) What will be the role of intelligent networks, tools and technologies for information storage? How will their development be ensured?"}, {"text_block_id": "p38_b446", "text": "New technologies are discussed at academic and university level in the country. Their implementation has been studied, but the actual implementation in practice is not yet commenced. With the decision of the Ministerial Council of the Energy Community of October 6, 2011, the parties have an obligation until January 1, 2014 to prepare economic assessments for all long-term costs and benefits to the market and to the individual consumer from the implementation of intelligent metering systems."}, {"text_block_id": "p38_b447", "text": "(c)"}, {"text_block_id": "p38_b448", "text": "Is the reinforcement of the interconnection capacity with neighboring countries planned? If so, which interconnectors, for which capacity and by when?"}, {"text_block_id": "p38_b449", "text": "There are three interconnections with neighboring countries planned as follows:"}, {"text_block_id": "p38_b450", "text": "(1)"}, {"text_block_id": "p38_b451", "text": "400 kV interconnection between Macedonia and Serbia, between Stip TC and TC Nis. The transmission line is planned to have conductors type ACSR 2x490 / 65mm2, permanent permissible load (at rated voltage) of 1330MVA. A contract for construction was signed and the construction has finished in 2015."}, {"text_block_id": "p38_b452", "text": "(2)"}, {"text_block_id": "p38_b453", "text": "400 kV interconnection between Macedonia and Albania, between SS Bitola 2 and TS Elbasan. The transmission line is planned to have conductors type ACSR 2x490 / 65mm2, permanent permissible load (at rated voltage) of 1330MVA For this interconnection there is a feasibility study and Study of Environmental Impact. Next step is holding public debates and adoption of the Study for environment impact assessment by the Ministry of Environment and Physical Planning. At the stage of preparation is the necessary technical documentation for construction of the transmission line. It is expected to enter into operation in 2019."}, {"text_block_id": "p39_b454", "text": "(3)"}, {"text_block_id": "p39_b455", "text": "400 kV interconnection between Macedonia and Kosovo, that is, between Skopje SS 5 and SS New Kosovo. The transmission line is planned to have conductors type ACSR 2x490 / 65mm2, permanent permissible load (at rated voltage) of 1330MV. The preparation of a joint feasibility study between MEPSO and KOSST is planned for 2014. It is expected to enter into operation after 2020."}, {"text_block_id": "p39_b456", "text": "(d) How is the acceleration of grid infrastructure authorization procedures is addressed? What is the current state and average time for getting approval? How will it be improved? (Please refer to current status and legislation, bottlenecks detected and plans to streamline procedure with timeframe of implementation and expected results.)"}, {"text_block_id": "p39_b457", "text": "The grid infrastructure authorization procedures are addressed with the transmission and distribution grid codes whether it is about electricity consumer or generators from renewable or other sources of energy. Power connection of an electricity generator requires more information and takes longer time to get approval compared to an electricity consumer. The grid codes describe in detail the authorization procedures and at the current state the grid operators keep to the timetables as defined in the respective grid codes. Until now, the practice shows that there were no issues regarding connection of new renewable energy plants to the grid. The grid codes could be improved in certain areas by submission of proposals to the grid operators through the Energy Regulatory Commission. The construction of new electricity distribution systems is performed by legal entities on the basis of issued authorization. EVN, which is distribution grid operator, regularly performs updates of the grid development studies, taking always into account expected development of the distributed generation. Current update of the distribution grid development study was presented on June 11"}, {"text_block_id": "p39_b458", "text": "th"}, {"text_block_id": "p39_b459", "text": ", 2013, dealing with the period up to the year 2030. Same timeline is used for the transmission grid development study. Transmission grid in Macedonia is very strong both in terms of internal and cross-border capacities. Transmission grid practically has no limits of connection of new generation. Major obstacles concerning transmission grid are coming from the power system balancing point of view and limited resources of the TSO in this regard."}, {"text_block_id": "p39_b460", "text": "Concerning connection to the distribution grid, timelines are the following:"}, {"text_block_id": "p39_b461", "text": "•"}, {"text_block_id": "p39_b462", "text": "Relevant documentation is issued, according to the"}, {"text_block_id": "p39_b463", "text": "Grid Code, within maximum 40 days,"}, {"text_block_id": "p39_b464", "text": "•"}, {"text_block_id": "p39_b465", "text": "Estimated duration of the procedure for construction permit (distribution grid operator needs to apply for this permit in order to prepare/construct connection point for RES energy facility) is up to 70 days,"}, {"text_block_id": "p39_b466", "text": "•"}, {"text_block_id": "p39_b467_merged_merged_merged", "text": "Actual construction works on the connection point site are estimated at up to 50 days. Total maximum duration of the connection works is 160 days, i.e. between 5 and 6 months."}, {"text_block_id": "p39_b469", "text": "On proposal of the Minister, the Government of the Republic of Macedonia shall adopt the decision on construction authorization for the new systems. According to this proposal, the entire procedure for the construction permits should be electronic (instead of submission of the hard copy documents to the counters, requests will be uploaded to the relevant website where applicants will be able to follow development of the process). Responsible authorities issuing each permit or approval or consent or decision are obliged to respond in maximum 5 days • in case of delay request will be automatically considered as approved/solved."}, {"text_block_id": "p40_b470", "text": "(f) How is coordination between grid infrastructure approval and other administrative planning procedures ensured?"}, {"text_block_id": "p40_b471", "text": "The coordination is ensured such that the grid infrastructure approval and the other administrative planning procedures are developing in parallel as two different processes. Concerned legislation currently is being reviewed to provide simultaneous operation of these two procedures, i.e. to enable accurate information to investors about the cost of the plug before the investment"}, {"text_block_id": "p40_b472", "text": "(g) Are priority connection rights or reserved connection capacities provided for new installations producing electricity from renewable energy sources?"}, {"text_block_id": "p40_b473", "text": "Article 122 (3) of the Energy Law requires that the electricity transmission or distribution system operators shall provide priority access to electricity systems for the electricity generated from renewable sources, taking due consideration of limits stemming from the possibilities in the electricity system."}, {"text_block_id": "p40_b474", "text": "(h) Are any renewable installations ready to come online but not connected due to capacity limitations of the grid? If so, what steps are taken to resolve this and by when is it expected to be solved?"}, {"text_block_id": "p40_b475", "text": "Until now, there were no such cases for RE installations ready to come online but not connected due to capacity limitations of the grid."}, {"text_block_id": "p40_b476_merged", "text": "(i) Are the rules on cost sharing and bearing of network technical adaptations set up and published by transmission and distribution system operators? If so, where? How is it ensured that these rules are based on objective, transparent and non-discriminatory criteria? Are there special rules for producers located in peripheral regions and regions with low population density?"}, {"text_block_id": "p40_b479", "text": "The relevant energy transmission or distribution system operator, as part of the relevant Grid Code, shall be obliged to stipulate the connection rules for the relevant grid and the connection charge-setting methodology. The connection rules shall take due consideration of the consequences caused by the connection and affecting other grid users, the connection points at plants, facilities and devices and type of installation required for grid connection. The grid connection charge and the charge for altering energy parameters as defined in the connection approval for existing users shall be settled by the user and shall be comprised of the connection construction charge or existing connection upgrade charge, as well as users' share in the costs incurred for the provision of technical conditions in the system to which new users are to be connected or increasing the capacity of existing connections. The charge shall be calculated pursuant to the methodology stipulated in the relevant Grid Code."}, {"text_block_id": "p40_b480", "text": "The relevant energy transmission or distribution system operator shall be obliged to provide the entities applying for grid connection with detailed cost assessment as regards the connection and the provision of technical conditions in the grid."}, {"text_block_id": "p40_b481", "text": "The rules governing connections have been published by the Transmission and Distribution System Operators in the Transmission Grid Code and the Distribution Grid Code, previously approved by the Energy Regulatory Commission."}, {"text_block_id": "p41_b482", "text": "According to the Energy Law (Article 122), transmission and/or distribution system operators are obliged to allow access to the relevant system in a transparent and objective manner that prevents discrimination of system users. Further, the electricity transmission or distribution system operators must provide priority access to electricity systems for the electricity generated from renewable sources, taking due consideration of technical limits on the electricity system."}, {"text_block_id": "p41_b483", "text": "The rules governing connection are clearly defined in Part 3 of each of the Grid Code documents. In the case of the Transmission Grid Code, Chapter 11 covers the process for connection to the transmission system, and includes rules covering:"}, {"text_block_id": "p41_b484", "text": "•"}, {"text_block_id": "p41_b485", "text": "General provisions;"}, {"text_block_id": "p41_b486", "text": "•"}, {"text_block_id": "p41_b487", "text": "Duties and responsibilities of MEPSO and the Applicant;"}, {"text_block_id": "p41_b488", "text": "•"}, {"text_block_id": "p41_b489", "text": "Submission of connection application;"}, {"text_block_id": "p41_b490", "text": "•"}, {"text_block_id": "p41_b491", "text": "Study for connection to the transmission system;"}, {"text_block_id": "p41_b492", "text": "•"}, {"text_block_id": "p41_b493", "text": "Agreement on technical solution from the study for connection application between MEPSO and Applicant;"}, {"text_block_id": "p41_b494", "text": "•"}, {"text_block_id": "p41_b495", "text": "Decision process upon connection application;"}, {"text_block_id": "p41_b496", "text": "•"}, {"text_block_id": "p41_b497", "text": "Connection application accepted;"}, {"text_block_id": "p41_b498", "text": "•"}, {"text_block_id": "p41_b499", "text": "Construction of connection; and,"}, {"text_block_id": "p41_b500", "text": "•"}, {"text_block_id": "p41_b501", "text": "Connection cost and connection fee."}, {"text_block_id": "p41_b502", "text": "There is a Committee for Grid Code Monitoring and Implementation which includes representation from •other power producers•. If a dispute arises relating to any aspect of the Transmission Grid Code including connections, party can file written request to the Committee recommending measures for settling the dispute. The Committee is obliged to propose measures for settling the dispute within 15 days. If the parties do not reach a settlement, the dispute is resolved according to the provisions in the Energy Law."}, {"text_block_id": "p41_b503", "text": "In the case of the Distribution Grid Code, Part 3 includes sections covering •Approval for connecting to the distribution system• and •Conditions for connecting to the distribution system•. There are also four Annexes covering connections, as follows:"}, {"text_block_id": "p41_b504", "text": "•"}, {"text_block_id": "p41_b505", "text": "Annex 1: Pricing methodology for determining costs for connecting to electricity distribution system;"}, {"text_block_id": "p41_b506", "text": "•"}, {"text_block_id": "p41_b507", "text": "Annex 2: Examples for connection costs calculation (seven examples provided);"}, {"text_block_id": "p41_b508", "text": "•"}, {"text_block_id": "p41_b509", "text": "Annex 3: Form RAC-1 • Request for approval for connecting consumers; and,"}, {"text_block_id": "p41_b510", "text": "•"}, {"text_block_id": "p41_b511", "text": "Annex 4: Form RAC-2 • Request for approval for connecting embedded generators."}, {"text_block_id": "p41_b512", "text": "If disputes arise concerning any aspect of the Distribution Grid Code including connections, the concerned party can submit a written request to the Committee suggesting measures for resolution of the dispute. The Committee is obliged to respond within 15 days, and if agreement is not reached, the dispute is resolved according to the provisions of the Energy Law."}, {"text_block_id": "p42_b513", "text": "Under both Grid Codes, the system operator is required to stipulate the deadlines for decision-taking on the connection approval application, as well as grid connection implementation. Should the system operator not issue the connection approval decision, or if the connection approval decision is not in compliance with the relevant Grid Code, the entity applying for connection can lodge an appeal before the Energy Regulatory Commission."}, {"text_block_id": "p42_b514", "text": "Producers are responsible for the costs associated with planning (including permits), design and construction of the connection facility. Applicants can opt to hire their own contractor to construct the connection facility, but the facility must be constructed in compliance with standards set out in the Transmission and Distribution Grid Codes. There are no special rules for Producers located in peripheral regions and regions with low population density."}, {"text_block_id": "p42_b515", "text": "As already noted, both the Grid Codes are being revised to be consistent with the requirements of the Energy Law."}, {"text_block_id": "p42_b516", "text": "(j) Please describe how the costs of connection and technical adaptation are attributed to producers and/or transmission and/or distribution system operators? How are transmission and distribution system operators able to recover these investment costs? Is any modification of these costs bearing rules planned in the future? What changes do you envisage and what results are expected?"}, {"text_block_id": "p42_b517", "text": "Under the current Transmission and Distribution Grid Codes, Producers are responsible for all connection and technical adaptation costs."}, {"text_block_id": "p42_b518", "text": "Article 125 (4) of the Energy Law allows the regulator to oblige the relevant system operator to cover the grid connection costs of preferential generators and recover the costs incurred as part of the regulated services price when needed to provide incentives to promote renewable generation when necessary to attain the targets set out in the Government•s RES Strategy."}, {"text_block_id": "p42_b519", "text": "(k) Are there rules for distribution of the expenses between the first and alter connected generators? If not, how are taken in consideration the benefits for the later connected generators?"}, {"text_block_id": "p42_b520", "text": "Article 125 of the Energy Law states that the grid connection charge and the charge for altering energy parameters as defined in the connection approval for existing users shall be settled by the user and shall be comprised of the connection construction charge or existing connection upgrade charge, as well as users' share in the costs incurred for the provision of technical conditions in the system to which new users are to be connected or increasing the capacity of existing connections. The charge shall be calculated pursuant to the methodology stipulated in the relevant Grid Code."}, {"text_block_id": "p42_b521", "text": "The rules for carrying costs prescribe how costs should be distributed between subsequently connected producers that benefit from the strengthening and new distribution facilities are clearly defined in the Grid Code and Distribution."}, {"text_block_id": "p42_b522", "text": "Some examples of cost accounting are included in Annex 2 which detailed analyzes carrying the responsibility for the costs of the applicant in case of such situations. Sharing of"}, {"text_block_id": "p43_b523", "text": "costs in case of connection to the transmission network is not clearly defined and resolved on the basis of individual case because such plugs from RES producers are significantly fewer connections to the electricity grid, and the repercussions of such connections are very specific to the project in question."}, {"text_block_id": "p43_b524", "text": "Furthermore, The Energy Regulatory Commission shall oblige the relevant energy system operator to cover the grid connection costs of preferential generators and recover the costs incurred as part of the regulated services price, when needed for the purpose of:"}, {"text_block_id": "p43_b525", "text": "•"}, {"text_block_id": "p43_b526", "text": "providing incentives for electricity generation from renewable energy sources or at high-efficiency cogeneration plants; or"}, {"text_block_id": "p43_b527", "text": "•"}, {"text_block_id": "p43_b528", "text": "attaining the targets set forth in the Strategy on Energy Development, Energy Efficiency Strategy and Strategy on Renewable Energy Sources."}, {"text_block_id": "p43_b529", "text": "(l) How will it be ensured that transmission and distribution system operators provide new producers wishing to be connected with the necessary information on costs, a precise timetable for processing their requests and an indicative timetable for their grid connection?"}, {"text_block_id": "p43_b530", "text": "The detailed procedures in the Transmission and Distribution Grid Codes described above require that RE Producers receive the necessary information on costs, precise timetable for processing their requests and an indicative timetable for their grid connection. If the relevant operator fails to issue the connection approval decision, or if the connection approval decision is not in compliance with the relevant Grid Code, the entity applying for connection can lodge an appeal before the Energy Regulatory Commission."}, {"text_block_id": "p43_b531", "text": "4.2.7."}, {"text_block_id": "p43_b532", "text": "Electricity network operation (Article 16(2) and Article 16(7) and (8) of Directive 2009/28/EC)"}, {"text_block_id": "p43_b533", "text": "(c) How is the transmission and distribution of electricity from renewable energy sources guaranteed by transmission and distribution system operators? Is priority or guaranteed access ensured?"}, {"text_block_id": "p43_b534", "text": "Transmission and distribution of electricity generated by RE Producers is guaranteed. The Transmission and Distribution System Operators must transmit all the power from RES delivered to the grid, and the Market Operator must purchase all the energy delivered to the grid by RE Producers that have been granted preferential status at the approved feed-in tariff as stated in Article 153 of the Energy Law. Priority access is ensured."}, {"text_block_id": "p43_b535", "text": "(d) How is it ensured that transmission system operators, when dispatching electricity generating installations give priority to those using renewable energy sources?"}, {"text_block_id": "p43_b536", "text": "Dispatch of energy produced by RES Producers is guaranteed by the requirement in the Energy Law (Article 153) that all electrical energy delivered to the grid by RE Producers must be purchased by the Market Operator. With regard to dispatch, the only requirements placed on RES Producers are (Article 152 of the Energy Law) if obtaining the status of a preferential producer:"}, {"text_block_id": "p43_b537", "text": "•"}, {"text_block_id": "p43_b538", "text": "to sell the electricity generated to the electricity market operator, pursuant to its electricity purchase contract;"}, {"text_block_id": "p44_b539", "text": "•"}, {"text_block_id": "p44_b540", "text": "to submit its electricity generation plans to the electricity market operator; and,"}, {"text_block_id": "p44_b541", "text": "•"}, {"text_block_id": "p44_b542", "text": "to operate in compliance with the terms and conditions stipulated in the Decree on electricity feed-in tariffs (currently under development)."}, {"text_block_id": "p44_b543", "text": "(c) Is the energy regulatory authority informed about these measures? Does it have the competence to monitor and enforce implementation of these measures?"}, {"text_block_id": "p44_b544", "text": "The Energy Regulatory Commission (ERC) is both informed and has the competence to monitor and enforce implementation of these measures according to the Energy Law and the various Decrees and Rulebooks currently under development as required under the Energy Law. Further, the Market Code was adopted by the Energy Regulatory Commission by May 7, 2012, and licenses issued to the various power companies by the Energy Regulatory Commission grant the Energy Regulatory Commission certain powers to monitor and enforce these measures."}, {"text_block_id": "p44_b545", "text": "(d) Are plants generating electricity from renewable energy sources integrated in the electricity market? Could you please describe how? What are their obligations regarding participation in the electricity market?"}, {"text_block_id": "p44_b546", "text": "Preferential RE Producers operate in parallel with the market in the sense that the Market Operator is required to purchase all power delivered to the grid at the approved feed-in tariff. In this sense, RE Producers are not dispatched, but rather run when the fuel (i.e., wind, water, solar radiation, etc.) and production facilities are available. RE Producers produce energy for use in the market, thus displacing generation using non-renewable resources, but do not actually participate in the market owing to the guarantees relating to access, dispatch and purchase of the energy they deliver to the grid. According to Article 47.1 of the Market Rules (Chapter Balance Responsibility), preferential electricity producers have privilege of being released from the balance responsibility (paying penalties for deviations from the generation schedules). In other words, they can produce electricity at any time and at any amount, and this electricity will be taken over, paid for, and no system control and balancing charges will apply."}, {"text_block_id": "p44_b547", "text": "(e) (e) What are the rules for charging transmission and distribution tariffs to generators of electricity from renewable energy sources?"}, {"text_block_id": "p44_b548", "text": "RE Producers are not subject to network charges. Under the Energy Law Article 67 (5), it is explicitly stated that network charges are paid by consumers, as follows: The electricity transmission system use charge shall be settled by electricity consumers in the Republic of Macedonia, pursuant to the published tariff. The electricity transmission system operator shall invoice the system use charge to:"}, {"text_block_id": "p44_b549", "text": "•"}, {"text_block_id": "p44_b550", "text": "consumers directly connected to the electricity transmission system which act independently on the electricity market;"}, {"text_block_id": "p44_b551", "text": "•"}, {"text_block_id": "p44_b552", "text": "suppliers or traders, for the consumers directly connected to the electricity transmission system, who do not act independently on the electricity market;"}, {"text_block_id": "p44_b553", "text": "•"}, {"text_block_id": "p44_b554", "text": "electricity distribution system operators or electricity suppliers, for the consumers connected to the electricity distribution systems."}, {"text_block_id": "p44_b555", "text": "Further, Article 74 (3) states: •The distribution system use charge shall be settled by electricity consumers connected to the distribution grid. The electricity distribution system"}, {"text_block_id": "p45_b556", "text": "4.2.8."}, {"text_block_id": "p45_b557", "text": "Biogas integration into the natural gas network (Article 16(7) and Article 16(9) and (10) of Directive 2009/28/EC)."}, {"text_block_id": "p45_b558", "text": "(f) How is it ensured that the charging of transmission and distribution tariffs does not discriminate against gas from renewable energy sources?"}, {"text_block_id": "p45_b559", "text": "At present there is no gas from renewable energy sources used in the Republic of Macedonia.  However, the discrimination against gas from renewable energy sources is prevented by secondary legislation prepared by the Energy Regulatory Commission such as their Conditions for natural gas supply of May 8, 2012 and the Rulebook for the manner and conditions for tariff control for gas transmission and management of the gas distribution system in force since January 1, 2012."}, {"text_block_id": "p45_b560", "text": "The tariff systems for gas transmission and distribution are in force."}, {"text_block_id": "p45_b561", "text": "The adoption of natural gas market rules by the Energy Regulatory Commission on January 24, 2014 created the conditions for the liberalization of the natural gas market and also determine the date for commencement of the liberalization of the market of natural gas for all consumers of natural gas, except households, from October 1, 2014. Due to the lack of real conditions for starting the process of liberalization of the natural gas market because there was only one supplier active in the market of natural gas that could incite competition in this sector, the starting date for liberalization of the natural gas for all consumers of natural gas, except households, has been postponed to January 1, 2015."}, {"text_block_id": "p45_b562", "text": "At the same date also started the liberalization of the natural gas market and for household customers in the country."}, {"text_block_id": "p45_b563", "text": "Grid Codes for distribution of natural gas were approved by the Energy Regulatory Commission in April 2015godina."}, {"text_block_id": "p45_b564", "text": "(g) Has any assessment been carried out on the need to extend the gas network infrastructure to facilitate the integration of gas from renewable sources? What is the result? If not, will there be such an assessment?"}, {"text_block_id": "p45_b565_merged", "text": "The Ministry of Transport and Communications prepared a recent feasibility study for gasification of the Republic of Macedonia including conceptual designs.  However, there is no assessment carried out to facilitate integration of gas from renewable energy sources. Until now, the existing gas distribution network in Macedonia has been underutilized. According the information from GAMA, the gas distribution operator in the country, the gas volume used in 2008 was about 120 million Nm out of 800 million Nm total annual capacity. An assessment may be prepared in future when the utilization of the pipeline capacity will be improved and the gas distribution network is extended to small end consumers in municipalities across the country."}, {"text_block_id": "p45_b571", "text": "(h) Are technical rules on network connection and connection tariffs for biogas published? Where are these rules published?"}, {"text_block_id": "p46_b572", "text": "The connection to the natural gas pipeline transmission system is a procedure of connecting gas installation by which a potential user is connected to the gas system. Having filed a request and having defined the technical conditions, the connection procedure is initiated in compliance with the existing secondary legislation related to gas distribution.  A network connection is approved given the technical rules on network connection are met. The technical rules on network connection are regulated with the Grid Codes for transmission and distribution of natural gas."}, {"text_block_id": "p46_b573", "text": "However, there are no connection tariffs for biogas developed and published yet."}, {"text_block_id": "p46_b574", "text": "4.2.9."}, {"text_block_id": "p46_b575", "text": "District heating and cooling infrastructure development (Article 16(11) of Directive 2009/28/EC)"}, {"text_block_id": "p46_b576", "text": "(i) Please provide an assessment of the need for new district heating and cooling infrastructure using renewable energy sources and contributing to the 2020 target. Based on this assessment, are there plans to promote such infrastructures in the future? What are the expected contributions of large biomass, solar and geothermal facilities in the district heating and cooling systems?"}, {"text_block_id": "p46_b577", "text": "The Energy Development Strategy in the Republic of Macedonia until 2030 does not envision district heating and cooling infrastructure development that will utilize renewable energy sources."}, {"text_block_id": "p46_b578", "text": "4.2.10."}, {"text_block_id": "p46_b579", "text": "Bio fuels and other bio liquids • sustainability criteria and verification of compliance (Articles 17 to 21 of Directive 2009/28/EC)."}, {"text_block_id": "p46_b580", "text": "(j)"}, {"text_block_id": "p46_b581", "text": "How will the sustainability criteria for bio fuels and bio liquids be implemented at national level? (Is there legislation planned for implementation? What will be the institutional setup?)"}, {"text_block_id": "p46_b582", "text": "(2)"}, {"text_block_id": "p46_b583", "text": "Within IPA project (EuropeAid / 129822 / D / SER / MK) \"Strengthening the administrative capacity of the Energy Department at the Ministry of Economy and Energy Agency\" A draft text of the Law on bio fuels and bylaws and Action Plan of bio fuels where  the provisions of Directive 2009/28 relating to bio fuels are transposed. This law and the bylaws are planned to be adopted in 2016"}, {"text_block_id": "p46_b584", "text": "Within IPA project (EuropeAid / 129822 / D / SER / MK) \"Strengthening the administrative capacity of the Energy Department at the Ministry of Economy and Energy Agency\" A draft text of the Law on bio fuels and bylaws and Action Plan of bio fuels where  the provisions of Directive 2009/28 relating to bio fuels are transposed. This law and the bylaws are planned to be adopted in 2016\n* Sustainability criteria are regulated with the Rule book for application of the conditions for sustainable production and use of bio fuels and / or bio liquids.\n<\\li1>"}, {"text_block_id": "p46_b586", "text": "These Rules are to be adopted in 2016."}, {"text_block_id": "p46_b587", "text": "(b) How will it be ensured that bio fuels and bio liquids that are counted towards the national renewable target, towards national renewable energy obligations and/or are eligible for financial support comply with the sustainability criteria set down in Article 17(2) to (5) of Directive 2009/28/EC? (Will there be a national institution / body responsible for monitoring / verifying compliance with the criteria?)"}, {"text_block_id": "p46_b588", "text": "Pursuant to the Draft Law on bio fuels, the Rulebook on the conditions and procedure for qualification for obtaining incentive funds for the production of bio fuels for transport is"}, {"text_block_id": "p47_b589", "text": "prepared. This Rulebook prescribes the documentation which should follow each consignment of bio fuels and the way that sustainability criteria are proved."}, {"text_block_id": "p47_b590", "text": "The draft law provides within the Ministry of Economy to establish a commission of various institutions that will be responsible for monitoring and checking the fulfillment of the criteria of sustainability."}, {"text_block_id": "p47_b591", "text": "(c) If a national authority / body will monitor the fulfillment of the criteria, does such a national authority / body already exist? If so, please specify. If not, when is it envisaged to be established?"}, {"text_block_id": "p47_b592", "text": "In accordance with the draft law on bio fuels it is not intended to form a national body. The role of the national body will have the Commission which will be established within the Ministry of Economy. This Commission will be formed to launch the application of the bio fuels i.e. during 2016."}, {"text_block_id": "p47_b593", "text": "(d) Please provide information on the existence of national law on land zoning and national land register for verifying compliance with Article 17(3) to (5) of Directive 2009/28/EC. How economic operators can access to this information? (Please provide information on the existence of rules and distinction between different land statuses, like biodiversity area, protected area etc; and on the competent national authority who will monitor this land register and changes in land status.)"}, {"text_block_id": "p47_b594", "text": "The national law on land zoning for verifying compliance with Article 17(3) to (5) of Directive 2009/28/EC is the Law on Spatial and Urban Planning (Official Gazette of the Republic of Macedonia No. 60/2011 of April 27, 2011).  According to Article 34 from the law, the Agency for Spatial Planning is responsible to prepare Spatial Plan of the Republic of Macedonia and therefore to monitor its implementation, and to define planning conditions, maintaining and updating the unique information system on spatial planning."}, {"text_block_id": "p47_b595", "text": "The Agency for Real Estate Cadastre is responsible institution for urban areas and their changes of land status.  The Agency and its branches across the country maintain a national register for urban areas in the country."}, {"text_block_id": "p47_b596", "text": "The certificate from the urban plan is issued by relevant municipality while a certificate from the spatial plan of the Republic of Macedonia is issued by the Ministry of Environment and Physical Planning. This Ministry is also in charge for biodiversity and protected areas in the country."}, {"text_block_id": "p47_b597", "text": "(e) As far as protected areas are concerned, please provide information under which national, European or international protection regime they are classified."}, {"text_block_id": "p47_b598", "text": "The protected areas are classified under the national Law on Nature Protection (Official Gazette of RM No.67/2004, October 04, 2004; Amendment Official Gazette of RM No.14/2004, February 03, 2006; Amendment Official Gazette of RM No. 84/2007, July 04, 2007, Amendment Official Gazette of RM No. 35/2010, March 12, 2010; Amendment 47, 2011, April 04, 2011; Amendment Official Gazette of RM No.148/2011, October 21, 2011; Amendment 59/2012, May 11, 2012; Amendment 13/2013, January 21, 2013). In the past five decades of organized protection of natural areas in the country, 81 protected areas were classified with a total area of 232,495.05 hectares, or 9.05% of the national territory."}, {"text_block_id": "p48_b599", "text": "According to the International Union for Conservation of Nature (IUCN), the protected areas have been classified into the following:"}, {"text_block_id": "p48_b600", "text": "Source: Annual Report for the status of biodiversity in the Republic of Macedonia"}, {"text_block_id": "p48_b601", "text": "(f) What is the procedure for changing the status of land? Who monitors and reports at national level on land status changes? How often are the lands zoning register updated (monthly, annually, bi-annually, etc.)?"}, {"text_block_id": "p48_b602", "text": "According to Article 48 of the Law on Agricultural Land, the agricultural land can be transformed into construction land only if the category of land is V or higher.  The changing of the land status can be made permanent or temporary."}, {"text_block_id": "p48_b603", "text": "The procedure for changing the status of land is initiated by an applicant with submitting a request for it at the Ministry of Agriculture, Forestry and Water Economy."}, {"text_block_id": "p48_b604", "text": "According to Article 17 of the Law on Agricultural Land, state-owned land can be leased but not sold to a third party. Moreover, state-owned land cannot be transferred from agricultural to construction land."}, {"text_block_id": "p48_b605", "text": "The Agency for Real Estate Cadastre of the Republic of Macedonia is responsible for monitoring and reporting on the land status changes.  The land zoning register is updated on a case-by-case basis."}, {"text_block_id": "p48_b606", "text": "(g) How is compliance with good agro-environmental practices and other cross-compliance requirements (required by Article 17(6) of Directive 2009/28/EC) ensured and verified at national level?"}, {"text_block_id": "p48_b607", "text": "The Ministry of Agriculture, Forestry and Water Economy is in charge to monitor and verify compliance with good agro-environmental practices and other cross-compliance requirements as required by Article 17(6) of Directive 2009/28/EC."}, {"text_block_id": "p48_b608", "text": "(h) Do you intend to help develop voluntary \"certification\" scheme(s) for bio fuel and bio liquid sustainability as described in the second subparagraph of Article 18(4) of Directive 2009/28/EC? If so, how?"}, {"text_block_id": "p48_b609", "text": "The voluntary •certification• scheme for bio fuels and bio liquid sustainability could be developed when market for use of bio fuels and bio liquids develops adequately in the country to reflect the need for a certification scheme.  The Ministry of Economy would be responsible national institution to issue certificates based on prior approval by an appointed certification body. Although locally produced bio fuels are certified imported quantity must have a certificate from the country of origin."}, {"text_block_id": "p49_b610", "text": "4.3. Support schemes to promote the use of energy from renewable resources in electricity applied by the Contracting Party or a group of Contracting Parties"}, {"text_block_id": "p49_b611", "text": "REGULATION"}, {"text_block_id": "p49_b612", "text": "(i) What is the legal basis for this obligation/indicative objective?"}, {"text_block_id": "p49_b613", "text": "RE Producers are guaranteed access to the grid and dispatch. Under Article 153 of the Energy Law, the Market Operator is obliged to purchase electricity generated by preferential generators. Further, there is no requirement for RE Producers to pay for network charges, balancing or ancillary services."}, {"text_block_id": "p49_b614", "text": "(j) Are there any technology-specific indicative objectives?"}, {"text_block_id": "p49_b615", "text": "The quantities of RE to be procured are technology-specific, currently including hydro, wind, solar PV, biomass and biogas."}, {"text_block_id": "p49_b616", "text": "(k) What are the concrete obligations/indicative objectives per year (per technology)?"}, {"text_block_id": "p49_b617", "text": "The target share in GWh defined in the Government•s RE Strategy for electricity produced by each RE technology is shown in the table below."}, {"text_block_id": "p49_b618", "text": "RES-E TARGET SHARE (GWh)"}, {"text_block_id": "p49_b619", "text": "The aforementioned table shows the contribution of each renewable energy source in the country. In the total amounts of electricity generation is taken into account the production of electricity from renewable energy sources to be used if the feed-in tariffs acquire the status of a privileged producer and those renewable energy sources that do not use feed-in tariff. In accordance with national legislation, if the capacity set by the Government for the total installed capacity of each renewable energy source is filled, the plant can not acquire the status of privileged producer, or could not use feed-in tariffs."}, {"text_block_id": "p49_b620", "text": "Pursuant to Government Decision (Official Gazette of RM No. 56/2013), the total installed capacity of each renewable source eligible for feed-in tariffs is as follows:"}, {"text_block_id": "p49_b621", "text": "A: Wind"}, {"text_block_id": "p50_b622", "text": "1."}, {"text_block_id": "p50_b623", "text": "By December 31, 2016 is 65 MW."}, {"text_block_id": "p50_b624", "text": "2."}, {"text_block_id": "p50_b625", "text": "By December 31, 2020 is 100 MW."}, {"text_block_id": "p50_b626", "text": "3."}, {"text_block_id": "p50_b627", "text": "By December 31, 2025 is 150 MW."}, {"text_block_id": "p50_b628", "text": "By December 31, 2025 is 150 MW.\n* Photovoltaics\n* Biomass\n* Biogas"}, {"text_block_id": "p50_b630", "text": "1."}, {"text_block_id": "p50_b631", "text": "The total installed capacity eligible for feed-in tariffs for PV power plants that have installed capacity lower or equal to 50 kW is 4 MW."}, {"text_block_id": "p50_b632", "text": "2."}, {"text_block_id": "p50_b633", "text": "The total installed capacity eligible for feed-in tariffs for PV power plants that have installed capacity higher than 50 kW, but lower or equal to 1 MW is 14 MW."}, {"text_block_id": "p50_b636", "text": "1."}, {"text_block_id": "p50_b637", "text": "The total installed capacity eligible for feed-in tariffs for biomass power plants is 10 MW."}, {"text_block_id": "p50_b640", "text": "2."}, {"text_block_id": "p50_b641", "text": "The total installed capacity eligible for feed-in tariffs for biogas power plants is 6 MW."}, {"text_block_id": "p50_b642", "text": "(l) Who is responsible to fulfill the obligation?"}, {"text_block_id": "p50_b643", "text": "In 2011, the Government adopted the Decision on establishing the objectives and the annual pace of increase in the share of energy from renewable sources in gross final energy consumption."}, {"text_block_id": "p50_b644", "text": "(m) What is the consequence of non-fulfillment?"}, {"text_block_id": "p50_b645", "text": "As a signatory to the Energy Community Treaty, the Republic of Macedonia is committed to harmonization of national legislation with existing EU legislation on energy, the environment, competition and renewable energy. This includes meeting the Government adopted target of 21% of final energy consumption from renewable sources by 2020 (calculated consistent with EU guidelines), and updated with the Decision of the Energy Community Ministerial Council to 28% (D/2012/04/MC-EnC (10th MC/18/10/2012"}, {"text_block_id": "p50_b646", "text": "-"}, {"text_block_id": "p50_b647", "text": "Annex18/09.07.2012)."}, {"text_block_id": "p50_b648", "text": "(n) Is there any mechanism to supervise fulfillment?"}, {"text_block_id": "p50_b649", "text": "In accordance with Article 2 from Decision for setting targets and annual dynamics for the increased share of energy from renewable sources in the final energy consumption, targets should be achieved with construction of new energy facilities which use RES and with stronger energy efficiency measures in accordance with the Strategy for utilization of RES until 2020 and Energy Efficiency Strategy until 2020."}, {"text_block_id": "p50_b650_merged_merged", "text": "In accordance with Article 146(3) of the Energy Law, the Ministry of Economy is responsible for monitoring the RES target fulfillment, and accordingly for developing the bi-annual reports on the implementation of the Renewable Energy Sources Action Plan."}, {"text_block_id": "p50_b653", "text": "(o) Is there any mechanism to modify obligations / indicative objectives?"}, {"text_block_id": "p51_b654", "text": "The Government•s RE Strategy will be reviewed and revised at 5-year intervals enabling adjustment of targets. According to the Energy Law, NREAP will be developed for the consecutive 10 years. Further, each year, progress toward meeting target levels of each RE technology is monitored, enabling adjustment of feed-in tariffs accordingly (under the Feed-in Tariff Decree)."}, {"text_block_id": "p51_b655", "text": "Furthermore, in accordance with Article 146(3) of the Energy Law and the Decision from the Ministerial Council MC/18/10/2012--Annex 18/09.07.2012, should the targets are not achieved; the Ministry of Economy shall submit to the Government a proposal on additional measures and relevant amendments to the Action Plan, that will be further submitted to the Energy Community."}, {"text_block_id": "p51_b656", "text": "FINANCIAL SUPPORT"}, {"text_block_id": "p51_b657", "text": "(a) What is the name and a short description of the scheme?"}, {"text_block_id": "p51_b658", "text": "To stimulate construction of new power plants using renewable energy sources or high-efficiency cogeneration plants, RE Producers can obtain the status of preferential generator, and thereby the right to sell electricity under feed-in tariffs. Electricity feed-in tariffs are regulated prices at which the electricity market operator is required to purchase electricity generated by the preferential generators in the Republic of Macedonia."}, {"text_block_id": "p51_b659", "text": "Feed-in tariffs are offered to RE Producers who qualify as preferential generators in the following technologies: small hydro, wind, solar PV, biomass, and biogas. Other technologies might be offered feed-in tariffs in the future if they become technically and economically viable (if identified in future issues of the Government•s RES Strategy). Feed-in tariffs are set in euro cents per kilowatt hour of electricity delivered into the electricity system and shall not include the value added tax"}, {"text_block_id": "p51_b660", "text": "A Rulebook on Renewable Energy Sources, prepared by the Ministry of Economy  stipulate the manner of issuing, transfer and revoking the guarantees of electricity origin generated from renewable energy sources by electronic means that should ensure accuracy, confidentiality thereof and prevent possible abuses. It is also to specify the manner, procedure and terms and conditions for recognition of guarantees of origin issued by foreign states. The Electronic Registry of Issued Guarantees of Electricity Origin Generated from Renewable Energy Sources, is to be designed to ensure that the same quantity of electricity generated from renewable sources is registered only once."}, {"text_block_id": "p51_b661", "text": "(b) Is it a voluntary or obligatory scheme?"}, {"text_block_id": "p51_b662", "text": "In accordance with Article 149 of the Energy Law, RE Producers can apply for preferential generator status and the feed-in tariff applicable for their relevant RE technology. In accordance with Article 153 (4) of the Energy Law, a preferential generator can terminate its contract with the market operator prior to the contract expiration date, but will lose its status of preferential generator and the right to re-apply for preferential generator status."}, {"text_block_id": "p51_b663", "text": "(c)"}, {"text_block_id": "p51_b664", "text": "Who manages the scheme? (Implementing body, monitoring authority)"}, {"text_block_id": "p52_b665", "text": "The Ministry of Economy is responsible for implementation and monitoring under the Energy Law.  The Energy Agency is responsible for carrying out specific activities on behalf of the Ministry. The Energy Regulatory Commission is also involved with implementation and monitoring; i.e., issuing generation licenses, approving preferential generator status, issuing permits for use of preferential feed-in tariffs, etc."}, {"text_block_id": "p52_b666", "text": "(d) What are the measures taken to ensure availability of necessary budget/funding to achieve the national indicative objective?"}, {"text_block_id": "p52_b667", "text": "The difference between the costs of purchases of power from RE Producers under feed-in tariffs and the market price of power is collected in the form of a surcharge on the transmission tariff from end-use electricity consumers in proportion to consumption; i.e., a charge per kWh consumed."}, {"text_block_id": "p52_b668", "text": "(e) How is long-term security and reliability addressed by the scheme?"}, {"text_block_id": "p52_b669", "text": "Use of feed-in tariffs is determined in the Energy Law (Article 149). Feed-in tariffs currently offered, and that will be offered in accordance with the Act on Feed-in Tariff are offered for extended periods (15 years for solar PV, biomass and biogas technologies, and 20 years for small hydro and wind technologies) under power purchase agreements between RE Producers and the Market Operator to enable investors to recover their costs plus reasonable profit."}, {"text_block_id": "p52_b670", "text": "(f) Is the scheme periodically revised? What kind of feed-back or adjustment mechanism exists? How has the scheme been optimized so far?"}, {"text_block_id": "p52_b671", "text": "Feed-in tariffs are reviewed at least year, and more often as necessary. Progress relative to target levels of RE is monitored by the Ministry of Economy, and if levels are falling short of targets, feed-in tariffs can be adjusted accordingly (Act on Feed-in Tariffs). For example, in April 2013:"}, {"text_block_id": "p52_b672", "text": "•"}, {"text_block_id": "p52_b673", "text": "The feed-in tariff biomass was increased;"}, {"text_block_id": "p52_b674", "text": "•"}, {"text_block_id": "p52_b675", "text": "The feed-in tariff for biogas was increased;"}, {"text_block_id": "p52_b676", "text": "•"}, {"text_block_id": "p52_b677", "text": "The feed-in tariff for solar PV was reduced (consistent with reductions in manufacturing costs) but the total install capacity on the state level for the preferential producer was increased; and,"}, {"text_block_id": "p52_b678", "text": "•"}, {"text_block_id": "p52_b679", "text": "The tariffs for small hydropower and wind were left unchanged."}, {"text_block_id": "p52_b680", "text": "(g) Does support differ according to technology?"}, {"text_block_id": "p52_b681", "text": "Feed-in tariffs are different for each technology, currently including small hydro, wind, solar PV, biomass and biogas."}, {"text_block_id": "p52_b682", "text": "(p) What are the expected impacts in terms of energy production?"}, {"text_block_id": "p52_b683", "text": "Feed-in tariffs are expected to promote the target levels of RE included in the Government•s RE Strategy. If it is found that levels of RE are falling short of targets, feed-in tariffs will be adjusted accordingly."}, {"text_block_id": "p52_b684", "text": "(q) Is support conditional on meeting energy efficiency criteria?"}, {"text_block_id": "p53_b685", "text": "No"}, {"text_block_id": "p53_b686", "text": "(r) Is it an existing measure? Could you please indicate national legislation regulating it?"}, {"text_block_id": "p53_b687", "text": "The feed-in tariffs from the present Energy Law can be applied by the generators which have obtained the status of preferential generator in a manner and under procedure stipulated in the present law and the by-laws adopted pursuant to the present Law."}, {"text_block_id": "p53_b688", "text": "By means of Decree on Electricity Feed-In Tariffs, the Government of the Republic of Macedonia shall stipulate, for each type of preferential generator separately, the following:"}, {"text_block_id": "p53_b689", "text": "1)"}, {"text_block_id": "p53_b690", "text": "specific terms and conditions to be met by the power plant in order to obtain the status of preferential generator;"}, {"text_block_id": "p53_b691", "text": "2)"}, {"text_block_id": "p53_b692", "text": "upper threshold for the power plant installed capacity required for obtaining the status of preferential generator; and"}, {"text_block_id": "p53_b693", "text": "3)"}, {"text_block_id": "p53_b694", "text": "electricity feed-in tariffs and period for their application."}, {"text_block_id": "p53_b695", "text": "The Energy Regulatory Commission shall issue the decision on awarding the status of preferential generator and shall keep the Registry of Preferential Generators. The Energy Regulatory Commission shall adopt the Rulebook on Preferential Generators, by means of which it shall stipulate the manner and procedure on obtaining the status of preferential generator, the manner and procedure on adopting the decision for the application of feed-in tariffs, as well as template, contents and manner of keeping the Registry of Preferential Generators."}, {"text_block_id": "p53_b696", "text": "(s) Is this a planned scheme? When would it be operational?"}, {"text_block_id": "p53_b697", "text": "Feed-in tariffs are already in operation."}, {"text_block_id": "p53_b698", "text": "(t) What start and end dates (duration) are set for the whole scheme?"}, {"text_block_id": "p53_b699", "text": "Duration of feed-in tariffs are set in the Decree on Electricity Feed-In Tariffs,"}, {"text_block_id": "p53_b700", "text": "(u) Are there maximum or minimum sizes of system which are eligible?"}, {"text_block_id": "p53_b701", "text": "The maximum sized project to qualify for the feed-in tariff for each RE technology is shown in the table below. There is no minimum size requirement."}, {"text_block_id": "p53_b702", "text": "FEED-IN TARIFFS"}, {"text_block_id": "p54_b703", "text": "(v) Are there other criteria differentiating tariffs?"}, {"text_block_id": "p54_b704", "text": "Yes. For biomass plants, the highest percentage of fossil fuels used in the total energy production shall be less than 15% in order to be eligible for a feed-in tariff. Should the percentage fall between 15% and 30% the feed-in tariff is calculated by the following formula:"}, {"text_block_id": "p54_b705", "text": "PT= PT0 x (1.15 • p x 0.01) x 0.01"}, {"text_block_id": "p54_b706", "text": "Where:"}, {"text_block_id": "p54_b707", "text": "-"}, {"text_block_id": "p54_b708", "text": "PT is the decreased feed-in tariff"}, {"text_block_id": "p54_b709", "text": "-"}, {"text_block_id": "p54_b710", "text": "PT0 is the current biomass feed-in tariff"}, {"text_block_id": "p54_b711", "text": "-"}, {"text_block_id": "p54_b712", "text": "p is the percentage of fossil fuels used in the total energy production, determined by the Ministry of Economy."}, {"text_block_id": "p54_b713", "text": "For biogas plants, the highest percentage of fossil fuels used in the total energy production shall be less than 10% in order to be eligible for a feed-in tariff. Should the percentage fall between 10% and 20% the feed-in tariff is calculated by the following formula:"}, {"text_block_id": "p54_b714", "text": "PT= PT0 x (1.10 • p x 0.01) x 0.01"}, {"text_block_id": "p54_b715", "text": "Where:"}, {"text_block_id": "p54_b716", "text": "-"}, {"text_block_id": "p54_b717", "text": "PT is the decreased feed-in tariff"}, {"text_block_id": "p54_b718", "text": "-"}, {"text_block_id": "p54_b719", "text": "PT0 is the current feed-in tariff"}, {"text_block_id": "p54_b720", "text": "-"}, {"text_block_id": "p54_b721", "text": "p is the percentage of fossil fuels used in the total energy production, determined by the Ministry of Economy."}, {"text_block_id": "p54_b722", "text": "(w) For how long is the fixed tariff guaranteed?"}, {"text_block_id": "p54_b723", "text": "For small hydro and wind, the feed-in tariff is guaranteed for 20 years. For solar PV, biomass and biogas, the feed-in tariff is fixed for 15 years."}, {"text_block_id": "p54_b724", "text": "(x) Is there any tariff adjustment foreseen in the scheme?"}, {"text_block_id": "p54_b725", "text": "Tariff adjustments are not foreseen for the immediate future, but if feed-in tariffs are not delivering the RE quantities set out in the Government•s RE Strategy, or are delivering in excess of these amounts, the feed-in tariffs will be adjusted accordingly. An analysis for the development of methodology in two adjustable current tariffs for small hydropower plants is in progress. The first part refers to the change in price depending on the installed capacity of small hydro power plant, while the third part concerns Correction factor in price depending on the reference number of working hours per year."}, {"text_block_id": "p54_b726", "text": "Specific questions for"}, {"text_block_id": "p54_b727", "text": "feed-in premiums"}, {"text_block_id": "p54_b728", "text": ":"}, {"text_block_id": "p54_b729", "text": "(y) What are the conditions to get the premium?"}, {"text_block_id": "p54_b730_merged_merged", "text": "In the current legislation is not established mechanism to support renewable energy through premiums. With changes and amendments to the Energy Law provided in order to transpose the provisions of"}, {"text_block_id": "p55_b732", "text": "Directive 28/2009 will analyze who are the best mechanisms that meet the requirements of the"}, {"text_block_id": "p55_b733", "text": "country."}, {"text_block_id": "p55_b734", "text": "(z) Is there a cap on the total volume of electricity produced per year or of installed capacity that is entitled to the premium?"}, {"text_block_id": "p55_b735", "text": "This support mechanism is not covered in existing legislation"}, {"text_block_id": "p55_b736", "text": "(aa) Is it an alternative to fixed tariff?"}, {"text_block_id": "p55_b737", "text": "It is not yet settled"}, {"text_block_id": "p55_b738", "text": "(bb) Is it a technology-specific scheme? What are the premium levels for each?"}, {"text_block_id": "p55_b739", "text": "It is not yet settled"}, {"text_block_id": "p55_b740", "text": "(cc) Is there a floor and/or a cap for the premium? Please specify."}, {"text_block_id": "p55_b741", "text": "It is not yet settled"}, {"text_block_id": "p55_b742", "text": "(dd) For how long is the premium price guaranteed?"}, {"text_block_id": "p55_b743", "text": "It is not yet settled"}, {"text_block_id": "p55_b744", "text": "(ee) Is any tariff adjustment foreseen in the scheme?"}, {"text_block_id": "p55_b745", "text": "It is not yet settled"}, {"text_block_id": "p55_b746_merged_merged", "text": "Specific questions for tendering:"}, {"text_block_id": "p55_b749", "text": "(ff) What is the frequency and size of the tenders?"}, {"text_block_id": "p55_b750", "text": "Tendering is not used for RE Producers of electricity except in the case of hydropower installations. Potential developers must have concession rights for using the water for power production, and these rights are granted through a tendering process."}, {"text_block_id": "p55_b751", "text": "To"}, {"text_block_id": "p55_b752", "text": "date, 67 concession agreements have been signed with a total installed capacity of 59.7 МW and"}, {"text_block_id": "p55_b753", "text": "annual electricity generation of 230 GWh."}, {"text_block_id": "p55_b754", "text": "Tendering is undertaken as necessary to meet the targets specified in the Government•s RE Strategy."}, {"text_block_id": "p55_b755", "text": "(gg) Which technologies are specified?"}, {"text_block_id": "p55_b756", "text": "Only hydro technologies qualify, and only small hydro developments (less than 10 MW) qualify for feed-in tariffs."}, {"text_block_id": "p55_b757", "text": "(hh) Is it integrated with grid development?"}, {"text_block_id": "p55_b758", "text": "Yes, prior to tendering relevant Ministry obtains information from relevant grid operator (mainly DSO -EVN) about feasibility for grid connection and integration. Only those locations where successful grid integration is feasible are tendered for concession. On the other hand, network operators (MEPSO and EVN) plan their network development with the view on potential RES generation developments."}, {"text_block_id": "p55_b759", "text": "4.4. Support schemes to promote the use of energy from renewable resources in heating and cooling applied by the Contracting Party or a group of Contracting Parties"}, {"text_block_id": "p55_b760", "text": "(ii) How are the support schemes for electricity from renewable energy sources adapted to encourage the use of CHP from renewable energy sources?"}, {"text_block_id": "p55_b761", "text": "At present, there are two rulebooks on the guarantees of origin for electricity generated from renewable energy sources and high-efficiency cogeneration plants, and granting status of preferential generator of high-efficiency cogeneration plants."}, {"text_block_id": "p56_b762", "text": "A rulebook on high-efficiency cogeneration plants as defined in the  Energy Law has been developed, determining: a methodology on calculating the efficient coefficient of high-efficiency cogeneration plants for electricity and heating energy; a methodology on estimating primary energy savings at high-efficiency cogeneration plants; the contents, template and manner of keeping the Registry of High-Efficiency Cogeneration Plants; the manner of issuing, transfer and revoking the guarantees of electricity origin generated from high-efficiency cogeneration plants, as well as the manner, procedure and terms and conditions for recognition of guarantees of origin issued by foreign states; the manner and procedure on determining the energy value of fuels used by high-efficiency cogeneration plants, and the contents, template and manner of keeping the Registry of issued guarantees on electricity origin from high-efficiency cogeneration plants."}, {"text_block_id": "p56_b763", "text": "(jj) What support schemes are in place to encourage the use of district heating and cooling using renewable energy sources?"}, {"text_block_id": "p56_b764", "text": "There is no data."}, {"text_block_id": "p56_b765", "text": "(kk) What support schemes are in place to encourage the use of small-scale heating and cooling from renewable energy sources?"}, {"text_block_id": "p56_b766", "text": "There is a support scheme to encourage the use of water heating from solar energy, of up to 30% of the investment, but not more than 300 EUR. This support scheme is implemented based on a lottery system."}, {"text_block_id": "p56_b767", "text": "According to the Strategy for Utilization of Renewable Energy Sources until 2020 there were about 4,000 solar water heaters in 2006.  The share of solar heating in the total final energy consumption was 0.04%."}, {"text_block_id": "p56_b768", "text": "Since 2007 the Government of Macedonia financially supports the introduction of solar water heaters. A positive initiative in Macedonia has been the decision by the Government to subsidize households that install solar collectors, by participating with budget funds for each collector installed. The Government of Macedonia subsidized 500 households in 2007; 500 households in 2009; 420 households in 2011; 481 households in 2012, 514 households in 2013, 606 households in 2014 and 590 households in 2015. From 2012 this subsidies is realized trough public drawing of people who can gain the right to compensation of expenses for purchased."}, {"text_block_id": "p56_b769", "text": "Based on available budget funds the Government of Macedonia will support such actions in future."}, {"text_block_id": "p56_b770", "text": "Positive effects from this incentive measures are as follow:"}, {"text_block_id": "p56_b771", "text": "-"}, {"text_block_id": "p56_b772", "text": "Annually, with the introduction of solar thermal collector, a household saves about 2.400 kWh if household use the solar system about 8 months during the year; According to the final price of electricity in the country, the financial savings for a household per year is approximately 13,000 Denars (or 200 Euros);"}, {"text_block_id": "p56_b773", "text": "-"}, {"text_block_id": "p56_b774", "text": "Raising public awareness of the positive effects of the use of solar energy in households;"}, {"text_block_id": "p56_b775", "text": "-"}, {"text_block_id": "p56_b776", "text": "Promotion of renewable energy sources and greater involvement in final energy consumption;"}, {"text_block_id": "p56_b777", "text": "-"}, {"text_block_id": "p56_b778", "text": "Protection of the environment"}, {"text_block_id": "p56_b779", "text": "(ll) What support schemes are in place to encourage the use of heating and cooling from renewable energy sources in industrial applications?"}, {"text_block_id": "p56_b780", "text": "There are no support schemes in place to encourage the use of heating and cooling from renewable energy sources in industrial applications. According to the Strategy for Utilization of Renewable Energy Sources, in order to promote greater introduction of solar systems in the industry sector such as diaries, food processing and textile industries as large consumers of hot water in their production"}, {"text_block_id": "p57_b781", "text": "processes, it is necessary to stimulate in-country manufacturers to venture a mass production of solar systems by facilitating export and administrative procedures."}, {"text_block_id": "p57_b782", "text": "4.5. Support schemes to promote the use of energy from renewable resources in transport applied by the Contracting Party or a group of Contracting Parties"}, {"text_block_id": "p57_b783", "text": "(mm) What are the concrete obligations / indicative objectives per year (per fuel or technology)?"}, {"text_block_id": "p57_b784", "text": "In light of the EU Directive 2009/28/EC, the consumption of bio fuels by 2020 is planned at the level of 10% from total consumption of fuels for transport according to the Strategy for Utilization of Renewable Energy Sources in the Republic of Macedonia by 2020 (2010). This is equivalent to 55 ktoe/year by 2020. These quantities of bio fuel would substitute relevant quantities of diesel."}, {"text_block_id": "p57_b785", "text": "(nn) Is there differentiation of the support according to fuel types or technologies? Is there any specific support to bio fuels which meet the criteria of Article 21(2) of the Directive?"}, {"text_block_id": "p57_b786", "text": "There are currently no support schemes in place to encourage the use of bio fuels which meet the criteria of Article 21(2) of the Directive. According to the Strategy for Utilization of Renewable Energy Sources, in order to stimulate use of bio fuels for transport, the Government of Macedonia should adopt a by-law that would stipulate the minimum shares in blends of fuels for transport with bio fuels. This by-law should stipulate that only blends of fossil fuels and bio fuels will be placed on the market. Initially, this would only refer to diesel fuels, while petrol fuels will be included when the relevant conditions thereof are secured."}, {"text_block_id": "p57_b787", "text": "4.6. Specific measures for the promotion of the use of energy from biomass"}, {"text_block_id": "p57_b788", "text": "4.6.1. Biomass supply: both domestic and trade"}, {"text_block_id": "p57_b789", "text": "Current supply of biomass, shown in the table below, was taken from available IEA and national statistics."}, {"text_block_id": "p57_b790", "text": "CURRENT BIOMASS CONSUMPTION, KTOE"}, {"text_block_id": "p58_b791", "text": "Table 7: Biomass Supply in 2009"}, {"text_block_id": "p60_b792", "text": "Please explain the conversion factor/calculation methodology used above for the conversion of the amount of available resources to primary energy."}, {"text_block_id": "p60_b793", "text": "Biomass from Forestry •"}, {"text_block_id": "p60_b794", "text": "Biomass from forestry was determined to be 92% deciduous and 8% coniferous according to the State Statistical Office. This was taken into account in the calculations as the basic density of the wood types is different."}, {"text_block_id": "p60_b795_merged", "text": "Cubic meters of biomass X basic density of wood (kg/m) / 1000 = tones"}, {"text_block_id": "p60_b798", "text": "Tones of biomass X net calorific value (GJ/tone) X GJ/KTOE conversion factor = KTOE"}, {"text_block_id": "p60_b799", "text": "Net Calorific values used for biomass from forestry and agriculture are default values from the 2006 Intergovernmental Panel on Climate Change (IPCC) Guidelines for National Greenhouse Gas Inventories."}, {"text_block_id": "p60_b800", "text": "Please specify on what basis the biodegradable fraction of municipal solid waste and of industrial waste was calculated."}, {"text_block_id": "p60_b801", "text": "There is no data"}, {"text_block_id": "p60_b802", "text": "Please use Table 7a to give an estimated contribution of biomass energy use in 2015 and 2020. (Following the categorization used in Table 7)"}, {"text_block_id": "p60_b803", "text": "Table 7A (Estimated Biomass Domestic Supply in 2015 and 2020) is consistent with the estimated contribution of biomass energy use in 2015 and 2020, according to adjusted data from the RES Strategy that calls for biomass use for heating, transport and electricity production as shown in the table below."}, {"text_block_id": "p60_b804", "text": "TABLE 7A: ESTIMATED BIOMASS DOMESTIC SUPPLY IN 2015 AND 2020"}, {"text_block_id": "p61_b805", "text": "What is the estimated role of imported biomass up to 2020? Please specify the quantities expected (ktoe) and indicate possible import countries."}, {"text_block_id": "p61_b806", "text": "Biodiesel fuel is currently produced in small quantities in Macedonia from non-refined oil obtained from rape seed that is secured from imports."}, {"text_block_id": "p61_b807", "text": "In addition to the information provided above, could you please describe the current situation of agricultural land used for dedicated energy production as follows:"}, {"text_block_id": "p61_b808", "text": "Table 8: Current agricultural land use for production of crops dedicated to energy in 2009"}, {"text_block_id": "p62_b809", "text": "Miscanthus), sorghum"}, {"text_block_id": "p62_b810", "text": "4.6.2. Measures to increase biomass availability, taking into account other biomass users (agriculture and forest-based sectors)"}, {"text_block_id": "p62_b811", "text": "MOBILISATION OF NEW BIOMASS SOURCES"}, {"text_block_id": "p62_b812", "text": ":"}, {"text_block_id": "p62_b813", "text": "(oo) Please specify how much land is degraded."}, {"text_block_id": "p62_b814", "text": "There is no agriculture land considered to be degraded in the sense that it would not be suitable for arable crops that can be used for energy purposes."}, {"text_block_id": "p62_b815", "text": "(pp) Please specify how much unused arable land there is."}, {"text_block_id": "p62_b816", "text": "According to the State Statistical Office•s data, the total unused arable land in Macedonia in 2011 amounted to 137,000 hectares or 33% of the arable land (Statistical Yearbook of the Republic of Macedonia 2012)."}, {"text_block_id": "p62_b817", "text": "(qq) Are any measures planned to encourage unused arable land, degraded land, etc. to be used for energy purposes?"}, {"text_block_id": "p62_b818", "text": "There are no current measures planned; however, it is proposed that relevant policies should be developed to encourage short rotation wood plantations on degraded lands as well as perennial grasses cultivation on unused arable land, both to be used for energy purposes."}, {"text_block_id": "p62_b819", "text": "(rr) Is energy use of certain already available primary material (such as animal manure) planned?"}, {"text_block_id": "p62_b820", "text": "The Waste Management Strategy for 2008-2020 aims at dealing with the proper collection and treatment of municipal solid waste (MSW). For the short-medium term (2008-2016) the fraction of the collected MSW is envisaged to increase. Furthermore, the remediation and closure or reconstruction of the landfills is proposed, while new landfills will be constructed in compliance with EU standards. Therefore, landfill gas extraction and utilization for electricity and/or heat production will be the only source of energy production from the biodegradable part of MSW. Mechanical-biological treatment facilities (MBT) as well as Waste to Energy plants are envisaged to be constructed in the longer term, after 2016."}, {"text_block_id": "p62_b821", "text": "(ss) Is there any specific policy promoting the production and use of biogas? What type of uses are promoted (local, district heating, biogas grid, natural gas grid integration)?"}, {"text_block_id": "p62_b822", "text": "Electricity generating plants using biomass or biogas are eligible for a feed-in tariff. To date there have been no biomass or biogas fuelled plants constructed. Although relevant feed-in tariffs have been in place, serious efforts are needed in regard to stimulating this renewable energy, notably by means of inter-disciplinary cooperation with the sectors on agriculture, food-processing industry, wood-processing industry and local governments."}, {"text_block_id": "p62_b823_merged", "text": "(tt) What measures are planned to improve forest management techniques in order to maximize the extraction of biomass from the forest in a sustainable way?: How will forest management be improved in order to increase future growth? What measures are planned to maximize the extraction of existing biomass that can already be put into practice?"}, {"text_block_id": "p63_b825", "text": "According to Section 3.2 (7) of the Draft National Forestry Strategy for Sustainable Development in the Republic of Macedonia one of the measures for the promotion of a sustainable forestry industry is the promotion and introduction of acceptable energy technologies based on forest biomass."}, {"text_block_id": "p63_b826", "text": "IMPACT ON OTHER SECTORS:"}, {"text_block_id": "p63_b827", "text": "(uu) How will the impact of energy use of biomass on other sectors based on agriculture and forestry be monitored? What are these impacts? (If possible, please provide information also on quantitative effects.) Is the monitoring of these impacts planned in the future?"}, {"text_block_id": "p63_b828", "text": "No assessment of the impact of energy use of biomass on other sectors has been made."}, {"text_block_id": "p63_b829", "text": "(vv) What kind of development is expected in other sectors based on agriculture and forest that could have an impact on the energy use? (E.g. could improved efficiency/ productivity increase or decrease the amount of by-products available for energy use?)"}, {"text_block_id": "p63_b830", "text": "The development of wood based biomass production will decrease the reliance of the Macedonian households on firewood, which in turn will preserve the sustainability of the Macedonian forests."}, {"text_block_id": "p63_b831", "text": "4.7. Planned use of statistical transfers between Member States and planned participation in joint projects with other Member States and third countries"}, {"text_block_id": "p63_b832", "text": "4.7.1."}, {"text_block_id": "p63_b833", "text": "Procedural aspects"}, {"text_block_id": "p63_b834", "text": "(ww) Describe the national procedures (step by step) established or to be established, for arranging a statistical transfer or joint project (including responsible bodies and contact points)"}, {"text_block_id": "p63_b835", "text": "These procedures will be established by amendments to the Energy Law and sub legal documents"}, {"text_block_id": "p63_b836", "text": "(b) Describe the means by which private entities can propose and take part in joint projects either with Member States or third countries."}, {"text_block_id": "p63_b837", "text": "Private entities should be given equal opportunity as the state bodies in providing proposals and becoming participants in joint projects."}, {"text_block_id": "p63_b838", "text": "(c) Give the criteria for determining when statistical transfers or joint projects shall be used."}, {"text_block_id": "p63_b839", "text": "There is no data"}, {"text_block_id": "p63_b840", "text": "(d) What is going to be the mechanism to involve other interested Member States in a joint project?"}, {"text_block_id": "p63_b841", "text": "There is no data"}, {"text_block_id": "p63_b842", "text": "(e) Are you willing to participate in joint projects in other Member States? How much installed capacity/electricity or heat produced per year are you planning to support? How do you plan to provide support schemes for such projects?"}, {"text_block_id": "p63_b843", "text": "There is no data"}, {"text_block_id": "p63_b844", "text": "4.7.2."}, {"text_block_id": "p63_b845", "text": "Estimated excess production of renewable energy compared to the indicative trajectory which could be transferred to other Member States"}, {"text_block_id": "p63_b846", "text": "Please see table 9."}, {"text_block_id": "p63_b847", "text": "4.7.3."}, {"text_block_id": "p63_b848", "text": "Estimated potential for joint projects"}, {"text_block_id": "p63_b849", "text": "(xx) In which sectors can you offer renewable energy use development in your territory for the purpose of joint projects?"}, {"text_block_id": "p64_b850", "text": "The sectors in the Republic of Macedonia suitable for joint projects have not been identified."}, {"text_block_id": "p64_b851", "text": "(yy) Has the technology to be developed been specified? How much installed capacity/electricity or heat produced per year?"}, {"text_block_id": "p64_b852", "text": "The technologies and capacities for possible joint projects in the Republic of Macedonia have not been identified."}, {"text_block_id": "p64_b853", "text": "(zz) How will sites for joint projects be identified? (For example, can local and regional authorities or promoters recommend sites? Or can any project participate regardless its location?)"}, {"text_block_id": "p64_b854", "text": "The sites for joint projects have not been defined."}, {"text_block_id": "p64_b855", "text": "(aaa) Are you aware of the potential for joint projects in other Member States or in third countries? (In which sector? How much capacity? What is the planned support? For which technologies?)"}, {"text_block_id": "p64_b856", "text": "The potential for joint projects in other Member States or in third countries has not been assessed."}, {"text_block_id": "p64_b857", "text": "(bbb) Do you have any preference to support certain technologies? If so, which?"}, {"text_block_id": "p64_b858", "text": "No preferences for the support of certain technologies have been defined."}, {"text_block_id": "p64_b859", "text": "4.7.4."}, {"text_block_id": "p64_b860", "text": "Estimated demand for renewable energy to be satisfied by means other than domestic production"}, {"text_block_id": "p64_b861", "text": "Table 9: Estimated excess and/or deficit production of renewable energy"}, {"text_block_id": "p64_b862", "text": "4.7.5."}, {"text_block_id": "p64_b863", "text": "Holders of activities and deadlines for the implementation of anticipated activities and Funding sources for new RES projects"}, {"text_block_id": "p66_b864", "text": "5."}, {"text_block_id": "p66_b865", "text": "A"}, {"text_block_id": "p66_b866", "text": "SSESSMENTS"}, {"text_block_id": "p66_b867", "text": "5.1."}, {"text_block_id": "p66_b868", "text": "Total contribution expected of each renewable energy technology to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity, heating and cooling and transport"}, {"text_block_id": "p66_b869_merged", "text": "Table 10.a: Estimation of the available potential in Republic of Macedonia for each renewable energy technology in electricity 2009, 2014-2030"}, {"text_block_id": "p69_b872_merged", "text": "Table 11: Estimation of total contribution (final energy consumption) expected from each renewable energy technology in the Republic of Macedonia to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in heating and cooling 2010-2020"}, {"text_block_id": "p70_b874", "text": "Table 12: Estimation of total contribution expected from each renewable energy technology in the Republic of Macedonia to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in the transport sector 2009, 2014-2030"}, {"text_block_id": "p71_b875", "text": "("}, {"text_block_id": "p71_b876", "text": "2"}, {"text_block_id": "p71_b877", "text": ")"}, {"text_block_id": "p71_b878", "text": "From the whole amount of bio-ethanol/bio-ETBE."}, {"text_block_id": "p71_b879_merged_merged", "text": "(3)"}, {"text_block_id": "p71_b882", "text": "From the whole amount of biodiesel."}, {"text_block_id": "p72_b883", "text": "5.2. Total contribution expected from energy efficiency and energy saving measures to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity, heating and cooling and transport."}, {"text_block_id": "p72_b884", "text": "The answer is included in Table 1 under Chapter 2."}, {"text_block_id": "p72_b885", "text": "5.3. Preparation of the National Renewable Energy Action Plan and the follow-up of its implementation."}, {"text_block_id": "p72_b886", "text": "(ccc) How were regional and/or local authorities and/or cities involved in the preparation of this Action Plan? Were other stakeholders involved?"}, {"text_block_id": "p72_b887", "text": "institutions (MANU, University), etc."}, {"text_block_id": "p72_b888", "text": "(ddd) Are there plans to develop regional/local renewable energy strategies? If so, could you please explain? In case relevant competences are delegated to regional/local levels, what mechanism will ensure national target compliance?"}, {"text_block_id": "p72_b889", "text": "With respect to the size of the country it is not planned to develop regional/local renewable strategies."}, {"text_block_id": "p72_b890", "text": "(eee) Please explain the public consultation carried out for the preparation of this Action Plan."}, {"text_block_id": "p72_b891", "text": "In the phase of preparation, draft version of the Action Plan was submitted to the relevant Ministries and institutions for their opinion. Also it is planed this draft version of the Action Plan to be published on the web site, and public discussion to be organized."}, {"text_block_id": "p72_b892", "text": "(fff) Please indicate your national contact point/the national authority or body responsible for the follow-up of the Renewable Energy Action Plan?"}, {"text_block_id": "p72_b893", "text": "National Authority responsible for the development of the REAP is Ministry of Economy, Department for Energy. The same body is in charge for the follow up of the REAP implementation."}, {"text_block_id": "p72_b894", "text": "(ggg) Do you have a monitoring system, including indicators for individual measures and instruments, to follow-up the implementation of the Renewable Energy Action Plan? If so, could you please give more details on it?"}, {"text_block_id": "p72_b895", "text": "additional measures and appropriate amendments to the Action Plan to the Government."}, {"text_block_id": "p72_b896", "text": "This action plan is published in the \"Official Gazette of Republic of Macedonia\"."}], "document_description": "This extensive document establishes the sectoral and transversal measures to adopt in order to meet the indicative objectives of renewable energy use in Macedonia until 2025. It also lays a development vision until 2030. Measures include support schemes to promote the use of renewables in the electricity, heating and cooling sectors, specific incentives for the use of biomass, and transport. Total contributions expected from each renewable energy technology to 2020, and from energy efficiency measures, are assessed."}