{"document_instrument_name": ["Institutional mandates|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Papua New Guinea", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Disaster Management Act 1984", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Act", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/1984", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/PNG/1984/PNG-1984-12-25-Disaster Management Act 1984_abfdd6b151baf86d60e6d07491360f07.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Disaster Management Act 1984 of Papua New Guinea"}, {"text_block_id": "p0_b2", "text": "Being an Act to make provision with respect to emergencies arising out of epidemics, earthquakes, volcanic eruptions and other disasters, and for related purposes."}, {"text_block_id": "p0_b3", "text": "PART I.•PRELIMINARY."}, {"text_block_id": "p0_b4", "text": "1."}, {"text_block_id": "p0_b5", "text": "Purpose of the Act."}, {"text_block_id": "p0_b6", "text": "The purpose of this Act is to establish a machinery for forward planning to ensure the efficient, prompt and effective management and control of natural disasters in the country."}, {"text_block_id": "p0_b7", "text": "2."}, {"text_block_id": "p0_b8", "text": "Interpretation."}, {"text_block_id": "p0_b9", "text": "In this Act, unless the contrary intention appears•"}, {"text_block_id": "p0_b10", "text": "\"disaster\" means an earthquake, volcanic eruption, storm, tempest, flood, fire or outbreak of pestilence or infectious disease, or any other natural calamity whether similar to any such occurrence or not, on such an extensive scale as to be likely to endanger the public safety or to deprive the community or any substantial proportion of the community of supplies or services essential to life;"}, {"text_block_id": "p0_b11", "text": "\"the National Disaster Centre\" means the National Disaster Centre established by Section 15;"}, {"text_block_id": "p0_b12", "text": "\"the National Disaster Committee\" means the Committee established by Section 3;"}, {"text_block_id": "p0_b13", "text": "\"province\" includes the National Capital District;"}, {"text_block_id": "p0_b14", "text": "\"Provincial Disaster Committee\" means the Committee established by Section 9;"}, {"text_block_id": "p0_b15", "text": "\"this Act\" includes the regulations."}, {"text_block_id": "p0_b16", "text": "PART II.•DISASTER COMMITTEES."}, {"text_block_id": "p0_b17", "text": "Division 1.•National Disaster Committee."}, {"text_block_id": "p0_b18", "text": "Division 1.•National Disaster Committee.\n* National Disaster Committee.\n* The National Disaster Committee is hereby established.\n* The National Disaster Committee shall consist ofâ¢\n\t* the Secretary to the Department of the Prime Minister and National Executive Council; and\n\t* the Commander of the Defence Force; and\n\t* the Commissioner of Police; and\n\t* the Departmental Head of the Department responsible for financial matters; and"}, {"text_block_id": "p1_b32", "text": "Division 1.•National Disaster Committee.\n* National Disaster Committee.\n* The National Disaster Committee is hereby established.\n* The National Disaster Committee shall consist ofâ¢\n\t* the Secretary to the Department of the Prime Minister and National Executive Council; and\n\t* the Commander of the Defence Force; and\n\t* the Commissioner of Police; and\n\t* the Departmental Head of the Department responsible for financial matters; and\n* the Departmental Head of the Department responsible for defence matters; and\n\t* the Departmental Head of the Department responsible for works and supply matters; and\n\t* the Departmental Head of the Department responsible for health matters; and\n\t* where matters concerning international assistance are under consideration, the Departmental Head of the Department responsible for foreign affairs and trade matters; and\n\t* the Departmental Head of the Department responsible for Provincial and Local-level Government matters.\n\t* The Prime Minister shall appoint one of the members of the National Disaster Committee to be the Chairman and another to be the Deputy Chairman.\n\t* Co-opted members of National Disaster Committee.\n\t* The National Disaster Committee may, in relation to a matter before it or to a particular disaster, co-optâ¢\n\t* any Departmental Head or officer; or\n\t* any other person,"}, {"text_block_id": "p1_b52", "text": "as a member of the National Disaster Committee."}, {"text_block_id": "p1_b53", "text": "as a member of the National Disaster Committee.\n* A member co-opted under Subsection (1) may take part in deliberations and vote on questions relating to the matter or to the particular disaster in relation to which he was appointed.\n* For the purposes of this Act, other than as provided by this section, a member co-opted under Subsection (1) shall not be regarded as a member of the National Disaster Committee.\n* Meetings of the National Disaster Committee.\n* The National Disaster Committee may meet and transact business at such times and in such places as determined by the Chairman, and in any case shall meet at least twice in a calendar year.\n* Where he receives a request to do so by a member of the National Disaster Committee, the Chairman shall convene a meeting within three days.\n* At a meeting of the National Disaster Committeeâ¢\n\t* a quorum is three members; and\n\t* the Chairman shall preside at all meetings at which he is present; and"}, {"text_block_id": "p2_b69", "text": "as a member of the National Disaster Committee.\n* A member co-opted under Subsection (1) may take part in deliberations and vote on questions relating to the matter or to the particular disaster in relation to which he was appointed.\n* For the purposes of this Act, other than as provided by this section, a member co-opted under Subsection (1) shall not be regarded as a member of the National Disaster Committee.\n* Meetings of the National Disaster Committee.\n* The National Disaster Committee may meet and transact business at such times and in such places as determined by the Chairman, and in any case shall meet at least twice in a calendar year.\n* Where he receives a request to do so by a member of the National Disaster Committee, the Chairman shall convene a meeting within three days.\n* At a meeting of the National Disaster Committeeâ¢\n\t* a quorum is three members; and\n\t* the Chairman shall preside at all meetings at which he is present; and\n* in the absence of the Chairman, the Deputy Chairman shall preside and where both the Chairman and Deputy Chairman are absent, the members present shall elect one of their number to act as Chairman for the purposes of that meeting; and\n\t* matters arising shall be determined by a majority of votes of members present and voting; and\n\t* the person presiding has a deliberative and, in the event of an equality of votes on a matter, also a casting vote.\n\t* The National Disaster Committee shall cause full minutes of its meetings to be kept in such manner as determined by it.\n\t* Except where a specific disaster is being considered, a member of the National Disaster Committee may be represented at a meeting of that Committee by a delegate appointed in writing by the member and a delegate shall have the full powers of the member for whom he is delegate.\n\t* Subject to this section, the procedures at a meeting of the National Disaster Committee are as determined by it.\n\t* Functions of the National Disaster Committee."}, {"text_block_id": "p2_b83", "text": "The functions of the National Disaster Committee are•"}, {"text_block_id": "p2_b84", "text": "The functions of the National Disaster Committee are•\n* to supervise the national state of preparedness for emergencies and to report on it to the National Executive Council; and\n* to maintain the National Emergency Plan of the National Executive Council; and\n* to assign responsibilities for disaster-related activities to Departments and other bodies; and\n* to co-ordinate Departmental relief actions and collate national relief requirements; and\n* to advise the National Executive Council if appeal for international assistance is required; and\n* to lay down guidelines for the preparation and format of provincial disaster plans; and\n* to examine and where necessary approve all grants from national funds for emergency relief; and\n* to foster public awareness of the effects of natural phenomena and measures which can be taken to prevent or mitigate them; and\n* to supervise the establishment of stock-piles of relief supplies; and\n* in the case of a disaster, to advise the National Executive Council of all the circumstances and on the advisability of declaring a National Emergency under the Constitution."}, {"text_block_id": "p3_b104", "text": "The functions of the National Disaster Committee are•\n* to supervise the national state of preparedness for emergencies and to report on it to the National Executive Council; and\n* to maintain the National Emergency Plan of the National Executive Council; and\n* to assign responsibilities for disaster-related activities to Departments and other bodies; and\n* to co-ordinate Departmental relief actions and collate national relief requirements; and\n* to advise the National Executive Council if appeal for international assistance is required; and\n* to lay down guidelines for the preparation and format of provincial disaster plans; and\n* to examine and where necessary approve all grants from national funds for emergency relief; and\n* to foster public awareness of the effects of natural phenomena and measures which can be taken to prevent or mitigate them; and\n* to supervise the establishment of stock-piles of relief supplies; and\n* in the case of a disaster, to advise the National Executive Council of all the circumstances and on the advisability of declaring a National Emergency under the Constitution.\n* Powers of the National Disaster Committee.\n<\\li2>"}, {"text_block_id": "p3_b106", "text": "The National Disaster Committee has power to do all things necessary or convenient to be done for or in connection with the performance of its functions under this Act."}, {"text_block_id": "p3_b107", "text": "The National Disaster Committee has power to do all things necessary or convenient to be done for or in connection with the performance of its functions under this Act.\n* Reports.\n* The National Disaster Committee shall, as soon as possible after 31 December in each year, prepare and give to the Minister for presentation to the National Parliament, a report on the activities of the Committee for the year ending 31 December.\n* Subsection (1) does not prevent the National Disaster Committee from making, on its own initiative, or at the request of the Minister, other reports on the work of the National Disaster Committee.\n* Subsection (1) does not prevent the National Disaster Committee from making, on its own initiative, or at the request of the Minister, other reports on the work of the National Disaster Committee.\n Division 2.â¢Provincial Disaster Committees.\n* Provincial Disaster Committees.\n* A Provincial Disaster Committee is hereby established for each province.\n* A Provincial Disaster Committee shall consist ofâ¢\n\t* the Provincial Administrator or, in the case of the National Capital District, the Manager of the National Capital District Commission, who is the Chairman; and\n\t* the Provincial Police Commander or, in the case of the National Capital District, the National Capital District Police Commander; and\n\t* the Provincial Manager (Works and Supply) or, in the case of the National Capital District, the National Capital District City Engineer; and\n\t* the Provincial Health Officer or, in the case of the National Capital District, the National Capital District Health Officer; and\n\t* the officer-in-charge of the Provincial Affairs Branch of the Department of the Province or, in the case of the National Capital District, a person appointed by the Manager of the National Capital District Commission.\n\t* Co-opted members of Provincial Disaster Committees."}, {"text_block_id": "p3_b132", "text": "A Provincial Disaster Committee may, in relation to a matter before it, or to a particular disaster, co-opt•"}, {"text_block_id": "p3_b133", "text": "A Provincial Disaster Committee may, in relation to a matter before it, or to a particular disaster, co-opt•\n* an officer; or\n* a member of a mission or voluntary organization; or\n* any person,"}, {"text_block_id": "p4_b139", "text": "A Provincial Disaster Committee may, in relation to a matter before it, or to a particular disaster, co-opt•\n* an officer; or\n* a member of a mission or voluntary organization; or\n* any person,\n"}, {"text_block_id": "p4_b140", "text": "A Provincial Disaster Committee may, in relation to a matter before it, or to a particular disaster, co-opt•\n* an officer; or\n* a member of a mission or voluntary organization; or\n* any person,\n\n* A member co-opted under Subsection (1) may take part in deliberations and vote on questions relating to the matter or to the particular disaster in relation to which he was appointed.\n* For the purposes of this Act, other than as provided in this section, a member co-opted under Subsection (1) shall not be regarded as a member of a Provincial Disaster Committee.\n* Meetings of a Provincial Disaster Committee.\n* A Provincial Disaster Committee may meet and transact business at such times and in such places as determined by the Chairman.\n* At a meeting of a Provincial Disaster Committeeâ¢\n\t* a quorum is three members; and\n\t* the Chairman shall preside at all meetings at which he is present, and, in the absence of the Chairman, members present shall elect one of their number to preside; and\n\t* matters arising shall be decided by a majority of votes of members present and voting; and\n\t* the person presiding has a deliberative and, in the event of an equality of votes on a matter, also a casting vote.\n\t* A Provincial Disaster Committee shall cause full minutes of its meetings to be kept in such manner as determined by it.\n\t* Subject to this section, the procedures at a meeting of a Provincial Disaster Committee shall be as determined by it.\n\t* Functions of a Provincial Disaster Committee."}, {"text_block_id": "p4_b164", "text": "The functions of a Provincial Disaster Committee are•"}, {"text_block_id": "p4_b165", "text": "The functions of a Provincial Disaster Committee are•\n* to assess particular hazards facing the province; and\n* to liaise and co-operate with the Provincial Executive Council in ensuring that development plans for the province take into account hazards facing it; and\n* to prepare emergency plans for the province in accordance with guidelines laid down by the National Disaster Committee, and supervise the state of preparedness for emergencies in the province; and\n* to co-ordinate stock piling of relief supplies and relief operations; and\n* to receive all applications for relief assistance; and"}, {"text_block_id": "p5_b175", "text": "The functions of a Provincial Disaster Committee are•\n* to assess particular hazards facing the province; and\n* to liaise and co-operate with the Provincial Executive Council in ensuring that development plans for the province take into account hazards facing it; and\n* to prepare emergency plans for the province in accordance with guidelines laid down by the National Disaster Committee, and supervise the state of preparedness for emergencies in the province; and\n* to co-ordinate stock piling of relief supplies and relief operations; and\n* to receive all applications for relief assistance; and\n* to foster public awareness of the effects of natural phenomena and the measures which can be taken to prevent or mitigate them; and\n* to organize the training of relief workers and to practice the provincial emergency plans.\n\t* Powers of a Provincial Disaster Committee.\n<\\li2>"}, {"text_block_id": "p5_b181", "text": "The Provincial Disaster Committee has powers to do all things necessary or convenient to be done for or in connection with the performance of its functions under this Act."}, {"text_block_id": "p5_b182", "text": "The Provincial Disaster Committee has powers to do all things necessary or convenient to be done for or in connection with the performance of its functions under this Act.\n* Reports.\n* The Provincial Disaster Committee shall, as soon as possible after 31 December in each year, prepare and give toâ¢\n\t* the Governor, for presentation to the Provincial Assembly; and\n\t* the Minister, for presentation to the Parliament,\n\t* report on the activities of the Committee for the year ending 31 December.\n\t* A report under Subsection (1) shall include details ofâ¢\n\t* emergency and other plans; and\n\t* actions taken to implement the requirements of preparedness dealt with in the plans referred to in Paragraph (a); and\n\t* all aid requests to, and grants from, the National Disaster Committee.\n\t* Where necessary, the Provincial Disaster Committee shall furnish a report for the purposes of Section 19(2), and such report shall include a minority report (if any).\n\t* This section does not prevent a Provincial Disaster Committee from making, on its own initiative, or at the request of the Minister, other reports on its activities."}, {"text_block_id": "p5_b204", "text": "PART III.•NATIONAL DISASTER CENTRE."}, {"text_block_id": "p5_b205", "text": "PART III.•NATIONAL DISASTER CENTRE.\n* National Disaster Centre.\n* The National Disaster Centre is hereby established.\n* The National Disaster Centre shall, in addition to such functions and duties as are provided under any other Act, co-ordinate all disaster situations and surveillance matters.\n* Director of the National Disaster Centre.\n* There shall be a Director of the National Disaster Centre who shall beâ¢\n\t* an officer of a State Service; and\n<\\li2>"}, {"text_block_id": "p6_b217", "text": "PART III.•NATIONAL DISASTER CENTRE.\n* National Disaster Centre.\n* The National Disaster Centre is hereby established.\n* The National Disaster Centre shall, in addition to such functions and duties as are provided under any other Act, co-ordinate all disaster situations and surveillance matters.\n* Director of the National Disaster Centre.\n* There shall be a Director of the National Disaster Centre who shall beâ¢\n\t* an officer of a State Service; and\n<\\li2>\n* appointed by the Minister, after consultation with the National Disaster Committee; and\n\t* appointed for a term of not less than two years.\n\t* The Director of the National Disaster Centre shall be the Executive Officer of the National Disaster Committee.\n\t* Functions of the Director."}, {"text_block_id": "p6_b225", "text": "The functions of the Director of the National Disaster Centre are•"}, {"text_block_id": "p6_b226", "text": "(a)"}, {"text_block_id": "p6_b227", "text": "to manage the National Disaster Centre; and"}, {"text_block_id": "p6_b228", "text": "(b)"}, {"text_block_id": "p6_b229", "text": "to provide assistance to the Provincial Disaster Committees; and"}, {"text_block_id": "p6_b230", "text": "(c)"}, {"text_block_id": "p6_b231", "text": "such other functions and duties as are, from time to time, directed by the National Disaster Committee."}, {"text_block_id": "p6_b232", "text": "such other functions and duties as are, from time to time, directed by the National Disaster Committee.\n* Other staff.\n<\\li1>"}, {"text_block_id": "p6_b234", "text": "Any staff required for the purposes of the National Disaster Centre shall be members of the Defence Force."}, {"text_block_id": "p6_b235", "text": "PART IV.•FINANCIAL AND OTHER ASSISTANCE."}, {"text_block_id": "p6_b236", "text": "19."}, {"text_block_id": "p6_b237", "text": "Request for assistance."}, {"text_block_id": "p6_b238", "text": "(1)"}, {"text_block_id": "p6_b239", "text": "A Provincial Disaster Committee may request the National Disaster Committee for financial and other assistance."}, {"text_block_id": "p6_b240", "text": "(2)"}, {"text_block_id": "p6_b241", "text": "A request under Subsection (1) shall be accompanied by a report of the extent of the funding required."}, {"text_block_id": "p6_b242", "text": "(3)"}, {"text_block_id": "p6_b243", "text": "Subject to Subsection (4), the National Disaster Committee may, on receipt of a request and the report referred to in Subsections (1) and (2), direct the Director of the National Disaster Centre to investigate the request for assistance and to report to it."}, {"text_block_id": "p6_b244", "text": "(4)"}, {"text_block_id": "p6_b245", "text": "The requirement under Subsection (3) may be waived or varied where the National Disaster Committee considers the request to be a matter of urgency."}, {"text_block_id": "p6_b246", "text": "20."}, {"text_block_id": "p6_b247", "text": "Granting of request for assistance."}, {"text_block_id": "p6_b248", "text": "(1)"}, {"text_block_id": "p6_b249", "text": "Subject to any directions of the National Executive Council, the National Disaster Committee may approve requests for financial assistance from a Provincial Disaster Committee."}, {"text_block_id": "p6_b250", "text": "(2)"}, {"text_block_id": "p6_b251", "text": "All financial assistance granted under Subsection (1) shall be expended subject to such conditions as are imposed by the National Executive Council or the National Disaster Committee."}, {"text_block_id": "p7_b252", "text": "21."}, {"text_block_id": "p7_b253", "text": "Funding for disaster relief costs."}, {"text_block_id": "p7_b254", "text": "(1)"}, {"text_block_id": "p7_b255", "text": "Subject to Subsection (2), funding of disaster relief operations shall be in accordance with the following:•"}, {"text_block_id": "p7_b256", "text": "Subject to Subsection (2), funding of disaster relief operations shall be in accordance with the following:•\n* the first K15,000.00 shall be borne by the Provincial Government concerned;\n* any excess over K15,000.00 and up to K100,000.00 shall be borne equally between the National Government and the Provincial Government concerned;\n* any excess over K100,000.00 shall be borne by the National Government."}, {"text_block_id": "p7_b262", "text": "(2)"}, {"text_block_id": "p7_b263", "text": "All amounts granted by the National Government for the purposes of Subsection (1)(b) and (c) shall be subject to such conditions as are imposed by the National Government."}, {"text_block_id": "p7_b264", "text": "PART V.•MISCELLANEOUS."}, {"text_block_id": "p7_b265", "text": "22."}, {"text_block_id": "p7_b266", "text": "Regulations."}, {"text_block_id": "p7_b267", "text": "The Head of State, acting on advice, may make regulations not inconsistent with this Act, prescribing all matters that by this Act are required or permitted to be prescribed or are necessary or convenient to be prescribed for carrying out or giving effect to this Act."}, {"text_block_id": "p7_b268", "text": "23."}, {"text_block_id": "p7_b269", "text": "Repeal."}, {"text_block_id": "p7_b270", "text": "The"}, {"text_block_id": "p7_b271", "text": "Emergency Provisions Act"}, {"text_block_id": "p7_b272", "text": "is repealed."}], "document_description": "The purpose of this Act is to establish a framework for the efficient response and management and control of natural disasters in the country. It provides for the establishment of the National Disaster Committee and the National Disaster Centre at national level and in each province a Provincial Disaster Committee is hereby established for each province. The functions of the National Disaster Committee are to supervise the national state of preparedness for emergencies and to report on it to the Minister for presentation to Parliament."}