{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_language": "English", "document_name": "Forestry and Climate Change Framework for Action 2009-2015", "document_country_code": "PNG", "document_hazard_name": ["Sea Level Rise", "Wildfires", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2009", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PNG/2009/PNG-2009-12-25-Forestry and Climate Change Framework for Action 2009-2015_c35317f8975fe554e717c0bb696dcb22.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Hon. Belden Namah, MP"}, {"text_block_id": "p0_b2", "text": "Minister for Forests"}, {"text_block_id": "p0_b3", "text": "FOREWORD BY THE MINISTER"}, {"text_block_id": "p0_b4", "text": "The fate of forests as a cause, cure and victim of climate change will heavily affect communities and people in villages, towns and cities in Papua New Guinea in the coming decades."}, {"text_block_id": "p1_b5", "text": "As State Minister responsible for the Nation’s forest resource, I have"}, {"text_block_id": "p1_b6", "text": "identified that there is an urgent need for action to manage the remaining natural forest and logged over forest areas with special attention on the forests ecosystem to minimize poverty and enhance the livelihoods of our rural communities."}, {"text_block_id": "p1_b7", "text": "The development of planted forests will also enhance"}, {"text_block_id": "p1_b8", "text": "and increase the capacity of our country’s forests to mitigate GHG’s."}, {"text_block_id": "p1_b9", "text": "Hence, this framework for action on forest and climate change is developed"}, {"text_block_id": "p1_b10", "text": "to ensure the Authority’s commitment to sustainable development to"}, {"text_block_id": "p1_b11", "text": "address the economic, environment and social opportunities and challenges of this great Nation and to ensure its people, forests, environment and livelihoods are resilient to the risks and impacts of climate change."}, {"text_block_id": "p1_b12_merged_merged_merged", "text": "Furthermore, as forest and climate change are currently on the international agenda in various fora, I am determined that this Forest and Climate Change Framework is adequately developed and applied by the Authority. However, its implementation should be fully supported by all stakeholders"}, {"text_block_id": "p1_b16", "text": "within the country and the international community by “thinking globally and acting locally”."}, {"text_block_id": "p1_b17", "text": "…………………………………….."}, {"text_block_id": "p1_b18", "text": "Honourable Belden Namah, MP"}, {"text_block_id": "p1_b19", "text": "Minister for Forests"}, {"text_block_id": "p2_b20", "text": "Table of Contents"}, {"text_block_id": "p3_b21", "text": "ACRONYMS"}, {"text_block_id": "p4_b22", "text": "FORESTRY & CLIMATE CHANGE FRAMEWORK FOR ACTION 2009"}, {"text_block_id": "p4_b23", "text": "–"}, {"text_block_id": "p4_b24", "text": "2015"}, {"text_block_id": "p4_b25", "text": "1.0 PREAMBLE"}, {"text_block_id": "p4_b26", "text": "This framework runs from 2009-2015 and is consistent with the timeframes"}, {"text_block_id": "p4_b27", "text": "of the PNG’s MTDS and Millennium Development Goals (MDGs), Kyoto"}, {"text_block_id": "p4_b28", "text": "Protocol, the Johannesburg Plan of Implementation and the subsequent work program of the UN Commission on Sustainable Development."}, {"text_block_id": "p4_b29", "text": "The framework is intended to promote links with, but in no way supersede national and provincial instruments and plans across specific sectors that link to weather and climate including water, agriculture, energy, fisheries, mining and petroleum, land use, health, coastal zone management, forest soil management, marine ecosystems, ocean management, tourism and transport."}, {"text_block_id": "p4_b30_merged_merged_merged", "text": "Addressing the issues of . Furthermore, a strategic programmatic approach is required and co-coordinated by national government and supported by the PNGFA."}, {"text_block_id": "p4_b34", "text": "2.0 PAPUA NEW GUINEA CONTEXT"}, {"text_block_id": "p4_b35", "text": "Majority of global climate models and PNG research institutions suggest that the Papua New Guinean region will be warmer than it is today and consequently more vulnerable to climate change with the"}, {"text_block_id": "p5_b36", "text": "2"}, {"text_block_id": "p5_b37", "text": "increased intensity and frequency of events. The projected warming may result in higher maximum temperatures, more hot days, and more intense precipitation events."}, {"text_block_id": "p5_b38", "text": "The peak wind intensities associated with tro"}, {"text_block_id": "p5_b39", "text": "Droughts and floods associated w"}, {"text_block_id": "p5_b40", "text": "ith El Nino events and PNG’s decadal"}, {"text_block_id": "p5_b41", "text": "climate variability are likely to be more frequent and persistent."}, {"text_block_id": "p5_b42", "text": "Sea levels are already rising."}, {"text_block_id": "p5_b43", "text": "The impact of these climate events will exacerbate already stressed marine, freshwater and terrestrial environments such as forestry and land use change."}, {"text_block_id": "p5_b44", "text": "However, indications are that forest cover in PNG are vulnerable to drivers of deforestation such as unsustainable logging, shifting cultivation, bush fires, forest clearance for agriculture, mining and oil exploration/extraction and fuelwood collection."}, {"text_block_id": "p5_b45_merged_merged_merged", "text": "Given the challenges faced from these drivers of deforestation, there exists avenues, through this framework to take immediate steps to address deforestation and climate change. Such steps will be in line with the global initiatives of Kyoto Protocol, and UNFCCC and IPCC on ARCDM and REDD, respectively. These two initiatives and other important elements of SFM when undertaken nationally and locally in PNG will tremendously assist in maintaining and improving PNG’s forest cover and minimizing GHG emissions. Furthermore, if undertaken with landowners’ involvement, will boost their economic wealth and ensure their forest resources are well managed for carbon trading to continue successfully."}, {"text_block_id": "p5_b50", "text": "PNG’s forestry resources base (see figure 1) can be classified into total"}, {"text_block_id": "p5_b51", "text": "forested area (29 million ha), Inland water bodies (0.9 million ha), Grassland & Savannah (3.2 million ha) other wooded land (4.4 million ha) and other landuse 8.1 million."}, {"text_block_id": "p5_b52", "text": "forested area (29 million ha), Inland water bodies (0.9 million ha), Grassland & Savannah (3.2 million ha) other wooded land (4.4 million ha) and other landuse 8.1 million.\n* Of the total forested area, 15 million ha has been classified as\n<\\li1>"}, {"text_block_id": "p6_b54", "text": "forested area (29 million ha), Inland water bodies (0.9 million ha), Grassland & Savannah (3.2 million ha) other wooded land (4.4 million ha) and other landuse 8.1 million.\n* Of the total forested area, 15 million ha has been classified as\n<\\li1>\n* The Production Forest is further classified as Acquired Areas which is\n<\\li1>"}, {"text_block_id": "p6_b56", "text": "Through the Kyoto Protocol arrangements and the 2001 decision in Marakesh, CDM activities may include large or small scale, single or multiple species, mono cultural forestry and farm systems such as."}, {"text_block_id": "p6_b57", "text": "Through the Kyoto Protocol arrangements and the 2001 decision in Marakesh, CDM activities may include large or small scale, single or multiple species, mono cultural forestry and farm systems such as.\n* Establishment of woodlots on clan lands.,\n* Reforestation of marginal areas with native species eg; riverine areas,\n* New, large-scale, industrial plantations\n* Establishment of biomass plantations for energy production and the\n* Small-scale plantations by landowners.\n* Introduction of trees into existing agricultural systems (agro-forestry)\n* Rehabilitation of degraded areas through tree planting or assisted"}, {"text_block_id": "p6_b71", "text": "Additionally, an opportunity exist under the UNFCC 2005 Initiative, namely"}, {"text_block_id": "p6_b72", "text": "‘Reduced Emissions from Deforestation and Forest Degradation (REDD)’."}, {"text_block_id": "p6_b73", "text": "This initiative allows for natural forest management to reduce emissions from deforestation and forest degradation."}, {"text_block_id": "p6_b74", "text": "Such approach encompasses healthy standing forests and degraded forests for eligibility under the Carbon Trading Scheme."}, {"text_block_id": "p6_b75_merged_merged", "text": "There appears to be an emerging consensus among proponents of avoided deforestation that a mix approach to REDD funding is required. Funds would be used to fund initial pilot schemes to test methodologies and ‘carbon inventories’, monitoring and enforcing needs, capacity building and technical assistance work with the government. In the mean time carbon credit market may in time channel the bulk of the funds to reduce compensation proportion."}, {"text_block_id": "p7_b79", "text": "The PNG Government with its identified trading partners will stand to develop REDD and its specific details to ultimately implement REDD and Carbon Trade arrangement."}, {"text_block_id": "p7_b80", "text": "The general approach of the PNG’s REDD strategy is to invest in natural"}, {"text_block_id": "p7_b81_merged", "text": "forest of the country (compensation/fees) and enhance capacity building, hence this strategy will need to be negotiated during the UNFCCC process. The PNG government with other partners will need to develop REDD and its specific details."}, {"text_block_id": "p7_b83", "text": "Figure 1: PNG Forest Resource Base"}, {"text_block_id": "p7_b84", "text": "This framework will ensure beneficiaries of these moneys such as landowners are initially identified and recognized under the existing landowner mechanisms to receive their compensation on a timely manner."}, {"text_block_id": "p8_b85_merged", "text": "The recent UNFCCC negotiations in Bali (2007 – The Bali Road Map – PNG Perspective) provides a broad framework or concept for the PNG Government to develop in-country and continue to influence the international forums especially the UNFCCC negotiations until the post Kyoto. The framework includes:-"}, {"text_block_id": "p8_b91", "text": "The recent UNFCCC negotiations in Bali (2007 – The Bali Road Map – PNG Perspective) provides a broad framework or concept for the PNG Government to develop in-country and continue to influence the international forums especially the UNFCCC negotiations until the post Kyoto. The framework includes:-\n* Construct a shared objective to lowering atmospheric GHG\n* Expand existing and add new framework of positive incentives for"}, {"text_block_id": "p9_b95", "text": "The recent UNFCCC negotiations in Bali (2007 – The Bali Road Map – PNG Perspective) provides a broad framework or concept for the PNG Government to develop in-country and continue to influence the international forums especially the UNFCCC negotiations until the post Kyoto. The framework includes:-\n* Construct a shared objective to lowering atmospheric GHG\n* Expand existing and add new framework of positive incentives for\n* Launch a global incentive system to reduce emissions from\n* Scale up adaptation finance to protect future generations, and\n* Mobilize sufficient, predictable and sustainable resources."}, {"text_block_id": "p9_b101", "text": "Given the significant interest in PNG from global communities, partners and private sectors in especially the forestry and land use change sector, the PNGFA is being proactive and committed to implementing the Governments broad framework policy and hence creating the necessary foundation to developing and implementing a forestry policy with an integrative approach in managing the impacts of climate change."}, {"text_block_id": "p9_b102_merged", "text": "As part of this global interest, a REDD framework was developed by the Department of Environment and Conservation in 2007/2008 to address the country’s emission sources from the major sources, which includes (i) Deforestation (mainly from agriculture development, primary oil palm and infrastructure development) and, (ii) Forest Degradation from numerous sources (e.g., commercial forestry, subsistence agriculture, bushfires, and collection of fuelwood). The framework will need to be worked on a bit has now been revisited and absorbed under the new Office of Climate Change and Environmental Sustainability (OCC&ES) policy framework."}, {"text_block_id": "p9_b108", "text": "3.0 FOREST POLICY"}, {"text_block_id": "p9_b109", "text": "The fourth goal of the Constitution is the cornerstone for forestry policies,"}, {"text_block_id": "p9_b110", "text": "which is “"}, {"text_block_id": "p9_b111", "text": "to ensure that the forest resources of the country are used and replenished for the collective benefit of all Papua New Guinean now and for future generations."}, {"text_block_id": "p9_b112", "text": "The objectives of the forestry policy are:"}, {"text_block_id": "p9_b113", "text": "The objectives of the forestry policy are:\n* Main objectives\n<\\li1>\n\t* Management and protection of the nationâs forest resources as a\n\t* 7"}, {"text_block_id": "p10_b119", "text": "The objectives of the forestry policy are:\n* Main objectives\n<\\li1>\n\t* Management and protection of the nationâs forest resources as a\n\t* 7\n* to achieve economic\n* Supportive Objectives\n<\\li1>\n* The collection of information and advancement of knowledge relating\n* Increased acquisition and dissemination of skills, knowledge and\n* Effectiveness strategies, including administrative and legal machinery,"}, {"text_block_id": "p10_b133", "text": "These objectives are consistent with the government’s overall development"}, {"text_block_id": "p10_b134", "text": "strategies especially in the MTDS, MDGs and sustainable development framework."}, {"text_block_id": "p10_b135", "text": "4.0 FORESTRY AND CLIMATE CHANGE FRAME WORK FOR ACTION FROM 2009 -2015"}, {"text_block_id": "p10_b136", "text": "4.1 Vision"}, {"text_block_id": "p10_b137", "text": "Papua New Guinean people, their forests, environment and livelihoods are resilient to the risks and impacts of climate change."}, {"text_block_id": "p10_b138", "text": "4.2 Goal"}, {"text_block_id": "p10_b139", "text": "To ensure that Papua New Guinea people build their capacity to ensure ownership of carbon credits and to be resilient to the risks and impacts of climate change through implementing adaptation measures; contributing to mitigation of greenhouse gas emissions; improving decision-making and good governance; improving understanding of climate change and its effects; education and awareness; and developing and strengthening partnerships and cooperation."}, {"text_block_id": "p10_b140", "text": "8"}, {"text_block_id": "p11_b141", "text": "4.3 Principles"}, {"text_block_id": "p11_b142", "text": "Expected Outcomes by 2015"}, {"text_block_id": "p11_b143", "text": "Expected Outcomes by 2015\n* All natural forest carbon owned by the customary landowners and\n* Efforts be made to ensure efficiency and equity in benefit sharing in\n* Landowner be empowered to participate and own REDD, REDD plus\n* Efforts be made to ensure that forest dependent people (rural"}, {"text_block_id": "p11_b151", "text": "4.3.2 Principle 2: Implementing Adaptation Measures"}, {"text_block_id": "p11_b152", "text": "9"}, {"text_block_id": "p11_b153", "text": "The ecological fragility, economic vulnerability and the remoteness of Papua New Guinea makes recovery from extreme weather and climatic events"}, {"text_block_id": "p12_b154", "text": "Expected Outcomes by 2015:"}, {"text_block_id": "p12_b155", "text": "Expected Outcomes by 2015:\n* Adaptation measures to the (adverse) effects of climate change\n* ARCDM projects on forestry initiatives facilitated and developed with\n* Highly vulnerable forestry priority areas identified through site-specific\n* Integrated approaches to adaptation embedded in national\n* Research development into forest types and climate impacts.\n* Restoration and rehabilitation: forestry enrichment and plantation\n* Main streaming of climate change into Forestry Management Plans\n* Methodologies and research initiatives incorporated and streamlined\n* Methodologies and research initiatives incorporated and streamlined\n 10\n* Integrated food and wood production (agroforestry) and supply a"}, {"text_block_id": "p13_b174", "text": "Expected Outcomes by 2015:\n* Adaptation measures to the (adverse) effects of climate change\n* ARCDM projects on forestry initiatives facilitated and developed with\n* Highly vulnerable forestry priority areas identified through site-specific\n* Integrated approaches to adaptation embedded in national\n* Research development into forest types and climate impacts.\n* Restoration and rehabilitation: forestry enrichment and plantation\n* Main streaming of climate change into Forestry Management Plans\n* Methodologies and research initiatives incorporated and streamlined\n* Methodologies and research initiatives incorporated and streamlined\n 10\n* Integrated food and wood production (agroforestry) and supply a\n* Improved and effective coastal mangrove and littoral forest\n* Improved and effective urban forestry management to maintain and"}, {"text_block_id": "p13_b178", "text": "4.3.3 Principle 3: Contributing to mitigation of greenhouse gas emissions"}, {"text_block_id": "p13_b179", "text": "PNG’s contributions to the total global emission of greenhouse gases are"}, {"text_block_id": "p13_b180_merged", "text": "insignificant smaller compared to the rest of the international community. Nonetheless, PNG needs to contribute to the global effort to reduce emissions, and PNGFA consider SFM as the most effective and efficient mechanism to reduce forestry based emissions and increasing mitigation of GHG. Therefore, as"}, {"text_block_id": "p13_b182", "text": "part of its national policy implementation strategy, the PNGFA will promote and coordinate cost effective measures to reduce greenhouse gas emissions, through SFM, ARCDM, including increased energy efficiency, with the use of wood biomass as the energy source and increased use of appropriate low carbon and renewable wood energy technologies."}, {"text_block_id": "p13_b183", "text": "11"}, {"text_block_id": "p13_b184", "text": "Expected Outcomes by 2015:"}, {"text_block_id": "p14_b185", "text": "Expected Outcomes by 2015:\n* Demonstration projects such as REDD, and other initiatives\n* Timber royalties/compensation fees to landowners facilitated or\n* Renewable energy efficiency measures and technologies promoted\n* Baseline study on potential CDM completed urgently in the sectors of\n* CER and Carbon Content methodology developed and agreed for\n* State Market Agency developed and include providing technical\n* Greenhouse Gas inventories updated and maintained.\n* Bundling\n* Baseline data established for any climate change related activities"}, {"text_block_id": "p14_b206", "text": "12"}, {"text_block_id": "p14_b207", "text": "4.3.4 Principle 4. Improving Decision-making and Good Governance"}, {"text_block_id": "p15_b208", "text": "PNGFA recognize that they have a national responsibility for addressing the risks and effects of climate change on forestry resources in the context of their national sustainable development strategies and reflecting principles of sustainable development and good governance."}, {"text_block_id": "p15_b209", "text": "Expected Outcomes by 2015:"}, {"text_block_id": "p15_b210", "text": "Expected Outcomes by 2015:\n* Climate Change issues and considerations integrated into the Forestry\n* Current dual policy for log export and domestic processing reviewed\n* Annual reports and financial statement published and distributed to all\n* Forestry and Climate change considerations integrated into national\n* Regulatory and incentive-based approaches developed and adopted\n* 13\n* 13\n Develop cost-effective climate change adaptation and mitigation\n* Risks and effects of climatic change considered in economic, social\n* State Marketing Agency established and incorporate a Carbon Fund"}, {"text_block_id": "p16_b227", "text": "Expected Outcomes by 2015:\n* Climate Change issues and considerations integrated into the Forestry\n* Current dual policy for log export and domestic processing reviewed\n* Annual reports and financial statement published and distributed to all\n* Forestry and Climate change considerations integrated into national\n* Regulatory and incentive-based approaches developed and adopted\n* 13\n* 13\n Develop cost-effective climate change adaptation and mitigation\n* Risks and effects of climatic change considered in economic, social\n* State Marketing Agency established and incorporate a Carbon Fund\n* Reviewed and updated Policy and legislations to incorporate climate\n* Clear designation of areas for REDD and ARCDM projects.\n* Political, operational and financial governance capacity improved in\n* Transparent benefit sharing arrangements (BSA) developed."}, {"text_block_id": "p16_b235", "text": "4.3.5 Principle 5. Improving Understanding of Forestry and Climate Change"}, {"text_block_id": "p16_b236", "text": "Translating climate change science into applicable information products through user friendly materials and tools is necessary to inform the forestry decision making process at all levels."}, {"text_block_id": "p16_b237", "text": "Expected Outcomes by 2015:"}, {"text_block_id": "p16_b238", "text": "Expected Outcomes by 2015:\n* REDD strategy developed and demonstrated.\n* REDD strategy developed and demonstrated.\n 14\n* Improved GHG Inventory in the forestry sectors, especially emission"}, {"text_block_id": "p17_b243", "text": "Expected Outcomes by 2015:\n* REDD strategy developed and demonstrated.\n* REDD strategy developed and demonstrated.\n 14\n* Improved GHG Inventory in the forestry sectors, especially emission\n* Accurate carbon accounting and verification methodology developed\n* Demonstration of REDD methodologies completed.\n* Technical data sets integrated with relevant social and economic\n* Completed national multipurpose forest inventory.\n* Update of FIMS Database completed.\n* Country specific carbon stock expansion factors (above ground\n* ARCDM strategy including other flexible mechanism developed"}, {"text_block_id": "p17_b258", "text": "Enhance human capacity in the PNGFA to monitor, assess and predict environmental, social and economic risks and effects of climate change is critical for developing and implementing a viable and sustainable national program on cost effective adaptation and mitigation response measures that incorporates both scientific and traditional knowledge. This will also enhance its effectiveness to contribute to international and regional agreements, especially in the UNFCCC/Kyoto Protocol, International Tropical Timber Agreement (ITTA) and the UN Forum on Forests (UNFF) processes."}, {"text_block_id": "p17_b259", "text": "Concerted efforts need to be undertaken to enhance capacity of appropriately trained personnel in the assessment of the risks"}, {"text_block_id": "p17_b260", "text": "15"}, {"text_block_id": "p18_b261", "text": "Increased educational awareness and understanding of risks and effects of climate change is particularly important at the community level to increase their resilience."}, {"text_block_id": "p18_b262", "text": "Expected Outcomes by 2015:"}, {"text_block_id": "p18_b263", "text": "6.1"}, {"text_block_id": "p18_b264", "text": "Strengthened human capacity to monitor and assess environmental, social and economic risks and effects of climate change through ARCDM and REDD initiatives."}, {"text_block_id": "p18_b265", "text": "6.2"}, {"text_block_id": "p18_b266", "text": "Strengthened human capacity to identify, analyze and implement cost effective adaptation and mitigation response measures."}, {"text_block_id": "p18_b267", "text": "6.3"}, {"text_block_id": "p18_b268", "text": "A pool of informed resource persons conversant with development of practical steps in adaptation tools and methods created."}, {"text_block_id": "p18_b269", "text": "6.4"}, {"text_block_id": "p18_b270", "text": "Strengthened human capacity to identify and integrate scientific and tradition knowledge into adaptation and mitigation practices."}, {"text_block_id": "p18_b271", "text": "6.5"}, {"text_block_id": "p18_b272_merged", "text": "Strengthened negotiation and advocacy skills of government and non-governmental organizations to more effectively engage in the international for a for adaptation and mitigation practices."}, {"text_block_id": "p18_b277", "text": "6.6"}, {"text_block_id": "p18_b278", "text": "Enhanced community awareness on climate change and forest impacts, particularly on the flexible mechanisms, including monetary and ecological benefits from the forests."}, {"text_block_id": "p18_b279", "text": "16"}, {"text_block_id": "p18_b280", "text": "6.7"}, {"text_block_id": "p18_b281", "text": "Enhanced training and human capacity needs to address the technical issues relating to the REDD, ARCDM and other initiatives in PNGFA offices."}, {"text_block_id": "p19_b282_merged", "text": "Partnerships and cooperation provide an enabling environment and are an essential part of PNG’s efforts to improve its people’s resilience to the adverse effects of climate change in the Forestry sector."}, {"text_block_id": "p19_b285", "text": "PNGFA or a coordination body is needed to translate and coordinate these concepts and initiate into implementation, monitoring and evaluation mechanisms, through the cooperation of all stakeholders including Government Agencies, NGOs, Academia, Landowners, Private Sector and with the assistance of bilateral and multilateral partners."}, {"text_block_id": "p19_b286", "text": "Expected Outcomes by 2015:"}, {"text_block_id": "p19_b287", "text": "7.1"}, {"text_block_id": "p19_b288", "text": "Strengthened and established existing and emerging international partnerships (eg. SPC, AusAID, FAO, ITTO, EU, ADB, JICA, UNDP, World Bank) for PNGFA on climate change."}, {"text_block_id": "p19_b289", "text": "17"}, {"text_block_id": "p19_b290", "text": "7.2"}, {"text_block_id": "p19_b291", "text": "Access by PNGFA and PNG Government to secure increased resources from funding mechanisms related to climate change instruments optimized. Funding mechanisms related to climate change instruments optimized."}, {"text_block_id": "p20_b292", "text": "7.3"}, {"text_block_id": "p20_b293", "text": "High level advocacy of climate change challenges faced by PNG and PNGFA in international forum to encourage developed and developing countries to mitigate causes of climate changes."}, {"text_block_id": "p20_b294", "text": "7.4"}, {"text_block_id": "p20_b295", "text": "Enhanced partnerships to implement demonstration projects in the areas of REDD, ARCDM and other related initiatives."}, {"text_block_id": "p20_b296", "text": "7.5"}, {"text_block_id": "p20_b297", "text": "Increased participation by landowners and other civil society groups (NGOs) venturing into the ARCDM and other projects under the climate change flexible mechanism initiatives."}, {"text_block_id": "p20_b298", "text": "7.6"}, {"text_block_id": "p20_b299", "text": "Strengthened coordination of climate change and related issues."}, {"text_block_id": "p20_b300", "text": "5.0 IMPLEMENTATION STRATEGY"}, {"text_block_id": "p20_b301", "text": "PNGFA recognize that the implementation of this framework, its forestry policy, MTDS, the PNG MDGs Strategy, forestry principles (Rio, 1992);"}, {"text_block_id": "p20_b302", "text": "Agenda 21, are mutually reinforcing."}, {"text_block_id": "p20_b303_merged", "text": "This will require more focused and substantially increased effort, both by PNGFA and the PNG Government and by the rest of the international community, based on the recognition that each country has primary responsibility for its own development and that the role of its national policies and development strategies cannot be over emphasized, taking into account the Rio principles, including inter-alia, the principle of common but differentiated responsibilities as set out in principle 7 of the Rio Declaration on Environment and Development."}, {"text_block_id": "p20_b306", "text": "18"}, {"text_block_id": "p21_b307", "text": "6.0 MONITORING THE FRAMEWORK"}, {"text_block_id": "p21_b308", "text": "Evaluating progress against the vision, goal, principles, outcomes and priority activities of this framework will be undertaken regularly at all levels, following establishment of an appropriate baseline and mechanism. UN organizations, NGOs, private sectors will where necessary provide support and a coordinating role, for regional and international reporting."}, {"text_block_id": "p21_b309", "text": "Targets and indicators will be established within the action plan linked to the Framework and set at the appropriate levels."}, {"text_block_id": "p21_b310", "text": "."}, {"text_block_id": "p21_b311_merged_merged", "text": "Key stakeholders will meet biennially to review progress on the implementation of this Framework and its action plan. This will require PNGFA, OCC&ES, the Government, local communities and Non-governmental organizations to identify progress towards achieving and implementing the principles contained in this framework, and to identify emerging gaps requiring priority action and adjustment of priorities in future."}], "document_description": "This document sets the government's medium-term forestry and climate change vision. It seeks to enforce the fourth goal of the country's constitution, which is \"to ensure that the forest resources of the country are used and replenished for the collective benefit of all Papua New Guinean now and for future generations.\" The policy's objectives include to manage and protect forest resources as a renewable natural asset, to implement adaptation measures and to contribute to mitigation efforts. It also seeks to ensure benefit sharing in any future carbon trading scheme."}