{"document_instrument_name": ["MRV|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Geothermal Enery Policy", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "11/01/2012", "document_keyword": ["Renewables", "Energy", "Geothermal"], "document_url": "https://cdn.climatepolicyradar.org/PNG/2012/PNG-2012-01-11-Geothermal Enery Policy_0393aa1bf5b9d92879111d200b542c15.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b2", "text": "PAGES"}, {"text_block_id": "p2_b3", "text": "PAGES\n* CLEAN DEVELOPMENT MECHANISM\n<\\li1>"}, {"text_block_id": "p3_b5", "text": "PREFACE"}, {"text_block_id": "p3_b6", "text": "The mineral growth spiraling from the boom in the extractive industry of Papua New Guinea as a result of increase in the mineral explorations and development has the proper credentials to shape and revolutionise our socio-economic climate to new and greater heights. Not only has Papua New Guinea been extracting minerals onshore but has until recently ventured offshore with the realisation of modern technology which has made this become possible. Papua New Guinea•s potential has yet again dawn in the area of renewable energy for commercial and industrial development particularly with the geothermal energy resources.  This commodity was not given much prominence in the past but recent developments in its usage in the industry have proved that this resource has become very crucial for our development. The only example in this jurisdiction of geothermal energy generating power within the mineral industry is evidenced by the large scale world class Lihir Gold Mine on Lihir Island, New Ireland Province."}, {"text_block_id": "p3_b7", "text": "Papua New Guinea is situated within the"}, {"text_block_id": "p3_b8", "text": "•Pacific Ring of Fire•"}, {"text_block_id": "p3_b9", "text": "and is an ideal location for geothermal energy source. The National Government is committed to reducing greenhouse gas emissions due to global warming and utilising the geothermal energy for generating electricity is deemed as the way forward. Amongst the technically proven renewable energy technologies, geothermal energy development stands out amongst the rest of the renewable energy resources because it covers the wider spectrum of the community. Its extraction and development does not necessarily require large areas of land unlike the commonly accustomed MW hydro."}, {"text_block_id": "p3_b10_merged_merged", "text": "This Policy helps in promoting the development of our renewable resources such as geothermal energy as an option for electricity generation. It will help guide investors and customary landowners (•landholders•) to work together in accordance with the spirit of the National Constitution and Vision 2050 to develop Papua New Guinea."}, {"text_block_id": "p3_b13", "text": "The National Government is committed to developing geothermal energy projects provided the investment climate is conducive to international investors and financiers. The interests of the customary landowners on the geothermal potential sites must be considered and management packages on spinoff benefits introduced to enhance partnership and cooperation in the development of the geothermal resource."}, {"text_block_id": "p4_b14", "text": "In the hindsight, it has become quite evident that any project to be developed comes with challenges. This must be addressed through a concerted effort to minimise challenges to a manageable level within our existing policy, legislation and regulatory frameworks. Helping to providing appropriate and reliable information, community consultation and awareness requires team work from all stakeholders. A project development must reflect a collaborative effort from all stakeholders, so at the end of the day, individual stakeholders can take ownership of the success of a project."}, {"text_block_id": "p4_b15", "text": "God Bless Papua New Guinea."}, {"text_block_id": "p5_b16", "text": "1. APPLICATION"}, {"text_block_id": "p5_b17", "text": "This Policy Handbook shall be read with reference to the"}, {"text_block_id": "p5_b18", "text": "Mining Act 1992"}, {"text_block_id": "p5_b19", "text": "(and its subsequent revised amendment)"}, {"text_block_id": "p5_b20", "text": "and the Mineral Policy"}, {"text_block_id": "p5_b21", "text": "(and its subsequent revised amendment)"}, {"text_block_id": "p5_b22", "text": "and relates specifically to geothermal energy exploration, extraction and development as an alternate energy source in Papua New Guinea."}, {"text_block_id": "p5_b23", "text": "2. POLICY MISSION"}, {"text_block_id": "p5_b24", "text": "To establish a framework that guides and promotes the exploitation, development, production and use of geothermal energy resources in Papua New Guinea for power generation, heat to underpin energy security, industrial development, environment protection and wealth creation for the nation."}, {"text_block_id": "p5_b25", "text": "To establish a framework that guides and promotes the exploitation, development, production and use of geothermal energy resources in Papua New Guinea for power generation, heat to underpin energy security, industrial development, environment protection and wealth creation for the nation.\n* Energy security envisions sustainable and reliable supplies of energy for Papua New\n* Environment protection concerns protection of both the local and global environment\n* Wealth creation encompasses adding value to society in the economic and social"}, {"text_block_id": "p5_b31", "text": "3. POLICY OBJECTIVES"}, {"text_block_id": "p5_b32", "text": "To foster the potential development of geothermal resources in Papua New Guinea."}, {"text_block_id": "p5_b33", "text": "To foster the potential development of geothermal resources in Papua New Guinea.\n* Ensure sustainable and reliable supplies of heat for thermal applications and electricity\n* Ensure the exploitation, development and production of the geothermal energy\n* Add economic and social values (wealth) to society."}, {"text_block_id": "p5_b39", "text": "4. DEFINITIONS AND INTERPRETATIONS"}, {"text_block_id": "p5_b40_merged_merged", "text": "With reference to the Mining Act 1992 (and its subsequent revised amendment) and the Mineral Policy (and its subsequent revised amendment), and specific to geothermal energy the interpretation of this Policy shall be in its liberal sense and the following specific definitions apply:"}, {"text_block_id": "p6_b46", "text": "•Geothermal energy•"}, {"text_block_id": "p6_b47", "text": "is the energy derived from the natural flow of heat from the earth, coming from natural cooling and natural radioactive decay within the core. It is a non-hydrocarbon energy resource and is renewable and sustainable and is considered a mineral for the purposes of mining activities."}, {"text_block_id": "p6_b48_merged", "text": "For the purposes of this Policy, and pursuant to the Mining Act 1992 (and its subsequent revised amendment) and Oil and Gas Act 1998, geothermal energy resource is not petroleum or a petroleum product."}, {"text_block_id": "p6_b54", "text": "5. COMPLIANCE WITH LEGAL REQUIREMENTS"}, {"text_block_id": "p6_b55", "text": "The following legislations and policies apply in the administration of this Policy:"}, {"text_block_id": "p6_b56", "text": "(1) LEGISLATIONS"}, {"text_block_id": "p6_b57", "text": "(1) LEGISLATIONS\n* Constitution of the Independent State of Papua New Guinea\n* (and its subsequent revised amendment)\n* (and its subsequent revised amendment)\n .\n* Environment Act 2000\n* Land Act 1996\n* (and its subsequent revised amendment)\n* (and its subsequent revised amendment)\n .\n* Electricity Supply (Government Power Stations) Act 1970"}, {"text_block_id": "p6_b76", "text": "(2) POLICIES"}, {"text_block_id": "p6_b77", "text": "(2) POLICIES\n* (and its subsequent revised amendment)\n* (and its subsequent revised amendment)\n .\n* National Goals and Directive Principles.\n* Medium Term Development Plan 2011 - 2015.\n* Development Strategic Plan 2010 - 2030.\n* Vision 2050."}, {"text_block_id": "p7_b89", "text": "(3) CONSTITUTION"}, {"text_block_id": "p7_b90", "text": "Sections 38 - 56 of the National"}, {"text_block_id": "p7_b91", "text": "Constitution"}, {"text_block_id": "p7_b92", "text": "provides for the regulation and restriction of qualified rights of every citizen to the extent necessarily required by an Act of Parliament for the purposes of giving effect to the national interest in public order and public welfare."}, {"text_block_id": "p7_b93", "text": "In so far as the exploration, development and production of the geothermal energy resource is concerned, it is deemed a function of the National Government by virtue of Section 1 of the"}, {"text_block_id": "p7_b94", "text": "Mining Act 1992"}, {"text_block_id": "p7_b95", "text": ", which declares exploration and mining activities to be for public purposes and as a matter of national interest."}, {"text_block_id": "p7_b96", "text": "(4) MINING ACT 1992"}, {"text_block_id": "p7_b97", "text": "The State through the National"}, {"text_block_id": "p7_b98", "text": "Constitution"}, {"text_block_id": "p7_b99", "text": "is vested with the law making powers for the regulation and administration of mining activities within Papua New Guinea and none others. Mining activities are administered pursuant to the"}, {"text_block_id": "p7_b100", "text": "Mining Act 1992"}, {"text_block_id": "p7_b101", "text": "(or its subsequent amendment or revision)"}, {"text_block_id": "p7_b102", "text": "by the Independent State of Papua New Guinea as the guardian of all mineral resources and as a matter of national interest."}, {"text_block_id": "p7_b103", "text": "(5) NATIONAL DEVELOPMENT POLICIES"}, {"text_block_id": "p7_b104_merged_merged_merged_merged", "text": "The National Goals and Directive Principles (NGDPs) in the National Constitution provides for the wise use of our natural resources and equal distribution of wealth for all citizens. These intentions are made known in the PNG Medium Term Development Plan 2011 - 2015, Development Strategic Plan 2010 - 2030 and the Vision 2050 by"}, {"text_block_id": "p7_b107", "text": "•creating opportunities for personal and national advancement through economic growth, smart innovative ideas, quality service and ensuring a fair and equitable distribution of benefits in a safe and secure environment for all citizens.•"}, {"text_block_id": "p7_b108", "text": "6. INTERNATIONAL LEGAL REQUIREMENT"}, {"text_block_id": "p7_b109", "text": "This Policy is in compliance with the;"}, {"text_block_id": "p7_b110", "text": "This Policy is in compliance with the;\n* Kyoto Protocol; and\n* United Nations Framework Convention on Climate Change."}, {"text_block_id": "p9_b114", "text": "10. INSTITUTIONAL GOVERNANCE"}, {"text_block_id": "p9_b115", "text": "Institutional roles must be given full recognition and significance in the overall development, planning, monitoring and implementation of this Geothermal Energy Policy. The following are the responsible government agencies:"}, {"text_block_id": "p9_b116", "text": "Institutional roles must be given full recognition and significance in the overall development, planning, monitoring and implementation of this Geothermal Energy Policy. The following are the responsible government agencies:\n* Department of Mineral Policy & Geohazards Management (DMPGM).\n* Mineral Resources Authority (MRA).\n* Mining Advisory Council (MAC).\n* Independent Consumer and Competition Commission (ICCC).\n* PNG Power Limited."}, {"text_block_id": "p9_b126", "text": "(1) DEPARTMENT OF MINERAL POLICY & GEOHAZARDS MANAGEMENT"}, {"text_block_id": "p9_b127", "text": "The Department of Mineral Policy & Geohazards Management (DMPGM) is the custodian of this Geothermal Energy Policy and is responsible for developing and reviewing the Policy from time to time."}, {"text_block_id": "p9_b128", "text": "(2) MINERAL RESOURCES AUTHORITY"}, {"text_block_id": "p9_b129_merged", "text": "The Mineral Resources Authority (MRA) pursuant to the Mineral Resources Authority Act 2005 on behalf of the State shall:"}, {"text_block_id": "p9_b132", "text": "The Mineral Resources Authority (MRA) pursuant to the Mineral Resources Authority Act 2005 on behalf of the State shall:\n* Be the overall implementing and regulating agency for the development of the\n* Facilitate stakeholder agreements and development agreements.\n* Collect and maintain database on geothermal energy resource for Papua New Guinea.\n* To sell geo data on the geothermal energy to potential and prospecting investors and\n* Promote further and proper training of its technical personals in the field of"}, {"text_block_id": "p9_b142", "text": "(3) MINING ADVISORY COUNCIL"}, {"text_block_id": "p9_b143", "text": "The Mining Advisory Council (MAC) is responsible to determine and make recommendations to the Minister for Mining on applications made by investors for the exploration and production of the geothermal energy resources for power generation purposely for commercial and domestic purposes."}, {"text_block_id": "p10_b144", "text": "A representative of the PNG Power Limited or such other expert in geothermal energy is required to provide expert opinion and advice to the MAC when dealing with applications for geothermal energy resources."}, {"text_block_id": "p10_b145", "text": "(4) INDEPENDENT CONSUMER AND COMPETITION COMMISSION"}, {"text_block_id": "p10_b146", "text": "For the specific purposes of the production and supply of geothermal energy resources generating electricity, the Independent Consumer and Competition Commission (ICCC) shall be responsible for regulating prices, service standards and in adjudicating disputes related to access codes and access arrangements."}, {"text_block_id": "p10_b147", "text": "(5) PNG POWER LIMITED"}, {"text_block_id": "p10_b148", "text": "The State through the Mineral Resources Authority, the developer and the PNG Power Limited shall be responsible for formulating the power supply plan for the geothermal energy resources to ensure there is ample and affordable supply of heat and electricity for domestic usage, commercial consumption and industrial development."}, {"text_block_id": "p10_b149", "text": "11. SUSTAINABILITY"}, {"text_block_id": "p10_b150", "text": "The State must ensure the exploitation of the geothermal energy achieves:"}, {"text_block_id": "p10_b151", "text": "The State must ensure the exploitation of the geothermal energy achieves:\n* Equal distribution of wealth and resources as prescribed by the\n* , the\n* Sustainable and reliable supplies of form of heat and electricity.\n* Encourage long term investment in geothermal power by ensuring commercial stability\n* Affordable prices for electricity supplied by geothermal dependent on the supply and\n* Incentives for investment."}, {"text_block_id": "p10_b163", "text": "12. ENVIRONMENT PROTECTION"}, {"text_block_id": "p10_b164", "text": "The State through the Department of Environment and Conservation (DEC) shall ensure:"}, {"text_block_id": "p10_b165", "text": "(a)"}, {"text_block_id": "p10_b166_merged_merged", "text": "Classification of geothermal projects per size of the project and dependant on the impact of project on environment to be correctly classified either as Level 1, 2 and 3 Activities under the Environmental Prescribed Activities Regulation."}, {"text_block_id": "p11_b169", "text": "(b)"}, {"text_block_id": "p11_b170", "text": "The developer submits an Environment Impact Assessment (EIA) for the development of geothermal energy resources pursuant to the requirements of the"}, {"text_block_id": "p11_b171", "text": "Environment Act 2000"}, {"text_block_id": "p11_b172", "text": "."}, {"text_block_id": "p11_b173", "text": "(c)"}, {"text_block_id": "p11_b174", "text": "There are adequate and effective mechanisms readily available for the purposes of environmental regulation to capture, contain and manage safety and environmental hazards surrounding hydrogen sulphide released in the extraction and bacterial associated."}, {"text_block_id": "p11_b175", "text": "13. DECOMMISSION OF A GEOTHERMAL POWER PLANT AND REHABILITATION"}, {"text_block_id": "p11_b176", "text": "The project developer is required to produce a detailed Conceptual Decommissioning Power Plant Plan (CDPP Plan) at the time of lodging of the application for production. This Conceptual Decommissioning Power Plant Plan should take into consideration the socio-economic and environmental aspects of the impacted project area and accord effective rehabilitation measures."}, {"text_block_id": "p11_b177", "text": "14. GEOTHERMAL ENERGY TENEMENT AND EXPLORATION RIGHTS"}, {"text_block_id": "p11_b178", "text": "Geothermal energy resource is a non-hydrocarbon renewable energy resource and is declared as a mineral for all purposes. Specific to its mode of operation in exploiting the geothermal energy, the mining tenement approval process, application, administration and regulation shall be applied."}, {"text_block_id": "p11_b179", "text": "The State through the Mineral Resources Authority and the Papua New Guinea Power Limited recognises the need for Institutional Resource Sector Planning (IRSP) in developing the geothermal energy resource in:"}, {"text_block_id": "p11_b180", "text": "(a)"}, {"text_block_id": "p11_b181", "text": "Considering and encouraging the use of the appropriate modern technology or the best practice available internationally in compliance with the production of geothermal energy requirements by extracting, developing and producing the appropriate quantity and ultimately the supply of the electricity and heat consistent with international best practices."}, {"text_block_id": "p11_b182", "text": "(b)"}, {"text_block_id": "p11_b183", "text": "Complying with the requirements of the Electricity Industry Policy (EIP)."}, {"text_block_id": "p11_b184", "text": "(1) MINERAL RIGHTS IN GEOTHERMAL ENERGY RESOURCE"}, {"text_block_id": "p11_b185", "text": "The Independent State of Papua New Guinea has ownership over all natural reserves of"}, {"text_block_id": "p11_b186", "text": "geothermal energy within its jurisdiction."}, {"text_block_id": "p11_b187_merged_merged_merged", "text": "All geothermal energy mineral rights is vested in the State in determining and permitting reputable investors to explore, extract, produce and sell the geothermal energy."}, {"text_block_id": "p12_b189", "text": "(2)"}, {"text_block_id": "p12_b190", "text": "GEOTHERMAL ENERGY EXPLORATION RIGHTS"}, {"text_block_id": "p12_b191", "text": "over a fixed term and over a fixed area."}, {"text_block_id": "p12_b192", "text": "(a)"}, {"text_block_id": "p12_b193", "text": "Reporting"}, {"text_block_id": "p12_b194", "text": "The National Government encourages transparent reporting of the records of the finds"}, {"text_block_id": "p12_b195", "text": "from Feasibility Resource Assessment by the developer."}, {"text_block_id": "p12_b196", "text": "(b)"}, {"text_block_id": "p12_b197", "text": "Consultation"}, {"text_block_id": "p12_b198", "text": "impacted area."}, {"text_block_id": "p12_b199", "text": "15. APPLICATION FOR A GEOTHERMAL ENERGY TENEMENT"}, {"text_block_id": "p12_b200_merged_merged", "text": "The application process for the exploration and production of geothermal energy is as regulated by the Mineral Resources Authority. Pursuant to the Mining Act 1992 (and its subsequent revised amendment) the application process in general shall be as follows:"}, {"text_block_id": "p12_b204", "text": "(a)"}, {"text_block_id": "p12_b205", "text": "Lodging of tenement application with the Registrar of Tenements."}, {"text_block_id": "p12_b206", "text": "(b)"}, {"text_block_id": "p12_b207", "text": "Application assessed by the Mining Advisory Council (MAC)."}, {"text_block_id": "p12_b208", "text": "(c)"}, {"text_block_id": "p12_b209", "text": "MAC recommends for approval of or refusal for grant of the tenement."}, {"text_block_id": "p12_b210", "text": "(d)"}, {"text_block_id": "p12_b211", "text": "Minister for Mining makes a determination on the application."}, {"text_block_id": "p12_b212", "text": "(1) GEOTHERMAL ENERGY TENEMENTS"}, {"text_block_id": "p12_b213", "text": "The tenements available for purposes of geothermal energy exploration and development are:"}, {"text_block_id": "p12_b214", "text": "(a)"}, {"text_block_id": "p12_b215", "text": "Exploration License (EL)."}, {"text_block_id": "p12_b216", "text": "(b)"}, {"text_block_id": "p12_b217", "text": "Mining Lease (ML)."}, {"text_block_id": "p12_b218", "text": "(c)"}, {"text_block_id": "p12_b219", "text": "Lease for Mining Purpose (LMP)."}, {"text_block_id": "p12_b220", "text": "(d)"}, {"text_block_id": "p12_b221", "text": "Mining Easement (ME)."}, {"text_block_id": "p12_b222", "text": "16. GEOTHERMAL ENERGY AGREEMENTS"}, {"text_block_id": "p12_b223", "text": "The State may enter into the following agreements with the developer and the duly identified landowners of the impacted project area."}, {"text_block_id": "p13_b224", "text": "(a)"}, {"text_block_id": "p13_b225", "text": "Mining Development Contract (MDC)"}, {"text_block_id": "p13_b226", "text": "(b)"}, {"text_block_id": "p13_b227", "text": "Compensation Agreement (CA)"}, {"text_block_id": "p13_b228", "text": "(b)"}, {"text_block_id": "p13_b229", "text": "Memorandum of Agreement (MoA)"}, {"text_block_id": "p13_b230", "text": "The State is determined to ensure appropriate production and benefit sharing arrangements are made between all relevant stakeholders and to encapsulate the sale of and the distribution of carbon credits."}, {"text_block_id": "p13_b231", "text": "17. FISCAL REGIME"}, {"text_block_id": "p13_b232_merged", "text": "The applicable fiscal policy in the interim would be as spelt out below, as per the Mineral Policy (and its subsequent revised amendment) until a determination is made on the applicable rates specifically for the geothermal energy resource:"}, {"text_block_id": "p13_b237", "text": "(a)"}, {"text_block_id": "p13_b238", "text": "Income Tax (resident companies)"}, {"text_block_id": "p13_b239", "text": "(b)"}, {"text_block_id": "p13_b240", "text": "Income Tax (non-resident companies)"}, {"text_block_id": "p13_b241", "text": "(c)"}, {"text_block_id": "p13_b242", "text": "Interest Withholding Tax (onshore lending)"}, {"text_block_id": "p13_b243", "text": "(d)"}, {"text_block_id": "p13_b244", "text": "Dividend Withholding Tax (DWT)"}, {"text_block_id": "p13_b245", "text": "(e)"}, {"text_block_id": "p13_b246", "text": "Allowable Capital Expenditure"}, {"text_block_id": "p13_b247", "text": "(f)"}, {"text_block_id": "p13_b248", "text": "Allowable Exploration Expenditure"}, {"text_block_id": "p13_b249", "text": "(g)"}, {"text_block_id": "p13_b250", "text": "Additional Exploration Deductions"}, {"text_block_id": "p13_b251", "text": "(h)"}, {"text_block_id": "p13_b252", "text": "Interest Deductions"}, {"text_block_id": "p13_b253", "text": "(i)"}, {"text_block_id": "p13_b254", "text": "Tax Credits"}, {"text_block_id": "p13_b255", "text": "(j)"}, {"text_block_id": "p13_b256", "text": "Royalty Rate"}, {"text_block_id": "p13_b257", "text": "(k)"}, {"text_block_id": "p13_b258", "text": "Special Support Grant (by the National Government)"}, {"text_block_id": "p13_b259", "text": "(l)"}, {"text_block_id": "p13_b260", "text": "Production Levy (paid to the Mineral Resources Authority)"}, {"text_block_id": "p13_b261", "text": "(m)"}, {"text_block_id": "p13_b262", "text": "State Equity Participation (optional)"}, {"text_block_id": "p13_b263", "text": "(1) TAX CONSIDERATIONS"}, {"text_block_id": "p13_b264", "text": "The State is not obliged to but may promote the development of the geothermal energy resource through provision of identified viable tax incentives that is conducive to the nation•s economy in consultation with the Department of Treasury (DoT) and the Internal Revenue Commission (IRC)."}, {"text_block_id": "p13_b265", "text": "The State through the Mineral Resources Authority shall make considerations for the following:"}, {"text_block_id": "p13_b266", "text": "(a) Import Duty Exemptions"}, {"text_block_id": "p13_b267", "text": "To cater for and assist capital hardware specifics including the technology to be used particularly for the extraction and production of the geothermal energy resource. The list of these items shall be identified by MRA."}, {"text_block_id": "p14_b268", "text": "(b)"}, {"text_block_id": "p14_b269", "text": "Import Duty Rebates on Production Plant"}, {"text_block_id": "p14_b270", "text": "To provide appraisal on the productivity of the plant and facilitate the implementation process of production rebate to be made with the importer of the technology (i.e., owner of the geothermal plant). The production rebate should be the import duty exemption in a variant form and principally the amount otherwise have been exempted on this hardware (aggregate) at the time of delivery into the country."}, {"text_block_id": "p14_b271", "text": "(c)"}, {"text_block_id": "p14_b272", "text": "Other Tax Incentives"}, {"text_block_id": "p14_b273", "text": "In consultation with the Department of Treasury (DoT) and the Internal Revenue Commission (IRC), tax incentives such as Pioneer Industries and rural Industries may apply."}, {"text_block_id": "p14_b274", "text": "18. ROYALTY"}, {"text_block_id": "p14_b275_merged", "text": "Subject to Clause 17 of this Policy, royalty generated from the production of geothermal energy belongs to the State. The project developer of the geothermal energy shall pay to the Independent State of Papua New Guinea a royalty rate (subject to NEC Policy Decision as determined from time to time) pursuant to the agreed formula between the State and the project developer."}, {"text_block_id": "p14_b278", "text": "19. VALUE ADDING TO SOCIETY"}, {"text_block_id": "p14_b279", "text": "The development of geothermal energy resource will benefit all stakeholders including the customary landowners. The State encourages equal participation and benefit distribution for all the citizens."}, {"text_block_id": "p14_b280", "text": "(1) OTHER LANDOWNER BENEFITS"}, {"text_block_id": "p14_b281", "text": "Other available landowner benefits identified are:"}, {"text_block_id": "p14_b282", "text": "(a)"}, {"text_block_id": "p14_b283", "text": "Employment."}, {"text_block_id": "p14_b284", "text": "(b)"}, {"text_block_id": "p14_b285", "text": "Education and Training."}, {"text_block_id": "p14_b286", "text": "(c)"}, {"text_block_id": "p14_b287", "text": "Local Business Participation."}, {"text_block_id": "p14_b288", "text": "(d)"}, {"text_block_id": "p14_b289", "text": "Supply and Local Procurement."}, {"text_block_id": "p14_b290", "text": "(e)"}, {"text_block_id": "p14_b291", "text": "Compensation."}, {"text_block_id": "p14_b292", "text": "20. STATE•S ASSISTANCE"}, {"text_block_id": "p14_b293", "text": "Subject to the project economics and such other relevant considerations, the State may consider participating in the following matters:"}, {"text_block_id": "p14_b294", "text": "(a)"}, {"text_block_id": "p14_b295", "text": "State Equity Option."}, {"text_block_id": "p14_b296", "text": "(b)"}, {"text_block_id": "p14_b297", "text": "Landowner Equity."}, {"text_block_id": "p15_b298", "text": "(c)"}, {"text_block_id": "p15_b299", "text": "Non Customary Landowners."}, {"text_block_id": "p15_b300", "text": "(d)"}, {"text_block_id": "p15_b301", "text": "Carbon Credits"}, {"text_block_id": "p15_b302", "text": "21. CLEAN DEVELOPMENT MECHANISM"}, {"text_block_id": "p15_b303_merged", "text": "The State through its nominee, Petromin Limited or alternatively the PNG Power Limited may apply for and develop geothermal energy resource projects in promoting sustainable socio-economic development for Papua New Guinea through the Clean Development Mechanism (CDM) arrangement consistent with the Kyoto Protocol and the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p15_b306", "text": "(1) CARBON CREDITS"}, {"text_block_id": "p15_b307", "text": "Subject to Clauses 20 and 21 of this Policy, the State through its nominee and in consultation with the Mineral Resources Authority, Department of Treasury, Department of Environment and Conservation and the Office of the Climate Change shall participate in the sale of carbon credits associated with the production of a geothermal energy power plant by:"}, {"text_block_id": "p15_b308", "text": "(a)"}, {"text_block_id": "p15_b309", "text": "Equity participating interest in the sale of the carbon credits with the project developer."}, {"text_block_id": "p15_b310", "text": "(b)"}, {"text_block_id": "p15_b311", "text": "Drawing the appropriate funding to achieve the activity outputs subject to the project life span."}, {"text_block_id": "p15_b312", "text": "22. DATABASE"}, {"text_block_id": "p15_b313", "text": "The State through the Mineral Resources Authority (MRA) is mandated to retain full and accurate information on geothermal energy resource in Papua New Guinea kept by the holder of the geothermal energy tenement relating to:"}, {"text_block_id": "p15_b314", "text": "(a)"}, {"text_block_id": "p15_b315", "text": "Boreholes drilled with detailed logs of strata penetrated."}, {"text_block_id": "p15_b316", "text": "(b)"}, {"text_block_id": "p15_b317", "text": "Results of any geochemical and geophysical analysis."}, {"text_block_id": "p15_b318", "text": "(c)"}, {"text_block_id": "p15_b319", "text": "Geological interpretation of the records on boreholes drilled and the results of the geochemical and geophysical analysis, maps, profiles and diagram charts."}, {"text_block_id": "p15_b320", "text": "And not limited to this, any such other information or data relating to the availability of the geothermal energy resources, its exploration, extraction, development and production. The State has the absolute right over all such information, data and records as the owner of the geothermal energy resources."}, {"text_block_id": "p16_b321", "text": "23. SOCIAL MAPPING AND LANDOWNER IDENTIFICATION"}, {"text_block_id": "p16_b322", "text": "It is incumbent on the project developer and the State to ensure social mapping of the project area is conducted in a prudent and effective manner by correctly identifying landowners of a potential geothermal resource area immediately upon the grant of the Exploration License (EL)."}, {"text_block_id": "p16_b323", "text": "24. DISPUTE RESOLUTION"}, {"text_block_id": "p16_b324", "text": "Any disputes relating to the development of a geothermal energy project shall be dealt with in accordance with the nature of the disputes as follows:"}, {"text_block_id": "p16_b325", "text": "(1)"}, {"text_block_id": "p16_b326", "text": "Any minor issues may be resolved utilising the available resources with guidance from the Office of the State Solicitor of Papua New Guinea."}, {"text_block_id": "p16_b327", "text": "(2)"}, {"text_block_id": "p16_b328", "text": "Where an issue is unresolved through the initial process under (1) above or is of a complex nature, then the dispute shall be dealt with through an appointed Arbitration Tribunal with an expertise in geothermal energy or the subject of the issue in dispute."}, {"text_block_id": "p17_b329", "text": ":"}, {"text_block_id": "p17_b330", "text": "The Secrretary The Depaartment of MMineral Policyy & Geohazaards Manageement Private MMail Bag"}, {"text_block_id": "p17_b331", "text": "PORT MMORESBY"}, {"text_block_id": "p17_b332", "text": "National Capital Distrrict Papua Neew Guinea"}, {"text_block_id": "p17_b333", "text": ":"}, {"text_block_id": "p17_b334", "text": "The Managing Directtor Mineral RResources Auuthority P.O. Box 1906"}, {"text_block_id": "p17_b335", "text": "PORT MMORESBY 121"}, {"text_block_id": "p17_b336", "text": "National Capital Distrrict Papua Neew Guinea"}, {"text_block_id": "p17_b337", "text": ":"}, {"text_block_id": "p17_b338", "text": "The Execcutive Officer PNG Chamber of Minnes and Petrooleum PO Box 11032"}, {"text_block_id": "p17_b339", "text": "PORT MMORESBY"}, {"text_block_id": "p17_b340", "text": "National Capital Distrrict Papua Neew Guinea"}], "document_description": "The Geothermal Energy Policy sets a framework to guide and promote the exploitation, development, production and use of geothermal energy resources for power generation, heat to underpin energy security, industrial development, environment protection and wealth creation for the nation.&nbsp;<br><br>The policy establishes the following objectives; 1) to ensure sustainable and reliable supplies of heat for thermal applications and electricity at affordable and relatively stable prices; 2) to ensure the exploitation, development and production of the geothermal energy resources through effective environment management plan which takes into consideration the protection of the environment; 3) to add economic and social values&nbsp; to society."}