{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Energy"], "document_language": "English", "document_name": "Medium Term Development Plan 2016-2017", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "03/01/2015", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/PNG/2015/PNG-2015-01-03-Medium Term Development Plan 2016-2017_d528e3d355bcef77b17f5419fb19d440.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "PAPUA NEW GUINEA"}, {"text_block_id": "p0_b2", "text": "MEDIUM TERM DEVELOPMENT PLAN 2"}, {"text_block_id": "p0_b3", "text": "2016-2017"}, {"text_block_id": "p0_b4", "text": "Department of National Planning and Monitoring"}, {"text_block_id": "p0_b5", "text": "“Pathway to a Responsible Sustainable Future”"}, {"text_block_id": "p1_b6", "text": "A smarter approach to development..."}, {"text_block_id": "p2_b7", "text": "PAPUA NEW GUINEA"}, {"text_block_id": "p2_b8", "text": "MEDIUM TERM DEVELOPMENT PLAN 2"}, {"text_block_id": "p2_b9", "text": "2016-2017"}, {"text_block_id": "p2_b10", "text": "Department of National Planning and Monitoring"}, {"text_block_id": "p2_b11", "text": "“Pathway to a Responsible Sustainable Future”"}, {"text_block_id": "p3_b12", "text": "For more information contact:"}, {"text_block_id": "p3_b13", "text": "Department of National Planning and Monitoring"}, {"text_block_id": "p3_b14", "text": "PO Box 631"}, {"text_block_id": "p3_b15", "text": "Waigani"}, {"text_block_id": "p3_b16", "text": "National Capital District"}, {"text_block_id": "p3_b17", "text": "Papua New Guinea"}, {"text_block_id": "p3_b18", "text": "Telephone: +675 3288302/3288324"}, {"text_block_id": "p3_b19", "text": "Facsimile:  +675 3235504/3288384"}, {"text_block_id": "p3_b20", "text": "Published by:"}, {"text_block_id": "p3_b21", "text": "Department of National Planning and Monitoring"}, {"text_block_id": "p3_b22", "text": "Port Moresby"}, {"text_block_id": "p3_b23", "text": "Papua New Guinea"}, {"text_block_id": "p3_b24", "text": "March 2015"}, {"text_block_id": "p3_b25", "text": "ISBN:  978-9980-86-261-7"}, {"text_block_id": "p3_b26", "text": "Copyright"}, {"text_block_id": "p3_b27", "text": "Cover Photo: Courtesy of Papua New Guinea Tourism Authority © David Kirkland"}, {"text_block_id": "p4_b28", "text": "Contents"}, {"text_block_id": "p5_b29", "text": "Acronyms and Abbreviations"}, {"text_block_id": "p6_b30", "text": "Introduction by The Prime Minister"}, {"text_block_id": "p6_b31", "text": "Our Coalition Government has been very bold since taking office in 2012 in terms of focusing on the fundamentals for empowering our people and providing record budgets against this. I believe our country is making significant progress but much work remains to be done."}, {"text_block_id": "p6_b32", "text": "One of the directions from the Alotau Accord was to make sure our plans were being truly strategic in a long-term perspective and were relevant to the times and being actually applied and reported against."}, {"text_block_id": "p6_b33", "text": "I was proud to launch the National Strategy for Responsible Sustainable Development, or StaRS, in Alotau on the 31st of March 2014, and now the Medium Term Development Plan2 2016-2017 (MTDP2). Parliament will consider shortly the National Planning Act."}, {"text_block_id": "p6_b34", "text": "Our Government is determined to have a clear long-term path for Papua New Guinea and everybody working as a coordinated team to building a modern and successful country for today and tomorrow."}, {"text_block_id": "p6_b35", "text": "This MTDP2 attempts to capture the intentions, priorities and activities of our Government. It aligns the planning process to the five-year political cycle, giving the opportunity for incoming governments of the future to establish their own five-year plans through the Department of Planning and Monitoring. It elevates the principles of responsible development and prescribes a planning act to link MTDPs and the underlying development principles to national budgets."}, {"text_block_id": "p6_b36", "text": "It has been a massive undertaking and I congratulate the Minister for National Planning and Monitoring and the Department for the hard work in bringing this MTDP2. Thanks to the other agencies of Government who have supported the development of this document. Thanks to all our development partners. We are committed to this process and this plan and I commend it to you all."}, {"text_block_id": "p6_b37", "text": "May God continue to bless Papua New Guinea."}, {"text_block_id": "p7_b38", "text": "Foreword by the Minister for National Planning and Monitoring"}, {"text_block_id": "p7_b39", "text": "No amount of development planning will work unless we are committed to them individually and collectively. To really engage us, these plans must be based on principles in terms of who we identify with as Papua New Guineans. Our Constitution, through the National Goals and Directive Principles, speak of integral human development, equality and participation, self-reliance, responsible management of the environment and Christian principles."}, {"text_block_id": "p7_b40", "text": "As Papua New Guineans we must contribute individually to development by living such principles in terms of how we look after our own health, our family, the community and the environment."}, {"text_block_id": "p7_b41", "text": "As leaders at all levels we have an extra responsibility to live these PNG WAYS."}, {"text_block_id": "p7_b42", "text": "As Planning Minister in the O’Neill/Dion Government I am very pleased to present, on behalf of our Government, the MTDP2."}, {"text_block_id": "p7_b43", "text": "The MTDP2 follows on from the Medium Term Development Plan1 2011-2015 (MTDP1). These are the Government’s five year operational plans published by the Department of National Planning and Monitoring."}, {"text_block_id": "p7_b44", "text": "You will note the MTDP2 will be for two-year period only as we move to align the MTDPs with the five-year parliamentary cycle. The Medium Term Development Plan3 will cover 2018-2022. Aligning development plans with the political term of office gives an incoming government the opportunity to write its own plan to underwrite its strategic direction and political support. This MTDP is also written in a partially retrospective manner, describing the priorities and actions of the current Government so it is effectively a five-year plan."}, {"text_block_id": "p7_b45", "text": "These MTDPs will sit within the broader planning context and framework as described under the proposed planning legislation (Papua New Guinea Planning Act)."}, {"text_block_id": "p7_b46", "text": "In 2012, the Alotau Accord established the priorities of the incoming People’s National Congress led Coalition Government, which the Department has captured in a Critical Activities Matrix and in the MTDP2. The Alotau Accord also called for a review of existing government plans to ensure they were truly strategic, given the rapidly changing"}, {"text_block_id": "p8_b47", "text": "global circumstances; and truly aligned to the Guiding and Directive Principles of the Constitution."}, {"text_block_id": "p8_b48", "text": "This review, undertaken by the Department of National Planning and Monitoring, has led to the development of the National Strategy for Responsible Sustainable Development (StaRS), launched by the Prime Minister in 2014, this MTDP2, and the drafting of the legislative framework for planning and monitoring."}, {"text_block_id": "p8_b49", "text": "Vision 2050 is the aspiration for PNG in terms of progressing towards the top 50 countries in the world, as measured by the Human Development Index."}, {"text_block_id": "p8_b50", "text": "The StaRS clarifies the guiding principles in terms of the development paradigm (the way) to achieve Vision 2050."}, {"text_block_id": "p8_b51", "text": "The proposed Papua New Guinea Planning Act, which we are presenting with this MTDP2, links the planning process to annual National Budgets through progressive MTDPs."}, {"text_block_id": "p8_b52", "text": "The Bill establishes the National Planning Framework, the National Service Delivery Framework (NSDF) and the Monitoring and Evaluation Framework."}, {"text_block_id": "p8_b53", "text": "The Government has followed a basic planning, implementation and monitoring cycle to:"}, {"text_block_id": "p8_b54", "text": "The Government has followed a basic planning, implementation and monitoring cycle to:\n* Get the plans right;\n* Resource those plans;\n* Implement the plans; and\n* Monitor the outputs and report on them."}, {"text_block_id": "p8_b62", "text": "The Government’s priority from the outset has been to create an enabling environment through:"}, {"text_block_id": "p8_b63", "text": "The Government’s priority from the outset has been to create an enabling environment through:\n* Education;\n* Health;\n* Infrastructure;\n* Law and Justice;\n* Growing the Economy."}, {"text_block_id": "p8_b73", "text": "These and other major undertakings of the Government are captured in the Critical Activity Matrix and form the basis of the MTDP2."}, {"text_block_id": "p8_b74", "text": "In this year (2015), as we celebrate 40 years of independence, let us collectively and individually commit to learning from our mistakes and to actually live the words of our National Pledge because I am PNG and YOU are PNG –"}, {"text_block_id": "p8_b75", "text": "“PNG... Em Mi Yah!”"}, {"text_block_id": "p8_b76", "text": "Hon. Charles Abel"}, {"text_block_id": "p8_b77", "text": "Minister for National Planning & Monitoring"}, {"text_block_id": "p8_b78", "text": "March 2015"}, {"text_block_id": "p10_b79", "text": "Acknowledgements by the Secretary For The Department Of National Planning And Monitoring"}, {"text_block_id": "p10_b80", "text": "In response to the needs of our stakeholders, the Department of Planning and Monitoring is undergoing a series of cultural and institutional reforms, which are reflected in the way this MTDP2 has been framed."}, {"text_block_id": "p10_b81", "text": "We have two important goals that must be achieved in this MTDP. These are:"}, {"text_block_id": "p10_b82", "text": "We have two important goals that must be achieved in this MTDP. These are:\n* Embed the StaRS principles into Sector and Provincial plans and ensure that\n* Enhance our linkages with our partners to improve implementation, monitoring"}, {"text_block_id": "p10_b88", "text": "In order to do that we recognize our core clients, whose needs we must serve. They are:"}, {"text_block_id": "p10_b89", "text": "In order to do that we recognize our core clients, whose needs we must serve. They are:\n* Our leaders who represent the views of our people;\n* The implementation agencies of the State, the community and non-state partners;\n* Our donor and development partners."}, {"text_block_id": "p10_b96", "text": "All of us together are tasked with providing services to the people of Papua New Guinea. These services will enable them to enjoy the best quality of life possible in an environment that is safe and secure not only for themselves but for their children and their grandchildren."}, {"text_block_id": "p10_b97", "text": "Under our system of public service delivery, it is critical that someone measures the impact of government decision-making and actions. This is part of our duty to our people. Such measurements will provide us feedback on whether the country is truly pursuing our intended targets and if not, indicate whether to increase our efforts and/ or change our approach."}, {"text_block_id": "p10_b98", "text": "We acknowledge that our efforts in the past have not always been successful, but we assure our people that we are much more focused on improving the quality of their life than ever before."}, {"text_block_id": "p10_b99", "text": "We submit to the belief that we are Papua New Guinea and Papua New Guinea is us. Hence we commit ourselves to this new paradigm of principle centred sustainable development, as set out in the MTDP2."}, {"text_block_id": "p10_b100", "text": "Lastly, we are grateful to all the agencies and sectors that provided information to assist us to produce the MTDP2. This is your plan."}, {"text_block_id": "p10_b101", "text": "Ms Hakaua Harry"}, {"text_block_id": "p10_b102", "text": "Acting Secretary"}, {"text_block_id": "p11_b103", "text": "Our Pledge"}, {"text_block_id": "p11_b104", "text": "We, the people of Papua New Guinea, pledge ourselves united in one nation."}, {"text_block_id": "p11_b105", "text": "We pay homage to our cultural heritage, the source of our strength."}, {"text_block_id": "p11_b106", "text": "We pledge to build a democratic society based on justice, equality, respect and prosperity for our people."}, {"text_block_id": "p11_b107", "text": "We pledge to stand together as One People, One Nation, One Country."}, {"text_block_id": "p11_b108", "text": "God bless Papua New Guinea."}, {"text_block_id": "p12_b109", "text": "Executive Summary"}, {"text_block_id": "p12_b110", "text": "PNG is turning 40 years old as an independent nation in 2015 and it is important to review its development progress and the objectives and path it has chosen to achieve these objectives. Despite an abundance of natural resources and a relatively low population PNG finds itself off track on all the Millennium Development Goals and ranking poorly on global indicators relating to corruption and human development."}, {"text_block_id": "p12_b111", "text": "Global circumstances have changed particularly in terms of the consciousness around sustainable development and how it relates to population, the environment and climate change."}, {"text_block_id": "p12_b112", "text": "The O’Neill/Dion Government has posed these questions with its coalition partners through the Alotau Accord."}, {"text_block_id": "p12_b113", "text": "The O’Neill/Dion Government has posed these questions with its coalition partners through the Alotau Accord.\n* Are we pursuing development plans that are truly strategic in the long term?\n* How can we improve on our development performance, position PNG for the long\n* What are our guiding principles as a people and are we being true to them?\n* Given our natural environmental and cultural assets how can we build a"}, {"text_block_id": "p12_b121", "text": "The Vision 2050 establishes an ambitious aspiration - to be in the top 50 countries in the world in terms of the Human Development Index by 2050."}, {"text_block_id": "p12_b122", "text": "The subsequent development plans, the Development Strategic Plan 2010-2030, MTDP1 2011-2015, and the body language of successive governments through annual budgets has indicated a heavy reliance on maximizing economic growth based on extractive industries and primary resource exportation."}, {"text_block_id": "p12_b123", "text": "The MTDP1 is heavily reliant on the PNG LNG project. Recent budgets have been based on aggressive fiscal borrowing on the back of the impending PNG LNG project proceeds."}, {"text_block_id": "p12_b124", "text": "Against this background and the directions from the Alotau Accord, the Department of National Planning and Monitoring (DNPM) developed the National Strategy for"}, {"text_block_id": "p13_b125", "text": "Responsible Sustainable Development (StaRS) which prescribes new guiding principles for development planning. These principles recognize and elevate the National Goals and Directive Principles of the National Constitution and attempt to align our development actions with them, rather than pay them lip service."}, {"text_block_id": "p13_b126", "text": "These development actions must be individual and collective to succeed. They must be based on the new development paradigm and “PNG ways”. StaRS places PNG in a much better position in a long term economic sense."}, {"text_block_id": "p13_b127", "text": "This will be achieved by continuing to focus on the Government’s sixteen critical activities identified under its Critical Activity Matrix. These activities will deliver expenditure and revenue reforms; and innovate implementation and procurement practices. This allows the Government to maximize investment in critical nation building activities and grow the future of PNG."}, {"text_block_id": "p13_b128", "text": "The MTDP2 will begin the move toward a more sustainable economy. It will introduce the necessary indicators and targets that create the enabling environment to grow the economy while ensuring proper management and use of PNGs strategic assets."}, {"text_block_id": "p13_b129", "text": "Under the current operational strategy natural assets such as forestry, biodiversity & eco-cultural tourism, fisheries & tuna, agriculture, water resources and clean renewal energy were generally considered to have an ‘exploitation’ value only."}, {"text_block_id": "p13_b130", "text": "These assets, in particular forestry, tuna, water and biodiversity are considered strategic because they are globally significant. Under the MTDP2 government investment will focus on developing and strategically positioning these assets to meet the needs of current as well as future generations of Papua New Guineans."}, {"text_block_id": "p13_b131", "text": "In the new economy, these strategic assets will act as the pillars of equitable and sustainable growth, together with the current growth drivers such as minerals, petroleum (under a new fiscal regime and sovereign wealth fund) and agriculture. Their increasing market value will help to sustain the strength of the PNG economy going forward through the creation of employment and income, generated from these environmentally significant sectors."}, {"text_block_id": "p13_b132", "text": "Population is also a priority area for the MTDP2. The population growth rate of a country is a critical development variable. The annual growth rate for PNG is too high (3.1%). There is also a significant impact at the individual level, as large families can fall into the vicious circle of poverty. The MTDP2 has identified the reduction of the country’s fertility rate (3.8 births per female) as an important ‘across government’ policy issue requiring support."}, {"text_block_id": "p13_b133", "text": "One example of the Government addressing this issue will be investing in programs and activities during 2016-2017 that increases the availability of modern contraceptives to PNG couples."}, {"text_block_id": "p13_b134", "text": "For the first time, the MTDP2 will sit within the broader planning framework described under proposed legislation. The Papua New Guinea Planning Bill will give effect to planning and monitoring processes. It will establish the National Planning Framework, the NSDF, the National Monitoring and Evaluation Framework (NMEF), and links the National Budget to the MTDPs through an Annual Budget Framework Paper."}, {"text_block_id": "p14_b135", "text": "The National Services Delivery Framework will establish minimum basic core services requirements for all levels of government and introduce a Service Delivery Centre network that will be based on population distribution and geography."}, {"text_block_id": "p14_b136", "text": "This framework is a big step forward in the delivery of front line services. It provides the vehicle for greater access to goods and services for our people, delivered in an efficient and transparent way. It also aligns our planning processes with the Government’s sub-national empowerment policy of devolved responsibility for service delivery, from national departments to provincial, district and local governments and administrators."}, {"text_block_id": "p14_b137", "text": "For this medium term planning approach to yield the desired results it must be properly resourced and effectively implemented. The MTDP2 will be supported by important reforms in public resourcing, implementation and procurement, which are already contributing to the necessary enabling environment."}, {"text_block_id": "p14_b138", "text": "The key government reforms supporting this new development paradigm include:"}, {"text_block_id": "p14_b139", "text": "The key government reforms supporting this new development paradigm include:\n* ongoing private sector confidence in the Governmentâs fiscal position and return\n* Province, District and Local Government funding under the PSIP, DSIP and\n* Aligning donor partner funding to the Governmentâs operational strategy and\n* partnerships, to improve access to goods and services at the local level;\n* Reforming State Owned Enterprises to improve revenue returns and enhance\n* provide âbetter valueâ budget allocations for operational and capital projects; and\n* to insulate the PNG economy and the National Budget from commodity volatility."}, {"text_block_id": "p14_b160", "text": "The MTDP2 will be a useful tool for Governments and administrations preparing development plans and budgets. It identifies the strategic directions (priority sectors) for Government investment and the main indicators and targets needed to meet development objectives. It also provides agencies with assistance in meeting the new service delivery standards and establishing the NSDF."}, {"text_block_id": "p14_b161", "text": "Under the NMEF lead agencies will continue to be responsible for monitoring and reporting on the progress of their program and activities."}, {"text_block_id": "p14_b162", "text": "Agencies should note that; under the MTDP2, they need to monitor their inputs/budgets and outputs/outcomes on a quarterly and annual basis and submit them to DNPM for consolidation and reporting to Government."}, {"text_block_id": "p14_b163", "text": "This MTDP2 will be the road map for a sustainable future towards Vision 2050. It will take effect from the 2016 Budget process. Further advice and assistance on any element of the MTDP2 should be directed to the DNPM."}, {"text_block_id": "p15_b164", "text": "OiagrŁm 2: The RŁd to Uis:1on 2050"}, {"text_block_id": "p15_b165", "text": "-"}, {"text_block_id": "p15_b166", "text": "16"}, {"text_block_id": "p16_b167", "text": "Chapter 1: Planning, Implementation and Monitoring"}, {"text_block_id": "p16_b168", "text": "1.1 Introduction"}, {"text_block_id": "p16_b169", "text": "This cycle establishes the simple rationale behind the process of organizing a series of activities to achieve desired outcomes."}, {"text_block_id": "p17_b170", "text": "Diagram 4A: The Planning Framework"}, {"text_block_id": "p18_b171", "text": "Diagram 49: The Planning Framework"}, {"text_block_id": "p19_b172", "text": "1.2 The National Planning Framework"}, {"text_block_id": "p19_b173", "text": "The National Constitution and the National Strategy for Responsible Sustainable Development (StaRS) establish the ‘way’ to the target of Vision 2050 through the Medium Term Development Plans and the annual National Budgets. The Annual Budget Framework Paper provides the link between the long and medium term plans to the annual budgets. The National Planning Framework is captured in and includes the proposed Planning Act."}, {"text_block_id": "p19_b174", "text": "The Alotau Accord"}, {"text_block_id": "p19_b175", "text": "One of the Government’s directions from the Alotau Accord priorities was the review of the MTDP1 and DSP 2010-2030 to ensure the country’s long and medium term plans were truly strategic, given our development experience and changing global circumstances."}, {"text_block_id": "p19_b176", "text": "This review was undertaken by the DNPM and has led to the development of the National Strategy for Responsible Sustainable Development (StaRS), the MTDP2 and the National Planning Act."}, {"text_block_id": "p19_b177", "text": "National Strategy for Responsible Sustainable Development (StaRS)"}, {"text_block_id": "p19_b178", "text": "The National Constitution quite clearly states that there are other important considerations that are found in the National Goals and Directive Principles and at the heart of our Christian heritage. Development comprises more than the pursuit of wealth and economic prosperity for this leads to the neglect of other important considerations for human development and well being."}, {"text_block_id": "p19_b179", "text": "StaRS states that development activities must be based on principles that guide our individual and collective responsibility. Responsible behaviour begins with individual actions towards self, family, community and country. Responsible behaviour extends to all levels of society including the national actions of government to provide the best conditions for human well being for individual citizens now and into the future, but also as a global citizen in the family of nations."}, {"text_block_id": "p20_b180", "text": "With this in mind, StaRS advocates that PNG chooses a development strategy that recognizes the changing global circumstances that highlight the fragility of the global ecosystem and the additional value being placed on the environment, climate security, food and water security. This approach is smarter even from a pure economic sense."}, {"text_block_id": "p20_b181", "text": "PNG has certain Strategic Assets of global significance that need to be cultivated and ‘commercialized’ to develop the basis of a new economy of the future. Current development activities are compromising this future and remain short term and symptom driven."}, {"text_block_id": "p20_b182", "text": "These new development principles identify the issues specific to the needs of the country, external as well as internal. It shifts the development strategy towards a pathway that promotes cost-effective and resource efficient ways of guiding sustainable production and consumption choices (that is, responsible sustainable development). The objective is to ensure that the country stays on the path of long term sustained and equitable economic growth. However, to succeed in this approach the Government understands that it must also engage its citizen and change mind sets and attitudes."}, {"text_block_id": "p20_b183", "text": "The Government’s model for responsible sustainable development has been formulated around 21 guiding principles that emanated from the Rio+20 Summit. They align with the Five National Goals and Directive Principles of the Constitution which are:"}, {"text_block_id": "p20_b184", "text": "The Government’s model for responsible sustainable development has been formulated around 21 guiding principles that emanated from the Rio+20 Summit. They align with the Five National Goals and Directive Principles of the Constitution which are:\n* Integral Human Development;\n* Equality and Participation;\n* National Sovereignty and Self Reliance;\n* Natural Resources and Environment; and\n* Papua New Guinean Ways."}, {"text_block_id": "p20_b194", "text": "These goals and principles are the core themes embedded in the development policy of The StaRS. They will underpin the design of all development plans, programs and projects identified under future MTDPs and the allocation of government resources."}, {"text_block_id": "p20_b195", "text": "Strategic Assets"}, {"text_block_id": "p20_b196", "text": "It prescribes a responsible and sustainable growth pathway for the use of PNG’s natural resources. It also presents the opportunity for PNG to take the lead in offering the rest of the world solutions and products which are sustainably developed."}, {"text_block_id": "p20_b197", "text": "This natural capital provides the country with strategic assets that have the potential to become the growth drivers in the future. These resources are significant in their abundance, and in some cases unique to PNG. They are:"}, {"text_block_id": "p20_b198", "text": "This natural capital provides the country with strategic assets that have the potential to become the growth drivers in the future. These resources are significant in their abundance, and in some cases unique to PNG. They are:\n* Forests and biodiversity;\n* Tuna and marine resources;\n* Fresh water reserves;\n* Rich cultural and eco-tourism offered by the authentic rural communities of the\n* Rich mineral deposits;"}, {"text_block_id": "p21_b209", "text": "This natural capital provides the country with strategic assets that have the potential to become the growth drivers in the future. These resources are significant in their abundance, and in some cases unique to PNG. They are:\n* Forests and biodiversity;\n* Tuna and marine resources;\n* Fresh water reserves;\n* Rich cultural and eco-tourism offered by the authentic rural communities of the\n* Rich mineral deposits;\n* Rich organic agriculture of the country; and\n* Clean renewable energy potential of the country."}, {"text_block_id": "p21_b213", "text": "The guiding tenet for investing in these strategic assets is exemplified by the fable; ‘the Goose and the Golden Egg’. Translated in terms of wealth creation gained from export earnings of natural resources, the fable shows that it is only by responsibly caring for this abundant natural capital (the goose) as it is being extracted and exported will we ensure that the export earnings (the golden eggs) endures inter-generationally."}, {"text_block_id": "p21_b214", "text": "The Government’s focus on investing in the development of these assets will enable it to strategically position them in the global marketplace. Their enhanced market value will help to sustain the strength of the PNG economy through the creation of employment and wealth generation without adversely impacting on the environment. This investment strategy will begin with the MTDP2."}, {"text_block_id": "p21_b215", "text": "Human Development & Population"}, {"text_block_id": "p21_b216", "text": "The consideration of the human population in its totality of numbers, and as individuals with fundamental human rights must be elevated as a development priority. It is the sheer numbers of people on a global scale that is driving global issues based on environmental impacts, and it is numbers of people in a national sense that drive issues of poverty and lack of access to basic rights and services. In an individual sense population responsibility and choice affects the health of women and children and the family unit."}, {"text_block_id": "p22_b217", "text": "StaRS elevates in development strategy the importance of human development and population. These two public policies are inextricably linked. Improved outcomes for health, education, income and stable population are needed for PNG to achieve its HDI targets."}, {"text_block_id": "p22_b218", "text": "Human Development"}, {"text_block_id": "p22_b219", "text": "Human development is one of the five guiding and directive principles of the National Constitution. The three key components of human development are health, education and income. As previously stated the aim of Vision 2050 is for PNG to be in the top 50 countries as measured by the HDI."}, {"text_block_id": "p22_b220", "text": "Tables below set out the position of PNG on the HDI relative to Fiji and Australia in 2013 and the targets for MTDP2 and 2050. Table 1.1 shows Fiji and Australia are doing much better than PNG."}, {"text_block_id": "p22_b221", "text": "Table 1.1: The HDI and the three determinants for PNG, Fiji and Australia"}, {"text_block_id": "p22_b222", "text": "Source: UNDP Human Development Report 2014."}, {"text_block_id": "p23_b223", "text": "Table 1.2: The MTDP2 targets for HDI for 2017 and 2050"}, {"text_block_id": "p23_b224", "text": "Note: The top countries generally have HDI value of 0.8 or more. In PNG, if the value of HDI is increased by 0.01 point per year, it will reach 0.861 in 2050 and PNG will become one of the top 50 countries on human development index."}, {"text_block_id": "p23_b225", "text": "Population"}, {"text_block_id": "p23_b226", "text": "The population of PNG has increased from 5.2 million in 2000 to 7.3 million in 2011 (a growth rate of 3.1% per year). If this rate of growth were to continue the population of PNG would double over the next 22 years."}, {"text_block_id": "p23_b227", "text": "The high rate of population growth rate is the result of high levels of fertility."}, {"text_block_id": "p23_b228", "text": "Table 1.3 below shows that the total fertility rate (births per women) in PNG is much higher than other countries of the region such as Indonesia and People’s Republic of China."}, {"text_block_id": "p23_b229", "text": "Table 1.3: Fertility and family planning rates for PNG, Indonesia and China"}, {"text_block_id": "p23_b230", "text": "Source: Asian Development Bank, Key Indicators 2014."}, {"text_block_id": "p23_b231", "text": "Higher levels of fertility is the result of lower levels of contraceptive use, unmet demand for family planning methods and a high teenage birth rate. Other contributing factors include low levels of female education and employment."}, {"text_block_id": "p24_b232", "text": "Table 1.4: Key indicators and targets on population, fertility and family planning for MTDP2"}, {"text_block_id": "p24_b233", "text": "The Government’s National Population Policy (2015-2024) continues to recognize the Department of Health (DoH) as the lead agency for meeting government targets. However, there is lack of appropriate service delivery mechanism at the grassroots level, such as Community Health Posts and Aid Posts, limiting the effectiveness of DoH."}, {"text_block_id": "p24_b234", "text": "This will be addressed under the MTDP2 with the implementation of the NSDF. Details are provided in Chapter 2."}, {"text_block_id": "p24_b235", "text": "In several countries, Non-Governmental Organisations/International Non-Governmental Organisations are highly effective in providing family planning services. Under the MTDP2 the Government will expand its public/private partnerships to further improve access to family planning services, specifically targeted at improving the length of time couples use contraception."}, {"text_block_id": "p24_b236_merged", "text": "A key indicator for population is to empower women by reducing teenage fertility rates. Girls who become pregnant at a young age are not able to go to school and so secure a better income and/or better paying opportunities throughout their life. This has a long-term impact on the individual as well as the country."}, {"text_block_id": "p24_b239", "text": "Under the MTDP2, relevant agencies and organizations in the health, education and law & justice sectors will be required to take on the important role of promoting family planning and reducing the overall birth rate."}, {"text_block_id": "p25_b240", "text": "1.3 The Medium Term Development Plan2 2016-2017"}, {"text_block_id": "p25_b241", "text": "The MTDP2 will focus on the sixteen critical activities contained in the Government’s Critical Activity Matrix as the blueprint for the O’Neill/Dion Governments development actions. It will continue its fiscal strategy of ensuring the Government’s fiscal plans are adequately resourced and implemented in a manner that is innovative, practical and efficient."}, {"text_block_id": "p25_b242", "text": "It will also capture and progress the new responsible sustainable pathway to development for the next two years (2016-2017) by providing the ‘how to’ road map (indicators and targets) for achieving government priorities and objectives."}, {"text_block_id": "p25_b243", "text": "This MTDP2 will also address the findings of the MTDP1 review, which identified disconnect between key elements of the planning and monitoring cycle."}, {"text_block_id": "p25_b244", "text": "For the first time, the MTDP2 will sit within the broader planning framework described under the proposed legislation. This will give legislative effect to our planning and monitoring processes and link it to the National Budget through the Annual Budget Framework Paper."}, {"text_block_id": "p25_b245", "text": "The MTDP2 will be an important tool for agencies preparing development plans and annual budgets. Chapter one sets out the overall rationale to the planning, implementation and monitoring process, focusing more on the planning aspect."}, {"text_block_id": "p26_b246", "text": "Chapter two concentrates on the resourcing and implementation of the plans. It sets out how the Government is undertaking the critical activities of maximizing resources and improving and innovating implementation and procurement. It also provides advice and support in meeting new service delivery standards and establishing the NSDF."}, {"text_block_id": "p26_b247", "text": "Chapter three provides guidance on the Government’s strategic direction for investment in its nation building activities (priority sectors), including the indicators and targets needed to meet MTDP2 goals."}, {"text_block_id": "p26_b248", "text": "Chapter four sets out the strategic direction for growing the economy – focused on the critical activities of investing in small and medium enterprises and re-positioning PNGs strategic assets."}, {"text_block_id": "p26_b249", "text": "Under Chapter five agencies are supported to undertake monitoring and evaluation activities – an important component of the MTDP2."}, {"text_block_id": "p26_b250", "text": "1.4 National Planning Legislation"}, {"text_block_id": "p26_b251", "text": "The proposed National Planning Act will put in place the legislative framework needed to support the new national planning and monitoring structure. This is the first of its kind for PNG."}, {"text_block_id": "p26_b252", "text": "The proposed legislation will clarify and embed the development principles, establish the Planning, Implementation and Monitoring Cycle with respective supporting frameworks and connect the MTDPs to the annual budgets."}, {"text_block_id": "p26_b253", "text": "It will also provide a legislative basis for the Government’s national service delivery requirements and set the minimum level of service delivery and outputs needed from agencies and development partners to roll out its operational strategy."}, {"text_block_id": "p26_b254", "text": "The operational strategy identified under this legislation also guides the Government’s fiscal strategy and the allocation of annual national budgets, through the Annual Budget Framework Paper. These are linked through the Organic Law on Provincial Governments and Local-level Governments, the Local-level Governments Administration Act 1995 and the Fiscal Responsibility Act 2006."}, {"text_block_id": "p26_b255", "text": "1.5 The National Service Delivery Framework"}, {"text_block_id": "p28_b256", "text": "The NSDF supports the Implementation step of the PIM Cycle. It is based on the existing political and administrative structure in the country and existing logic that requires clarification."}, {"text_block_id": "p28_b257", "text": "The NSDF sets out the ‘where’ and ‘what’ infrastructure is needed to allow our people to access services when they need them; and in locations where they are easily accessible. It also identifies the ‘who’ (which administration) is responsible for establishing the service delivery infrastructure and the funding source."}, {"text_block_id": "p28_b258", "text": "The NSDF also aligns with the Government’s policy of sub-national empowerment with reduced national government involvement in the provision of goods and services. Under the new Service Delivery Framework:"}, {"text_block_id": "p28_b259", "text": "The NSDF also aligns with the Government’s policy of sub-national empowerment with reduced national government involvement in the provision of goods and services. Under the new Service Delivery Framework:\n* of national services and infrastructure (for example, education and health\n* services at their respective levels (for example, rural class rooms, Aid Posts and\n* Headquarters will be linked to LLG Headquarters, Ward Zone Headquarters and\n* Minimum basic core service requirements will be introduced (for example, clean\n* (population and other demographic features of an area) and connected by"}, {"text_block_id": "p28_b275", "text": "The proposed National Planning Act will provide the legal basis for the framework. All levels of government will be required to contribute to its implementation."}, {"text_block_id": "p28_b276", "text": "1.6 The National Monitoring & Evaluation Framework"}, {"text_block_id": "p28_b277", "text": "The development of a population information system through the National Identification Program under the Civil Registry and reforms at the National Statistical Office are described in Chapter 5."}, {"text_block_id": "p28_b278", "text": "The NMEF supports the Monitoring and Evaluation step in the PIM Cycle. All agencies,"}, {"text_block_id": "p29_b279", "text": "Why change?"}, {"text_block_id": "p29_b280", "text": "Copycat"}, {"text_block_id": "p29_b281", "text": "Corruption"}, {"text_block_id": "p29_b282", "text": "Poverty"}, {"text_block_id": "p29_b283", "text": "Conflict and violence"}, {"text_block_id": "p29_b284", "text": "Environmental destruction"}, {"text_block_id": "p29_b285", "text": "Inequality"}, {"text_block_id": "p29_b286", "text": "Over population"}, {"text_block_id": "p29_b287", "text": "Leadership"}, {"text_block_id": "p29_b288", "text": "Good governance"}, {"text_block_id": "p29_b289", "text": "Shared prosperity"}, {"text_block_id": "p29_b290", "text": "Peace and harmony"}, {"text_block_id": "p29_b291", "text": "Environmental protection"}, {"text_block_id": "p29_b292", "text": "Equality"}, {"text_block_id": "p29_b293", "text": "Stable population"}, {"text_block_id": "p30_b294", "text": "particularly those involved in the health, education, infrastructure, strategic assets, law & justice, data production and National ID development will be required to monitor the inputs, outputs and outcomes of their development programs. Agencies will need to adjust their inputs if the outputs and outcomes are not being achieved. Under this MTDP2 agencies will now be required to submit their quarterly and annual progress reports on inputs/budgets, outputs and outcomes to the DNPM for consolidation and reporting to the Government."}, {"text_block_id": "p30_b295", "text": "Several indicators used in the MTDP2, especially in the health, education and strategic assets sectors are the Millennium Development Goals (MDG) outcome indicators. Agencies should note that in addition to providing quarterly monitoring reports, periodic evaluations should also be undertaken to better understand the benefits of the outcomes and impacts. These reviews should be submitted in budget submission to support agencies bids for further budget allocation."}, {"text_block_id": "p30_b296", "text": "Data generated through surveys such as the Demographic and Health Survey, Multiple Indicators Surveys, Censuses, monitoring reports and rapid assessments will become the basis for mid-term reviews and final evaluations of development program. The National Statistical Office (NSO) is responsible for conducting the census and surveys."}, {"text_block_id": "p30_b297", "text": "Diagram 9 shows the relationship between Monitoring & Evaluation and Planning & Implementation - using an example of a doctor checking the health of a person. Further information on “how” to monitor and evaluate development programs provided under Chapter 5."}, {"text_block_id": "p31_b298", "text": "Major river systems"}, {"text_block_id": "p31_b299", "text": "We can be world leaders..."}, {"text_block_id": "p31_b300", "text": "© David Kirkland"}, {"text_block_id": "p31_b301", "text": "15% of the world’s tuna stock"}, {"text_block_id": "p31_b302", "text": "In responsible development."}, {"text_block_id": "p31_b303", "text": "We are in a unique position to choose a future that is responsible and sustainable."}, {"text_block_id": "p32_b304", "text": "Chapter 2: Resourcing and Implementation"}, {"text_block_id": "p32_b305", "text": "2.1 Introduction"}, {"text_block_id": "p32_b306", "text": "Since assuming office in 2012, the Government’s budget strategy has been focused on delivering the Alotau Accord priorities and growing the future. This chapter sets out how the Government went about reforming critical areas of fiscal policy and public administration, identified under the Critical Activity Matrix, to put in place the budget strategy needed to grow the future for PNG."}, {"text_block_id": "p32_b307", "text": "This approach, to developing the budget strategy, is taken against the background of future LNG revenue, and seen the Government put together record National Budgets, reaching a total expenditure of over K16 billion in 2015 Budget. The Government complemented this approach with a policy switch in capital expenditure focus towards building service delivery enablers in education, health and law & order."}, {"text_block_id": "p32_b308", "text": "To support this step up in expenditure, the Government has put in place a program of policy and legislative reforms to maximize government resources. This included taking a multi pronged approach to improving revenue, financial borrowings to address any revenue shortfalls, and introducing innovative implementation and procurement pathways."}, {"text_block_id": "p32_b309", "text": "The Government also recognizes the need to strike a balance between driving economic growth, to ensure service delivery, and to be responsible and maintain sustainable fiscal policy. To promote macroeconomic stability and investor confidence the Government introduced the Medium Term Fiscal Strategy 2013-2017 that set out its budget strategy and pathway to sustainable fiscal management."}, {"text_block_id": "p32_b310", "text": "The following graph sets out the Government’s budget strategy since coming to Government in 2012."}, {"text_block_id": "p33_b311", "text": "Source: 2015 Budget, Volume 1, page 29."}, {"text_block_id": "p33_b312", "text": "2.2 Resourcing"}, {"text_block_id": "p33_b313", "text": "The Government has attempted to maximize the impact of what revenue is available by focusing on the underlying enablers of infrastructure, education, health, law and order, land and housing and growing the economy, within a Critical Activities Matrix of 16 activities."}, {"text_block_id": "p33_b314", "text": "The Government has deliberately gone about maximizing its resource envelope within prudent guidelines by determining a five year outlook and fiscal regime to utilize borrowings on the back of the PNG LNG Project to fund these activities at record allocations."}, {"text_block_id": "p33_b315", "text": "Revenue"}, {"text_block_id": "p33_b316", "text": "Reforms introduced by the Government from 2013 Budget focused on:"}, {"text_block_id": "p33_b317", "text": "•"}, {"text_block_id": "p33_b318", "text": "A greater emphasis on revenue generation and collection in the budgetary"}, {"text_block_id": "p33_b319", "text": "process, including greater scrutiny over Statutory Authorities and Government Corporations dividend policy;"}, {"text_block_id": "p33_b320", "text": "•"}, {"text_block_id": "p33_b321", "text": "Improving the capacity of IRC and Customs to better collect government revenues;"}, {"text_block_id": "p33_b322", "text": "•"}, {"text_block_id": "p33_b323", "text": "Establishing the Tax Review to improve tax collection systems and processes"}, {"text_block_id": "p33_b324", "text": "with the aim of broadening the tax base;"}, {"text_block_id": "p34_b325", "text": "•"}, {"text_block_id": "p34_b326", "text": "Increasing the number of taxpayers by introducing series of measures that"}, {"text_block_id": "p34_b327", "text": "required participants to submit tax file numbers;"}, {"text_block_id": "p34_b328", "text": "•"}, {"text_block_id": "p34_b329", "text": "Amending the Fiscal Responsibility Act 2006 to increase the allowable budget"}, {"text_block_id": "p34_b330", "text": "deficit and debt to GDP ratios;"}, {"text_block_id": "p34_b331", "text": "•"}, {"text_block_id": "p34_b332", "text": "Supporting the early delivery of the PNG LNG Gas Project and subsequent"}, {"text_block_id": "p34_b333", "text": "additional trains, and a second major gas project and other projects."}, {"text_block_id": "p34_b334", "text": "•"}, {"text_block_id": "p34_b335", "text": "Amending legislation to improve State Owned Enterprise competition and"}, {"text_block_id": "p34_b336", "text": "enhance its privatization policy; and"}, {"text_block_id": "p34_b337", "text": "•"}, {"text_block_id": "p34_b338", "text": "Conducting a five-year micro economic reform exercise to ensure the economic"}, {"text_block_id": "p34_b339", "text": "environment encourages the private sector to flourish (details of this reform is set out in 2014 Budget Book volume one, page 93)."}, {"text_block_id": "p34_b340", "text": "Debt"}, {"text_block_id": "p34_b341", "text": "The MTFS has set a ceiling on the level of debt for public spending to “maintain a gross Government debt to GDP ratio of less than 30 per cent, apart from in 2013 and 2014, when it will not exceed 35 per cent.”"}, {"text_block_id": "p34_b342", "text": "The MTFS also anticipates the inflows from revenue from the PNG LNG project (a major activity within CAM), within the framework of maintaining the macroeconomic stability that Papua New Guinea had experienced since 2003. It has also enabled a substantial increase in government deficit driven by financial borrowing."}, {"text_block_id": "p34_b343", "text": "To maintain macroeconomic stability and avoid a repeat of the crises of the 1990’s and early 2000’s, the Government will monitor its expenditure program to ensure it is consistent with the evolving economic and fiscal situation. In this way, the Government will achieve the required fiscal discipline, improve the efficiency and effectiveness of its budget strategy and focus its spending on identified targets within Priority Sectors (set out in chapter 3)."}, {"text_block_id": "p34_b344", "text": "Table 2.1 shows budget forecasts of deficit of 4.44% in 2015, 2.5% in 2016 and moving to a balanced budget in 2017."}, {"text_block_id": "p34_b345", "text": "Table 2.1: Budget forecasts for 2014-2019"}, {"text_block_id": "p35_b346", "text": "Fiscal Strategy"}, {"text_block_id": "p35_b347", "text": "For expenditure the principles are:"}, {"text_block_id": "p35_b348", "text": "•"}, {"text_block_id": "p35_b349", "text": "Increasing spending on key economic enablers (identified under MTDP2) to two"}, {"text_block_id": "p35_b350", "text": "thirds of the total Budget expenditure by 2017;"}, {"text_block_id": "p35_b351", "text": "•"}, {"text_block_id": "p35_b352", "text": "Improving agencies’ public administration and governance arrangement by"}, {"text_block_id": "p35_b353", "text": "focusing on expenditure efficiencies, transparency of activity reporting and better public accountability; and"}, {"text_block_id": "p35_b354", "text": "•"}, {"text_block_id": "p35_b355", "text": "Funding new infrastructure projects only after the proposal has been properly"}, {"text_block_id": "p35_b356", "text": "designed and fully costed."}, {"text_block_id": "p35_b357", "text": "For revenue side the principles are:"}, {"text_block_id": "p35_b358", "text": "•"}, {"text_block_id": "p35_b359", "text": "Maintaining an equitable taxation regime, with a focus on taxpayer compliance;"}, {"text_block_id": "p35_b360", "text": "and"}, {"text_block_id": "p35_b361", "text": "•"}, {"text_block_id": "p35_b362", "text": "Limiting the categories of taxation exemptions and special taxation arrangements."}, {"text_block_id": "p35_b363", "text": "For debt management the principles are:"}, {"text_block_id": "p35_b364", "text": "•"}, {"text_block_id": "p35_b365", "text": "Maintaining a gross government debt to GDP ratio of less than 30% apart from"}, {"text_block_id": "p35_b366", "text": "in 2013, 2014 and 2015 (when it will not exceed 35%);"}, {"text_block_id": "p35_b367", "text": "•"}, {"text_block_id": "p35_b368", "text": "Limiting gross government liabilities to less than 60% of GDP; and"}, {"text_block_id": "p35_b369", "text": "•"}, {"text_block_id": "p35_b370", "text": "Greatly increasing the Government’s average debt maturity profile."}, {"text_block_id": "p35_b371", "text": "For deficit management the guiding principle is to return the Budget to expenditure/ revenue balance by 2017."}, {"text_block_id": "p35_b372", "text": "PNG LNG Venture and Sovereign Wealth Fund"}, {"text_block_id": "p35_b373", "text": "The SWF is being established to manage the revenue from the LNG and mineral sector with a view to insulating the PNG economy and the budget from volatility and to provide intergenerational equity. The design is consistent with international best practices associated with Sovereign Wealth Funds. Generally, this best practice includes: Accepted"}, {"text_block_id": "p36_b374", "text": "Practice & Principles (Santiago Principles); the Extractive Industry Transparency Initiatives; and the PNG domestic requirements."}, {"text_block_id": "p36_b375", "text": "PNGs mineral and petroleum assets are one of the Strategic Assets under the StaRS and the SWF is set up to convert nonrenewable assets into a sustainable and perpetual income stream into the future."}, {"text_block_id": "p36_b376", "text": "There will be a single governance framework for the PNG SWF, but it incorporates two funds – a Stabilization Fund and a Savings Fund. The Stabilization Fund will reduce the impact of fluctuating mineral and petroleum revenues on the PNG economy and on the budget, and the Savings Fund will provide a means of preserving the real value of extracted mineral and petroleum resources through long-term investment for the benefit of future generations of PNG."}, {"text_block_id": "p36_b377", "text": "The overall objectives of the PNG SWF are to:"}, {"text_block_id": "p36_b378", "text": "•"}, {"text_block_id": "p36_b379", "text": "Support macroeconomic stability;"}, {"text_block_id": "p36_b380", "text": "•"}, {"text_block_id": "p36_b381", "text": "Promote intergenerational equity; and"}, {"text_block_id": "p36_b382", "text": "•"}, {"text_block_id": "p36_b383", "text": "Support asset management in relation to financial assets accrued from natural"}, {"text_block_id": "p36_b384", "text": "resources revenue."}, {"text_block_id": "p36_b385", "text": "PNG’s offshore Sovereign Wealth Fund (SWF) is expected to commence operations by 2016. The projected operations of the SWF’s Stabilization and Savings Funds are based on Treasury’s revenue forecasts."}, {"text_block_id": "p36_b386", "text": "Financial details for the SWF are available in 2015 Budget papers, Volume 1, Tables 8, 14 and 15; Appendix 3."}, {"text_block_id": "p36_b387", "text": "Financial Sector Reforms"}, {"text_block_id": "p36_b388", "text": "Key areas of focus for financial sector development will include:"}, {"text_block_id": "p36_b389", "text": "•"}, {"text_block_id": "p36_b390", "text": "Utilizing the financial services sector to improve transparency, security and"}, {"text_block_id": "p36_b391", "text": "accountability of revenue transfers between levels of government and to other beneficiaries;"}, {"text_block_id": "p36_b392", "text": "•"}, {"text_block_id": "p36_b393", "text": "Providing low income citizens, micro and small businesses access to a diverse"}, {"text_block_id": "p36_b394", "text": "range of financial products and services; and"}, {"text_block_id": "p36_b395", "text": "•"}, {"text_block_id": "p36_b396", "text": "Developing policies that encourage greater access to capital markets for public"}, {"text_block_id": "p36_b397", "text": "and private sector investors."}, {"text_block_id": "p36_b398", "text": "The Bank of PNG (BPNG) has supervisory and regulatory responsibility for the financial and banking sector and oversees the payments and settlements system in PNG. (The BPNG will, therefore, be an important partner as the Government works to achieve its MTDP priorities."}, {"text_block_id": "p37_b399", "text": "Key strategies for the MTDP2 include:"}, {"text_block_id": "p37_b400", "text": "•"}, {"text_block_id": "p37_b401", "text": "A monetary policy stance that targets a low and stable rate of inflation;"}, {"text_block_id": "p37_b402", "text": "•"}, {"text_block_id": "p37_b403", "text": "Expanding the private sector’s access to capital, especially for investment in the"}, {"text_block_id": "p37_b404", "text": "construction, agriculture, extractive, and manufacturing industries;"}, {"text_block_id": "p37_b405", "text": "•"}, {"text_block_id": "p37_b406", "text": "Developing new financial products that meet the demands of small enterprises"}, {"text_block_id": "p37_b407", "text": "and start-up companies that struggle to secure investment funds from commercial banks;"}, {"text_block_id": "p37_b408", "text": "•"}, {"text_block_id": "p37_b409", "text": "Encouraging innovation from the banking sector to reduce transaction and"}, {"text_block_id": "p37_b410", "text": "overhead costs; and"}, {"text_block_id": "p37_b411", "text": "•"}, {"text_block_id": "p37_b412", "text": "Continuing support for the development of financial services to private individuals"}, {"text_block_id": "p37_b413", "text": "through micro finance and other facilities."}, {"text_block_id": "p37_b414", "text": "Development Partners: Loans and Grants"}, {"text_block_id": "p37_b415", "text": "This has required the Government to examine different modalities of service delivery. This work will continue in 2015 by advancing the targets agreed in the PNG Commitment on Aid Effectiveness, signed in July 2008."}, {"text_block_id": "p37_b416", "text": "This will also see the Government finalize its new Aid Policy and allow DNPM to review existing donor partners’ assistance to ensure alignment with the new policy approach. The screening by DNPM of all new donor supported programs, which began in 2014 with the re-institutionalization and strengthening of the PIP guidelines, will continue."}, {"text_block_id": "p37_b417", "text": "This work will be supported by the Government’s re-introduction of the Annual Aid Report, which will further improve transparency and accountability of donor grants into the future."}, {"text_block_id": "p37_b418", "text": "As detailed in the Government’s Consolidated Budget Operating Rules, particular attention is also being paid to the strategic use of consultants/advisors in long-term management and capacity development programs, with the view to reducing the level of assistance as a percentage of foreign aid over time."}, {"text_block_id": "p37_b419", "text": "Over the next five years, the Government intends to reduce the total value of these advisors in real terms to less than 20% of total aid budget. Consultants/Advisors will be strategically placed in appropriate locations. All placements will undergo appropriate screening and consultation processes through greater use of the Government’s recruitment practices."}, {"text_block_id": "p37_b420", "text": "The Government will continue to strengthen national and sector dialogue with its development partners through its biannual donor forums and ongoing funding of the Development Assistance Database."}, {"text_block_id": "p38_b421", "text": "All development partners are being encouraged to understand and co-ordinate efforts towards building the NSDF."}, {"text_block_id": "p38_b422", "text": "2.3 Implementation"}, {"text_block_id": "p38_b423", "text": "Improvements to the implementation and procurement of Government programs, projects and services is the third stage of the PIM Cycle and one of the 16 activities under the Critical Activities Matrix."}, {"text_block_id": "p38_b424", "text": "The Government recognizes the difficulties around implementing programs and projects and is exploring a range of innovative modalities for efficient delivery of goods and services in urban and rural areas at reduced costs."}, {"text_block_id": "p38_b425", "text": "A major initiative is the introduction through the proposed National Planning Act of the NSDF. Against this framework of minimum services delivered at strategic service delivery centres, attempts are being made to better co-ordinate and focus the efforts of all stakeholders to improve outcomes."}, {"text_block_id": "p38_b426", "text": "Focus is also being given to emphasizing focal activities for particular regions and cities. For example, Port Moresby is the administrative and commercial headquarters; Lae is the industrial headquarters; Hagen the agricultural regional headquarters; and Kokopo the tourism regional headquarters."}, {"text_block_id": "p38_b427", "text": "The Sepik Plains, Baiyer/Madang valley, Karamui Plains, Whagi Valley, Central Plains and West New Britain are identified as major agricultural focal points, and the provinces of Milne Bay, East New Britain and New Ireland as tourism focal points."}, {"text_block_id": "p38_b428", "text": "Subnational Government empowerment is a major theme with record funding being provided through the Service Improvement Program and increased functional grants, together with supporting financial delegate powers and ceilings."}, {"text_block_id": "p38_b429", "text": "To strengthen district administration and streamline processes and practices to improve rollout of services at the district and ward level, the Government has also recently established the District Development Authorities (DDAs). These Authorities are critical to sub-national empowerment."}, {"text_block_id": "p38_b430", "text": "The DDAs commenced in January 2015 and will replace the Joint District Planning and Budget Priority Committees. They will be responsible for a wide range of activities including delivering services, maintaining infrastructure, disbursing grants, managing budgets and local level development plans. This will allow more services to be delivered where most people live."}, {"text_block_id": "p38_b431", "text": "The new Service Delivery Framework will identify the infrastructure needed for ensuring citizens have access to the minimum level of services needed to improve quality of life."}, {"text_block_id": "p38_b432", "text": "National Service Delivery Framework"}, {"text_block_id": "p39_b433", "text": "Eighty percent of Papua New Guineans are socially organized in clans and live in rural areas on communally owned land. This is across 6,131 Wards, 313 Local Level Governments (LLGs), and 89 Districts within 22 Provinces. Effective service delivery must reflect these physical geographic and social demographic contours to ensure maximum accessibility."}, {"text_block_id": "p39_b434", "text": "The proposed National Planning legislation provides a way forward for achieving this outcome by establishing minimum basic core service requirements for all levels of Government."}, {"text_block_id": "p39_b435", "text": "There is an existing political and administrative system that lends itself to a logical hub and spoke spatial delivery framework. PNG is comprised of households, hamlets, villages, stations, towns and cities. Interventions can take place commencing at household level (roofing iron, water tanks, solar lights). The NSDF however commences at Council Ward Headquarter level. From practical experience common services like education and heath are delivered at central locations and facilities such as Elementary School and Aid Post/ Community Health Posts."}, {"text_block_id": "p39_b436", "text": "A Ward may have more than one of these facilities but as a starting requirement and objective under health for example, each Council Ward must have at least one Community Health Post or Aid Post. Continuing with the health example, the Aid Post links (by transport and communication) to a Health Centre at Zone Level Headquarters, to an Urban Health Centre at Local Level Government Headquarters, to District Hospital at District Headquarters Level, to a Provincial Hospital at Provincial Headquarters Level, and to a Regional Referral Hospital at Regional Headquarters Level."}, {"text_block_id": "p39_b437", "text": "Details on the minimum basic core services required from the national level down to the ward level are set out in table 2.2 for indicative purposes only."}, {"text_block_id": "p39_b438", "text": "Table 2.2: National Service Delivery Framework - the minimum basic core services"}, {"text_block_id": "p41_b439", "text": "Procurement – Reforming Processes & Creating Innovative Solutions"}, {"text_block_id": "p41_b440", "text": "The initial task is the required reforms to the Public Finance Management Act to improve the effectiveness and transparency of the Central Supplies & Tenders Board (CSTB)."}, {"text_block_id": "p41_b441", "text": "The CSTB has so far been ineffective for higher-level procurement and reforms are required to improve transparency and independence of the Board and to separate functions such as that of the State Solicitor."}, {"text_block_id": "p41_b442", "text": "Special Supplies and Tenders Board are required for major procurements at sector levels such as medical drugs that may require specialist knowledge, and should not be subject to unnecessary delays due to their importance (drugs and medical equipment). The Government has mooted the Independent Health Procurement Authority and this should be progressed more rapidly."}, {"text_block_id": "p41_b443", "text": "Provincial Governments must have functioning Provincial Supply and Tenders Boards and Provincial Works Units. District Development Authorities should have District Tenders Boards and District Works Units. These have been empowered with additional procurement powers."}, {"text_block_id": "p41_b444", "text": "The Government understands that streamlined and efficient public sector procurement processes are needed to effectively implement its policies and programs. The Government will amend the legislation and issue non-financial instructions to improve and speed up procurement at both the national and sub national government level."}, {"text_block_id": "p41_b445", "text": "As outlined in the 2015 Budget Non-Financial Instructions, the Government has commissioned the CSTB to draft a set of clear guidelines on the tender approval process, including the length of time required for each stage of the process. The Government expects the guidelines to be in place by mid-2015."}, {"text_block_id": "p41_b446", "text": "The Government has now reviewed procurement modalities and limitation to determine how to better procure public goods and services for PNG citizens. As a result, the Government is moving to forge partnerships with the private sector and other non-state partners who can demonstrate a strong commitment and a proven record of providing goods and services at “value for money” prices."}, {"text_block_id": "p41_b447", "text": "One example of this approach is the financial support provided to faith based organizations through the Church Partnership Program to deliver health and education services. Currently, church based programs deliver around 50% of the services across the country, especially in rural and remote areas where the Government is unable to reach. Providing these organizations financial support eliminates the need for the Government to duplicate infrastructure and maximizes access to goods and services."}, {"text_block_id": "p41_b448", "text": "A further example is the floating hospital program in conjunction with Youth With A Mission and the private sector."}, {"text_block_id": "p42_b449", "text": "The maintenance of remote airstrips by third level airlines through the newly established Rural Airstrips Authority is also an example of utilizing government funding to deliver services through established and committed partners."}, {"text_block_id": "p42_b450", "text": "Under the MTDP2 work will continue to review and improve the procurement system so that public goods and services can reach PNG citizens in a timely and cost effective manner."}, {"text_block_id": "p42_b451", "text": "Public Sector Reforms"}, {"text_block_id": "p42_b452", "text": "In 2014 Budget, the Government announced a public sector reform program that included a range of legislative and policy reforms."}, {"text_block_id": "p42_b453", "text": "Some examples include, amendments to the Public Service Management Act 2014; introducing the Rightsizing Initiative and the Service Improvement Program to restructure the public sector and improve administrative processes; and roll-out of manpower and payroll audits to remove discrepancies and salary over-runs."}, {"text_block_id": "p42_b454", "text": "Other major initiatives include the review of the Constitutional Law Reform Commission and the Internal Revenue Commission and changes to the structure of the National Budget. A full list of the Government’s reform agenda is provided in the 2014 Budget Book, volume one, page 90."}, {"text_block_id": "p42_b455", "text": "In the 2015 Budget the Government announced the reform of the Budget Management Framework with the introduction of the Consolidated Budget Operating Rules to assist agencies to manage their budget expenditure, during the year and in the preparation of Budget submissions."}, {"text_block_id": "p42_b456", "text": "As part of its commitment to an efficient public sector the Government has announced an efficiency review of the public sector. The Efficiency Review will report on whether the cost, efficiency and functions of National Government and Sub-national Governments are value for money. This important review will help to control public sector expenditure and provide savings, which will contribute to our revenue stream and the economy."}, {"text_block_id": "p42_b457", "text": "Under MTDP2, the Government will continue to initiate its legislative and administrative reforms to improve public sector efficiencies during 2016-2017 and beyond."}, {"text_block_id": "p42_b458", "text": "Service Delivery and State Owned Enterprise Reform"}, {"text_block_id": "p43_b459", "text": "The key strategies under MTDP2 for SOEs are:"}, {"text_block_id": "p43_b460", "text": "•"}, {"text_block_id": "p43_b461", "text": "For the Government to create the best environment for service delivery"}, {"text_block_id": "p43_b462", "text": "and infrastructure development through increasing the efficiency of SOEs, privatization in appropriate cases and constructive partnerships with the private sector. This includes:"}, {"text_block_id": "p43_b463", "text": "and infrastructure development through increasing the efficiency of SOEs, privatization in appropriate cases and constructive partnerships with the private sector. This includes:\n* Supporting competition, to encourage SOEs to become more efficient and\n* Encouraging private sector partnerships to gain access to the skills,"}, {"text_block_id": "p43_b467", "text": "Where service delivery is not commercially viable, the Government will continue to subsidize investments to fulfil Community Service Obligations."}, {"text_block_id": "p43_b468", "text": "Parliamentary Legislation Supporting the Enabling Environment"}, {"text_block_id": "p43_b469", "text": "A program of policy reviews and legislative reforms underpins the Government’s development strategy, including its resourcing and implementation reform agenda."}, {"text_block_id": "p43_b470", "text": "This policy and legislative support has contributed to the success of the fiscal strategy through political stability and enhanced governance. It is also contributing to Government efforts to address existing institutional and legislative inefficiencies."}, {"text_block_id": "p43_b471", "text": "A range of legislative amendments and reviews has supported the Governments policy of macroeconomic stability. These included:"}, {"text_block_id": "p43_b472", "text": "•"}, {"text_block_id": "p43_b473", "text": "Amending the Integrity of Political Parties and Candidates Act to improve political"}, {"text_block_id": "p43_b474", "text": "stability and accountability of the Parliament;"}, {"text_block_id": "p43_b475", "text": "•"}, {"text_block_id": "p43_b476", "text": "Introducing the Independent Commission Against Corruption Bill to improve"}, {"text_block_id": "p43_b477", "text": "the integrity of public administration among public sector organizations in the country by exposing corruption and corrupt practices; and"}, {"text_block_id": "p43_b478", "text": "•"}, {"text_block_id": "p43_b479", "text": "Amending the Public Service Management Act to streamline government"}, {"text_block_id": "p43_b480", "text": "appointments."}, {"text_block_id": "p43_b481", "text": "Amendments to the Fiscal Responsibility Act have also been undertaken to enable major investment and improve service delivery. These amendments included:"}, {"text_block_id": "p43_b482", "text": "•"}, {"text_block_id": "p43_b483", "text": "Introducing the Medium Term Fiscal Strategy to enable the Government to"}, {"text_block_id": "p43_b484", "text": "properly plan, resource and implement its intervention Programs;"}, {"text_block_id": "p43_b485", "text": "•"}, {"text_block_id": "p43_b486", "text": "Establishing the Organic Law on the Sovereign Wealth Fund to manage the"}, {"text_block_id": "p43_b487", "text": "revenue from the LNG and mineral sector with a view to insulating the PNG economy and the budget from volatility and to provide intergenerational equity;"}, {"text_block_id": "p43_b488", "text": "•"}, {"text_block_id": "p43_b489", "text": "Amending the Public Financial Management Act to improve the management of"}, {"text_block_id": "p43_b490", "text": "public finances - revenue and expenditures;"}, {"text_block_id": "p43_b491", "text": "•"}, {"text_block_id": "p43_b492", "text": "Converting the IRC to a Statutory Authority to improve the operational efficiency"}, {"text_block_id": "p43_b493", "text": "of the organization and its tax collection role; and"}, {"text_block_id": "p43_b494", "text": "•"}, {"text_block_id": "p43_b495", "text": "Conducting the Tax Review to improve the collection systems and processes and"}, {"text_block_id": "p43_b496", "text": "to broaden the tax base."}, {"text_block_id": "p44_b497", "text": "To improve strategic planning and the service delivery framework, the Government undertook a range of legislative and policy reviews. These included:"}, {"text_block_id": "p44_b498", "text": "•"}, {"text_block_id": "p44_b499", "text": "Reviewing public Procurement policies and practices to improve and speed up"}, {"text_block_id": "p44_b500", "text": "procurement at both the national and sub national levels of government so that services can get to the people in a timely and cost effective manner;"}, {"text_block_id": "p44_b501", "text": "•"}, {"text_block_id": "p44_b502", "text": "Amending the Public Private Partnership Legislation Act to create an enabling"}, {"text_block_id": "p44_b503", "text": "platform for effective partnership between Government and the private sector to improve service delivery;"}, {"text_block_id": "p44_b504", "text": "•"}, {"text_block_id": "p44_b505", "text": "Establishing the District Development Authority Act to enable effective and"}, {"text_block_id": "p44_b506", "text": "efficient service delivery at sub national government level;"}, {"text_block_id": "p44_b507", "text": "•"}, {"text_block_id": "p44_b508", "text": "Reviewing the Independent Consumer & Competition Commission Act to ensure"}, {"text_block_id": "p44_b509", "text": "competition, fair trading and consumer protection;"}, {"text_block_id": "p44_b510", "text": "•"}, {"text_block_id": "p44_b511", "text": "Adopting the Responsible Sustainable Development Strategy (StaRS) to reinforce"}, {"text_block_id": "p44_b512", "text": "the National Goals and Directives Principles of the constitution in guiding all development activities towards a more sustainable pathway;"}, {"text_block_id": "p44_b513", "text": "•"}, {"text_block_id": "p44_b514", "text": "Drafting the National Planning legislation to underpin the Government’s national"}, {"text_block_id": "p44_b515", "text": "planning and monitoring framework;"}, {"text_block_id": "p44_b516", "text": "•"}, {"text_block_id": "p44_b517", "text": "Reintroducing the National Population Policy to stabilize population growth; and"}, {"text_block_id": "p44_b518", "text": "•"}, {"text_block_id": "p44_b519", "text": "Developing the Water and Sanitation Health Policy in addition to the PNG Aid"}, {"text_block_id": "p44_b520", "text": "Policy to increase access to reliable and affordable water and sanitation services."}, {"text_block_id": "p45_b521", "text": "Every child has the right to access quality education"}, {"text_block_id": "p46_b522", "text": "Chapter 3:Priority Sectors"}, {"text_block_id": "p46_b523", "text": "3.1 Introduction"}, {"text_block_id": "p46_b524", "text": "Under the MTDP2, the focus will be on the Government’s sixteen critical policy and program areas identified in the Critical Activity Matrix. These activities have general headings with specific programs and outcomes to deliver the MTDP objectives:"}, {"text_block_id": "p46_b525", "text": "1."}, {"text_block_id": "p46_b526", "text": "Planning and Monitoring"}, {"text_block_id": "p46_b527", "text": "2."}, {"text_block_id": "p46_b528", "text": "Resourcing/ Financing"}, {"text_block_id": "p46_b529", "text": "3."}, {"text_block_id": "p46_b530", "text": "Implementation and Procurement"}, {"text_block_id": "p46_b531", "text": "4."}, {"text_block_id": "p46_b532", "text": "Priority Infrastructure"}, {"text_block_id": "p46_b533", "text": "5."}, {"text_block_id": "p46_b534", "text": "Education"}, {"text_block_id": "p46_b535", "text": "6."}, {"text_block_id": "p46_b536", "text": "Health"}, {"text_block_id": "p46_b537", "text": "7."}, {"text_block_id": "p46_b538", "text": "Law and Order"}, {"text_block_id": "p46_b539", "text": "8."}, {"text_block_id": "p46_b540", "text": "Land and Housing"}, {"text_block_id": "p46_b541", "text": "9."}, {"text_block_id": "p46_b542", "text": "Small and Medium Enterprises"}, {"text_block_id": "p46_b543", "text": "10."}, {"text_block_id": "p46_b544", "text": "Agriculture"}, {"text_block_id": "p46_b545", "text": "11."}, {"text_block_id": "p46_b546", "text": "Subnational Empowerment"}, {"text_block_id": "p46_b547", "text": "12."}, {"text_block_id": "p46_b548", "text": "Public Sector Reform"}, {"text_block_id": "p46_b549", "text": "13."}, {"text_block_id": "p46_b550", "text": "State Owned Enterprises Reform"}, {"text_block_id": "p46_b551", "text": "14."}, {"text_block_id": "p46_b552", "text": "PNG LNG & Sovereign Wealth Fund"}, {"text_block_id": "p46_b553", "text": "15."}, {"text_block_id": "p46_b554", "text": "Legislative Agenda"}, {"text_block_id": "p46_b555", "text": "16."}, {"text_block_id": "p46_b556", "text": "Strategic Assets"}, {"text_block_id": "p46_b557", "text": "Chapters 1 and 2 cover critical activities 1 and 3. This chapter provides guidance and strategic direction for agencies to meet the Government’s investment targets and legislative requirements for its critical activities 4 - 8; education, health, infrastructure, law & justice and land & housing."}, {"text_block_id": "p46_b558", "text": "In setting this strategic direction, the Government is also conscious of its role to facilitate responsible sustainable development. The indicators and targets set out in this chapter will create the policy and governance environment that allows for this kind of development, in particular at the sub-national level."}, {"text_block_id": "p47_b559", "text": "3.2 Education"}, {"text_block_id": "p47_b560", "text": "School Education"}, {"text_block_id": "p47_b561", "text": "Education is the primary foundation for the development of the country. It enhances human capacity, improves productivity and helps to raise the standard of living and quality of life. The Government notes that the objectives of Vision 2050 will not be achieved if the average period of schooling (the mean) per child is not increased."}, {"text_block_id": "p47_b562", "text": "To achieve this target the Government has made a considerable commitment to education through the introduction of the Tuition Fee-Free Education policy for students at elementary, primary and secondary school levels. This has increased enrolment and retention in schools across the country."}, {"text_block_id": "p47_b563", "text": "The Government also recognizes the flow-on implications of this policy regarding quality education and meeting infrastructure needs. The Government is providing financial support to recruit new teachers and improve teacher training, improve the national curriculum and examinations standards and provide school curriculum materials and equipment. At the sub-national level the new District Education Infrastructure funding model (2015 Budget) is allowing District administrators to address the backlog of school infrastructure needs."}, {"text_block_id": "p47_b564", "text": "Table 3.1: Key indicators and targets for School Education"}, {"text_block_id": "p47_b565", "text": "Key indicators and targets for education infrastructures are shown in the table below."}, {"text_block_id": "p48_b566", "text": "Table 3.2: Key indicators and targets on education infrastructure."}, {"text_block_id": "p48_b567", "text": "Higher & Technical Education"}, {"text_block_id": "p48_b568", "text": "The higher and technical education and training institutions supply the critical human resources needed for nation building."}, {"text_block_id": "p48_b569_merged", "text": "The Government recognizes the need for universities and colleges to step-up and meet this demand and is responding by increasing the number of scholarships; re-introducing the student loan scheme; increasing the number of new higher learning and training institutions as well as the capacity in existing institutions. This work will also be undertaken in partnership with church and private sector training providers. In addition, the Government is significantly rehabilitating post-secondary institutional infrastructure, most of which was built in the 1970s."}, {"text_block_id": "p48_b572", "text": "Total expenditure for the education sector has increased during the period of this Government by 62%. This level of support will continue under MTDP2."}, {"text_block_id": "p48_b573", "text": "Table 3.3: Key indicators and targets for Higher and Technical Education"}, {"text_block_id": "p48_b574", "text": "3.3 Health"}, {"text_block_id": "p48_b575", "text": "MTDP2 Goal: To improve access to and quality of healthcare."}, {"text_block_id": "p48_b576", "text": "The Government’s long-term plan is to provide an efficient and effective health system that delivers internationally acceptable standard of health services across PNG. This will also ensure that PNG meets its Millennium Development Goals on maternal and child health (MDG 4 and 5) and HIV/AIDS, malaria and other diseases (MDG 6). as well as human development goals such as life expectancy at birth. All these contribute to improvement in HDI that moves the country towards Vision 2050 goals."}, {"text_block_id": "p49_b577", "text": "In 2013, the Government moved forward on this objective and introduced free primary health care and subsidized specialist health services for PNG citizens. Additional funding for a range of health sector programs has also supported this critical government policy."}, {"text_block_id": "p49_b578", "text": "Major government priorities for MTDP2 includes:"}, {"text_block_id": "p49_b579", "text": "•"}, {"text_block_id": "p49_b580", "text": "Continuously expanding health service delivery at the community level through"}, {"text_block_id": "p49_b581", "text": "the following structure:"}, {"text_block_id": "p49_b582", "text": "the following structure:\n* National Referral and Training Hospital (Port Morsby General Hospital)\n* Regional Referral Hospitals\n* Provincial Hospitals\n* District Hospitals\n* Urban Clinics in all LLGs\n* Health Centres in Zone HQ (a Zone HQ is a cluster of Wards)\n* Community Health Posts in Wards"}, {"text_block_id": "p49_b596", "text": "•"}, {"text_block_id": "p49_b597", "text": "Expanding of Regional (specialist) hospitals in Lae (Angau), Mt. Hagen, Port"}, {"text_block_id": "p49_b598", "text": "Moresby and other centers like Wewak (Boram) and Enga; and"}, {"text_block_id": "p49_b599", "text": "•"}, {"text_block_id": "p49_b600", "text": "Recruitment and training of medical professionals and workers. This work will"}, {"text_block_id": "p49_b601", "text": "also be undertaken in partnerships with Church health services (mostly in rural areas) and with other private health providers."}, {"text_block_id": "p49_b602", "text": "Provision of family planning is an important component of the service in the health sector. The sector will also continuously provide services on HIV/AIDS; malaria and TB; preventative healthcare; and emerging noncommunicable diseases such as diabetes and asthma."}, {"text_block_id": "p49_b603", "text": "Total expenditure for the Health sector has increased during the period of this Government by 206%. This level of support will continue under MTDP2."}, {"text_block_id": "p49_b604", "text": "Table 3.4: Key indicators and outcome targets for the health sector"}, {"text_block_id": "p49_b605", "text": "Sources: Asian Development Bank Key Indicators 2014; Department of Health 2014 Sector Performance Annual Review."}, {"text_block_id": "p50_b606", "text": "Table 3.5: Key indicators and targets on health infrastructure"}, {"text_block_id": "p50_b607", "text": "Source: Department of Health 2014 Sector Performance Annual Review."}, {"text_block_id": "p50_b608", "text": "Note: The Government aims at gradually upgrading Sub Health Centres into Health Centres and some Aid Posts into Community Health Posts."}, {"text_block_id": "p50_b609", "text": "Achieving health targets and improving the overall indicators and outcomes is primarily the responsibility of the Department of Health. This responsibility is to be exercised in concert with the important contribution made by the Churches, donors groups and other community-based organizations."}, {"text_block_id": "p50_b610", "text": "3.4 Infrastructure"}, {"text_block_id": "p50_b611", "text": "MTDP2 Goal: To identify, prioritize and expedite the development of critical national infrastructure."}, {"text_block_id": "p50_b612", "text": "Infrastructure such as transport (land, air and water) and utilities (electricity, water and sanitation, and ICT) are key enablers for development. Reliable infrastructure facilitates the flow of goods and services essential to economic growth."}, {"text_block_id": "p50_b613", "text": "It is intended that modalities for delivery of major infrastructure are informed by historic experience and funding and technical arrangements such as Civil Aviation Development Investment Program on airport infrastructure development are utilized to give long term funding and implementation capacity and certainty. This type of mechanism can be utilized to deliver all major infrastructures under each of the transport modes. Road infrastructure for example for the national highways should be delivered by a dedicated technical unit under the Department of Works where all funding is combined into a comprehensive 5 to 10 year outlook."}, {"text_block_id": "p50_b614", "text": "Total expenditure for the sector has increased during the period of this Government by 152%."}, {"text_block_id": "p51_b615", "text": "3.4.1 Transport"}, {"text_block_id": "p51_b616", "text": "The transport system comprises infrastructure (roads, jetties, wharves, airstrips) and services (ships, planes, PMVs) to move people and cargo. It also includes the regulatory framework and standards that ensure the safe and correct use of the transport system."}, {"text_block_id": "p51_b617", "text": "Coordination of transport infrastructure and services both within and between modes is essential to an effective Transport System."}, {"text_block_id": "p51_b618", "text": "To deliver an effective and well-coordinated transport system the Government is committed to improving three modes of transport; air, sea/ waterways and land."}, {"text_block_id": "p51_b619", "text": "Land Transport"}, {"text_block_id": "p51_b620", "text": "The construction of roads is important for facilitating transportation services, setting up agro-processing and SMEs, and generating income and employment in rural and urban areas. In the rural areas, it shortens the time taken to reach health and education institutions and markets, thus improving health, education and income generation."}, {"text_block_id": "p51_b621", "text": "Re-building key road infrastructure will continue under MTDP2. During 2016-2017, the country will add at least 250 kilometers of national roads per year. The provinces are also expected to add 50 kilometers of road per province per year during the period."}, {"text_block_id": "p51_b622", "text": "In addition, the Government will continue its emphasis on road durability (sustainability) and maintenance."}, {"text_block_id": "p51_b623", "text": "Under MTDP2 the priority areas are:"}, {"text_block_id": "p51_b624", "text": "•"}, {"text_block_id": "p51_b625", "text": "Increasing the total length of national and provincial roads to cater for the needs"}, {"text_block_id": "p51_b626", "text": "of the people;"}, {"text_block_id": "p51_b627", "text": "•"}, {"text_block_id": "p51_b628", "text": "Increasing the proportion of roads that are in good condition;"}, {"text_block_id": "p51_b629", "text": "•"}, {"text_block_id": "p51_b630", "text": "Improving the assessment of major rehabilitation and new construction projects"}, {"text_block_id": "p51_b631", "text": "using a two staged Business Case approach to ensure value for money and enhanced socioeconomic returns for the people of Papua New Guinea;"}, {"text_block_id": "p51_b632", "text": "•"}, {"text_block_id": "p51_b633", "text": "Maintaining the value of existing investments in road infrastructure through an"}, {"text_block_id": "p51_b634", "text": "emphasis on maintenance;"}, {"text_block_id": "p51_b635", "text": "•"}, {"text_block_id": "p51_b636", "text": "Encouraging a quality-based focus on new road construction through integrated"}, {"text_block_id": "p51_b637", "text": "construction and maintenance contracting arrangements;"}, {"text_block_id": "p51_b638", "text": "•"}, {"text_block_id": "p51_b639", "text": "Encouraging the development of industry standards on long lasting and"}, {"text_block_id": "p51_b640", "text": "appropriate durable materials and methodologies to improve road construction reliability;"}, {"text_block_id": "p51_b641", "text": "•"}, {"text_block_id": "p51_b642", "text": "Developing policies to grow the capacity of local industry to build and sustainably"}, {"text_block_id": "p51_b643", "text": "maintain completed roads; and"}, {"text_block_id": "p51_b644", "text": "•"}, {"text_block_id": "p51_b645", "text": "Improving road safety infrastructures."}, {"text_block_id": "p52_b646", "text": "Table 3.6: Key indicators and targets for road transport in MTDP2"}, {"text_block_id": "p52_b647", "text": "Maritime Transport"}, {"text_block_id": "p52_b648", "text": "With its dispersed population in different islands, PNG’s maritime transport comprising ports and port operations, marine navigation infrastructure, coastal maritime activities, international and coastal shipping, river transport and river ports and landings takes on special significance in providing maritime transport services to urban and rural populations. It increases access to markets as well as education, health and family planning services. It allows for increased participation of people in income generating activities and growing the national economy."}, {"text_block_id": "p52_b649", "text": "PNG’s maritime infrastructure also supports the nation’s domestic and international trade with ports like Lae providing a conduit for resource exports."}, {"text_block_id": "p52_b650", "text": "Some facts about maritime transport:"}, {"text_block_id": "p52_b651", "text": "•"}, {"text_block_id": "p52_b652", "text": "115 ports and jetties are located throughout the Maritime Provinces;"}, {"text_block_id": "p52_b653", "text": "•"}, {"text_block_id": "p52_b654", "text": "23 ports are within the 15 Maritime provinces; 16 of them are declared ports"}, {"text_block_id": "p52_b655", "text": "operated and managed by PNG Ports Corporation Limited;"}, {"text_block_id": "p52_b656", "text": "•"}, {"text_block_id": "p52_b657", "text": "99 ports and jetties are undeclared. These could be owned and managed by"}, {"text_block_id": "p52_b658", "text": "private company, provincial governments, churches or individuals;"}, {"text_block_id": "p52_b659", "text": "•"}, {"text_block_id": "p52_b660", "text": "Most of the ports and jetties in the country are rundown or are in poor condition"}, {"text_block_id": "p52_b661", "text": "due to lack of repair and maintenance;"}, {"text_block_id": "p52_b662", "text": "•"}, {"text_block_id": "p52_b663", "text": "In 2014, there were 375 domestic vessels operating within PNG coastal waters"}, {"text_block_id": "p52_b664", "text": "shipping routes including inland waterways; and"}, {"text_block_id": "p52_b665", "text": "•"}, {"text_block_id": "p52_b666", "text": "Due to the LNG project, the coastal fleet of vessels operating along these routes"}, {"text_block_id": "p52_b667", "text": "is expected to increase to 700 vessels by 2017."}, {"text_block_id": "p52_b668", "text": "A network of smaller ports, innumerable small wharves, and jetties support the major ports. These maritime facilities are often backed by both public and private owned infrastructure such as cranes, storage facilities and a complicated network of service providers ranging from tug boat operators to freight forwarders. The international and coastal shipping services are augmented by inland river transport systems predominantly on the Fly and Sepik Rivers."}, {"text_block_id": "p52_b669", "text": "Under the MTDP2, the Government will continue its Port Development program. Key priority areas are:"}, {"text_block_id": "p52_b670", "text": "•"}, {"text_block_id": "p52_b671", "text": "Increasing the capacity of ports in Lae and Port Moresby to support economic"}, {"text_block_id": "p52_b672", "text": "growth and particularly export industries;"}, {"text_block_id": "p53_b673", "text": "•"}, {"text_block_id": "p53_b674", "text": "Rehabilitating infrastructure and in particular undertaking maintenance"}, {"text_block_id": "p53_b675", "text": "dredging for smaller non-commercial ports to ensure ongoing serviceability; and"}, {"text_block_id": "p53_b676", "text": "•"}, {"text_block_id": "p53_b677", "text": "Improving inland river and coastal infrastructure such as jetties to support"}, {"text_block_id": "p53_b678", "text": "service delivery."}, {"text_block_id": "p53_b679", "text": "To complement the infrastructure investment there will also be a focus on improving services to maritime users. Under MTDP2 the priority areas are:"}, {"text_block_id": "p53_b680", "text": "•"}, {"text_block_id": "p53_b681", "text": "Consolidating the maritime regulatory and safety functions to deliver better and"}, {"text_block_id": "p53_b682", "text": "more consistent services to the maritime sector; and"}, {"text_block_id": "p53_b683", "text": "•"}, {"text_block_id": "p53_b684", "text": "Establishing the Marine Industry Advisory Group to enhance public/private"}, {"text_block_id": "p53_b685", "text": "relationships across the maritime sector."}, {"text_block_id": "p53_b686", "text": "An improved maritime transport system will ensure greater access and efficiency within the maritime transport sector. Currently, the turnabout time for export and import of cargos within ports of call is approximately 4 to 5 days."}, {"text_block_id": "p53_b687", "text": "With the introduction of 20 and 40 foot container storage facilities at all international and local port terminals and freight movement to remote areas including inland waterways, the turnabout time will be reduced to 2.5 days by 2017."}, {"text_block_id": "p53_b688", "text": "Table 3.7: Key indicators and targets for maritime transport"}, {"text_block_id": "p53_b689", "text": "DNPM RMF Pocketbook 2013/2014"}, {"text_block_id": "p53_b690", "text": "Air Transport"}, {"text_block_id": "p53_b691", "text": "Airports historically and continuously link PNG’s widely dispersed population over isolated areas. The Government has adopted a system of certification that requires airports to achieve and maintain compliance with minimum international operating standards. Certification standard is required for PNG’s 22 national airports."}, {"text_block_id": "p53_b692", "text": "A quality air transport sector is critical not only for access to services by citizens but for attracting tourists and foreign investment to help build the future. The priority"}, {"text_block_id": "p54_b693", "text": "infrastructure development areas for the MTDP2 are:"}, {"text_block_id": "p54_b694", "text": "•"}, {"text_block_id": "p54_b695", "text": "Expanding Port Moresby International Airport (both airside facilities and"}, {"text_block_id": "p54_b696", "text": "terminal) as well as regional airports in the country to accommodate expected increases in tourism and business activity;"}, {"text_block_id": "p54_b697", "text": "•"}, {"text_block_id": "p54_b698", "text": "Ensuring the maintenance of existing air transport infrastructure;"}, {"text_block_id": "p54_b699", "text": "•"}, {"text_block_id": "p54_b700", "text": "Improve and maintain safety and security standards meeting international"}, {"text_block_id": "p54_b701", "text": "benchmarks; and"}, {"text_block_id": "p54_b702", "text": "•"}, {"text_block_id": "p54_b703", "text": "Progressively rehabilitating rural airstrips to help develop rural air services."}, {"text_block_id": "p54_b704", "text": "To complement the infrastructure investment the Government will focus on improving sustainability of existing airports and the air services that use them. Priorities in this area include:"}, {"text_block_id": "p54_b705", "text": "•"}, {"text_block_id": "p54_b706", "text": "Undertaking an assessment of the commercial viability of all major airports"}, {"text_block_id": "p54_b707", "text": "including alternative revenue sources and appropriate funding strategies to ensure their sustainability;"}, {"text_block_id": "p54_b708", "text": "•"}, {"text_block_id": "p54_b709", "text": "Developing a plan for the effective management and funding of Provincial airports"}, {"text_block_id": "p54_b710", "text": "and rural airstrips; and"}, {"text_block_id": "p54_b711", "text": "•"}, {"text_block_id": "p54_b712", "text": "Expanding, improving and maintaining existing air transport infrastructure."}, {"text_block_id": "p54_b713", "text": "Table 3.8: Key indicators and target for air transport"}, {"text_block_id": "p55_b714", "text": "Water, Sanitation and Hygiene"}, {"text_block_id": "p55_b715", "text": "MTDP2 Goal: To increase access to reliable and affordable water and sanitation services and to improve hygiene behaviors."}, {"text_block_id": "p55_b716", "text": "Improved access to potable water, sanitation and hygiene (WaSH) is needed to reduce morbidity and mortality. WaSH related diseases such as Diarrhoea, Typhoid and Cholera are the major causes of morbidity and mortality among children. In PNG, Diarrhea and Typhoid account for 1.6% and 2.9% of total deaths respectively. Total WaSH related deaths in PNG are estimated at 6,164 per year. In 2009, Cholera re-emerged in PNG after an absence of 50 years."}, {"text_block_id": "p55_b717", "text": "Improved access to WaSH services also improves school attendance, reduces drudgery and improves people’s livelihoods."}, {"text_block_id": "p55_b718", "text": "Currently only 33% of rural households and 88% of urban households in PNG have access to clean water. Similarly, only 13% of rural households and 56% of urban households are using improved sanitation. PNG needs to improve to meet its MDG 7 related water and sanitation targets."}, {"text_block_id": "p55_b719", "text": "The Government recognizes that greater effort is needed to achieve its water and sanitation objectives and has launched the WaSH Policy 2015-2030. This policy sets out the framework for developing and implementing improved service delivery through 7 clear strategies:"}, {"text_block_id": "p55_b720", "text": "1."}, {"text_block_id": "p55_b721", "text": "Improved sector coordination and leadership,"}, {"text_block_id": "p55_b722", "text": "2."}, {"text_block_id": "p55_b723", "text": "Increased WaSH sector funding,"}, {"text_block_id": "p55_b724", "text": "3."}, {"text_block_id": "p55_b725", "text": "Develop and manage an effective management information system,"}, {"text_block_id": "p55_b726", "text": "4."}, {"text_block_id": "p55_b727", "text": "Improved and consistent approaches to WaSH service delivery,"}, {"text_block_id": "p55_b728", "text": "5."}, {"text_block_id": "p55_b729", "text": "Appropriate technology promotion,"}, {"text_block_id": "p55_b730", "text": "6."}, {"text_block_id": "p55_b731", "text": "Enhanced private sector participation and partnerships, and"}, {"text_block_id": "p55_b732", "text": "7."}, {"text_block_id": "p55_b733", "text": "Sector capacity building and training."}, {"text_block_id": "p55_b734", "text": "The Government’s strong expectation is that implementing the WaSH Policy 2015-2030 will contribute to achieving health targets and improving the country’s HDI ranking."}, {"text_block_id": "p55_b735", "text": "The key WaSH indicators and targets are provided below."}, {"text_block_id": "p56_b736", "text": "Table 3.9: Key indicators and targets for water, sanitation and hygiene"}, {"text_block_id": "p56_b737", "text": "Electricity"}, {"text_block_id": "p56_b738", "text": "Electricity is a critical input for economic activities. It also enhances quality of life through improved health and education service delivery. PNG currently has four main sources for electricity generation: gas, hydro, geothermal and diesel. Current electricity generation capacity is insufficient to meet current and future demand."}, {"text_block_id": "p56_b739", "text": "Progress in providing electricity to rural PNG has been slow and exacerbated by inadequate maintenance of existing generation and reticulation infrastructure."}, {"text_block_id": "p56_b740", "text": "The abundance of the strategic assets of water and gas must be considered as a basis of cheaper power for domestic consumption and export as prescribed by StaRS."}, {"text_block_id": "p56_b741", "text": "The Purari hydro project has the potential to host five dams, each generating 800 MW of power. The on and off grid requirements of PNG is currently 600 MW. There are environmental considerations and capital costs that may make this and other such mega projects non feasible in a long-term sense. Mega dam projects in other developing countries have not delivered the benefits in the manner touted."}, {"text_block_id": "p56_b742", "text": "It is desired that provincial and district townships establish standalone, sustainable power generation systems where possible. Large-scale agricultural projects with processing systems such as the oil palm industry lend itself to biogas electricity generation at sustainable and cheap rates. This is demonstrated in Kimbe and can be extended to Popondetta, Kavieng and Alotau."}, {"text_block_id": "p57_b743", "text": "The Government is funding a range of projects with the intention of improving generation and distribution capacity. These include, Hela and Southern Highlands Electricity Project, PNG Towns’ Electricity Investment Project, Port Moresby Grid Development Project, Upgrading the Power Distribution System of Ramu Grid and Urban Grid Electrification Extension Project."}, {"text_block_id": "p57_b744", "text": "The Government will continue this investment under MTDP2."}, {"text_block_id": "p57_b745", "text": "Table 3.10: Key indicators and targets for electricity"}, {"text_block_id": "p57_b746", "text": "Information Communication Technology (ICT)"}, {"text_block_id": "p57_b747", "text": "MTDP2 Goal: To improve, expand and increase access to an affordable ICT network."}, {"text_block_id": "p57_b748", "text": "Effective communications is a necessary enabler for socioeconomic development. Costeffective, efficient and reliable ICT services such as voice telephony, internet access and broadcasting services are important for economic growth, social development and environmental protection. It supports the delivery of a range of services such as education and health into rural and more remote areas. It also supports participation of women and men in activities as diverse as elections and business."}, {"text_block_id": "p57_b749", "text": "The proportion of population who subscribed to mobile telephones was 35% in 2013. During the same year, the proportion of population covered by at least one 3G network (proxy to internet coverage) was 30% and the proportion of population with access to internet (mobile & fixed broadband) was 15%."}, {"text_block_id": "p57_b750", "text": "The Government’s objective under its ICT policy is to provide cost efficient, reliable and effective ICT services through the development of ICT infrastructure in the public and private sector. This will help to bridge the ICT divide between communities and overcome communications barriers created by geographic isolation in the country."}, {"text_block_id": "p57_b751", "text": "Table 3.11: Key indicators and targets for ICT in MTDP2"}, {"text_block_id": "p58_b752", "text": "Sports Infrastructure"}, {"text_block_id": "p58_b753", "text": "MTDP2 Goal: To deliver a successful 2015 Pacific Games."}, {"text_block_id": "p58_b754", "text": "It is to be noted that a special intervention is being made to upgrade sports infrastructure because of the 2015 Pacific Games. These Games will cost the Government at least K1.2bn. This infrastructure will be used to leverage sporting events and activities into the future providing direct and indirect benefits to the country. The games village will be utilized by the University of PNG to accommodate their students at the conclusion of the games."}, {"text_block_id": "p58_b755", "text": "3.5 Law and Justice"}, {"text_block_id": "p58_b756", "text": "Law and order is a critical enabler for socioeconomic and political development. Justice is both a basic human right and a fundamental precondition for a well-functioning market economy and orderly society."}, {"text_block_id": "p58_b757", "text": "The rule of law is necessary to provide the impetus to save, invest and accumulate the necessary assets that underpin better living standards. It is also critical to encourage private sector investment in the economy. Petty and organized crime, fraud and illegal trafficking of guns and drugs increase the cost of doing business in PNG. This also deters foreign investment."}, {"text_block_id": "p58_b758", "text": "Rural communities also require the rule of law to enable them to participate in the formal market economy. If cash incomes and assets (such as coffee trees) are under constant threat of destruction or theft, smallholders are likely to withdraw to subsistence livelihoods."}, {"text_block_id": "p58_b759", "text": "More broadly, individual communities and the nation bear the cost of the destruction of public assets, including impeding access to essential services. Community violence that results in the destruction of assets such as aid posts and schools deprives the communities of essential services and undermines the potential for citizens to improve their quality of life."}, {"text_block_id": "p58_b760", "text": "The Government recognizes the importance of this sector and is investing significantly in it. This includes the PNG-Australia Law and Justice Partnership, Waigani Court House Complex and an increase in the number of Judges and Court circuits held in Provinces and Districts. In 2015 Budget the Government fully funded allowances for village court officials."}, {"text_block_id": "p58_b761", "text": "The Government is also providing significant financial support to modernize the Police, Defence and Correctional Services and meet the security costs of the 2015 Pacific Games and APEC (Asia-Pacific Economic Cooporation)."}, {"text_block_id": "p58_b762", "text": "The Government has increased expenditure in this area by 95%."}, {"text_block_id": "p59_b763", "text": "Under MTDP2 the Government will continue this support by:"}, {"text_block_id": "p59_b764", "text": "•"}, {"text_block_id": "p59_b765", "text": "Modernizing the police force;"}, {"text_block_id": "p59_b766", "text": "•"}, {"text_block_id": "p59_b767", "text": "Establishing the office of the Secretary for Police to oversee the effective"}, {"text_block_id": "p59_b768", "text": "administration and management of the force;"}, {"text_block_id": "p59_b769", "text": "•"}, {"text_block_id": "p59_b770", "text": "Reviewing the process for recruiting police Commissioners and Deputy"}, {"text_block_id": "p59_b771", "text": "Commissioners;"}, {"text_block_id": "p59_b772", "text": "•"}, {"text_block_id": "p59_b773", "text": "Repealing the legislation passed in the last Parliament (Judicial Conduct Act,"}, {"text_block_id": "p59_b774", "text": "Supreme Court Amendment Act, Parliamentary Privileges and Immunities Act);"}, {"text_block_id": "p59_b775", "text": "•"}, {"text_block_id": "p59_b776", "text": "Establishing, on an ongoing basis, the Inter-Agency Committee Against"}, {"text_block_id": "p59_b777", "text": "Corruption; and"}, {"text_block_id": "p59_b778", "text": "•"}, {"text_block_id": "p59_b779", "text": "Introducing the Independent Commission Against Corruption Bill in Parliament"}, {"text_block_id": "p59_b780", "text": "Table 3.12: Key indicators and targets for law and justice"}, {"text_block_id": "p59_b781", "text": "3.6 Land and Housing"}, {"text_block_id": "p59_b782", "text": "One of the fundamental subsistence needs of every human is shelter and the physical and economic safety it provides. Availability of land and land tenure is a critical element for providing shelter in PNG. 97% of the land in PNG is owned by traditional clan landowners, with only 3% available for the State."}, {"text_block_id": "p59_b783", "text": "Land and a functioning land tenure system is a fundamental element of a productive economy."}, {"text_block_id": "p59_b784", "text": "The Government has recognized the chronic shortage of affordable land and housing in PNG and has adopted the Land and Housing policy. This critical intervention combines the existing National Land Development Program with Affordable Housing initiatives under one umbrella - the Affordable Land and Housing (ALH) Program."}, {"text_block_id": "p59_b785", "text": "Cabinet has established a Ministerial Committee under the Chairmanship of the Minister for Planning and Monitoring. The Office of Urbanization provides the Secretariat. The Committee has been tasked to take carriage of matters relating to the provision of affordable land and housing and to specifically deliver 40,000 housing units/land allotments."}, {"text_block_id": "p60_b786", "text": "Funding provided to this program is supporting the Land Reform Program to progress the mobilization of customary land, institutional housing of at least 10 houses per district, and the capturing of existing alienated land to develop affordable housing. Pilot programs at Duran Farm and Gerehu 3B in Port Moresby will provide 10,000 allotments."}, {"text_block_id": "p60_b787", "text": "The Gerehu 3B project will pilot the provision of free titles to qualifying Papua New Guineans to access funding provided to commercial banks at 4% interest with 40 year terms. Housing designs of concrete, steel and timber construction have been developed with the private sector at minimum costs of K160,000.00 for a two bedroom home, to provide options to citizens."}, {"text_block_id": "p60_b788", "text": "This program commenced in 2014 and will continue under MTDP2. Total expenditure for the sector during the period of this Government increased by 67%."}, {"text_block_id": "p60_b789", "text": "The Department of National Planning and Monitoring is coordinating the program with direct input from the implementation agencies, including the Department of Lands and Physical Planning, the National Housing Commission, the Magisterial Services, the NRI and the Office of Urbanization."}, {"text_block_id": "p60_b790", "text": "Key priority areas under the MTDP2 are:"}, {"text_block_id": "p60_b791", "text": "•"}, {"text_block_id": "p60_b792", "text": "Increasing access to State and traditional land for affordable housing in urban"}, {"text_block_id": "p60_b793", "text": "areas and institutional housing at sub-national level;"}, {"text_block_id": "p60_b794", "text": "•"}, {"text_block_id": "p60_b795", "text": "Improving access to affordable financing by improving the land titles system and"}, {"text_block_id": "p60_b796", "text": "enhancing Government incentive schemes for major banks;"}, {"text_block_id": "p60_b797", "text": "•"}, {"text_block_id": "p60_b798", "text": "Reviewing government policies and practices to encourage greater competition"}, {"text_block_id": "p60_b799", "text": "and efficiency in the housing construction industry;"}, {"text_block_id": "p60_b800", "text": "•"}, {"text_block_id": "p60_b801", "text": "Building the capacity of the Department of Lands and Physical Planning to"}, {"text_block_id": "p60_b802", "text": "effectively contribute to the delivery of the program"}, {"text_block_id": "p60_b803", "text": "•"}, {"text_block_id": "p60_b804", "text": "Piloting customary land development models using the Incorporated Land"}, {"text_block_id": "p60_b805", "text": "Groups as the mechanism and establishing the special land development advisory service;"}, {"text_block_id": "p60_b806", "text": "•"}, {"text_block_id": "p60_b807", "text": "Implementing the Land Group Incorporation (Amendment) Act and the Land"}, {"text_block_id": "p60_b808", "text": "Registration (Customary) (Amendment) Act; and"}, {"text_block_id": "p60_b809", "text": "•"}, {"text_block_id": "p60_b810", "text": "Producing a “Land Use Planning Scheme” to guide the use of land that is"}, {"text_block_id": "p60_b811", "text": "consistent with the StaRS."}, {"text_block_id": "p60_b812", "text": "Table 3.13: Key indicators and targets for land & housing"}, {"text_block_id": "p62_b813", "text": "Chapter 4:The Economy"}, {"text_block_id": "p62_b814", "text": "4.1 Introduction"}, {"text_block_id": "p62_b815", "text": "Papua New Guinea has a population of 7.3 million according to the 2011 census. This population is currently growing at an unsustainable rate of 3.1% per annum, and will double every 22 years if the present rate of growth continues. Each of these citizens are entitled to the basic human rights of food, shelter, education, health, security and the means to pursue a meaningful and productive life."}, {"text_block_id": "p62_b816", "text": "The Government is obliged to build, sustain and administer and facilitate for the socioeconomic rights of this population. There remains a capital deficit in delivering the required standard of these fundamentals and the Government is challenged with making up this deficit within the current economic and productive capabilities of the economy. The heavy reliance on non renewable resource extraction and primary resource harvesting, combined with the rapid population growth makes the current approach unsustainable."}, {"text_block_id": "p62_b817", "text": "The country needs to understand this and begin a transition to a smarter development pathway."}, {"text_block_id": "p62_b818", "text": "Initially PNG should empower every family and every citizen with the knowledge and access to contraception and begin the process of breaking the poverty cycle at individual and family level. This will take the burden off the health and education systems and lead to better-educated children and stronger family units. In a national sense it will reduce the pressure on Government. This pressure makes it hard for Government to make responsible, sustainable development choices for the longer term. It also places the Government in weaker bargaining position with multinational agencies and corporations."}, {"text_block_id": "p62_b819", "text": "The Government must build and encourage an economy based on PNGs competitive strengths within the global village. These competitive strengths are based on the usual productive capabilities and resources of a nation but for PNG more particularly they are based on its Strategic Assets."}, {"text_block_id": "p62_b820", "text": "These Strategic Assets can be used to develop a competitive and sustainable economy that provides the needs of its people and the basis for export income in a manner that is self-perpetuating."}, {"text_block_id": "p62_b821", "text": "In this economy the Government should act as a facilitator and allow the private sector to be the generator of wealth. The Government should not attempt to duplicate the role of the private sector. It should be an operator of business only when there is no commercial basis for a competitive business in a sector or space."}, {"text_block_id": "p62_b822", "text": "These Strategic Assets are; Mineral and Petroleum deposits, Water, Tuna, Forestry and Biodiversity, Agriculture and Eco-Cultural tourism."}, {"text_block_id": "p63_b823", "text": "Carefully harvested, non-renewable mineral and petroleum assets, under an improved fiscal regime including a sovereign wealth fund, can fund our capital deficit (stabilization fund) and provide investments to maintain that capital in the future (savings fund). These resources cannot be harvested in a manner that significantly undermines the environmental stock."}, {"text_block_id": "p63_b824", "text": "Water is available in abundance in PNG and clean water must be made available to all citizens. It provides a simple, clean, cheap solution for electricity generation based on small and medium sized hydropower solutions throughout the country. Water at higher elevation in the Highlands region can potentially be piped to Australia whilst generating power at the same time. Water and fertile soil provides the basis for our Organic Agriculture."}, {"text_block_id": "p63_b825", "text": "PNG has 15% of the worlds tuna stocks and 30% together with the Parties To The Nauru Agreement. The global tuna stock is being depleted every day. The country needs to see the significance of this renewable resource and act to protect it, bring the harvest onshore, and create a sustainable protein source for our population and the rest of the world."}, {"text_block_id": "p63_b826", "text": "PNG combined with West Papua has the third largest rainforest in the world. This forest is a carbon sink, oxygen generator, and together with our reefs contains 8% of the world’s biodiversity. It is also the home and garden to many of our people. In a world seeking climate stability and environmental protection, we need to seek an international financial mechanism to encourage us to preserve these forests. In addition, PNG needs to move to only allow onshore processing of logs as soon as possible."}, {"text_block_id": "p63_b827", "text": "Small scale agriculture has been the mainstay of Papua New Guineans for centuries and remains that way for many people today. In an increasingly urban scenario, the Government is required to develop better systems to mobilize land, organise farmers, create nucleus estates, improve productivity, efficiency and also to encourage entrepreneurship and development of small to medium enterprises as vehicles for participation in this effort."}, {"text_block_id": "p63_b828", "text": "With a productive land mass and good water source, PNG should be able to produce its own food requirements for a stabilized population and export the surplus."}, {"text_block_id": "p63_b829", "text": "Biodiversity, the environment and PNGs culture provide the basis for an education, research and tourism industry."}, {"text_block_id": "p63_b830", "text": "The National Strategy for Responsible Sustainable Development (StaRS) sets out the underlying principles supporting the Government’s intention to shift its development (operational) strategy from the current ‘brown only’ growth model, of resource extraction and export, to a more sustainable ‘greener’ economy."}, {"text_block_id": "p63_b831", "text": "The two primary drivers of this new economy is the sustainable development of PNG’s natural resource (its strategic assets) and creating the enabling environment for a flourishing Small & Medium Enterprise sector."}, {"text_block_id": "p63_b832", "text": "In the medium term, the economy will remain heavily reliant on the revenue inflows from the extractive industries, particularly from the PNG LNG Venture. However, over"}, {"text_block_id": "p64_b833", "text": "the longer term the Government’s operational strategy will shift the economy towards a more sustainably robust model, which is SME enabling and climate resilient. In this way, the Government will move towards attaining its goals to be:"}, {"text_block_id": "p64_b834", "text": "•"}, {"text_block_id": "p64_b835", "text": "World leader in promoting and establishing the responsible sustainable"}, {"text_block_id": "p64_b836", "text": "development paradigm; and"}, {"text_block_id": "p64_b837", "text": "•"}, {"text_block_id": "p64_b838", "text": "Among the top 50 countries on Human Development Index by 2050."}, {"text_block_id": "p64_b839", "text": "This chapter provides details on the Government’s investment priorities, indicators and targets for growing the economy under MTDP2."}, {"text_block_id": "p64_b840", "text": "4.2 Small and Medium Enterprises (SMEs)"}, {"text_block_id": "p64_b841", "text": "MTDP2 Goal: To increase the participation of citizens in business activities."}, {"text_block_id": "p64_b842", "text": "The development of SMEs in PNG has been sluggish due to policy, institutional, environmental and structural constraints. This Government has recognized that a competitive, dynamic and diverse private sector is an important driver of economic growth. The SME sector is recognized as the vehicle for empowering citizens by promoting self-reliance, job creation and reducing poverty."}, {"text_block_id": "p64_b843", "text": "The Government remains committed to creating an environment that is conducive to SME development. This includes a robust SME policy and establishing the necessary legislative framework to guide and grow the sector. It has also started to build small business capacity through support for training programs such as Know About Business and Start, Improve Business."}, {"text_block_id": "p64_b844", "text": "In 2013, there were 49,500 registered SMEs in PNG. However, it is estimated that only half of those were operating well. For our economy to continue to grow, we need a vibrant and profitable SME sector that provides employment and tax revenue."}, {"text_block_id": "p64_b845", "text": "Agencies with prime responsibility for implementing SMEs policy are the National Development Bank and Small Business Development Corporation under the coordination of the Department of Commerce and Industry."}, {"text_block_id": "p64_b846", "text": "The Government will continue to encourage emerging SMEs under MTDP2. The key priority areas are:"}, {"text_block_id": "p64_b847", "text": "•"}, {"text_block_id": "p64_b848", "text": "Continuing to improve SMEs access to markets and financial credit;"}, {"text_block_id": "p64_b849", "text": "•"}, {"text_block_id": "p64_b850", "text": "Encouraging and promoting SMEs to be internationally competitive;"}, {"text_block_id": "p64_b851", "text": "•"}, {"text_block_id": "p64_b852", "text": "Encouraging the operation of the informal economy and streamlining the"}, {"text_block_id": "p64_b853", "text": "transition process for SMEs from the informal to the formal economy; and"}, {"text_block_id": "p64_b854", "text": "•"}, {"text_block_id": "p64_b855", "text": "Reducing the cost of doing business and streamlining the administrative"}, {"text_block_id": "p64_b856", "text": "processes (“removing red tape”)"}, {"text_block_id": "p65_b857", "text": "Table 4.1: Key indicators and targets for SMEs"}, {"text_block_id": "p65_b858", "text": "4.3 Strategic Assets"}, {"text_block_id": "p65_b859", "text": "The sustainability of these strategic assets is underpinned by the guiding tenet of the moral contained in the analogy of the fable of the goose and the golden egg."}, {"text_block_id": "p65_b860", "text": "Under the new global economy these assets will be positioned to be pillars of economic growth, together with a more sustainable management of the current drivers of growth, mineral and petroleum and agriculture."}, {"text_block_id": "p65_b861", "text": "The Government has identified these strategic assets for investment:"}, {"text_block_id": "p65_b862", "text": "•"}, {"text_block_id": "p65_b863", "text": "Forestry and Biodiversity;"}, {"text_block_id": "p65_b864", "text": "•"}, {"text_block_id": "p65_b865", "text": "Fisheries and Marine Resources;"}, {"text_block_id": "p65_b866", "text": "•"}, {"text_block_id": "p65_b867", "text": "Agriculture and Livestock;"}, {"text_block_id": "p65_b868", "text": "•"}, {"text_block_id": "p65_b869", "text": "Fresh Water Resources;"}, {"text_block_id": "p65_b870", "text": "•"}, {"text_block_id": "p65_b871", "text": "Clean and Sustainable Energy; and"}, {"text_block_id": "p65_b872", "text": "•"}, {"text_block_id": "p65_b873", "text": "Minerals and Petroleum Resources."}, {"text_block_id": "p65_b874", "text": "4.4 Forestry and Biodiversity"}, {"text_block_id": "p65_b875", "text": "The forest sector is very important for PNG because of the following reasons:"}, {"text_block_id": "p65_b876", "text": "•"}, {"text_block_id": "p65_b877", "text": "People in rural areas largely depend on the forest. The forest provides wood for"}, {"text_block_id": "p65_b878", "text": "housing, fuel for cooking, fodder, forest-based medicines, food and meat as well as forest products for internal consumption and exports;"}, {"text_block_id": "p65_b879", "text": "•"}, {"text_block_id": "p65_b880", "text": "Forest-based industries such as saw mills depend on forest products;"}, {"text_block_id": "p66_b881", "text": "•"}, {"text_block_id": "p66_b882", "text": "Seven per cent of world’s biodiversity is found in PNG with most of these wild"}, {"text_block_id": "p66_b883", "text": "plants and animals found in our forests;"}, {"text_block_id": "p66_b884", "text": "•"}, {"text_block_id": "p66_b885", "text": "The forest absorbs carbon-dioxide, supplies oxygen, preserves the environment,"}, {"text_block_id": "p66_b886", "text": "and contributes to the reduction of global warming; and"}, {"text_block_id": "p66_b887", "text": "•"}, {"text_block_id": "p66_b888", "text": "The forest helps to maintain soil fertility."}, {"text_block_id": "p66_b889", "text": "According to the data from Papua New Guinea Forest Authority (PNGFA), the country’s forest cover was 71.7% in 2014 and is recognised as a significant contributor to the containment of global warming. However, in recent years the forest has been greatly degraded and depleted due to excessive logging. This trend needs to be stopped."}, {"text_block_id": "p66_b890", "text": "The priority areas for MTDP2 are:"}, {"text_block_id": "p66_b891", "text": "•"}, {"text_block_id": "p66_b892", "text": "Banning the export of old growth logging;"}, {"text_block_id": "p66_b893", "text": "•"}, {"text_block_id": "p66_b894", "text": "Processing of logs and forest products within the country to generate income"}, {"text_block_id": "p66_b895", "text": "and employment;"}, {"text_block_id": "p66_b896", "text": "•"}, {"text_block_id": "p66_b897", "text": "Maintaining areas under forest cover through afforestation/reforestation;"}, {"text_block_id": "p66_b898", "text": "•"}, {"text_block_id": "p66_b899", "text": "Increasing the income of landowners through carbon trading;"}, {"text_block_id": "p66_b900", "text": "•"}, {"text_block_id": "p66_b901", "text": "Increasing areas under national parks and protected areas to protect biodiversity;"}, {"text_block_id": "p66_b902", "text": "and"}, {"text_block_id": "p66_b903", "text": "•"}, {"text_block_id": "p66_b904", "text": "Increasing the number of eco-tourists per annum."}, {"text_block_id": "p66_b905", "text": "Table 4.2: Key indicators and targets for the forest and biodiversity sector"}, {"text_block_id": "p66_b906", "text": "4.5 Fisheries and Marine Resources"}, {"text_block_id": "p66_b907", "text": "The fisheries sector has been a source of revenue through the export of processed and unprocessed fish and other marine products, particularly tuna. PNG’s Exclusive Economic Zone (EEZ) of 2.4 million square kilometres for fish catch is the largest in the South Pacific region. Around 15% of the world’s total tuna stock is found in this EEZ."}, {"text_block_id": "p66_b908", "text": "According to the estimate of Pacific Tuna Forum, the raw value of PNG’s annual catch is about US$1.5 billion per annum. Of the 550,000 tons of tuna caught in PNG waters annually more than 70% is taken to other countries for processing. The European Union estimates that 53,000 jobs could be created in the PNG tuna industry if more on-shore processing was undertaken."}, {"text_block_id": "p67_b909", "text": "The Government’s long-term objective is to attain 100% in country processing of the tuna catch from within its EEZ. In addition both commercial and artisanal harvesting of fisheries should not exceed the biological limits of regeneration of the stock."}, {"text_block_id": "p67_b910", "text": "Under the STaRS the Fisheries Sector has been classified as a strategic asset and is expected to be one of the drivers of growth in the new economy going forward. Sustainable management of the sector is needed so that the regeneration capacity of the resource and its ongoing contribution to economic growth is maintained."}, {"text_block_id": "p67_b911", "text": "Key priority areas for MTDP2:"}, {"text_block_id": "p67_b912", "text": "•"}, {"text_block_id": "p67_b913", "text": "Reviewing, developing and implementing a Sustainable Marine Resource plan;"}, {"text_block_id": "p67_b914", "text": "•"}, {"text_block_id": "p67_b915", "text": "Creating awareness on responsible management and use of fishery and marine"}, {"text_block_id": "p67_b916", "text": "resources;"}, {"text_block_id": "p67_b917", "text": "•"}, {"text_block_id": "p67_b918", "text": "Combating and monitoring of illegal unreported unregulated fishing;"}, {"text_block_id": "p67_b919", "text": "•"}, {"text_block_id": "p67_b920", "text": "Introducing a restricted licensing system;"}, {"text_block_id": "p67_b921", "text": "•"}, {"text_block_id": "p67_b922", "text": "Developing the human capital and institutional capacity for the National"}, {"text_block_id": "p67_b923_merged", "text": "Fisheries Authority and related stakeholders of the fishery sector. E.g. Sub-national governments;"}, {"text_block_id": "p67_b926", "text": "•"}, {"text_block_id": "p67_b927", "text": "Increasing teaching and researching of fishery;"}, {"text_block_id": "p67_b928", "text": "•"}, {"text_block_id": "p67_b929", "text": "50% onshore processing of fisheries by 2017;"}, {"text_block_id": "p67_b930", "text": "•"}, {"text_block_id": "p67_b931", "text": "Development of recreational and eco/marine tourism (with Tourism Authority);"}, {"text_block_id": "p67_b932", "text": "•"}, {"text_block_id": "p67_b933", "text": "Development of aqua culture and coastal fisheries; and"}, {"text_block_id": "p67_b934", "text": "•"}, {"text_block_id": "p67_b935", "text": "Development of enabling support infrastructure."}, {"text_block_id": "p67_b936", "text": "Table 4.3: Key indicators and targets for fishery & marine resource sector"}, {"text_block_id": "p67_b937", "text": "4.6 Agriculture and Livestock"}, {"text_block_id": "p67_b938", "text": "The agricultural sector in PNG continues to be the social safety net of PNG society. This sector employs about 50% of the working age population and provides income earning opportunities and subsistence for 85% of the population who live in rural areas. The sector contributes about 15% of the nation’s GDP. While an estimated 30 percent of the land in PNG is suitable for agriculture, only 2.2 percent is currently being utilized for commercial agricultural production. In addition, PNG’s agricultural sector is low"}, {"text_block_id": "p68_b939", "text": "yielding due to poor farming practices and hence is less profitable, compared to other countries.  Poor infrastructure and market access are also contributing factors (MTDP1, 2010)."}, {"text_block_id": "p68_b940", "text": "Enablers such as roads, bridges, extension service, access to markets, with appropriate regulatory policies will enable the sector to grow."}, {"text_block_id": "p68_b941", "text": "In terms of production performance, Palm Oil and Coffee had gains in volume and value while cocoa production declined due to cocoa pod borer, poor yields and low prices.  The coconut industry continues to decline due to low prices, high production and transport costs and declining yields due to aging palms.  Production of other minor crops such as vanilla, rubber, chili, etc. are also in decline for similar reasons."}, {"text_block_id": "p68_b942", "text": "The Alotau accord called for; 1) increased capitalization of national development bank; 2) priority attention to rehabilitation of cash crops, fresh food storage, infrastructure, research and restructuring of commodity boards; 3) a promotional program to be undertaken seeking foreign investment in production and processing."}, {"text_block_id": "p68_b943", "text": "The key strategic priorities for the MTDP2 are:"}, {"text_block_id": "p68_b944", "text": "•"}, {"text_block_id": "p68_b945", "text": "Improvement of institutional capacity;"}, {"text_block_id": "p68_b946", "text": "•"}, {"text_block_id": "p68_b947", "text": "Improvement of access to land;"}, {"text_block_id": "p68_b948", "text": "•"}, {"text_block_id": "p68_b949", "text": "Development of key supply chains to link producers to markets;"}, {"text_block_id": "p68_b950", "text": "•"}, {"text_block_id": "p68_b951", "text": "Provision of appropriate extension services;"}, {"text_block_id": "p68_b952", "text": "•"}, {"text_block_id": "p68_b953", "text": "Development of coping and mitigation strategies for pests and diseases and"}, {"text_block_id": "p68_b954", "text": "climate change;"}, {"text_block_id": "p68_b955", "text": "•"}, {"text_block_id": "p68_b956", "text": "Funding of research and development;"}, {"text_block_id": "p68_b957", "text": "•"}, {"text_block_id": "p68_b958", "text": "Enforcement of CODEX marketing standards; and"}, {"text_block_id": "p68_b959", "text": "•"}, {"text_block_id": "p68_b960", "text": "Utilization of Economic Corridors for agricultural development"}, {"text_block_id": "p68_b961", "text": "Agricultural practices have always been sustainable and responsible mostly out of the need to survive. This can be seen by the production of electricity from oil palm wastes and bio diesel from coconuts by some innovative participants."}, {"text_block_id": "p68_b962", "text": "Table 4.4: Key indicators and targets for the agriculture & livestock sector"}, {"text_block_id": "p69_b963", "text": "4.7 Water Resources"}, {"text_block_id": "p69_b964", "text": "MTDP2 Goal: To improve the management of our fresh water resources and catchment areas."}, {"text_block_id": "p69_b965", "text": "Papua New Guinea (PNG) has a substantial amount of fresh water resources (underground, rivers and lakes). According to the Department of Environment and Conservation (DEC, 2006), there are nine hydrological drainage divisions (basins) in the country, which make it a water rich country. The largest river basins of the country are: Sepik, Fly, Purari and Markham. The Sepik has the largest catchment area with 78,000 km"}, {"text_block_id": "p69_b966", "text": "2"}, {"text_block_id": "p69_b967", "text": ", followed by Fly with 61,000 km"}, {"text_block_id": "p69_b968", "text": "2"}, {"text_block_id": "p69_b969", "text": ", the Purari with 33,670 km"}, {"text_block_id": "p69_b970", "text": "2"}, {"text_block_id": "p69_b971", "text": "and Markham with 12,000 km"}, {"text_block_id": "p69_b972", "text": "2"}, {"text_block_id": "p69_b973", "text": ". The other catchments are less than 5,000 km"}, {"text_block_id": "p69_b974", "text": "2"}, {"text_block_id": "p69_b975", "text": "and are very steep."}, {"text_block_id": "p69_b976_merged_merged", "text": "There are 5,383 freshwater lakes in the country. However, most are small. Only 22 of them have a surface area exceeding 1,000 ha. Lake Murray is the largest with surface area of 64,700 ha. Internal renewable water resources are estimated at 801.0 km2 per year and the bacteriological and chemical quality of most of the surface and underground water is safe. Consumption of water is as follows: Agriculture: 48%, Domestic: 28%, Industrial: 22% and others at 2% (Dec, 2006)."}, {"text_block_id": "p69_b979", "text": "This abundant water resource presents PNG with great potential for generation of clean hydro-electricity and bottling and exporting of fresh water. It is classified as a strategic asset of the country."}, {"text_block_id": "p69_b980", "text": "Strategic policy and action plan is needed to guide the development and management of the resource."}, {"text_block_id": "p69_b981", "text": "The key strategic priorities for MTDP2 are:"}, {"text_block_id": "p69_b982", "text": "•"}, {"text_block_id": "p69_b983", "text": "Development of strategic policy and action plan on the water resources and its"}, {"text_block_id": "p69_b984", "text": "implementation;"}, {"text_block_id": "p69_b985", "text": "•"}, {"text_block_id": "p69_b986", "text": "Increasing the access of rural and urban households and schools and health"}, {"text_block_id": "p69_b987", "text": "institutions on improved water source;"}, {"text_block_id": "p69_b988", "text": "•"}, {"text_block_id": "p69_b989", "text": "Increasing cultivated area under irrigation;"}, {"text_block_id": "p69_b990", "text": "•"}, {"text_block_id": "p69_b991", "text": "Increasing the proportion of hydro-electricity in the energy sector; and"}, {"text_block_id": "p69_b992", "text": "•"}, {"text_block_id": "p69_b993", "text": "Increasing bottling of PNG’s fresh water for drinking in the country and exports."}, {"text_block_id": "p69_b994", "text": "Key indicators and targets for the water resources sector are provided in the water and sanitation section of Chapter 3, and clean and sustainable energy section in Chapter 4."}, {"text_block_id": "p69_b995", "text": "4.8 Clean and Renewable Energy"}, {"text_block_id": "p69_b996", "text": "MTDP2 Goal: To produce and supply clean, reliable and affordable energy to all households and enterprises today and in the future."}, {"text_block_id": "p69_b997", "text": "Approximately 83% of the population does not have access to energy/electricity, and progress in providing electricity to rural PNG has been slow. In some cases the level of electricity services has been deteriorating because of insufficient funding for maintenance."}, {"text_block_id": "p69_b998", "text": "The four main sources for electricity generation are: bio-gas, hydro, geothermal and"}, {"text_block_id": "p71_b999", "text": "diesel. The electricity produced through these sources is still not enough to meet the growing demand due to increased population growth and economic development."}, {"text_block_id": "p71_b1000", "text": "A large proportion of the current electricity/energy produced in the country is through the use of fossil fuel that increases carbon dioxide and global warming. This has to be reversed and cleaner energy sources need to be developed."}, {"text_block_id": "p71_b1001", "text": "Providing affordable power supply to the people of Papua New Guinea is a priority item in the Alotau Accords (# 8). MTDP2 will continue the process begun by MTDP1 on increasing access to electricity for all households in the country but with greater focus on the generation and supply from cleaner sources of energy. Generating electricity from gas to meet growing demand is necessary in the medium term but commitment by Government is needed to shift away from fossil fuel reliance and towards cleaner sources of energy."}, {"text_block_id": "p71_b1002", "text": "Greater understanding through research and development is needed on the cost and effectiveness of alternative sources of cleaner power such as bio-fuel, hydro, geothermal, biomass, wind and solar. This will guide increased investments in the generation and distribution of alternative cleaner sources of energy. For the transport sector, bio-fuel will be assessed as a low cost cleaner alternative to diesel."}, {"text_block_id": "p71_b1003", "text": "Power generation needs to be opened to independent power producers in order to increase both the amount of electricity generated and the share of renewable energy in the national energy mix. Restructuring of the sector by separating generation, transmission and distribution services can have a significant effect on electric power technologies, costs, prices, institutions, and regulatory frameworks, and can create more space for renewable and clean energy in the national energy mix."}, {"text_block_id": "p71_b1004", "text": "Ongoing work on the set up of regional grids will continue as part of the strategy to provide access nationwide. Meanwhile, major maintenance will be undertaken on the existing regional grids — the Port Moresby Rouna grid, the Ramu grid and the Gazelle grid. The consolidation of regional grids into a national grid should provide for potential international connection and export to Eastern Australia."}, {"text_block_id": "p71_b1005", "text": "Table 4.5: Key indicators and targets for the clean renewable energy sector"}, {"text_block_id": "p71_b1006", "text": "It is anticipated that the proportion of energy/electricity produced from clean renewable energy sources such as hydro, solar, wind, tidal, geo-thermal, biomass and biogas will be increased. The use of wood for cooking and slash and burn in agriculture will also be reduced."}, {"text_block_id": "p72_b1007", "text": "4.9 Minerals and Petroleum Resources"}, {"text_block_id": "p72_b1008", "text": "Minerals"}, {"text_block_id": "p72_b1009", "text": "MTDP2 Goal: Managing a socio-economically beneficial and environmentally sensitive world-class mineral extraction industry."}, {"text_block_id": "p72_b1010", "text": "The minerals sector has been the key source of exports and revenue to the Government and the biggest single contributor to GDP growth since independence. Currently it provides more than one third of government tax revenue as well as royalties to landowners, dividends to equity holders, and many tangible benefits to host communities. The sector has considerable potential to grow and will continue to play a critical role in PNG’s revenue growth over the foreseeable future."}, {"text_block_id": "p72_b1011", "text": "Several new world-class mining projects are nearing completion of feasibility studies and are expected to begin construction and production within the medium term."}, {"text_block_id": "p72_b1012", "text": "Key challenges include; better utilization of mining revenues for broad based development and diversification of the economy. Low commodity prices in the future will tend to discourage exploration and also reduce the profitability and viability of existing mines and defer development of new mines."}, {"text_block_id": "p72_b1013", "text": "The key strategic priorities under MTDP2 are:"}, {"text_block_id": "p72_b1014", "text": "•"}, {"text_block_id": "p72_b1015", "text": "Strengthening the capacity of state institutions responsible for policy,"}, {"text_block_id": "p72_b1016", "text": "administration, regulation, compliance and enforcement;"}, {"text_block_id": "p72_b1017", "text": "•"}, {"text_block_id": "p72_b1018", "text": "Reviewing and aligning industry plans with the StaRS;"}, {"text_block_id": "p72_b1019", "text": "•"}, {"text_block_id": "p72_b1020", "text": "Maximizing exploration in existing tenements whilst placing restrictions on new"}, {"text_block_id": "p72_b1021", "text": "explorations;"}, {"text_block_id": "p72_b1022", "text": "•"}, {"text_block_id": "p72_b1023", "text": "Ensuring equitable distribution of benefits and participation;"}, {"text_block_id": "p72_b1024", "text": "•"}, {"text_block_id": "p72_b1025", "text": "Establishing the Sovereign Wealth Fund to protect benefits for the current and"}, {"text_block_id": "p72_b1026", "text": "future generations;"}, {"text_block_id": "p72_b1027", "text": "•"}, {"text_block_id": "p72_b1028", "text": "Developing policies for the relocation of affected communities, effective mine"}, {"text_block_id": "p72_b1029", "text": "waste management, responsible seabed mining and downstream processing; and"}, {"text_block_id": "p72_b1030", "text": "•"}, {"text_block_id": "p72_b1031", "text": "Ensuring that environmental impact and risks are minimized or mitigated."}, {"text_block_id": "p72_b1032", "text": "Table 4.6: Key indicators and targets for the minerals sector"}, {"text_block_id": "p73_b1033", "text": "Petroleum & Gas"}, {"text_block_id": "p73_b1034", "text": "MTPD 2 Goal: Maximize socioeconomic and environment benefits from the petroleum and gas industry."}, {"text_block_id": "p73_b1035", "text": "In May 2014, PNG exported its first gas from the US$19 billion PNG LNG project. This project has an expected lifespan of 40 years. A second LNG project (Elk/Antelope) is in the process of final reviews for development. These two projects alone have the potential to provide most of the Government’s revenue for many years to come."}, {"text_block_id": "p73_b1036", "text": "The petroleum and gas sector is expected to fund the PNG economy for the next 50 years. The expansion of the petroleum & gas sector will provide the impetus and raw materials for the development of the petrochemical industry and the feedstock for the energy sector."}, {"text_block_id": "p73_b1037", "text": "Key challenges for the Government to harness the full potential of the petroleum and gas industry include strengthening the institutional capacity of state institutions mandated with the administration of the sector; a review of petroleum & gas policies and supporting legislation to address the findings of the taxation review and adopting the StaRS, and developing adequate stakeholder engagement mechanisms to address landowner concerns."}, {"text_block_id": "p73_b1038", "text": "The key strategic priorities under MTDP2 are:"}, {"text_block_id": "p73_b1039", "text": "•"}, {"text_block_id": "p73_b1040", "text": "Strengtheningstateinstitutionsresponsibleforpolicy,administration,regulation,"}, {"text_block_id": "p73_b1041", "text": "compliance and enforcement;"}, {"text_block_id": "p73_b1042", "text": "•"}, {"text_block_id": "p73_b1043", "text": "Reviewing and aligning industry plan with StaRS;"}, {"text_block_id": "p73_b1044", "text": "•"}, {"text_block_id": "p73_b1045", "text": "Encouraging continued investment in exploration;"}, {"text_block_id": "p73_b1046", "text": "•"}, {"text_block_id": "p73_b1047", "text": "Ensuring equitable distribution of benefits and participation;"}, {"text_block_id": "p73_b1048", "text": "•"}, {"text_block_id": "p73_b1049", "text": "Establishing of the Sovereign Wealth Fund to provide equitable benefits for the"}, {"text_block_id": "p73_b1050", "text": "current and future generations;"}, {"text_block_id": "p73_b1051", "text": "•"}, {"text_block_id": "p73_b1052", "text": "Reviewing of the Oil & Gas Act to capture the recommendations from the tax"}, {"text_block_id": "p73_b1053", "text": "review and adopting principles of sustainable development;"}, {"text_block_id": "p73_b1054", "text": "•"}, {"text_block_id": "p73_b1055", "text": "Facilitating downstream processing for petroleum and gas products; and"}, {"text_block_id": "p73_b1056", "text": "•"}, {"text_block_id": "p73_b1057", "text": "Ensuring that environmental impact and risks are mitigated."}, {"text_block_id": "p73_b1058", "text": "Table 4.7: Key indicators and targets on the petroleum & gas sector"}, {"text_block_id": "p74_b1059", "text": "Benefits from our gas industry must reach every Papua New Guinean"}, {"text_block_id": "p75_b1060", "text": "4.10  Cultural and Eco-Tourism"}, {"text_block_id": "p75_b1061", "text": "PNG is a country with over 800 languages and cultures. This diversity of cultures attracts international tourists. The physical features of the country, which includes high mountain ranges, highlands with beautiful climate, lowlands and seashores, and large number of islands and sea area, is also attractive for tourists."}, {"text_block_id": "p75_b1062", "text": "According to the PNG Tourism Authority, the number of tourists visiting PNG, including holidaymakers, visiting friends and relatives and those travelling for meetings, conferences and exhibitions increased from 47,424 in 2012 to 64,127 in 2014. Similarly, foreign travellers visiting the country for business purposes increased from 58,986 in 2012 to 66,639 in 2014."}, {"text_block_id": "p75_b1063", "text": "The average length of stay of foreign holidaymakers in PNG is 16.3 days. On the average, the daily expenditure of a foreign tourist is K948. The estimated total expenditure incurred by foreign visitors increased from K960 million in 2008 to K1.75 billion in 2012."}, {"text_block_id": "p75_b1064", "text": "The tourism industry is still underdeveloped in PNG, but it has great potential to expand. The development of tourism industry has the potential for providing significant income and employment opportunities to Papua New Guineans."}, {"text_block_id": "p75_b1065", "text": "The MTDP2 aims at developing the tourism sector through the promotion of cultural and eco-tourism as well as research on culture, biodiversity and medicinal plants."}, {"text_block_id": "p75_b1066", "text": "Table 4.8: Key indicators and targets on the tourism sector"}, {"text_block_id": "p75_b1067", "text": "DNPM RMF Pocketbook 2013/2014."}, {"text_block_id": "p77_b1068", "text": "An informed government is an effective government"}, {"text_block_id": "p78_b1069", "text": "Chapter 5: Monitoring and Evaluation"}, {"text_block_id": "p78_b1070", "text": "5.1 Introduction"}, {"text_block_id": "p78_b1071", "text": "Monitoring and Evaluation provides the last stage in the four stage PIM Cycle and informs the process of the execution of the plans so that implementation can be improved."}, {"text_block_id": "p78_b1072", "text": "Monitoring is defined as the regular collection of information needed to assess the progress of implementing work-plans, projects or programs. Evaluation is defined as the periodic collection of this information to assess whether the project or program is improving the well being of the targeted population. Monitoring and Evaluation allows Government to gauge whether a project/program has been implemented and what has been achieved."}, {"text_block_id": "p78_b1073", "text": "The information to be collected to undertake monitoring and evaluation assessments are: inputs, activities, outputs, outcomes and impacts of each work-plan, project or program. Details on the collection of this information are set out below."}, {"text_block_id": "p78_b1074", "text": "•"}, {"text_block_id": "p78_b1075", "text": "Inputs"}, {"text_block_id": "p78_b1076", "text": "are the financial, human, material, technology and information resources needed to implement a project/program. For example, the inputs for a family planning program are funding, equipment and medical supplies, number of workers trained in the program. The inputs are monitored during the life of the program."}, {"text_block_id": "p78_b1077", "text": "•"}, {"text_block_id": "p78_b1078", "text": "Activities"}, {"text_block_id": "p78_b1079", "text": "are the actions taken or work performed that mobilizes the inputs to produce specific outputs. For example media campaigns, community meetings to educate couples on family planning, the number of health workers attending refresher training on family planning. These activities should be monitored during the life of the program."}, {"text_block_id": "p78_b1080", "text": "•"}, {"text_block_id": "p78_b1081", "text": "Outputs"}, {"text_block_id": "p78_b1082", "text": "are the products and services that result from completing project/ program activities. For example, increased understanding by people of the importance of family planning, and increased access to and use of family planning methods. The outputs should be measured and monitored during the life of the program."}, {"text_block_id": "p78_b1083", "text": "•"}, {"text_block_id": "p78_b1084", "text": "Outcomes"}, {"text_block_id": "p78_b1085", "text": "are the short or medium-term effects of an output. Outcomes under the family planning example would be: reduced number of children per childbearing aged female; and increased age gap between each child born. Outcomes are generally measured 1-5 years after the program has been implemented."}, {"text_block_id": "p78_b1086", "text": "•"}, {"text_block_id": "p78_b1087", "text": "Impacts"}, {"text_block_id": "p78_b1088", "text": "are the long-term effects (positive or negative) on the target group for the project/program. For example, the impact of family planning would be: reduced fertility on individual; household savings & investments; population growth rate; social equity and the environment. The impacts are generally measured 5 years after the program has been implemented."}, {"text_block_id": "p78_b1089", "text": "The results chain diagram (below) shows a Monitoring and Evaluation framework in"}, {"text_block_id": "p79_b1090", "text": "operation, where outputs, outcomes and impacts are the project/program results and inputs, activities and outputs are the implementation variables."}, {"text_block_id": "p79_b1091", "text": "The inputs and activities (as shown by the solid arrows) directly affect the outputs, while the outcomes and impacts (as shown by the dotted arrows) are not only affected by the outputs but by factors outside the program."}, {"text_block_id": "p79_b1092", "text": "For example, the outcome of fertility planning program (that is, the reduced number of children born per female) is not the result of the program only. The flow on impact will be on other policy areas such as levels of female education and employment as well."}, {"text_block_id": "p79_b1093", "text": "The program implementers are therefore directly responsible for the inputs, activities and outputs, while they are only indirectly responsible for the outcomes and impacts."}, {"text_block_id": "p79_b1094", "text": "Results Chain Diagram"}, {"text_block_id": "p79_b1095", "text": "Under MTDP2, implementing agencies will need to collect on a quarterly basis information data on inputs, such as: money spent, labour cost, materials, and technology used for a particular activity. On outputs the data collected would include such information as: what was produced using those inputs. These could include kilometers of road sealed, proportion (%) of a bridge construction completed, number of trainings held, and number of people trained. Similarly agencies should also, in some cases, collect data on outcomes such as, number of crimes per 1,000 population, and proportion of divorce cases per 1,000 married couples."}, {"text_block_id": "p80_b1096", "text": "The project/program is said to be effective if 100% of the targeted results are achieved on the prescribed time. It is efficient if the results are achieved at the least cost."}, {"text_block_id": "p80_b1097", "text": "An example of this would be an measles immunisation program for 10,000 primary school children with a budget of K20,000. If this program meets it’s target within budget, than it is considered both effective and efficient. Post program evaluation showing a reduction in the number of cases of measles in villages and town across the country would be considered as positive outcome indicator."}, {"text_block_id": "p80_b1098", "text": "Some outputs and outcomes are measured on an annual basis, such as amount of coffee produced per year (is an output) and percentage of dropouts in grade 1-8 per year (is an outcome). Implementing agencies will need to collect data annually to report on these outputs and outcomes. All reports should include an analysis of the data collected and the results provided for review and assessment of project/program implementation guidelines."}, {"text_block_id": "p80_b1099", "text": "Implementing agencies are also required to send progress reports on inputs, outputs and outcomes to the Department of National Planning and Monitoring (DNPM) for consolidation. The DNPM will provide implementation progress reports to the Government through the National Executive Council."}, {"text_block_id": "p80_b1100", "text": "Some data can be collected only through periodic censuses and surveys. These includes; the National Population and Housing Census (Census) and Demographic and Health Surveys (DHS) which are conducted every 10 years."}, {"text_block_id": "p80_b1101", "text": "Data obtained from the censuses include all data relating to population, such as: total population by age and sex; change in population growth rates per year; fertility; mortality and migration rates; literacy rates; etc. The data obtained under the DHS relates to fertility, contraceptives use, maternal and child health, infant and maternal mortality rates, etc. The next DHS is scheduled to be undertaken in 2016 and the next Census in 2020."}, {"text_block_id": "p80_b1102", "text": "It is the responsibility of the National Statistical Office (NSO) to collect data through censuses and surveys, undertaken the analysis and report to the Government. Under MTDP2 the Government will provide necessary funding to NSO for this purpose."}, {"text_block_id": "p80_b1103", "text": "The NSO is also required to produce data on the social, economic, demographic, Millennium Development Goals, human development and the responsible sustainable development indicators. This has not occurred to date."}, {"text_block_id": "p80_b1104", "text": "To improve the reporting capability of the NSO the Government has provided necessary financial support, including:"}, {"text_block_id": "p80_b1105", "text": "•"}, {"text_block_id": "p80_b1106", "text": "Reforming the NSO;"}, {"text_block_id": "p80_b1107", "text": "•"}, {"text_block_id": "p80_b1108", "text": "Introducing the National ID Program to provide unique electronic ID to all PNG"}, {"text_block_id": "p80_b1109", "text": "citizens to improve service delivery;"}, {"text_block_id": "p80_b1110", "text": "•"}, {"text_block_id": "p80_b1111", "text": "Delegating the Civil Registration System (CRS) to the DNPM and amalgamating"}, {"text_block_id": "p80_b1112", "text": "the CRS and NSO to eventually form the Bureau of Civil Registry and National Statistics; and"}, {"text_block_id": "p80_b1113", "text": "•"}, {"text_block_id": "p80_b1114", "text": "Establishing the Population Information System"}, {"text_block_id": "p81_b1115", "text": "5.2 Reforming the National Statistical Office And Civil Registry"}, {"text_block_id": "p81_b1116", "text": "Reforming the NSO"}, {"text_block_id": "p81_b1117", "text": "Because of the poor state of statistics in PNG and the inability of the NSO to produce timely and quality economic and social demographic statistics, the Government has recognized the need to overhaul the NSO with reinvigorated legislation, structure and management. The following capacity building reforms are being put in place:"}, {"text_block_id": "p81_b1118", "text": "•"}, {"text_block_id": "p81_b1119", "text": "Reviewing the endemic problems facing the NSO and the formulation of a"}, {"text_block_id": "p81_b1120", "text": "year Action Plan to address these issues following a review with the support of the IMF and the Australian Bureau of Statistics;"}, {"text_block_id": "p81_b1121", "text": "•"}, {"text_block_id": "p81_b1122", "text": "Formulating a Steering Committee comprising the Department of National"}, {"text_block_id": "p81_b1123", "text": "Planning & Monitoring (Chair), Department of Treasury (Deputy Chair), Bank of Papua New Guinea and the National Statistical Office;"}, {"text_block_id": "p81_b1124", "text": "•"}, {"text_block_id": "p81_b1125", "text": "Setting up a Secretariat to be run by the Department of Treasury and including"}, {"text_block_id": "p81_b1126", "text": "the DNPM;"}, {"text_block_id": "p81_b1127", "text": "•"}, {"text_block_id": "p81_b1128", "text": "Keeping relevant stakeholders informed of the reform progress and ensuring"}, {"text_block_id": "p81_b1129", "text": "stakeholders are consulted on relevant issues throughout the process; and"}, {"text_block_id": "p81_b1130", "text": "•"}, {"text_block_id": "p81_b1131", "text": "Preparing a joint National Planning/Treasury NEC Submission outlining the"}, {"text_block_id": "p81_b1132", "text": "final plans for overhauling the NSO."}, {"text_block_id": "p81_b1133", "text": "Progress has been made with the conclusion of the 2011 Population Census, the updating of the Consumer Price Index and the conduct of the Business Activities Survey."}, {"text_block_id": "p81_b1134", "text": "Reforms To The Civil Registry System"}, {"text_block_id": "p81_b1135", "text": "A Civil Registration System is designed to record births, deaths, marriages and divorces. The CRS should provide a continuous data base for the monitoring of fertility, maternal and marital status. Unfortunately, most these are not officially recorded by the CRS in PNG. To date, CRS statistics cannot be meaningfully used for the monitoring of these indicators."}, {"text_block_id": "p81_b1136", "text": "In 2014, the CRS was moved from the Department for Community Development to the DNPM. In order to improve performance on data, the Government will amalgamate the CRS and NSO to eventually form the Bureau of Civil Registry and National Statistics during the MTDP2 period."}, {"text_block_id": "p81_b1137", "text": "Establishing the Population Information System"}, {"text_block_id": "p81_b1138", "text": "A Population Information System (PIS) is a national database that contains basic information on individuals, including nationals and foreign citizens residing permanently in PNG. The PIS will be established at the reformed National Statistics Office. Information for this system is obtained through the National ID and civil registry programs."}, {"text_block_id": "p81_b1139", "text": "Information on individuals in the PIS database could include:"}, {"text_block_id": "p81_b1140", "text": "•"}, {"text_block_id": "p81_b1141", "text": "Full name"}, {"text_block_id": "p81_b1142", "text": "•"}, {"text_block_id": "p81_b1143", "text": "Personal identification number"}, {"text_block_id": "p81_b1144", "text": "•"}, {"text_block_id": "p81_b1145", "text": "Sex"}, {"text_block_id": "p81_b1146", "text": "•"}, {"text_block_id": "p81_b1147", "text": "Date of birth (day, month, year)"}, {"text_block_id": "p82_b1148", "text": "•"}, {"text_block_id": "p82_b1149", "text": "Full name and personal identification number of father"}, {"text_block_id": "p82_b1150", "text": "•"}, {"text_block_id": "p82_b1151", "text": "Full name and personal identification number of mother"}, {"text_block_id": "p82_b1152", "text": "•"}, {"text_block_id": "p82_b1153", "text": "Marital status (never married, currently married, living in consensual union,"}, {"text_block_id": "p82_b1154", "text": "divorced, widowed)"}, {"text_block_id": "p82_b1155", "text": "•"}, {"text_block_id": "p82_b1156", "text": "Personal identification number(s) of spouse(s)"}, {"text_block_id": "p82_b1157", "text": "•"}, {"text_block_id": "p82_b1158", "text": "Names and personal identification number(s) of children born alive (in case of"}, {"text_block_id": "p82_b1159", "text": "woman)"}, {"text_block_id": "p82_b1160", "text": "•"}, {"text_block_id": "p82_b1161", "text": "Names and personal identification number(s) of children dead (in case of woman)"}, {"text_block_id": "p82_b1162", "text": "•"}, {"text_block_id": "p82_b1163", "text": "Place of birth (village/town, ward, LLG/municipality, district, province)"}, {"text_block_id": "p82_b1164", "text": "•"}, {"text_block_id": "p82_b1165", "text": "Place of current residence for more than one year (village/town, ward, LLG/"}, {"text_block_id": "p82_b1166", "text": "municipality, district, province)"}, {"text_block_id": "p82_b1167", "text": "•"}, {"text_block_id": "p82_b1168", "text": "Mother tongue"}, {"text_block_id": "p82_b1169", "text": "•"}, {"text_block_id": "p82_b1170", "text": "Occupation (agriculture, industry, services)"}, {"text_block_id": "p82_b1171", "text": "•"}, {"text_block_id": "p82_b1172", "text": "Years of school attended"}, {"text_block_id": "p82_b1173", "text": "•"}, {"text_block_id": "p82_b1174", "text": "Home country at birth"}, {"text_block_id": "p82_b1175", "text": "•"}, {"text_block_id": "p82_b1176", "text": "Citizenship"}, {"text_block_id": "p82_b1177", "text": "•"}, {"text_block_id": "p82_b1178", "text": "Mailing address, including email"}, {"text_block_id": "p82_b1179", "text": "•"}, {"text_block_id": "p82_b1180", "text": "Information on death (day, month, year), in case of death"}, {"text_block_id": "p82_b1181", "text": "Progress on establishing the Population Information System will be measured by information collected on funding spent (inputs) and the progress made on achieving targeted outputs. DNPM will be responsible for monitoring and reporting on the progress of this program."}, {"text_block_id": "p82_b1182", "text": "5.3 The National Identity Program"}, {"text_block_id": "p82_b1183", "text": "The Government is implementing a K270m National Identification Program."}, {"text_block_id": "p82_b1184", "text": "The objective of the program is to provide unique electronic ID to all PNG citizens to assist them to obtain access to public goods and services more efficiently. Some of the key information captured in the Population Information System, such as date and place of birth is very important for receiving many of the services, including school enrolments and opening of bank accounts. This program will also involve the establishment of permanent offices in every province under the Civil Registry Office where NSO and Planning staff can also be located."}, {"text_block_id": "p82_b1185", "text": "Monitoring of the inputs and outputs of the National ID Program is essential for ensuring the integrity of the program over time. This activity is the responsibility of the DNPM."}, {"text_block_id": "p82_b1186", "text": "5.4 Monitoring and Evaluation within DNPM"}, {"text_block_id": "p82_b1187", "text": "The DNPM is currently finalizing the National Strategy for Statistics and the M&E Policy."}, {"text_block_id": "p82_b1188", "text": "Under the MTDP2 officers from DNPM will regularly liaise with agencies to monitor the progress of their M&E activities. The DNPM will also organize training on data collection"}, {"text_block_id": "p83_b1189", "text": "and analysis to strengthen the M&E capacity of sector agencies. Officers will not only focus on the quantity of project outputs/deliverables but also on the quality to ensure project/program interventions are meeting their identified targets."}, {"text_block_id": "p83_b1190", "text": "The results of the M&E activities in DNPM will be published through:"}, {"text_block_id": "p83_b1191", "text": "•"}, {"text_block_id": "p83_b1192", "text": "Results Monitoring Framework (a booklet, to be produced annually)"}, {"text_block_id": "p83_b1193", "text": "•"}, {"text_block_id": "p83_b1194", "text": "Critical Activity Matrix (to be produced quarterly)"}, {"text_block_id": "p83_b1195", "text": "•"}, {"text_block_id": "p83_b1196", "text": "Consolidated quarterly progress reports, and"}, {"text_block_id": "p83_b1197", "text": "•"}, {"text_block_id": "p83_b1198", "text": "Annual Public Investment Program reports."}, {"text_block_id": "p83_b1199", "text": "Data collected by DNPM is stored in the PNG Info and the Development Assistance Database."}, {"text_block_id": "p83_b1200", "text": "The Government is also aware that inadequate number of reviews, assessments and evaluations on different issues of development are conducted in the country. The DNPM will work together with development partners and implementing agencies in these areas."}, {"text_block_id": "p83_b1201", "text": "5.5 Key Government Targets and Indicators"}, {"text_block_id": "p83_b1202", "text": "A summary table has been attached for ease of reference."}, {"text_block_id": "p83_b1203", "text": "Summary Table of Indicators and Targets for MTDP2"}], "document_description": "This Plan defines how the government intends to act over the short and medium-term in line with its Vision to 2050. It notably seeks 1) a higher climate resilience, 2) to protect national rainforests notably because of they are carbon sinks, 3) and a a reduction of fossil-fuels in energy systems."}