{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Compatible Development Management Policy", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "08/04/2014", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/PNG/2014/PNG-2014-04-08-National Climate Change Compatible Development Management Policy_8b802e43a64d7a65245b3c0129b8dd09.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Published by the Office of Climate Change & Development"}, {"text_block_id": "p1_b2", "text": "Port Moresby"}, {"text_block_id": "p1_b3", "text": "National Capital District"}, {"text_block_id": "p1_b4", "text": "Papua New Guinea"}, {"text_block_id": "p1_b5", "text": "4 August, 2014"}, {"text_block_id": "p1_b6", "text": "Enquiries should be made to:"}, {"text_block_id": "p1_b7", "text": "Executive Director"}, {"text_block_id": "p1_b8", "text": "Office of Climate Change and Development"}, {"text_block_id": "p1_b9", "text": "P. O. Box 4017"}, {"text_block_id": "p1_b10", "text": "BOROKO"}, {"text_block_id": "p1_b11", "text": "Papua New Guinea"}, {"text_block_id": "p1_b12", "text": "Telephone: +675 70910300"}, {"text_block_id": "p1_b13", "text": "Facsimile: +675 3257620"}, {"text_block_id": "p1_b14", "text": "Email: info@occd.gov.pg"}, {"text_block_id": "p1_b15", "text": "Website: www.occd.gov.pg"}, {"text_block_id": "p1_b16", "text": "Written by: OCCD Management & Staff"}, {"text_block_id": "p1_b17", "text": "Designer: Ethel Namuri"}, {"text_block_id": "p1_b18", "text": "Cover design: Dylan J. Namuri"}, {"text_block_id": "p1_b19", "text": "Compiled by Office of Climate Change & Development"}, {"text_block_id": "p1_b20", "text": "Copyright © 2014 Papua New Guinea Office of Climate Change & Development"}, {"text_block_id": "p2_b21", "text": "Foreword"}, {"text_block_id": "p2_b22", "text": "Hon. Peter O'Neill CMG MP"}, {"text_block_id": "p2_b23", "text": "After years of debate the scientific community has proven that the global climate is changing. Although there is still some political debate that exists particularly surrounding what is changing, how to address the changes and who to address the changes, there is political consensus that climate change is an important global issue for governments to consider and effect measures to address it."}, {"text_block_id": "p2_b24", "text": "In 2005, in recognition of our unique natural environment and our strong reliance on our natural environment as the backbone of our economy, Papua New Guinea proposed to the world that we could help save the climate system by protecting our forests, which were fast being depleted to grow our economy and sustain our people’s livelihoods."}, {"text_block_id": "p2_b25", "text": "PNG succeeded in having the REDD+ issue embedded into the global climate change negotiations as a positive measure for reducing greenhouse gas emissions. Our political leadership has ensured a banding of likeminded rainforest countries under the umbrella of the Coalition of Rainforest Nations (CfRN). REDD+ is now globally recognized as a measure to create financial incentives by reducing emis"}, {"text_block_id": "p2_b26", "text": "-"}, {"text_block_id": "p2_b27", "text": "sions from rainforests through an array of activities that stop deforestation, promote sustainable forest management and enhance forest conservation. These actions are not new to PNG, as the principles that guide them are already embedded in our National Constitution."}, {"text_block_id": "p2_b28", "text": "We have also articulated climate change in our current national long term political vision, plans and strategies, namely the Vision 2050 and the National Strategic Plan 2010-2030. Furthermore, government’s strategy on climate change, the PNG Climate-Compatible Development Strategy, already identifies key priority areas to improve our economic growth whilst reducing greenhouse gas emissions and enhancing climate resilience."}, {"text_block_id": "p2_b29", "text": "This National Climate Compatible Development Management Policy (NCCDMP ) is our Government’s blue print to achieve our vision in building a climate-resilient and carbon neutral pathway through sustainable economic development for Papua New Guinea. Our Government’s actions are driven by our commitment to international obligations and na"}, {"text_block_id": "p2_b30", "text": "-"}, {"text_block_id": "p2_b31", "text": "tional goals and directive principles to strive to achieve a climate resilient and carbon neutral society for all. To achieve this, we intend to drive a whole of country effort towards a low carbon growth pathway by 2030 and become climate compatible by 2050."}, {"text_block_id": "p2_b32", "text": "Particular emphasis is also placed on the promotion and adoption of cost effective measures to reduce green-house gas emissions driven mainly by abatement measures in Agriculture, Land Use, Land Use-Change and Forestry (LULUCF) sectors and become carbon neutral while investing into low-carbon infrastructure."}, {"text_block_id": "p2_b33_merged_merged_merged", "text": "Our Government would like to ensure that our people build their capacity to be resilient to the risks and impacts of cli-mate change through the implementation of appropriate adaptation measures to counter extreme weather and climatic events. We would like to also strengthen effective decision making and good governance by recognizing that all stake-holders have a role to play in addressing the risks and effects of climate change and further integrate climate change into cross-sectorial policies in the country."}, {"text_block_id": "p2_b38", "text": "This is the biggest challenge of our time and we are determined that our Government will lead by example within the region to implement the most immediate readiness activities over the next 3 years, which will put us on a long term course to achieving Vision 2050."}, {"text_block_id": "p3_b39", "text": "Preface"}, {"text_block_id": "p3_b40", "text": "Hon. John Pundari, MP"}, {"text_block_id": "p3_b41", "text": "Action on Climate Change is integral to a robust and resilient economy. This is a new challenge for Papua New Guinea and our Government is serious about this by taking a step in formulating this National Climate Compatible Development Management Policy.   Climate change is attributed directly or indirectly to human activity that alters the compo"}, {"text_block_id": "p3_b42", "text": "-"}, {"text_block_id": "p3_b43", "text": "sition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p3_b44", "text": "We are already experiencing an increase in extreme weather events and the knock-on     economic effects."}, {"text_block_id": "p3_b45", "text": "We are already experiencing an increase in extreme weather events and the knock-on     economic effects.\n* The king tides in 2008 which affected coastal provinces of Sandaun, East Sepik,\n* Sea level rise in Caterets Island resulting in the relocation of people (climate change\n* Cyclone Guba which devastated parts of Oro Province\n* The landslide in Koma, Southern Highlands\n* Coastal erosion in coastal provinces\n* Food and water security"}, {"text_block_id": "p3_b57", "text": "From these extreme events we learn that no amount of science can predict the future, however what it does allow us to do is map the possibilities, assess the risks and take the actions needed, to ensure our future resilience and well-being. Climate change has a significant global policy dimension. Decisions on combating climate change are made through in"}, {"text_block_id": "p3_b58", "text": "-"}, {"text_block_id": "p3_b59", "text": "ternational treaties. This is largely due to the fact that managing the atmosphere is beyond sovereign boundaries; how"}, {"text_block_id": "p3_b60", "text": "-"}, {"text_block_id": "p3_b61", "text": "ever managing man-made emissions can be within sovereign boundaries. Papua New Guinea has taken a global lead in seeking to combat climate change, particularly by proposing measures to activate carbon abatement opportunity offered by preserving tropical forests."}, {"text_block_id": "p3_b62", "text": "Many factors are contributing to climate change, from fossil fuel use to the burning and clearing of tropical forests. We need a comprehensive approach to reduce the impacts of climate change – an approach that decreases emissions across all sectors and enhances the adaptive capacity of all Papua New Guineans."}, {"text_block_id": "p3_b63", "text": "Deforestation and forest degradation are major contributors to greenhouse gas emissions, through large scale logging and the conversion of forests into agricultural use. These activities continue because the value of forests as carbon sinks and a source of livelihood have not been fully recognized by a market mechanism. PNG together with rainforest countries have been successful in placing REDD+ as a mechanism for discussion in the international negotiations."}, {"text_block_id": "p3_b64", "text": "The National Climate Compatible Development Management Policy takes its leverage from the National Constitution .The 4"}, {"text_block_id": "p3_b65", "text": "th"}, {"text_block_id": "p3_b66", "text": "National Goal on natural resources and environment provides the context for this Policy; however, the other four national Goals provide the elements for the successful achievement of this Policy. To resolve the challenges from climate change we require human development, equality and participation, political and economic independence and we need to employ first and foremost our diverse and unique cultural and societal forms."}, {"text_block_id": "p3_b67", "text": "Papua New Guinea is committed to developing a thriving economy, a fair and happy society and a sustainable environ"}, {"text_block_id": "p3_b68", "text": "-"}, {"text_block_id": "p3_b69", "text": "ment as set out in our Vision 2050.This entails doubling current economic growth rate and doing so in the traditional sectors like agriculture. Mining and forestry and emerging ones like natural gas and services."}, {"text_block_id": "p3_b70_merged_merged_merged_merged_merged", "text": "Our land-use and forestry sector is a large source of green-house gas emissions and we can reduce these emissions through more sustainable forestry and agricultural practices. There is global indication of willingness to support imple-mentation of activities in the land use and forestry sectors especially for avoided deforestation and forest degradation (REDD+). PNG and particularly our rural communities will be able to benefit from these initiatives."}, {"text_block_id": "p4_b73", "text": "The National Climate Compatible Development Management Policy preparation process has been facilitated under PNG’s Climate Compatible Development Strategy (CCDS). The CCDS is a detailed fact based strategy which guides and outlines PNG’s priorities that facilitated the fact-finding process."}, {"text_block_id": "p4_b74", "text": "The development of this policy has been conducted in consultation with these multiple stakeholders. Their input has been invaluable and the strong working relationships that have been established with the Government will continue. Through concerted joint action, with the leadership of the Government, Papua New Guinea will be part of the effort to combat climate change in this global village."}, {"text_block_id": "p4_b75", "text": "The policy will provide a clear demarcation of the roles and responsibilities for coordination, implementation and review of climate change strategies, including but not limited to the utilization of existing service delivery mechanisms such as under the Organic Law on Provincial & Local Level Governments (OLPLLG. This Policy will also provide an avenue in fostering greater indigenous participation from the community and ward level, while encouraging District and LLG implementation."}, {"text_block_id": "p4_b76_merged", "text": "As Minister responsible for climate change I am pleased to provide a guiding framework to facilitate the successful implementation of climate compatible development in line with international, regional and national strategies in collabo-ration with sectoral policies and all relevant stakeholders to achieve green economic growth."}, {"text_block_id": "p4_b79", "text": "Honourable John Pundari, MP"}, {"text_block_id": "p4_b80", "text": "Minister for Environment & Conservation and Climate Change"}, {"text_block_id": "p4_b81", "text": "Ambua Lodge, Tari Southern Highlands Province. Climate Change presents opportunities -many alternative livelihood that local communities can venture into, example eco-tourism."}, {"text_block_id": "p5_b82", "text": "Table of Contents"}, {"text_block_id": "p5_b83", "text": "Background 8"}, {"text_block_id": "p5_b84", "text": "Part I: Policy Themes 10"}, {"text_block_id": "p5_b85", "text": "Part II: Implementation 13"}, {"text_block_id": "p5_b86", "text": "Part III: Monitoring and Evaluation 30"}, {"text_block_id": "p5_b87", "text": "Annexes 31"}, {"text_block_id": "p6_b88", "text": "Acronyms"}, {"text_block_id": "p7_b89", "text": "Background"}, {"text_block_id": "p7_b90", "text": "A. Policy Rationale"}, {"text_block_id": "p7_b91", "text": "To drive and stimulate climate-compatible development, the following gaps are to be addressed by the introduction of a new forward-looking National Climate Compatible Development Management Policy:"}, {"text_block_id": "p7_b92", "text": "To drive and stimulate climate-compatible development, the following gaps are to be addressed by the introduction of a new forward-looking National Climate Compatible Development Management Policy:\n* Rapid increase in extreme weather events, rising sea levels, floods, landslides and malaria, and their knock-on social\n* Increasing greenhouse gas (GHG) emissions from all economic sectors in particular the land-use, land-use change\n* Significant challenges to human development and service delivery, especially in rural areas, where our rich cultural,\n* Lack of effective dissemination and utilisation  of âcleanâ technology and âadaptiveâ standards; and"}, {"text_block_id": "p7_b100", "text": "Furthermore, the current institutional establishment must be comprehensively revised to provide strong leadership, coordination and harmonized implementation necessary for climate-compatible development."}, {"text_block_id": "p7_b101", "text": "“A Robust and Sustainable Economy for Papua New Guinea through a Low Carbon Pathway and Green Eco"}, {"text_block_id": "p7_b102", "text": "-"}, {"text_block_id": "p7_b103", "text": "nomic Growth.”"}, {"text_block_id": "p7_b104_merged_merged", "text": "Figure 1: PNG’s Climate-Compatible Development Strategy combines economic development with miti-gation and adaptation"}, {"text_block_id": "p7_b107", "text": "C. Policy Mission Statement"}, {"text_block_id": "p7_b108", "text": "To build a climate resilient and carbon neutral pathway for climate compatible development in Papua New Guinea."}, {"text_block_id": "p8_b109", "text": "D. Policy Principles"}, {"text_block_id": "p8_b110", "text": "A number of fundamental principles are identified and adopted that are crucial for strengthening the enabling environ"}, {"text_block_id": "p8_b111", "text": "-"}, {"text_block_id": "p8_b112", "text": "ment for implementation of this Policy at different levels. This Policy is characterized by the following:"}, {"text_block_id": "p8_b113", "text": "6.1 National Constitution and Guiding Principles"}, {"text_block_id": "p8_b114", "text": "The policy is underpinned by PNG’s Fourth National Goal and Directive Principles under the National Constitution on sustainable use of natural resources and environment."}, {"text_block_id": "p8_b115", "text": "6.2 International Obligations"}, {"text_block_id": "p8_b116", "text": "To fulfill our international commitments and obligations according to our national circumstances, and fully participate and be actively involved in international negotiations."}, {"text_block_id": "p8_b117", "text": "6.3 Good Governance"}, {"text_block_id": "p8_b118", "text": "To ensure and uphold good governance and safeguards when implementing the policy so that it is robust, fair, transpar"}, {"text_block_id": "p8_b119", "text": "-"}, {"text_block_id": "p8_b120", "text": "ent and accountable for its actions."}, {"text_block_id": "p8_b121", "text": "6.4 Religious Values"}, {"text_block_id": "p8_b122", "text": "To show respect for each other’s religious beliefs. Involvement of church groups and other religious beliefs in climate change programs is encouraged as they have effective network to local communities"}, {"text_block_id": "p8_b123", "text": "6.5 Equal Participation"}, {"text_block_id": "p8_b124_merged_merged_merged", "text": "To ensure fair and equal participation in representation of views at various levels, including men, women, youth, vulner-able or minority groups  and respect the rights of resource owners and increase community participation in all activities so that they will take ownership of the issue"}, {"text_block_id": "p8_b127", "text": "6.6 Cultural Sensitivity"}, {"text_block_id": "p8_b128", "text": "To recognize, respect and uphold existing customary values, authorities, institutions, and processes."}, {"text_block_id": "p8_b129", "text": "6.7 National Sovereignty and Leadership"}, {"text_block_id": "p8_b130", "text": "To ensure that the collective interest of the country is pursued in all facets of climate change and demonstrate responsible leadership."}, {"text_block_id": "p8_b131", "text": "6.8 Capacity Building"}, {"text_block_id": "p8_b132", "text": "To build and enhance national and regional capacity to deal with all issues of climate change."}, {"text_block_id": "p8_b133", "text": "6.9 Integrity"}, {"text_block_id": "p8_b134", "text": "To apply and uphold highest ethical standards of people and processes involved in addressing the climate change."}, {"text_block_id": "p8_b135", "text": "6.10 Precautionary"}, {"text_block_id": "p8_b136", "text": "To practice precautions in the absence of scientific consensus that an action is harmful, so that the welfare of both people and environment is upheld."}, {"text_block_id": "p8_b137", "text": "6.11 Sustainability"}, {"text_block_id": "p8_b138", "text": "To ensure sustainable development with a balance between social, economic and environmental aspects."}, {"text_block_id": "p9_b139", "text": "Part 1: Policy Themes"}, {"text_block_id": "p9_b140", "text": "Mitigation and Adaptation form the core policy themes in this policy document which will strengthen responses in their various levels of government and sectors. Specific climate change adaptation and mitigation policies in the following sectors will need to be formulated in alignment to the key policy themes in this policy document; land-use, transport, energy, natural resources, green development, economic development, hazards management, public health and public infrastructure. Table 1 provides an overview of specific sector and thematic policies. They are guided by the following policy themes."}, {"text_block_id": "p9_b141", "text": "1. Enabling Environment Policies:"}, {"text_block_id": "p9_b142", "text": "1. Enabling Environment Policies:\n* : PNG national vision for climate change action shall be empowered by\n* National responses to climate change carried out in coordinated fashion\n* National responses to climate change carried out in coordinated fashion\n -\n* National responses to climate change carried out in coordinated fashion\n -\n ness and understanding, research and development, information dissemination and capacity for action."}, {"text_block_id": "p9_b150", "text": "2. Enabling Environment Strategies"}, {"text_block_id": "p9_b151", "text": "2. Enabling Environment Strategies\n* Legislation will be enacted to legitimize the Office of Climate Change and\n* Legislation will be enacted to legitimize the Office of Climate Change and\n -\n* Legislation will be enacted to legitimize the Office of Climate Change and\n -\n lished under the UNFCCC.\n* Components to be developed to enable PNG to respond to\n* Consideration and abatement of climate change contributing factors and risks will be\n* Promote independently-accessible and transparent grievance mechanisms for fair conflict"}, {"text_block_id": "p9_b165", "text": "1. Information Policies"}, {"text_block_id": "p9_b166", "text": "1. Information Policies\n* Climate-relevant information, including on forest and land use change,"}, {"text_block_id": "p9_b169", "text": "1. Information Policies\n* Climate-relevant information, including on forest and land use change,\n* Develop national systems for information gathering, monitoring and evaluation,\n* Develop national capacities to effectively gather and report climate information and manage\n* Facilitate efficient access to reliable climate change data among government agencies, private\n* Ensure climate change data collection methods and standards are consistent with\n* : Ensure climate change data is credible through quality control and assurance."}, {"text_block_id": "p10_b186", "text": "1. Adaptation Policies"}, {"text_block_id": "p10_b187", "text": "1. Adaptation Policies\n* Adaptation Measure Policies\n* : Resilience to climate change impacts in the natural and built environment is\n* : Ability of government and partners to prevent and respond to climate change impacts"}, {"text_block_id": "p10_b194", "text": "2."}, {"text_block_id": "p10_b195", "text": "Adaptation Strategies"}, {"text_block_id": "p10_b196", "text": "a. Risk Management"}, {"text_block_id": "p10_b197", "text": "a. Risk Management\n* Identify communities and sectors most at risk to climate change im\n* Identify communities and sectors most at risk to climate change im\n -\n* Identify communities and sectors most at risk to climate change im\n -\n pacts (e.g., coastal and inland flooding, landslides, marine ecosystem health, agricultural yield change,\n* In conjunction with relevant sectoral stakeholders, analyze potential\n* In conjunction with relevant sectoral stakeholders, analyze potential\n -\n* In conjunction with relevant sectoral stakeholders, analyze potential\n -\n tem, community-based mangrove planting, coastal engineering protection, human settlements and migration)\n* Review and measurement of intervention outcomes relative to baseline informa\n* Review and measurement of intervention outcomes relative to baseline informa\n -\n* Review and measurement of intervention outcomes relative to baseline informa\n -\n tion. Based on evaluation results, identify lessons learned and apply to successive interventions."}, {"text_block_id": "p10_b212", "text": "b. Adaptive Governance"}, {"text_block_id": "p10_b213", "text": "b. Adaptive Governance\n* Promote coordination, integration and facilitation among sectors such as but not re\n* Promote coordination, integration and facilitation among sectors such as but not re\n -\n* Promote coordination, integration and facilitation among sectors such as but not re\n -\n stricted to agriculture, fisheries, forestry, water resources, transport, climate-induced migration , human settle\n* Promote coordination, integration and facilitation among sectors such as but not re\n -\n stricted to agriculture, fisheries, forestry, water resources, transport, climate-induced migration , human settle\n -\n* Promote coordination, integration and facilitation among sectors such as but not re\n -\n stricted to agriculture, fisheries, forestry, water resources, transport, climate-induced migration , human settle\n -\n ment and infrastructure to ensure a holistic approach to climate change adaptation including eco-system\n* Support the strengthening and maintenance of key institutions that have an im\n* Support the strengthening and maintenance of key institutions that have an im\n -\n* Support the strengthening and maintenance of key institutions that have an im\n -\n portant role in providing scientific data including climate modelling and forecasting to formulate and imple\n* Support the strengthening and maintenance of key institutions that have an im\n -\n portant role in providing scientific data including climate modelling and forecasting to formulate and imple\n -\n* Support the strengthening and maintenance of key institutions that have an im\n -\n portant role in providing scientific data including climate modelling and forecasting to formulate and imple\n -\n ment adaptation measures.\n* Establish an integrated system to manage and store important data for adaptation includ\n* Establish an integrated system to manage and store important data for adaptation includ\n -\n* Establish an integrated system to manage and store important data for adaptation includ\n -\n ing information on vulnerability assessment, potential losses and damages, traditional knowledge and appro\n* Establish an integrated system to manage and store important data for adaptation includ\n -\n ing information on vulnerability assessment, potential losses and damages, traditional knowledge and appro\n -\n* Establish an integrated system to manage and store important data for adaptation includ\n -\n ing information on vulnerability assessment, potential losses and damages, traditional knowledge and appro\n -\n priate technologies to evaluate, report and enhance implementation of strategies and subsequent measures."}, {"text_block_id": "p10_b234", "text": "H. Mitigation"}, {"text_block_id": "p10_b235", "text": "1.  Mitigation Policies"}, {"text_block_id": "p10_b236", "text": "a."}, {"text_block_id": "p10_b237", "text": "Carbon Neutrality by 2050:"}, {"text_block_id": "p10_b238", "text": "PNG is climate compatible by 2050."}, {"text_block_id": "p10_b239", "text": "b."}, {"text_block_id": "p10_b240", "text": "Land Use and Forest Sector Emissions Abatement:"}, {"text_block_id": "p10_b241", "text": "GHG emissions mitigated in the land use, land-use change and forestry (LULUCF) sector."}, {"text_block_id": "p10_b242", "text": "c."}, {"text_block_id": "p10_b243", "text": "Green Economic Growth:"}, {"text_block_id": "p10_b244_merged_merged_merged_merged_merged_merged_merged", "text": "Development is climate-compatible via efficient, low GHG emissions infra-structure and technology."}, {"text_block_id": "p11_b247", "text": "2. Mitigation Strategies"}, {"text_block_id": "p11_b248", "text": "a."}, {"text_block_id": "p11_b249", "text": "LULUCF Relevant Programs, Projects and Reforms:"}, {"text_block_id": "p11_b250", "text": "Support LULUCF emissions reductions by incentivizing initiatives that reduce and sequester GHG emissions, and by dis-incentivizing GHGemitting activities, emphasizing co-benefits from sustainable development, ecosystem conservation, biodiversity protection, community engagement, equitable distribution of benefit through the identifica"}, {"text_block_id": "p11_b251", "text": "-"}, {"text_block_id": "p11_b252", "text": "tion of appropriate carbon ownership rights. A ‘no regrets’ dual mitigation-adaptation approach will be implemented."}, {"text_block_id": "p11_b253", "text": "b."}, {"text_block_id": "p11_b254", "text": "Green Economic Development:"}, {"text_block_id": "p11_b255", "text": "Promote low-carbon growth and investment while increasing environ"}, {"text_block_id": "p11_b256", "text": "-"}, {"text_block_id": "p11_b257", "text": "mental quality and social welfare by incentivizing investments in low carbon infrastructure and technol"}, {"text_block_id": "p11_b258", "text": "-"}, {"text_block_id": "p11_b259", "text": "ogy development, renewable energies, energy efficiency, transport, waste management, manufacturing and construction, and industrial processing sectors."}, {"text_block_id": "p11_b260", "text": "c."}, {"text_block_id": "p11_b261", "text": "SABL Reforms:"}, {"text_block_id": "p11_b262", "text": "Promote the reform process for SABLs so that they become climate compatible, includ"}, {"text_block_id": "p11_b263", "text": "-"}, {"text_block_id": "p11_b264", "text": "ing assessing former SABLs on their potential for payment for ecosystem services (e.g., REDD+ initiatives)."}, {"text_block_id": "p11_b265", "text": "d."}, {"text_block_id": "p11_b266", "text": "Sustainable Land Use Planning:"}, {"text_block_id": "p11_b267", "text": "Promote establishment of nation-wide sustainable land use planning, starting from community-Ward-LLG level, to District-Provincial and National levels, whilst ensuring collaboration of all relevant Government Departments in considering climate change resilience and maximizing payment for ecosystem services under REDD+ management as national land use priorities."}, {"text_block_id": "p11_b268", "text": "I.  Finance"}, {"text_block_id": "p11_b269", "text": "1. Finance Policies"}, {"text_block_id": "p11_b270", "text": "a."}, {"text_block_id": "p11_b271", "text": "New and Additional Climate Financing:"}, {"text_block_id": "p11_b272", "text": "Current funding from government sources maintained, and new and additional funding drawing on a broad range of finance sources including domestic and interna"}, {"text_block_id": "p11_b273", "text": "-"}, {"text_block_id": "p11_b274", "text": "tional including the new Green Climate Fund, and public and private sources, incorporating the polluter pays principle, for long-term sustainable financing of climate measures."}, {"text_block_id": "p11_b275", "text": "Finance Strategies"}, {"text_block_id": "p11_b276", "text": "a."}, {"text_block_id": "p11_b277", "text": "Funding Mechanism(s):"}, {"text_block_id": "p11_b278", "text": "Create transparent, independent mechanism(s) meeting international fiduciary standards through the consolidation of multiple sources into a fund, including appropriate use of financial incentives and disincentives, to support climate change measures (e.g., PES, REDD+, adaptation and com"}, {"text_block_id": "p11_b279", "text": "-"}, {"text_block_id": "p11_b280", "text": "munity initiatives)."}, {"text_block_id": "p11_b281", "text": "b."}, {"text_block_id": "p11_b282", "text": "Funding Access:"}, {"text_block_id": "p11_b283", "text": "Encourage multi-lateral and bi-lateral partnership for funding access and implementation directly through the utilization of existing national mechanisms in particular the National Development Budget."}, {"text_block_id": "p11_b284", "text": "c."}, {"text_block_id": "p11_b285", "text": "Funding Effectiveness"}, {"text_block_id": "p11_b286_merged_merged_merged_merged_merged_merged", "text": ": Establish a process that will report and verify effectiveness of all funding for cli-mate change in particular those from multi-lateral and bi-lateral sources."}, {"text_block_id": "p12_b289", "text": "J.  Partnerships"}, {"text_block_id": "p12_b290", "text": "1. Partnership Policies:"}, {"text_block_id": "p12_b291", "text": "a."}, {"text_block_id": "p12_b292", "text": "Equitable, Effective Participation:"}, {"text_block_id": "p12_b293", "text": "Networking, coordination, and equitable engagement with and between multiple stakeholders through active participation, consultation and engagement at national and subnational levels in all climate change programs, incentives and activities."}, {"text_block_id": "p12_b294", "text": "2. Partnership Strategies:"}, {"text_block_id": "p12_b295", "text": "a."}, {"text_block_id": "p12_b296", "text": "Community Partnerships:"}, {"text_block_id": "p12_b297", "text": "Promote recognition and respect of community rights, support for improved community climate change outcomes, and information sharing and collaborative partnerships for com"}, {"text_block_id": "p12_b298", "text": "-"}, {"text_block_id": "p12_b299", "text": "munity climate risk management."}, {"text_block_id": "p12_b300", "text": "i."}, {"text_block_id": "p12_b301", "text": "Empower Provincial, District, Local Level Governments and Wards through partnerships with the Department of Provincial and Local level Government Affairs (DPLLGA) through the Provincial and Local Level Services Monitoring Authority (PLLSMA)."}, {"text_block_id": "p12_b302", "text": "ii."}, {"text_block_id": "p12_b303", "text": "Promote sub-national governments’ communication of the National Climate Compatible Development Management Policy and willingness to participate in climate-related programs and projects, and to detect and document any concerns."}, {"text_block_id": "p12_b304", "text": "Promote sub-national governments’ communication of the National Climate Compatible Development Management Policy and willingness to participate in climate-related programs and projects, and to detect and document any concerns.\n* Ensure gender balance in all community, national and\n* Ensure gender balance in all community, national and\n sub-national decision-making processes.\n* Strengthen coordination with development partners in assisting\n* âWhole of governmentâ approach promoted in collaboration with all\n* âWhole of governmentâ approach promoted in collaboration with all\n government levels and relevant sectors.\n* Encourage collaboration between govern\n* Encourage collaboration between govern\n -\n* Encourage collaboration between govern\n -\n ment, civil society, churches and private sector through innovative approaches (e.g., MoUs and"}, {"text_block_id": "p12_b320", "text": "Part II: Implementation"}, {"text_block_id": "p12_b321", "text": "A. Institutions"}, {"text_block_id": "p12_b322", "text": "1."}, {"text_block_id": "p12_b323", "text": "Climate Change Institutional Authority:"}, {"text_block_id": "p12_b324", "text": "Administrative responsibilities for climate change portfolio vested in the Ministry responsible for climate change."}, {"text_block_id": "p12_b325", "text": "2."}, {"text_block_id": "p12_b326", "text": "National Climate Fund"}, {"text_block_id": "p12_b327", "text": ": Legislation should seek to establish a national climate fund, which will be responsi"}, {"text_block_id": "p12_b328", "text": "-"}, {"text_block_id": "p12_b329", "text": "ble for managing pooled funds from CDM, REDD+, grants and other climate finance schemes under an inde"}, {"text_block_id": "p12_b330", "text": "-"}, {"text_block_id": "p12_b331", "text": "pendent trusteeship."}, {"text_block_id": "p12_b332", "text": "B.  Instruments"}, {"text_block_id": "p12_b333", "text": "1."}, {"text_block_id": "p12_b334", "text": "Legislation"}, {"text_block_id": "p12_b335", "text": ": All relevant existing legislation to be revised and new legislation developed to address low carbon growth investments, mitigation and adaptation issues, as outlined here. Securing the above policies in legislation will strengthen compliance, coordination, accountability, drive innovation, enforce compliance and assure implementation."}, {"text_block_id": "p12_b336", "text": "2."}, {"text_block_id": "p12_b337", "text": "Thematic Policies and Plans:"}, {"text_block_id": "p12_b338_merged_merged_merged_merged_merged_merged", "text": "Thematic policies and plans will be developed to give further more detailed guidance on design, implementation, monitoring and review of individual climate change areas (e.g., adapta-tion, mitigation, REDD+ and CDM, finance, MRV)."}, {"text_block_id": "p13_b341", "text": "C. Roles and Responsibilities"}, {"text_block_id": "p13_b342", "text": "1."}, {"text_block_id": "p13_b343", "text": "National Roles:"}, {"text_block_id": "p13_b344", "text": "National Institutions will be responsible for implementing climate change activities in coordi"}, {"text_block_id": "p13_b345", "text": "-"}, {"text_block_id": "p13_b346", "text": "nation with the Ministry responsible for climate change and existing and/or new coordination mechanisms"}, {"text_block_id": "p13_b347", "text": "."}, {"text_block_id": "p13_b348", "text": "National Government Roles"}, {"text_block_id": "p13_b349", "text": "at the national level, climate change is primarily addressed in four areas:"}, {"text_block_id": "p13_b350", "text": "i."}, {"text_block_id": "p13_b351", "text": "Research and Development"}, {"text_block_id": "p13_b352", "text": "– The national government through the OCCD will through climate research and information-sharing with other international research agencies will form the basis for informed climate change action from the international level to local level as well as to reduce uncertainties about scales of im"}, {"text_block_id": "p13_b353", "text": "-"}, {"text_block_id": "p13_b354", "text": "pacts and effectiveness of mitigation and adaptation measures as Papua New Guinea lacks the capacity to conduct large research programs."}, {"text_block_id": "p13_b355", "text": "ii."}, {"text_block_id": "p13_b356", "text": "Standards, Incentives and Regulation –"}, {"text_block_id": "p13_b357", "text": "The national government can play a key role in developing stan"}, {"text_block_id": "p13_b358", "text": "-"}, {"text_block_id": "p13_b359", "text": "dards, incentives and regulations. This can be managed by imposing incentives and disincentives for emis"}, {"text_block_id": "p13_b360", "text": "-"}, {"text_block_id": "p13_b361", "text": "sions reduction. All of these efforts will result in the mitigation of climate change."}, {"text_block_id": "p13_b362", "text": "iii."}, {"text_block_id": "p13_b363", "text": "Policy Development and Implementation –"}, {"text_block_id": "p13_b364", "text": "By developing energy policies which focus on renewable en"}, {"text_block_id": "p13_b365", "text": "-"}, {"text_block_id": "p13_b366", "text": "ergy, improved energy transmission and storage systems, and carbon free energy sources will assist with cli"}, {"text_block_id": "p13_b367", "text": "-"}, {"text_block_id": "p13_b368", "text": "mate change mitigation. Transportation, environmental and housing policies including agriculture and for"}, {"text_block_id": "p13_b369", "text": "-"}, {"text_block_id": "p13_b370", "text": "estry practices will help mitigate climate change."}, {"text_block_id": "p13_b371", "text": "iv."}, {"text_block_id": "p13_b372", "text": "Provide National and International Leadership"}, {"text_block_id": "p13_b373", "text": "– Climate change will not respect political boundaries and every nation state will be impacted to some degree. The National Government of Papua New Guinea must lead in helping develop international response to climate change, ranging from humanitarian aid to severely impacted nations and regions to worldwide efforts to reduce GHG emissions. Papua New Guinea has ratified the Kyoto Protocol; hence, we are obligated to observe the climate change policy principles."}, {"text_block_id": "p13_b374", "text": "– Climate change will not respect political boundaries and every nation state will be impacted to some degree. The National Government of Papua New Guinea must lead in helping develop international response to climate change, ranging from humanitarian aid to severely impacted nations and regions to worldwide efforts to reduce GHG emissions. Papua New Guinea has ratified the Kyoto Protocol; hence, we are obligated to observe the climate change policy principles.\n* The roles of Sub-National actors will be strengthened to address capacity and knowl\n* The roles of Sub-National actors will be strengthened to address capacity and knowl\n -\n* The roles of Sub-National actors will be strengthened to address capacity and knowl\n -\n edge gaps via education, advocacy, awareness and consultation programs."}, {"text_block_id": "p13_b379", "text": "Provincial Government Roles"}, {"text_block_id": "p13_b380_merged_merged_merged_merged_merged_merged", "text": "The role played by the Provincial Governments in climate change policy in Papua New Guinea is very impor-tant in the implementation of the climate change policy through the Provincial Climate Change Committees. The provincial administration is to take a lead in discussions with NGOs, CBOs and development partners on provincial priorities in terms of planning for climate change and environment sustainability projects."}, {"text_block_id": "p13_b383", "text": "Local Level Government Roles"}, {"text_block_id": "p13_b384", "text": "In Papua New Guinea it is at the local level of government where most climate impacts occur. When storms and floods occur, citizens look to their local leaders for answers and solutions, as well as for protection. The district administrator will coordinate and facilitate all activities at the district level on behalf of the Provincial Climate Change Office (PCCO). Also build the network with NGOs and CBOs on the ground and identify new potential project sites. This composition is usually made up of LLG leaders (ward councillors & district officers)."}, {"text_block_id": "p13_b385", "text": "3."}, {"text_block_id": "p13_b386", "text": "Public Private Partnerships"}, {"text_block_id": "p13_b387", "text": ": Active private sector participation will be driven through the Public Private Partnership arrangement."}, {"text_block_id": "p14_b388", "text": "D. Table 1: Specific national, sectoral and provincial policies"}, {"text_block_id": "p27_b389", "text": "Community-based Solar Farm panels in the Aroma Coast, Central Province"}, {"text_block_id": "p28_b390", "text": "Part III: Monitoring and Evaluation"}, {"text_block_id": "p28_b391", "text": "A. Monitoring and Progress Review"}, {"text_block_id": "p28_b392", "text": "1."}, {"text_block_id": "p28_b393", "text": "Government Monitoring"}, {"text_block_id": "p28_b394", "text": ": Government officials at national, provincial and district levels will operate appropri"}, {"text_block_id": "p28_b395", "text": "-"}, {"text_block_id": "p28_b396", "text": "ate monitoring systems to act as policy feedback loops."}, {"text_block_id": "p28_b397", "text": "2."}, {"text_block_id": "p28_b398", "text": "Implementation Progress Review:"}, {"text_block_id": "p28_b399", "text": "An independent review process will be carried out annually to ensure ongo"}, {"text_block_id": "p28_b400", "text": "-"}, {"text_block_id": "p28_b401", "text": "ing progress. Through the review process, risk and challenges will be identified as well as appropriate measures to mitigate risks involved in achieving the Policy Objectives. To ensure implementation towards Policy Outcomes is time bound and measurable, performance will be graded with appropriate actions for different lev"}, {"text_block_id": "p28_b402", "text": "-"}, {"text_block_id": "p28_b403", "text": "els of achievements."}, {"text_block_id": "p28_b404", "text": "B. Policy Evaluation"}, {"text_block_id": "p28_b405", "text": "1."}, {"text_block_id": "p28_b406", "text": "Policy Monitoring Policy Outcomes Reviews:"}, {"text_block_id": "p28_b407", "text": "The National Climate Compatible Development Management Policy will be reviewed every 5 years by the OCCD in collaboration with implementing partners and lead agen"}, {"text_block_id": "p28_b408", "text": "-"}, {"text_block_id": "p28_b409", "text": "cies. An independent peer review team to evaluate the outcome of the policy and to incorporate new develop"}, {"text_block_id": "p28_b410", "text": "-"}, {"text_block_id": "p28_b411", "text": "ments will be used if deemed necessary. Annual reviews however will be done by the OCCD through govern"}, {"text_block_id": "p28_b412", "text": "-"}, {"text_block_id": "p28_b413", "text": "ment’s standing annual reporting process."}, {"text_block_id": "p28_b414_merged_merged_merged_merged", "text": "Forests are an important part of PNG's heritage and culture that is worth preserving. Ethnic diversity -more than 800 recognized language groups and ethnic communities each having a unique relationship with the forest and natural environ-ment. ~ 80% of population is still dependent on forests and subsistence agriculture, 97% of the country’s land is owned under customary land rights."}, {"text_block_id": "p29_b418", "text": "Annexes"}, {"text_block_id": "p29_b419", "text": "Annex 1 -Institutional and Sectoral Policy Context"}, {"text_block_id": "p29_b420", "text": "1. Institutional Context"}, {"text_block_id": "p29_b421", "text": "Through NEC Decision 54/2010, the Government created the current Office of Climate Change and Development (OCCD). The governance structure supports the coordination role across relevant government department."}, {"text_block_id": "p29_b422", "text": "The Prime Minister’s appointment of a Minister of Climate Change further underlines the importance that the Govern"}, {"text_block_id": "p29_b423", "text": "-"}, {"text_block_id": "p29_b424", "text": "ment gives to the topic of climate change.  The Ministry reinforces the recent NEC decision NG137/2012 and will fur"}, {"text_block_id": "p29_b425", "text": "-"}, {"text_block_id": "p29_b426", "text": "ther strengthen the Government’s capacity to address the multiple challenges and opportunities climate change poses for our country. The NEC decision NG137/2012 elevates OCCD to respond directly to the Minister. The ministry will play a leading role in shaping the government’s strategy and will provide direction and assistance to OCCD’s many tasks."}, {"text_block_id": "p29_b427", "text": "The objective of the OCCD is ‘’to provide a coordination mechanism at the national level for research, analysis and development of the policy and legislative framework for the management of climate change within the Government’s National Strategy on Climate-Compatible Development (NEC Decision No 55/2010)."}, {"text_block_id": "p29_b428_merged_merged", "text": "The Technical Working Group Member makes technical input on policy matters and contributes ideas to the priority activities that will be run by each division. It comprises of government, NGO’s, academics, private sectors, develop-ment partners, church groups and research institutions. The public-private partnership is also strengthened when discus-sion becomes more transparent with clarity on  roles and res responsibilities of each member in the TWG meetings are outlined clearly."}, {"text_block_id": "p29_b433", "text": "However, the current institutional establishment must be comprehensively revised to provide the appropriate higher and stronger level of leadership, effectiveness in coordination and harmonization in implementation in ensuring that a nationwide transformation to climate compatible development is realized. Over the experience of the past years through the various programs such as the National UN-REDD program, National Climate Change Consultation Program, Strategic Program on Climate Resilience, Adaptation to Climate Change Program, Clean Development Mechanism Projects, operations of the Climate Change Technical Working Groups, REDD+ pilot projects and the various other pilot projects to enable climate compatibility."}, {"text_block_id": "p30_b434", "text": "The ‘guide to success’ of the Vision 2050 is the 20-year Development Strategic Plan. It sets in motion pathways for delivery on the National Goals and Directive Principles. The DSP aims to maximize the benefits from natural resources whilst ensuring sustainable management of the environment."}, {"text_block_id": "p30_b435", "text": "Building the National Climate Compatible Development Management Policy  (NCCDP) from the Guiding Principles of the constitution."}, {"text_block_id": "p30_b436", "text": "Figure"}, {"text_block_id": "p30_b437", "text": "2 The PNG Development Strategic Plan mechanism"}, {"text_block_id": "p30_b438", "text": "Source: PNG Development Strategic Plan 2010-2030"}, {"text_block_id": "p30_b439", "text": "2. PNG sectoral policy, legislation, regulation and implementation plan analysis"}, {"text_block_id": "p30_b440", "text": "The Policy provides an overall framework for Climate Change Adaptation and Mitigation in Papua New Guinea. The policy is supported by and complements other national plans, policies and legislations. In addition the policy provides mechanisms for reconciling all policies and strategies relevant to Climate Change in Papua New Guinea. The Policy also aims to integrate climate change concerns where relevant into development policies and planning at all levels of govern"}, {"text_block_id": "p30_b441", "text": "-"}, {"text_block_id": "p30_b442", "text": "ment, as well as in sector policies and plans."}, {"text_block_id": "p30_b443", "text": "The following key legislations, policies and strategies are, amongst others, complementary to the Policy:"}, {"text_block_id": "p30_b444", "text": "National strategic planning documents"}, {"text_block_id": "p30_b445_merged_merged_merged", "text": "The Policy complements to the achievement of concurrent Policy and Planning documents of the Government of PNG. The strategic planning documents of the PNG are hierarchical in nature: Vision 2010-2050 (40 year Economic Strategy), Development Strategic Plans 2010-2030, and 1st Medium Term Strategic Plan 2010-2015.  The PNG Development Stra-tegic Plan 2010-2030 (DSP) sets out the strategy to achieve the Vision 2050 in the first 20 years (2010-2030) of the Vi-sion 2050.The PNG DSP has specific targets that PNG would like to achieve by 2030. The Medium Term Development Plan 2011-2015 (MTDP 2011-2015) is the action plan to implement the PNG DSP in the first 5 years (2011-2015) in order to also work towards achieving Vision 2050."}, {"text_block_id": "p31_b450", "text": "PNG Vision 2050, which was launched in the year 2009, reflects the Government’s aspiration to improve PNG’s human development index through human capital development, economic growth, better service delivery, enhanced security and international relations, environment and climate sustainability, improved community development and sound political leadership and structures.  Vision 2050 emphasizes that environmental sustainability and addressing climate change is"}, {"text_block_id": "p31_b451", "text": "-"}, {"text_block_id": "p31_b452", "text": "sues are crucial in the achievement of the developmental goals and visions envisaged by Government of Papua New Guinea by 2050."}, {"text_block_id": "p31_b453", "text": "The"}, {"text_block_id": "p31_b454", "text": "PNG Development Strategic Plan 2010-2030 (PNG DSP)"}, {"text_block_id": "p31_b455", "text": "sets out key strategies to adapt to the domestic impacts of climate change and contribute to global efforts to abate greenhouse gas emissions and reduce disaster risks is also rele"}, {"text_block_id": "p31_b456", "text": "-"}, {"text_block_id": "p31_b457", "text": "vant to this policy."}, {"text_block_id": "p31_b458", "text": "Medium Term Development Plan (MTDP) 2011-2015"}, {"text_block_id": "p31_b459", "text": "is the key development framework that has identified environ"}, {"text_block_id": "p31_b460", "text": "-"}, {"text_block_id": "p31_b461", "text": "ment, climate change and natural disaster management cross cutting sectors.  This provides a framework to engage effec"}, {"text_block_id": "p31_b462", "text": "-"}, {"text_block_id": "p31_b463", "text": "tively in global climate change negotiations and will ensure synergy in the climate change response amongst all stake"}, {"text_block_id": "p31_b464", "text": "-"}, {"text_block_id": "p31_b465", "text": "holders, including government agencies, private organizations, churches and local communities. Moreover it also focuses on enforcing minimum technology and maintenance standards, particularly within the economic and infrastructure sec"}, {"text_block_id": "p31_b466", "text": "-"}, {"text_block_id": "p31_b467", "text": "tors such as forestry, agriculture and energy and addresses the adverse impacts on our local communities through com"}, {"text_block_id": "p31_b468", "text": "-"}, {"text_block_id": "p31_b469", "text": "munity based adaptation programs subject to available financial resources."}, {"text_block_id": "p31_b470", "text": "National Forestry Policy"}, {"text_block_id": "p31_b471", "text": "The National Forest Policy provides the basis for forest resource management in the country. Forests play an indispensa"}, {"text_block_id": "p31_b472", "text": "-"}, {"text_block_id": "p31_b473", "text": "ble role in the preservation of ecological balance and maintenance of bio-diversity. Forest also constitutes one of the most effective carbon-sink. The Forest sector is critical to addressing the issues of climate change through supporting initiatives in climate impact and mitigation, particularly through carbon stock inventory and reducing emission from de"}, {"text_block_id": "p31_b474", "text": "-"}, {"text_block_id": "p31_b475", "text": "forestation and forest degradation."}, {"text_block_id": "p31_b476", "text": "National Agriculture Policy"}, {"text_block_id": "p31_b477", "text": "The National Agriculture and Livestock Policy provide the basis to make PNG agriculture more resilient to climate change. It identifies and adopts new varieties of crops, especially thermal resistant crops and alternative cropping pat"}, {"text_block_id": "p31_b478", "text": "-"}, {"text_block_id": "p31_b479", "text": "terns, capable of withstanding extremes of whether, long dry spells, flooding, and variable moisture availability. Agricul"}, {"text_block_id": "p31_b480", "text": "-"}, {"text_block_id": "p31_b481", "text": "ture will need to be progressively adapted to projected climate change and our agricultural research systems must be ori"}, {"text_block_id": "p31_b482", "text": "-"}, {"text_block_id": "p31_b483", "text": "ented to monitor and evaluate climate change and recommended changes in agriculture practices accordingly. This will be supported by the convergence and integration of traditional knowledge and practice systems, information technology, geospatial technologies and biotechnology. New credit and insurance mechanisms will be devised to facilitate adaptation of desired practices. Focus would be improving productivity of rain fed agriculture."}, {"text_block_id": "p31_b484", "text": "National Transport Policy"}, {"text_block_id": "p31_b485", "text": "The National Transport Plan provides the basis for which transport infrastructure should be built in the country. It ad"}, {"text_block_id": "p31_b486", "text": "-"}, {"text_block_id": "p31_b487", "text": "dresses the 3 priority modes and that includes wharves and jetties, airports and airstrips and roads and bridges. The trans"}, {"text_block_id": "p31_b488", "text": "-"}, {"text_block_id": "p31_b489", "text": "port sector has an important role to build climate resilient infrastructures through incorporation of appropriate climate change considerations into the designing and implementation of infrastructure projects and therefore linked to this Pol"}, {"text_block_id": "p31_b490", "text": "-"}, {"text_block_id": "p31_b491", "text": "icy."}, {"text_block_id": "p31_b492", "text": "Environment Policy"}, {"text_block_id": "p31_b493_merged_merged_merged_merged_merged_merged_merged", "text": "The Environment Act 2000 articulates the promotion of sustainable development concept through ‘wise use’ principles and that proper environmental management will ensure ‘environmental benefits’ to be enjoyed by the present generations and investments for the future generations. It also emphasizes consideration of biodiversity conservation and sustainable use in economic planning. The Climate Change Policy is consistent and compliments the main principles of the Environ-ment Policy. It is now important to ensure that environmental protection and biodiversity conversation assume a primary role in the climate change agenda."}, {"text_block_id": "p32_b496", "text": "National Energy Policy"}, {"text_block_id": "p32_b497", "text": "The National Energy Policy provides for significant in the share of solar energy in the total energy mix while recognizing the need to expand the scope of renewable and non-fossil options such as nuclear energy, wind energy and biomass. PNG is a tropical country, where sunshine is available for longer hours per day and in great intensity. Solar energy therefore has great potential as future energy source. It also has the advantage of permitting a decentralized distribution of energy, thereby em"}, {"text_block_id": "p32_b498", "text": "-"}, {"text_block_id": "p32_b499", "text": "powering people at the grassroots level.  Photovoltaic cells are becoming cheaper with new technology. There are newer re"}, {"text_block_id": "p32_b500", "text": "-"}, {"text_block_id": "p32_b501", "text": "flector-based technologies that could enable setting up scale power plants across the country."}, {"text_block_id": "p32_b502", "text": "A major R&D program could draw upon international cooperation as well, to enable the creation of more affordable, more convenient solar power systems, and to promote innovations that enable the storage of solar power for sustained, long term-use."}, {"text_block_id": "p32_b503", "text": "Disaster Mitigation Policy and Disaster Risk Reduction and Disaster Management Framework for Action 2005-2015"}, {"text_block_id": "p32_b504", "text": "The National Disaster mitigation policy and disaster risk management strategy focuses on reducing disaster risk throughout the country through establishment of appropriate institutional and legislative mechanism and people centered early warning system. Knowledge, public awareness and education to improve disaster awareness, planning for effective preparedness and recovery and identification of risks and hazards are the key elements of existing disaster management strategies and policies. The climate change policy would complement the efforts of the National Disaster Centre in hazard assessment and facilitate instituting a national program to address identified threats and risks arising from climate change. The policy will also advise to integrate climate change concerns in all the disaster risk management actions."}, {"text_block_id": "p32_b505", "text": "National Weather Service"}, {"text_block_id": "p32_b506", "text": "The National Weather Service (NWS) will provide timely information on climate variability and changes in weather pat"}, {"text_block_id": "p32_b507", "text": "-"}, {"text_block_id": "p32_b508", "text": "terns. It will improve its capacity to promote efficiency in weather forecasting and climate predictions on different time scales, so the country can respond effectively to any potential impacts, such as extreme climatic events (cyclones, precipita"}, {"text_block_id": "p32_b509", "text": "-"}, {"text_block_id": "p32_b510", "text": "tion variations leading to flood or drought), sea level rise or any other impact of climate change. Climate data recording must be improved to monitor climate change implications."}, {"text_block_id": "p32_b511", "text": "National Fisheries Policy"}, {"text_block_id": "p32_b512", "text": "The National Fisheries Policy will have to work with the Climate Change Policy to competently monitor sea surface tem"}, {"text_block_id": "p32_b513", "text": "-"}, {"text_block_id": "p32_b514", "text": "perature, as a slight increase in sea level temperature will severely affect biodiversity in the oceans. PNG’s coastal region is very dependent on marine resources, including tuna fisheries, and if implications of sea temperature is not monitored and addressed appropriately, it can affect the lives of many communities."}, {"text_block_id": "p32_b515", "text": "National Infrastructure Policy"}, {"text_block_id": "p32_b516", "text": "The main threats presented by climate change to infrastructure assets include damage or destruction from extreme events, which climate change may exacerbate; coastal flooding and inundation from sea level rise; changes in patterns of water availability; and effects of higher temperature especially on operating costs. In this context, a National Infrastructure Strat"}, {"text_block_id": "p32_b517", "text": "-"}, {"text_block_id": "p32_b518", "text": "egy should be formulated to make infrastructure sustainable through improvements in energy efficiency in buildings, man"}, {"text_block_id": "p32_b519", "text": "-"}, {"text_block_id": "p32_b520", "text": "agement of solid waste and modal shift to public transport. The Policy will promote energy efficiency as an integral compo"}, {"text_block_id": "p32_b521", "text": "-"}, {"text_block_id": "p32_b522", "text": "nent of urban planning and urban renewal through three initiatives."}, {"text_block_id": "p32_b523", "text": "Energy Conversation Building Code"}, {"text_block_id": "p32_b524_merged_merged_merged_merged_merged", "text": "The Code addresses the design of new and large commercial buildings to optimize their energy demand, will be extended in its application and incentives provided for retooling existing building stock. Recycling of material and Urban Waste manage-ment will be a major component of ecologically sustainable economic development. A special area of focus will be the adap-tation of new technology for producing power form waste. The Strategy will include a major R&D programme, focusing on bio chemical conversion, waste water use, sewage utilization and recycling options wherever possible. Better urban planning and model shift to public transport. Making long term transport plans will facilitate the growth of medium and small cities in ways that ensure efficient and convenient public transport. In addition, the Strategy will address the need to adapt to future climate change by improving the resilience of in fracture, community based disaster management, and measures for improv-ing the warning system for extreme weather events. Capacity building would be an important component of this Strategy."}, {"text_block_id": "p33_b531", "text": "National Health Policy"}, {"text_block_id": "p33_b532", "text": "The Climate Change Policy will complement the National Health Plan (2001-2010) in addressing the impacts of global warming which has already resulted in a number of new health concerns. Malaria vectors have intruded into some parts of the PNG Highlands. Due to lack of immunity of human populations in these parts of the Highlands this poses a serious health risk. Also, fresh water sources are being contaminated by sea water intrusion resulting from sea level rise, especially in low lying coastal areas and atoll islands. This implies that the relationship of the NHP and the Climate Change Policy needs to be synchronized with a view to undertake the appropriate adjustments to include adaptation strategies."}, {"text_block_id": "p33_b533", "text": "National Disaster Risk Management Policy"}, {"text_block_id": "p33_b534", "text": "The National DRM Policy acknowledges the negative impact of disasters on education sector and provides a framework to reduce disaster and climate risks in the education sector.  The policy looks at emergency prevention and preparedness and moves from a corrective approach towards a proactive focus, and stresses the importance of reduction of risks and vulner"}, {"text_block_id": "p33_b535", "text": "-"}, {"text_block_id": "p33_b536", "text": "abilities before, during and after emergencies. The aim of the policy is to effectively manage emergency risks stemming from human made and natural disasters in the Education Sector through putting in place appropriate mechanisms and sys"}, {"text_block_id": "p33_b537", "text": "-"}, {"text_block_id": "p33_b538", "text": "tems to efficiently prepare for, effectively respond to and timely recover from disasters.  The Policy also focuses on strength"}, {"text_block_id": "p33_b539", "text": "-"}, {"text_block_id": "p33_b540", "text": "ening the capacity of the DOE at the National and Provincial level and the schools in meeting the challenges posed by disas"}, {"text_block_id": "p33_b541", "text": "-"}, {"text_block_id": "p33_b542", "text": "ter and climate change hence compliments the climate change policy."}, {"text_block_id": "p33_b543", "text": "National Sustainable Land Use Policy"}, {"text_block_id": "p33_b544", "text": "A sustainable land use policy is currently being developed that recognizes the threats of climate change to sustainable land use, environment and biodiversity in PNG and highlights the importance of incorporating climate and disaster risk concerns in the land using planning for risk reduction and sustainable development."}, {"text_block_id": "p33_b545", "text": "National Urbanization Policy"}, {"text_block_id": "p33_b546", "text": "The Policy framework provides a basis for strengthening economic, social and environmental fabrics of Papua New Guinea’s town and cities by better managing the urbanization processes and urban grown challenges.  The policy, inter-alia, highlights the importance of incorporating climate change issues in the urban planning processes for sustainable urban development."}, {"text_block_id": "p33_b547", "text": "Other relevant policy documents"}, {"text_block_id": "p33_b548_merged_merged", "text": "The rights of the most vulnerable groups, especially children and women, are provided for and protected by various policies and legislative frameworks. Women’s vulnerabilities are addressed through the 1990 National Women Policy, the 1995 Papua New Guinea Platform for Action, the 2003 Gender Equity in Education Policy, the Gender Policy on HIV/AIDS 2006 -2010 as well as the Law and Justice Sector Gender Strategy. The climate change policy, inter-alia, focuses on increasing resilience of vulnerable groups hence compliments the above policies."}, {"text_block_id": "p33_b551", "text": "Adventure Park -opposite PAU (outside Port Moresby)"}, {"text_block_id": "p34_b552", "text": "Annex 2 -Climate Science"}, {"text_block_id": "p34_b553", "text": "The temperature of the ocean surrounding Papua New Guinea has a strong influence on average monthly air temperatures. Changes in the temperature from season to season are small but more marked around Port Moresby than further to the north."}, {"text_block_id": "p34_b554", "text": "Rainfall"}, {"text_block_id": "p34_b555", "text": "Papua New Guinea has a wet season from November to April and a dry season from May to October (Figure 1), but these sea"}, {"text_block_id": "p34_b556", "text": "-"}, {"text_block_id": "p34_b557", "text": "sons are only noticeably different in Port Moresby, where about 78% of the yearly average rainfall comes in the wet season. Due to their location in the West Pacific warm pool, islands in the north of PNG experience rain throughout the year. Rainfall in the north of Papua New Guinea is also affected by the Intertropical Convergence Zone and, to a lesser extent, the South Pa"}, {"text_block_id": "p34_b558", "text": "-"}, {"text_block_id": "p34_b559", "text": "cific Convergence Zone. These bands of heavy rainfall are caused by air rising over warm water where winds converge, result"}, {"text_block_id": "p34_b560", "text": "-"}, {"text_block_id": "p34_b561", "text": "ing in thunderstorm activity."}, {"text_block_id": "p34_b562_merged_merged", "text": "Figure 4: Annual Average rainfall for Port Moresby. Light blue bars indicate El Nino and dark blue indicates La Nina years and grey bars indi-cate neutral years"}, {"text_block_id": "p34_b566", "text": "Temperature"}, {"text_block_id": "p34_b567", "text": "Annual minimum and maximum temperatures have increased in Port Moresby since 1950. Maximum temperatures have increased at a rate of 0.11 °C per decade since 1950. These temperature increases are consistent with the global pattern of warming."}, {"text_block_id": "p34_b568", "text": "Figure: ENSO data since 1950 to 2010 against the ever increasing temperature."}, {"text_block_id": "p34_b569", "text": "Pacific Climate Change Science Program"}, {"text_block_id": "p35_b570", "text": "El Nino Southern Oscillation (ENSO)"}, {"text_block_id": "p35_b571", "text": "PNG’s climate varies considerably from year to year due to EL Nino- Southern Oscillation. This is a natural climate pat"}, {"text_block_id": "p35_b572", "text": "-"}, {"text_block_id": "p35_b573", "text": "tern that occurs across Tropical Pacific Ocean that affects weather around the world. El Nino and La Nina are the two phases in the ENSO. El Nino events are usually drier than the normal then la Nina events are usually wetter. La Nina-associated with prolonged rainfall has led to flooding and landslides whilst El Nino associated droughts have also taken their toll in PNG."}, {"text_block_id": "p35_b574_merged_merged", "text": "Figure 6: The average position of the major climate features in November to April. The arrows show near surface winds, the blue repre-sents the bands of rainfall convergence zones, the dashed oval shows the West Pacific Warm pool and H represents typical position."}, {"text_block_id": "p35_b578", "text": "Tropical Cyclones"}, {"text_block_id": "p35_b579", "text": "Tropical cyclones affect southern PNG between November and April. In the 41-year period between 1969 and 2012, 23 tropical cyclones passed within 400 km of Port Moresby, an average of less than one cyclone per season. Over this 19692010 period, cyclones occurred more frequent in neutral phases of the El Nino Southern Oscillation"}, {"text_block_id": "p36_b580", "text": "Sea Level rise"}, {"text_block_id": "p36_b581", "text": "As ocean water warms it expands causing the seal level to rise. The melting of glaciers and ice sheets also contribute to sea level rise. Sea level has risen near PNG by about 7 mm per year since 1993."}, {"text_block_id": "p36_b582_merged", "text": "Figure 8: Observed and projected relative sea-level change near Papua New Guinea. The observed sea-level records are indicated in dark blue (relative tide-gauge observations) and light blue (the satellite record since 1993). Reconstructed estimates of sea level Papua New Guinea (since 1950) are shown in purple. The projections for the A1B (medium) emissions scenario (representing 90% of the range of mod-els) is shown by the shaded green region from 1990 to 2100. The dashed lines are an estimate of 90% of the range of natural year to-year variability in sea level."}, {"text_block_id": "p36_b586", "text": "Summary"}, {"text_block_id": "p36_b587", "text": "Temperatures will continue to warm with more very hot days in future. Rainfall shows no clear trend since 1950 at Port Moresby but decrease in wet season rainfall in the northern area of the country. Rainfall is generally predicted to increase over this century with more extreme rainfall days."}, {"text_block_id": "p36_b588", "text": "Sea level near PNG has risen and will continue to rise throughout the century. Ocean acidifications have been increasing in Papua New Guinea’s waters. It will continue to increase and threaten coral reef ecosystems."}, {"text_block_id": "p36_b589", "text": "Evidence of Coastal Flooding and Sea Level rise in Papua New Guinea—aeriel picture"}, {"text_block_id": "p37_b590", "text": "Annex 3 -Climate Related Hazards"}, {"text_block_id": "p37_b591", "text": "Papua New Guinea (PNG) is amongst one of the island nations in the world under enormous threat from the impact of global warming and the effects of changing climatic patterns. The 4"}, {"text_block_id": "p37_b592", "text": "th"}, {"text_block_id": "p37_b593", "text": "Intergovernmental Panel on Climate Change (IPCC) report (2007) has shown scientific predictions of increased surface temperatures, thus accelerating changes in global and regional climatic patterns. In PNG, climate change will likely exacerbate event-driven hazards such as coastal flooding, inland flooding and landslides, and may also introduce new hazards due to gradual shifts in climatic conditions – most prominently, further malaria penetration into the highlands, changed agricultural yields and damaged coral reefs."}, {"text_block_id": "p37_b594", "text": "•"}, {"text_block_id": "p37_b595", "text": "Coastal flooding and sea level rise will affect coastal regions in Papua New Guinea."}, {"text_block_id": "p37_b596", "text": "In the last 15 years and through four catastrophic flood events, coastal floods have affected some 8,000 people a year. On an annu"}, {"text_block_id": "p37_b597", "text": "-"}, {"text_block_id": "p37_b598", "text": "alized basis, the floods cause USD 10-20m of damage, displace 500 people and killed five. Rising sea levels worsen the effect of coastal floods and necessitated the evacuation of people from the Carteret Atolls and Duke of York Islands, as salinization and flooding are damaging fragile communities and cultures, making these ar"}, {"text_block_id": "p37_b599", "text": "-"}, {"text_block_id": "p37_b600", "text": "eas uninhabitable."}, {"text_block_id": "p37_b601", "text": "•"}, {"text_block_id": "p37_b602", "text": "Malaria severely affects our daily life, with 1.7m people infected every year."}, {"text_block_id": "p37_b603", "text": "About 60% of the population lives in high-risk malaria regions. In the last 20 years, climatic changes have worsened the effects of malaria; with rising temperatures, the parasite has established itself in the highlands where it was not previously present. Additional rises in temperature over the next 20 years will introduce malaria to previously risk-free regions and could worsen the impact of malaria for those living in low-risk zones."}, {"text_block_id": "p37_b604", "text": "•"}, {"text_block_id": "p37_b605", "text": "Inland flooding, driven by heavy irregular rainfalls, regularly affects valleys and wetlands in both low"}, {"text_block_id": "p37_b606", "text": "-"}, {"text_block_id": "p37_b607", "text": "lands and highlands."}, {"text_block_id": "p37_b608", "text": "The effects of inland flooding are amplified by steep inclines and deforestation. Based on 19 years of data, 22,000-26,000 people are affected annually by inland floods, displacing 6,000-8,000 and typically resulting in a few deaths each year. Public records estimate annual damage at USD 8-12m, a burden usually shouldered by the poorest people in the country. Changes in climatic conditions – both through in"}, {"text_block_id": "p37_b609", "text": "-"}, {"text_block_id": "p37_b610", "text": "creased average precipitation and increased extreme rainfall events – will strongly affect the impact of inland floods."}, {"text_block_id": "p37_b611", "text": "•"}, {"text_block_id": "p37_b612", "text": "Sea temperature increase and acidification may over time destroy Papua New Guinea’s coral reefs, the fifth largest in the world."}, {"text_block_id": "p37_b613", "text": "Between 50,000 and 70,000 coastal inhabitants rely on coral reefs for their food, livelihoods and shelter. Not only do the reefs contribute to economic growth through fisheries and tourism, they protect the coastlines from storms and loss of land."}, {"text_block_id": "p37_b614", "text": "•"}, {"text_block_id": "p37_b615", "text": "Landslides, triggered by increased rainfall intensity and land use changes, destroy vital assets in moun"}, {"text_block_id": "p37_b616", "text": "-"}, {"text_block_id": "p37_b617", "text": "tainous areas."}, {"text_block_id": "p37_b618", "text": "In recent decades, landslides have caused considerable damage to road infrastructure and re"}, {"text_block_id": "p37_b619", "text": "-"}, {"text_block_id": "p37_b620", "text": "mote communities. The effect of landslides is not well understood given the unpredictability and remote im"}, {"text_block_id": "p37_b621", "text": "-"}, {"text_block_id": "p37_b622", "text": "pact. At the same time, landslides have caused significant damage along the Highlands Highway, the sole life"}, {"text_block_id": "p37_b623", "text": "-"}, {"text_block_id": "p37_b624", "text": "line for the highland communities and export businesses. Changes in precipitation patterns and land use are likely to increase the number of landslides."}, {"text_block_id": "p37_b625", "text": "Variability in agricultural yields will affect many agricultural regions"}, {"text_block_id": "p37_b626", "text": "."}, {"text_block_id": "p37_b627_merged_merged_merged_merged_merged", "text": "The highland regions are particularly sensitive to variability in agricultural yields as a result of change in climatic conditions. Sweet potato, coffee and cocoa are examples of climate-sensitive crops that Papua New Guineans are dependent on for food and livelihood"}, {"text_block_id": "p37_b629", "text": "."}, {"text_block_id": "p38_b630", "text": "The following table illustrates the projected change in the annual and seasonal mean climate for Papua New Guinea, under the B1 (low; blue), A1B (medium; green) and A2 (high; purple) emissions scenarios. Projections are given for three 20year periods centered on 2030 (2020–2039), 2055 (2046–2065) and 2090 (2080–2099), relative to 1990 (1980–1999). Values represent the multi-model mean change ± twice the inter-model standard deviation (representing approximately 95% of the range of model projections), except for sea level where the estimated mean change and the 5–95% range are given (as they are derived directly from Intergovernmental Panel on Climate Change Fourth Assessment Report values)."}, {"text_block_id": "p38_b631", "text": "The confidence (Section 1.7.2) associated with the range and distribution of the projections is also given (indicated by the standard deviation and multi-model mean, respectively)."}, {"text_block_id": "p39_b632", "text": "Annex 4 -Roles and Responsibilities"}, {"text_block_id": "p39_b633", "text": "Roles and responsibilities of stakeholders directly link to the OCCD structure"}, {"text_block_id": "p39_b634", "text": "Nusa Island Resort in Kavieng, New Ireland is under threat from Sea Level Rise and Coastal Flooding"}, {"text_block_id": "p40_b635", "text": "Annex 5: Provincial Cross-sector implementation priorities"}, {"text_block_id": "p40_b636", "text": "The provincial cross-sector implementation priorities refers to a range of existing programs within the provincial plan"}, {"text_block_id": "p40_b637", "text": "-"}, {"text_block_id": "p40_b638", "text": "ning structure that could easily be implemented with regards to climate change mitigation and adaptation priorities. The main key service delivery sectors in the provincial government sphere, operating under the legal mechanism of the Or"}, {"text_block_id": "p40_b639", "text": "-"}, {"text_block_id": "p40_b640", "text": "ganic Law on Provincial and Local Level Government (OLPLLG), are;"}, {"text_block_id": "p40_b641", "text": "•"}, {"text_block_id": "p40_b642", "text": "Education"}, {"text_block_id": "p40_b643", "text": "•"}, {"text_block_id": "p40_b644", "text": "Health"}, {"text_block_id": "p40_b645", "text": "•"}, {"text_block_id": "p40_b646", "text": "HIV and AIDS"}, {"text_block_id": "p40_b647", "text": "•"}, {"text_block_id": "p40_b648", "text": "Agriculture"}, {"text_block_id": "p40_b649", "text": "•"}, {"text_block_id": "p40_b650", "text": "Fisheries"}, {"text_block_id": "p40_b651", "text": "•"}, {"text_block_id": "p40_b652", "text": "Forestry"}, {"text_block_id": "p40_b653", "text": "•"}, {"text_block_id": "p40_b654", "text": "Disaster Management"}, {"text_block_id": "p40_b655", "text": "•"}, {"text_block_id": "p40_b656", "text": "Environment"}, {"text_block_id": "p40_b657", "text": "•"}, {"text_block_id": "p40_b658", "text": "Community Development"}, {"text_block_id": "p40_b659", "text": "•"}, {"text_block_id": "p40_b660", "text": "Village Courts"}, {"text_block_id": "p40_b661", "text": "•"}, {"text_block_id": "p40_b662", "text": "Land Mediation"}, {"text_block_id": "p40_b663", "text": "•"}, {"text_block_id": "p40_b664", "text": "Commerce and Industry"}, {"text_block_id": "p40_b665", "text": "•"}, {"text_block_id": "p40_b666", "text": "Lands and Physical Planning"}, {"text_block_id": "p40_b667", "text": "•"}, {"text_block_id": "p40_b668", "text": "Non-renewable resources"}, {"text_block_id": "p40_b669", "text": "•"}, {"text_block_id": "p40_b670", "text": "Infrastructure"}, {"text_block_id": "p40_b671", "text": "It is now in the best interest of the national government through collaboration between the DPLLGA and the OCCD, to ensure that these sectors are climate resilient, as well as climate sustainable in terms of service delivery in the communi"}, {"text_block_id": "p40_b672", "text": "-"}, {"text_block_id": "p40_b673", "text": "ties, and the province as a whole."}, {"text_block_id": "p40_b674", "text": "Education: Promoting a climate change literate society"}, {"text_block_id": "p40_b675", "text": "“In fulfillment of Pillar 5, Directional Statement 11: Integrate Climate Change and Environment Sustainability in Pri"}, {"text_block_id": "p40_b676", "text": "-"}, {"text_block_id": "p40_b677", "text": "mary, Secondary and High School Curricula”"}, {"text_block_id": "p40_b678", "text": "It is in the best interest of the country through the national government, to see that all Papua New Guineans, both young and old are educated about climate change. However, for the country to achieve its target and objective of becoming car"}, {"text_block_id": "p40_b679", "text": "-"}, {"text_block_id": "p40_b680", "text": "bon neutral and climate resilient by 2030, it has to have an educated population that will be able to ensure that society lives and fare in a climate sustainable and resilient manner."}, {"text_block_id": "p40_b681", "text": "The most significant and able avenue through which PNG societies can be able to achieve this a few years down the line is through the role of an educated society. At the moment, there isn’t much emphasis placed by the Education sector on integrating climate change into the existing school curriculums. However, there is a greater need for this to be included in the near future. Again, much emphasis will have to come from the role of the provincial sectors, in their assessment of how an educated society will be able to contribute to the overall adaptation and mitigation efforts of the province."}, {"text_block_id": "p40_b682_merged_merged_merged_merged_merged", "text": "The main intention of the government is to have an educated generation who will still be able to bring the aspirations of the Vision 2050 to fulfillment, and in climate change and development this is also the same. Therefore, the provincial education sector will also be relied upon to advice the national government appropriately on relevant education curriculums for the country through an assessment of mitigation and adaptation priorities of the country, and how it will affect the future generation. This much needed collaboration will ensure that the rising population will be able to translate in their own ways, best mitigation and adaptation measures. In conclusion, it will be best advised that the provincial educa-tion sector factor this into their planning and policy development."}, {"text_block_id": "p41_b685", "text": "HEALTH- Promoting a climate resilient society from diseases and natural disaster emergencies"}, {"text_block_id": "p41_b686", "text": "“In fulfillment of Pillar 5, Directional Statement 2: Assist majority Papua New Guineans to become climate resilient to natural disasters, human disasters and environmental changes”"}, {"text_block_id": "p41_b687", "text": "The main intention of the government is to promote a climate resilient society. Being climate resilient as explained ear"}, {"text_block_id": "p41_b688", "text": "-"}, {"text_block_id": "p41_b689", "text": "lier, encompasses the preparedness and response nature to climate change related events. The main role of the health sec"}, {"text_block_id": "p41_b690", "text": "-"}, {"text_block_id": "p41_b691", "text": "tor is to ensure that society has access to medical attention in every way."}, {"text_block_id": "p41_b692", "text": "This includes delivering basic health care from the national to the sub-national levels, into communities and districts. Cli"}, {"text_block_id": "p41_b693", "text": "-"}, {"text_block_id": "p41_b694", "text": "mate change alone will greatly affect the global health care systems. It would is in the interest of the government to en"}, {"text_block_id": "p41_b695", "text": "-"}, {"text_block_id": "p41_b696", "text": "sure that the health sector is climate resilient in almost every way."}, {"text_block_id": "p41_b697", "text": "The current threatening issue now is the shift in malaria parasites, as a result in the in consistent weather patterns, cou"}, {"text_block_id": "p41_b698", "text": "-"}, {"text_block_id": "p41_b699", "text": "pled with shifts in regional climates. The priorities for the health sector within Adaptation, has been clearly outlined in the CCDS, and the DSP. However, the provincial health sector is encouraged revisit each provincial climate change con"}, {"text_block_id": "p41_b700", "text": "-"}, {"text_block_id": "p41_b701", "text": "sultation report. This individual reports specifically contains direct health priorities that could be aligned with annual planning and budgeting to fulfilling the strengthening of a climate change resilient society from natural diseases and natural disaster emergencies."}, {"text_block_id": "p41_b702", "text": "HIV AND AIDS: Promoting a conducive and safe environment for climate resilient victims"}, {"text_block_id": "p41_b703", "text": "“In fulfillment of Pillar 5, Directional Statement 2: Assist majority Papua New Guineans to become climate resilient to natural disasters, human disasters and environmental changes”"}, {"text_block_id": "p41_b704", "text": "The priority of this sector can be tied into the priorities of the health sector. The immune system is the most vulnerable and deteriorating element in any HIV/AIDS patient. Amongst the most vulnerable group to climate change impacts are these patients. Changing weather patterns and temperature will have a huge impact on their immune system."}, {"text_block_id": "p41_b705", "text": "HIV/AIDS patients will find it hard to adjust to these changes as a due to their weak and deteriorating immune system. Their only defense is good medical support and attention. Their adaptation and survival efforts will entirely depend on the efforts of the provincial health sector to upscale on its existing capabilities and capacities, even to the extent of basi"}, {"text_block_id": "p41_b706", "text": "-"}, {"text_block_id": "p41_b707", "text": "cally improving their services."}, {"text_block_id": "p41_b708", "text": "AGRICULTURE: Promoting a sustainable and resilient society through food security and sustainable land use for agriculture"}, {"text_block_id": "p41_b709", "text": "•"}, {"text_block_id": "p41_b710", "text": "“In fulfillment of Pillar 5, Directional Statements 1, 2 and 3: Reduce GHG by 90% to 1990 levels (D1)"}, {"text_block_id": "p41_b711", "text": "•"}, {"text_block_id": "p41_b712", "text": "Assist majority Papua New Guineans to become climate resilient to natural disasters, human disasters and envi"}, {"text_block_id": "p41_b713", "text": "-"}, {"text_block_id": "p41_b714", "text": "ronmental changes and (D2)"}, {"text_block_id": "p41_b715", "text": "•"}, {"text_block_id": "p41_b716_merged_merged_merged_merged_merged_merged", "text": "Establish a Sustainable Development Policy in all sectors. Especially, Forestry, Agriculture, Mining, Energy and Oceans” (D3)"}, {"text_block_id": "p41_b719", "text": "Changing weather patterns coupled with intense and frequent weather patterns will greatly affect the agricultural sector in terms of agricultural yield and output. Large scale commercial farms to small holders, including subsistence agricultural farmers will be greatly affected by the impact brought about by climate change."}, {"text_block_id": "p42_b720", "text": "The next and fundamental factor that has to be highly considered during this event is the abatement of GHG emissions from the agriculture sector. This will be regarded as a strong drive from the national level through strong collaboration with relevant sectors in consistent with the need for a sustainable development policy/ and or plan."}, {"text_block_id": "p42_b721", "text": "The national government through the Office of Climate Change and the Department of Provincial and Local Level gov"}, {"text_block_id": "p42_b722", "text": "-"}, {"text_block_id": "p42_b723", "text": "ernment would like to see a strong collaboration amongst the provincial governments in terms of factoring these issues into the agricultural sector’s provincial planning. The provincial agricultural sector has to have provincial strategies, pro-grammes and plans in place to address issues brought about by climate change. Also, the most important thing is to have a provincial agricultural plan that is extremely climate compatible by resembling elements of both adaptation and mitiga"}, {"text_block_id": "p42_b724", "text": "-"}, {"text_block_id": "p42_b725", "text": "tion."}, {"text_block_id": "p42_b726", "text": "The provincial government should also consider capturing the greatest aspirations of the provinces. This has already been reflected in the provincial climate change reports through intensive interacting participation from all stakeholders concerned."}, {"text_block_id": "p42_b727", "text": "FISHERIES: Promoting climate resilience through the protection of marine and fishing zones"}, {"text_block_id": "p42_b728", "text": "‘"}, {"text_block_id": "p42_b729", "text": "In fulfillment of Pillar 5, Directional Statements 3 and 7"}, {"text_block_id": "p42_b730", "text": "•"}, {"text_block_id": "p42_b731", "text": "Establish a Sustainable Development Policy in all sectors especially"}, {"text_block_id": "p42_b732", "text": "Agriculture"}, {"text_block_id": "p42_b733", "text": ", Mining, Energy and"}, {"text_block_id": "p42_b734", "text": "Oceans"}, {"text_block_id": "p42_b735", "text": ") (D3)"}, {"text_block_id": "p42_b736", "text": "•"}, {"text_block_id": "p42_b737", "text": "Establish at least one million hectares of marine protected areas (D7)"}, {"text_block_id": "p42_b738", "text": "The Provincial Climate Change Implementation Strategy (PCCIS) is aimed at guiding the implementation of potential fisheries programmes and activities at the provincial level. This is in respect to the provincial priorities relating to as"}, {"text_block_id": "p42_b739", "text": "-"}, {"text_block_id": "p42_b740", "text": "pects of both adaptation and mitigation, as captured in the provincial reports. This should be done in strict alignment with the National and Provincial Fisheries key priority programme areas guided by both the Vision 2050 and the MTDP."}, {"text_block_id": "p42_b741", "text": "This is also captured as a sectoral priority under the guidance of the National Climate Change and Development Policy Framework. Provincial Fisheries Offices are advised to seek guidance from their national priorities with respect to the aspiration of Directional Statements 3 and 7 under Pillar 5. This has to be further guided by the provincial reports that captured key fisheries issues."}, {"text_block_id": "p42_b742", "text": "FORESTRY: Promoting a climate compatible society through forest conservation and sustainable timber harvesting options"}, {"text_block_id": "p42_b743", "text": "‘In fulfillment of Pillar 5, Directional Statements 1, 5 and, 6”"}, {"text_block_id": "p42_b744", "text": "•"}, {"text_block_id": "p42_b745", "text": "Reduce Green House Gas by 90% to 1990 levels (D1)"}, {"text_block_id": "p42_b746", "text": "•"}, {"text_block_id": "p42_b747", "text": "Conserve biodiversity at the current 5-7% of the world’s biodiversity (D5)"}, {"text_block_id": "p42_b748", "text": "•"}, {"text_block_id": "p42_b749", "text": "Establish a total of 20 national reserves, wilderness areas and national parks (D6)"}, {"text_block_id": "p42_b750", "text": "The Provincial Climate Change Implementation Strategy (PCCIS) is aimed at guiding the implementation of potential climate compatible forestry and REDD/+ pilot programmes and activities at the provincial level. This is in respect to the provincial priorities relating to aspects of both adaptation and mitigation, as captured in the provincial reports. This should be done in strict alignment with the National and Provincial Forestry key priority programme areas guided by both the Vision 2050 and the MTDP."}, {"text_block_id": "p42_b751", "text": "This is also captured as a sectoral priority under the guidance of the National Climate Change and Development Policy Framework. Provincial Forestry Offices are advised to seek guidance from their national priorities with respect to the aspiration of Directional Statements 1, 5 and 6 under Pillar 5. This has to be further guided by the provincial reports that captured key forestry issues."}, {"text_block_id": "p42_b752", "text": "Within this provincial planning and alignment should be the consideration of how the provincial forestry sector can be able to effectively contribute to the government’s overarching objective of reducing greenhouse gases through carbon sequestration. This is in regards to sustainable forest management and legitimate logging activities."}, {"text_block_id": "p42_b753_merged_merged_merged_merged", "text": "It would also look at allowing the provincial governments to support the efforts of conservations at the provincial gov-ernment in alignment with national priorities and sectoral collaboration with other similar obligated stakeholders."}, {"text_block_id": "p43_b756", "text": "DISASTER MANAGEMENT: Promoting a Climate Resilient society through disaster risk management and planning"}, {"text_block_id": "p43_b757", "text": "‘In fulfillment of Pillar 5, Directional Statements 2, 4, 10"}, {"text_block_id": "p43_b758", "text": "•"}, {"text_block_id": "p43_b759", "text": "Assist the majority of Papua New Guineans to become resilient to natural and human disasters and environmental changes (D2)"}, {"text_block_id": "p43_b760", "text": "•"}, {"text_block_id": "p43_b761", "text": "Develop mitigation, adaptation and resettlement measures in all impacted provinces by 2015 (D4)"}, {"text_block_id": "p43_b762", "text": "•"}, {"text_block_id": "p43_b763", "text": "Provide a 100% weather and natural disaster monitoring systems in all provinces (10)"}, {"text_block_id": "p43_b764", "text": "The Provincial Climate Change Implementation Strategy (PCCIS) is aimed at guiding the Provincial governments in disaster management and responses. Priority key areas and programs of the Provincial Disaster Offices are supposed to capture some of the fundamental recommendations captured in the national climate change consultation provincial reports. These key con"}, {"text_block_id": "p43_b765", "text": "-"}, {"text_block_id": "p43_b766", "text": "siderations should be in alignment with the national priorities, as well as the provincial priorities."}, {"text_block_id": "p43_b767", "text": "The most fundamental thing that the Provincial Climate Change Implementation Strategy intends to achieve is ensure that the provincial disaster response measures and issues are well captured into the provincial planning. This includes alignment with national development priorities captured under the Vision 2050, as well as the three key areas emphasized under the Pillar 5 Directional Statements."}, {"text_block_id": "p43_b768", "text": "ENVIRONMENT: Promoting a sustainable society through the protection and preservation of the natural environment"}, {"text_block_id": "p43_b769", "text": "‘In fulfillment of Pillar 5, Directional Statements 3, while supporting the other eleven (D-1-D2, and D4-D12)’"}, {"text_block_id": "p43_b770", "text": "•"}, {"text_block_id": "p43_b771", "text": "Establish a Sustainable Development Policy in all sectors, especially forestry, agriculture, mining, energy and oceans by 2015 (D3)"}, {"text_block_id": "p43_b772", "text": "The PCCIS is aimed at supporting the role of the Provincial Environment Sector in delivering tangible out puts in the prov"}, {"text_block_id": "p43_b773", "text": "-"}, {"text_block_id": "p43_b774", "text": "inces. This sector will be relied upon to play a very strong coordination role at the provincial level with the other supporting sectors, while aligning all their activities with national priorities."}, {"text_block_id": "p43_b775", "text": "The Provincial Environment offices should be able to integrate some of the key issues being raised during the national con"}, {"text_block_id": "p43_b776", "text": "-"}, {"text_block_id": "p43_b777", "text": "sultation into their respective planning priorities. This would also include the need for alignment with national priorities, which includes the Vision 2050, the MTDP 2011-2015 and the DSP. This includes the need to ensure that Sustainable Devel"}, {"text_block_id": "p43_b778", "text": "-"}, {"text_block_id": "p43_b779", "text": "opment Policies are pursued for development across all the relevant provincial sectors."}, {"text_block_id": "p43_b780", "text": "The PCCIS also aim to ensure that the Environment sector in the provinces is fully supportive of the other provincial sector initiatives in order to ensure the successful implementation of the other directional statements under the Pillar 5 of the Vision 2050."}, {"text_block_id": "p43_b781", "text": "COMMUNITY DEVELOPMENT: Encouraging the creation of climate compatible communities"}, {"text_block_id": "p43_b782", "text": "‘In support of Pillar 5, Directional Statements 4 and 8”"}, {"text_block_id": "p43_b783", "text": "•"}, {"text_block_id": "p43_b784", "text": "Develop mitigation, adaptation and resettlement measures in all impacted provinces by 2015 (D4)"}, {"text_block_id": "p43_b785", "text": "•"}, {"text_block_id": "p43_b786", "text": "Conserve and preserve cultural diversity (D8)"}, {"text_block_id": "p43_b787", "text": "The PCCIS in this sector emphasis support to the other sectoral initiative in ensuring that communities and LLGs are climate compatible. In the midst of planning, the community development sector should be able to support provincial initiatives in alignment with national priorities to see that communities are encouraged to develop and function in a climate compatible manner."}, {"text_block_id": "p43_b788_merged_merged_merged_merged", "text": "Most fundamentally is the support given to government officials and sectors who will be working on feasibility studies to identify community adaptation and mitigation measures. Even to the extent of assisting communities realizing some of the fundamental dangers behind changing weather patterns and the impact of natural disasters. In response, the Community De-velopment sector should be able to play a very leading and supportive role to the provincial government stakeholders who will be drawing resettlement and contingency plans. In this process, they should also be able to ensure that the other goal of the Pillar 5 as captured is reached."}, {"text_block_id": "p44_b791", "text": "VILLAGE COURTS: Promoting a climate compatible society that is protected through strong community legal system"}, {"text_block_id": "p44_b792", "text": "‘In support of Pillar 5, Directional Statements 1-12”"}, {"text_block_id": "p44_b793", "text": "Despite the fact that changing global climatic patterns affecting PNG won’t necessarily impede this certain sector, there is still a relationship in the maintenance of a strong legal system in a climate compatible community. The role of the village courts in a very vulnerable society is as significant also in a society and community that is ready to address climate change issues."}, {"text_block_id": "p44_b794", "text": "The village courts system must support the initiatives of the other sectors in trying to maintain justice at the ward level. Appropriate alignment should be made in respect to national priorities, and some of the issues brought forward by the people. For instance, there may be issues surrounding the legality of land or conflict over benefit sharing distribution and etc. Such may increase the scale of social issues and problems in the community, and therefore this sector has to be ready enough to address such issues. The PCCIS intends to support any recognition from this sector to acknowledge their role in the overall protection of climate compatible communities."}, {"text_block_id": "p44_b795", "text": "LAND MEDIATION: Promoting community adaptation and mitigation measures that involves proper land mediation"}, {"text_block_id": "p44_b796", "text": "‘In support of Pillar 5, Directional Statements 1-12”"}, {"text_block_id": "p44_b797", "text": "All the climate change related activities and programmes in the provinces will involve land acquisition and usage. Climate change impacts will be both disastrous for the land and can also be an economic opportunity in the renewable energy sector for economic development. This also includes opportunities for CDM projects where REDD/+ also comes into play."}, {"text_block_id": "p44_b798", "text": "In PNG where most of the land is customarily owned, there will be a significant need for the proper land mediation proc"}, {"text_block_id": "p44_b799", "text": "-"}, {"text_block_id": "p44_b800", "text": "esses to facilitate the development of land for adaptation and mitigation projects. The PCCIS intends to recognize any acknowledgement from this sector to support climate change measures."}, {"text_block_id": "p44_b801", "text": "COMMERCE AND INDUSTRY: Promoting sustainable economic ventures in a climate compatible society"}, {"text_block_id": "p44_b802", "text": "‘In support of Pillar 5, Directional"}, {"text_block_id": "p44_b803", "text": "Statements"}, {"text_block_id": "p44_b804", "text": "1-12”"}, {"text_block_id": "p44_b805", "text": "Climate Change will be both an opportunity as well as a disadvantage for this sector. Despite the foreseeable destruction and losses encountered in unpredictable extreme events, opportunities brought about by mitigation and adaptation can also compensate such. The PCCIS intends to support the provincial consultation reports which specifically address issues and opportunities captured under this sector."}, {"text_block_id": "p44_b806", "text": "The sustainability of most of the key activity areas promoted by this sector in the provinces will entirely depend on how climate compatible the province is to the drastic changes in the climatic patterns including potential and unpredictable natural disasters. The PCCIS also intends to seek acknowledge from this sector to fully support all adaptation and miti"}, {"text_block_id": "p44_b807", "text": "-"}, {"text_block_id": "p44_b808", "text": "gation efforts carried out by each provinces."}, {"text_block_id": "p44_b809", "text": "LAND AND PHYSICAL PLANNING: Promoting Sustainable Land Use in Land Use-Land Use Change and forestry in response to climate change mitigation"}, {"text_block_id": "p44_b810", "text": "‘In fulfillment of Pillar 5, Directional Statements 1-12’"}, {"text_block_id": "p44_b811_merged_merged_merged", "text": "The PCCIS intends to support this sector in promoting sustainable land use planning at the provincial level. The provincial reports have actually highlighted fundamental issues surrounding sustainable land management and land use. The pro-vincial governments including the District governments are encouraged align with national priority areas with regards to the aspiration of the Vision 2050."}, {"text_block_id": "p44_b814", "text": "The role of this sector will mostly be significant in assisting the government to launch its pilot initiatives in the provinces. This sector will be encouraged to align with national priorities, while ensuring that land use planning, management and usage clear supports provincial mitigation and adaptation measures."}, {"text_block_id": "p45_b815", "text": "NON-RENEWABLE RESOURCES: Promoting the sustainable use of renewable resources and sustainable environ"}, {"text_block_id": "p45_b816", "text": "-"}, {"text_block_id": "p45_b817", "text": "ment management"}, {"text_block_id": "p45_b818", "text": "‘In fulfillment of Pillar 5, Directional Statements 1, 2 and 3’"}, {"text_block_id": "p45_b819", "text": "•"}, {"text_block_id": "p45_b820", "text": "Reduce Green House Gas by 90% to 1990 levels (D1)"}, {"text_block_id": "p45_b821", "text": "•"}, {"text_block_id": "p45_b822", "text": "Assist the majority of Papua New Guineans to become climate resilient to natural and human disasters and envi"}, {"text_block_id": "p45_b823", "text": "-"}, {"text_block_id": "p45_b824", "text": "ronment changes (D2)"}, {"text_block_id": "p45_b825", "text": "•"}, {"text_block_id": "p45_b826", "text": "Establish a Sustainable Development Policy in all sectors, especially forestry, agriculture, mining, energy and oceans by 2015’ (D3)"}, {"text_block_id": "p45_b827", "text": "The PCCIS intends to support this sector but encourages more serious in approaching climate change related issues that will affect this sector. The most important things is to ensure that there are plans to also accommodate and address the efforts of reducing GHG emissions during the extraction of natural resources, while at the same time promoting adaptive measures."}, {"text_block_id": "p45_b828", "text": "The PCCIS intends to ensure that this sector tries to integrate the specific issues captured from the provincial consultation reports and address them through the provincial planning process. Any planning must be consistent with national priorities guided by the aspiration of the Vision 2050, and the national sector plans and legislations."}, {"text_block_id": "p45_b829", "text": "INFRASTRUCTURE: Promoting planning and building of climate compatible infrastructures for sustainable devel"}, {"text_block_id": "p45_b830", "text": "-"}, {"text_block_id": "p45_b831", "text": "opment"}, {"text_block_id": "p45_b832", "text": "‘In support of Pillar 5, Directional Statements 1-12”"}, {"text_block_id": "p45_b833", "text": "The state of the infrastructures in PNG will play a great role in bringing about the desired socio-economic development by the government and its people. However, due to the topographic and geographic factors in PNG, climate change will also greatly affect this sector. The issues of vulnerability and adaptations will be likely flagged across by stakeholders bringing about the desired capital works to improve this sector."}, {"text_block_id": "p45_b834", "text": "The provincial reports, as province specific have actually outlined key issues of both adaptation and mitigation relating to infrastructure. The sector responsible for ensuring the appropriate implementation of infrastructures should also plan in alignment with the national plans guided by the Vision 2050, and the MTDP 2011-2015. This sector should be supporting of all the aspired objectives of the Pillar 5 Directional Statements under the Vision 2050."}, {"text_block_id": "p45_b835", "text": "TELECOMMUNICATIONS: Promoting a the use of telecommunications and advanced technology as a tool for sur"}, {"text_block_id": "p45_b836", "text": "-"}, {"text_block_id": "p45_b837", "text": "vival in a climate compatible environment"}, {"text_block_id": "p45_b838", "text": "‘‘In fulfillment of Pillar 5, Directional Statements 2, 4 and 10”"}, {"text_block_id": "p45_b839", "text": "•"}, {"text_block_id": "p45_b840", "text": "Assist the majority of Papua New Guineans to become resilient to natural and human disasters and environment changes (D2)"}, {"text_block_id": "p45_b841", "text": "•"}, {"text_block_id": "p45_b842", "text": "Develop mitigation, adaptation and resettlement measures in all impacted provinces by 2015 (D4)"}, {"text_block_id": "p45_b843", "text": "•"}, {"text_block_id": "p45_b844", "text": "Provide 100% weather and natural disaster monitoring systems in all provinces (D10)"}, {"text_block_id": "p45_b845", "text": "Climate Change will greatly affect all sectors that the provinces will have to rely on their preparedness, planning and response strategies. In cases of extreme natural disasters, telecommunications will be relied upon for fast response and emergency assistance. The PCCIS intends to support the provincial sector in delivering in the Telecommunications sector, as per the recommendations captured in each of the provincial reports."}, {"text_block_id": "p45_b846_merged_merged_merged_merged_merged", "text": "The PCCIS also intends to support the initiative of the provincial Telecommunications sector in terms of improving tech-nological capacity, as well ensuring that there is better telecommunications coverage in each province. Telecommunication reliability will also be useful in the event of natural disasters and usage to outsource external assistance from abroad."}, {"text_block_id": "p45_b849", "text": "The PCCIS also intends to see that this sector assist and support the other sectors including the OCCD in achieving the key directional statements under the Pillar 5, of the Vision 2050. Most important of all is the target to set up weather and natural disaster monitoring systems in all the provinces. The sector is encouraged to work closely with the relevant sectors who will ensure that guiding directional statements relating to telecommunications is achievable at the provincial level."}, {"text_block_id": "p46_b850", "text": "The Role of NGOs and CBOs in parallel cross-implementation of community specific programmes"}, {"text_block_id": "p46_b851", "text": "Most Non-Government Organizations and Community Based Organizations in each respective provinces have contributed to the overall implementation of climate change related activities and programmes in PNG. Some of the common NGOs and CBOs currently working in PNG but not limited to those given below;"}, {"text_block_id": "p46_b852", "text": "•"}, {"text_block_id": "p46_b853", "text": "Binatang Research Centre (BRC)"}, {"text_block_id": "p46_b854", "text": "•"}, {"text_block_id": "p46_b855", "text": "Conservation International (CI)"}, {"text_block_id": "p46_b856", "text": "•"}, {"text_block_id": "p46_b857", "text": "Eco-Forestry Forum (EFF) alongside its umbrella NGOs"}, {"text_block_id": "p46_b858", "text": "•"}, {"text_block_id": "p46_b859", "text": "Foundation for People’s Community Development (FPCD)"}, {"text_block_id": "p46_b860", "text": "•"}, {"text_block_id": "p46_b861", "text": "Green Peace"}, {"text_block_id": "p46_b862", "text": "•"}, {"text_block_id": "p46_b863", "text": "Live and Learn"}, {"text_block_id": "p46_b864", "text": "•"}, {"text_block_id": "p46_b865", "text": "The Nature Conservancy (TNC)"}, {"text_block_id": "p46_b866", "text": "•"}, {"text_block_id": "p46_b867", "text": "Wildlife Conservation Society (WCS)"}, {"text_block_id": "p46_b868", "text": "•"}, {"text_block_id": "p46_b869", "text": "World Wildlife Fund for Nature (WWF)"}, {"text_block_id": "p46_b870", "text": "•"}, {"text_block_id": "p46_b871", "text": "LEAF Asia"}, {"text_block_id": "p46_b872", "text": "The role of these existing NGOs and CBOs carrying out climate change related activities in each province and communi"}, {"text_block_id": "p46_b873", "text": "-"}, {"text_block_id": "p46_b874", "text": "ties is guided by the National Climate Change and Development Policy Framework. This group of stakeholders is an extended aid-arm of the government in terms of specific service delivery implementation at the provincial and community level."}, {"text_block_id": "p46_b875", "text": "The Provincial Climate Change Implementation Strategy aims to support the continuous working relationship, governed by the provisions of the OLPLLG and the Climate Change Legislation."}, {"text_block_id": "p46_b876", "text": "The role of PLLSMA and climate change-cross sector reporting"}, {"text_block_id": "p46_b877", "text": "The PLLSMA stands for Provincial Local Level Service Monitoring Authority and is an authority whose functions are given mandate under the OLPLLG under Section 110 (4). Some of the main responsibilities of the PLLSMA include;"}, {"text_block_id": "p46_b878", "text": "•"}, {"text_block_id": "p46_b879", "text": "Coordination and monitoring of the implementation of national policies at the provincial and local level"}, {"text_block_id": "p46_b880", "text": "•"}, {"text_block_id": "p46_b881_merged_merged", "text": "Establishing minimum development standards and monitor maintenance of those standards in the overall develop-ment of the rural and urban communities, amongst its many other functions, as captured under the PCMC guidelines."}, {"text_block_id": "p46_b884", "text": "The PLLSMA unit under the DPLLGA is mandated with responsibility of ensuring that its functions are fully operational within the sub-national systems, under the legislative framework of the OLPLLG. The PLLSMA through its membership under the National Consultation TWG group of the OCCD, has a responsibility to coordinate the reporting efforts within the provincial sectors through the PCMC on sectoral progress and impediments."}, {"text_block_id": "p46_b885", "text": "The reporting structure is also embedded into the existing reporting structure of PLLSMA, which includes the following information flow requirements. The OCCD makes its stand clear in regarding reported information as contributing to sectoral initiatives. These initiatives are those captured under the National Climate Change and Development Policy Framework, as contributing efforts towards the government’s broader climate change compatible development objective as stipulated under the Vision 2050, Pillar 5 Directional Statements."}, {"text_block_id": "p48_b886", "text": "Adaptation Policies"}, {"text_block_id": "p49_b887", "text": "Mitigation Policies"}, {"text_block_id": "p49_b888", "text": "Mitigation Strategies"}, {"text_block_id": "p49_b889", "text": "Finance Policies"}, {"text_block_id": "p49_b890", "text": "Finance Strategies"}, {"text_block_id": "p55_b891", "text": "OFFICE OF CLIMATE CHANGE & DEVELOPMENT"}, {"text_block_id": "p55_b892", "text": "P.O.BOX 4017 BOROKO"}, {"text_block_id": "p55_b893", "text": "NATIONAL CAPITAL DISTRICT"}, {"text_block_id": "p55_b894", "text": "PAPUA NEW GUINEA"}, {"text_block_id": "p55_b895", "text": "1ST FLOOR TABARI HAUS"}, {"text_block_id": "p55_b896", "text": "REKE STREET, BOROKO CBD"}, {"text_block_id": "p55_b897", "text": "TELEPHONE:"}, {"text_block_id": "p55_b898", "text": "+675 70910300"}, {"text_block_id": "p55_b899", "text": "FAX:"}, {"text_block_id": "p55_b900", "text": "+675 3257620"}, {"text_block_id": "p55_b901", "text": "EMAIL:"}, {"text_block_id": "p55_b902", "text": "info@occd.gov.pg"}, {"text_block_id": "p55_b903", "text": "WEBSITE:"}, {"text_block_id": "p55_b904", "text": "http://www.occd.gov.pg"}], "document_description": "This Policy aims at stimulating climate-compatible development (\"climate resilient and carbon neutral\") through improved disaster-risk management, mitigation including from sustainable forestry and agricultural practices, and the fostering of clean technologies.\n\nThe policy seeks to improve the institutional end administrative framework to allow for integrated climate change management, improving information, and develop sectoral mitigation and adaptation policies."}