{"document_instrument_name": ["Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National disaster risk reduction framework 2017-2030", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Framework", "document_framework_name": "Drm/Drr", "document_region_code": "East Asia & Pacific", "document_date": "11/01/2017", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/PNG/2017/PNG-2017-01-11-National disaster risk reduction framework 2017-2030_bfd5db269f67efc413a1e2e3ec6b8cac.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "PAPUA"}, {"text_block_id": "p0_b2", "text": "NEW"}, {"text_block_id": "p0_b3", "text": "GUINEA"}, {"text_block_id": "p0_b4", "text": "NATIONAL DISASTER RISK REDUCTION FRAMEWORK"}, {"text_block_id": "p0_b5", "text": "2017 - 2030"}, {"text_block_id": "p2_b6", "text": "PAPUA"}, {"text_block_id": "p2_b7", "text": "NEW"}, {"text_block_id": "p2_b8", "text": "GUINEA"}, {"text_block_id": "p2_b9", "text": "NATIONAL DISASTER RISK REDUCTION FRAMEWORK"}, {"text_block_id": "p2_b10", "text": "2017 - 2030"}, {"text_block_id": "p2_b11", "text": "National Disaster Centre"}, {"text_block_id": "p2_b12", "text": "2017"}, {"text_block_id": "p3_b13", "text": "Contents"}, {"text_block_id": "p3_b14", "text": "ANNEXES"}, {"text_block_id": "p3_b15", "text": "Acronyms"}, {"text_block_id": "p6_b16", "text": "Hon. Kevin Isifu"}, {"text_block_id": "p6_b17", "text": "Minister for Inter-Government Relations"}, {"text_block_id": "p6_b18", "text": "Communities in Papua New Guinea (PNG) are experiencing more than ever disaster risks in a very pronounced way. External drivers such as the impacts of climate change coupled with internal pressures such as a population expansion are increasing the vulnerability of communities. This also exerts significant pressure on existing structures to cope with the needs of disaster impacted people."}, {"text_block_id": "p6_b19", "text": "It is with this imperative in mind that we have developed the National Disaster Risk Reduction Framework (NDRRF) 2017-2030. While the framework seeks to build on the achievements of PNG’s previous framework (the National Disaster Risk Reduction and Disaster Risk Management Framework for Action 2005-2015), we have approached the development of a framework that harmonises all our collective disaster risk reduction efforts while adapting to our increasingly dynamic and constantly evolving environment."}, {"text_block_id": "p6_b20", "text": "The framework, closely aligned with the Sendai Framework for Disaster Risk Reduction 20152030, aims to achieve substantial reduction of disaster risk and losses in lives, livelihoods and health and in the economic, physical, social, cultural and environmental assets of persons, businesses,communities over the next 14 years."}, {"text_block_id": "p6_b21", "text": "Disaster risk reduction is an important priority for the Government of Papua New Guinea as explicitly indicated in our Vision 2050, National Strategy for Responsible Sustainable Development for Papua New Guinea (StaRS) and the Government’s MidTerm Development Plan."}, {"text_block_id": "p6_b22", "text": "Withsevenclearlydefinetargetsandfourpriorities for action to prevent new and reduce existing disaster risks through understanding disaster"}, {"text_block_id": "p6_b23", "text": "risk; strengthening disaster risk governance; investing in disaster reduction and; enhancing disaster preparedness for effective response, and to “Build Back Better”, the NDRRF will not only enhance the disaster risk reduction but more importantly complement and contribute significantly to PNG’s journey towards achieving the Sustainable Development Goals."}, {"text_block_id": "p6_b24", "text": "I commend all stakeholders especially the National Disaster Centre who have contributed to the development of this framework including national and sub-national government departments and agencies, civil society, faith based organizations and development partners."}, {"text_block_id": "p6_b25", "text": "On behalf of the Government and people of PNG, I would like to acknowledge the Government of Australia (GoA) and the United Nations Development Programme PNG Country Office in co-ordinating the development of the National Disaster Risk Reduction Framework (NDRRF) 2017-2030."}, {"text_block_id": "p6_b26", "text": "The Government of Papua New Guinea is fully committed to the implementation of the NDRRF 2017/2030 in line with our commitments to the Sendai Declaration and more importantly to the people of PNG. I look forward to working closely with government colleagues, local communities, civil society and development partners to ensure a more resilient Papua New Guinea by 2030."}, {"text_block_id": "p6_b27", "text": "Hon. Kevin Isifu"}, {"text_block_id": "p6_b28", "text": "Minister for Inter-Government Relations"}, {"text_block_id": "p6_b29", "text": "November 2017"}, {"text_block_id": "p7_b30", "text": "Foreword"}, {"text_block_id": "p7_b31", "text": "Mr Dickson Guina"}, {"text_block_id": "p7_b32", "text": "Secretary, Department of Provincial and Local Government Affairs"}, {"text_block_id": "p7_b33", "text": "Chairman, National Disaster Committee"}, {"text_block_id": "p7_b34", "text": "The National Disaster Risk Reduction Framework (NDRRF) 2017-2030 is a critical framework document which outlines Papua New Guinea’s (PNG) approach to disaster risk reduction for the next decade and more."}, {"text_block_id": "p7_b35", "text": "What is unique about the NDRRF 2017-2030 from previous iterations is that it has adopted a whole-of-government approach from the very start, involving all levels of government as key stakeholders in the implementation of this framework."}, {"text_block_id": "p7_b36", "text": "The framework guides every line department at the national and sub-national levels to contribute to national disaster risk reduction work and make disaster risk reduction every line department’s shared responsibility. Effective disaster risk reduction in PNG requires both vertical and lateral integration."}, {"text_block_id": "p7_b37", "text": "While affirming the roles of provincial and local level governments, the framework also points towards the need to mainstream disaster risk reduction into development programmes at the sub-national level. Being a disaster-prone country,resilience towards disasters underpins PNG’s development efforts. Provincial development plans and service improvement programmes need to be “disaster-proofed” to protect the government’s investments in basic services and infrastructure. This strengthens and reinforces our approach to effective decentralised disaster governance."}, {"text_block_id": "p7_b38", "text": "Another key feature of the NDRRF is its highly inclusive nature where the implementation of the framework involves the active participation of all stakeholders including local communities with special attention paid to the role of women and youth in disaster risk reduction activities."}, {"text_block_id": "p7_b39", "text": "The framework also calls for the involvement of non-traditional partners such as the research community,the private sector,and the media. Such partnerships are essential to pro-actively addressing disaster risks such as El Niño. This complements the continued partnership with civil society and international and regional organisations."}, {"text_block_id": "p7_b40", "text": "I am extremely heartened that Papua New Guinea has a new disaster risk reduction framework that guides the country’s work towards achieving its Sendai targets and Sustainable Development Goals in a harmonised and collective manner. I look forward to the National Disaster Committee mobilising national support and monitoring the successful implementation of activities in the priority areas."}, {"text_block_id": "p7_b41", "text": "To this end, I congratulate the National Disaster Centre in successfully leading the development of this significant framework together with our stakeholders and partners including the Australian Government and United Nations Development Programme."}, {"text_block_id": "p7_b42", "text": "Mr. Dickson Guina"}, {"text_block_id": "p7_b43", "text": "Secretary, Department of Provincial and"}, {"text_block_id": "p7_b44", "text": "Local Government Affairs"}, {"text_block_id": "p7_b45", "text": "Chair, National Disaster Committee"}, {"text_block_id": "p7_b46", "text": "November 2017"}, {"text_block_id": "p8_b47", "text": "Mr Martin Mose"}, {"text_block_id": "p8_b48", "text": "Acting Director, National Disaster Centre"}, {"text_block_id": "p8_b49", "text": "Papua New Guinea (PNG) as a country is extremely blessed with natural riches. At the same time, this richly endowed land experiences a high exposure to natural hazards such as earthquakes, volcanic eruptions, floods, landslides, drought, frost, and tsunamis. These hazards while not new are now becoming much significant given the effect of climate change. According to the 2017 INFORM Index, PNG continues to be categorised as a high-risk country in terms of disaster risk."}, {"text_block_id": "p8_b50", "text": "It is in this context that I am extremely pleased to present PNG’s National Disaster Risk Reduction Framework (NDRRF) 2017-2030 which provides guidance and support for the implementation of disaster risk reduction activities in PNG."}, {"text_block_id": "p8_b51", "text": "The NDRRF aims to prevent new and reduce existing disaster risks through seven targets, four priorities for action and fifty indicators. These indicators would allow us to monitor the progress of the framework’s implementation."}, {"text_block_id": "p8_b52", "text": "While it recognizes the importance and critical role of government leadership and commitment at the national and sub-national levels,the framework adopts a highly inclusive approach by embracing the collective role of communities, civil society and development partners in disaster risk reduction. This is critical especially since communities are often the first to be impacted by disasters. We need to support communities to help themselves in disaster mitigation, adaptation and preparedness. This will strengthen and empower our communities."}, {"text_block_id": "p8_b53", "text": "This is where it counts."}, {"text_block_id": "p8_b54", "text": "The NDRRF is an important milestone for PNG and the NDC in building up disaster resilient communities in PNG. However, this is but a first step. We need to keep up our efforts in implementing this framework at the national, sub-national and community levels. I look forward to working with provincial disaster coordinators to develop province-specific disaster risk reduction frameworks and action plans considering their respective contexts.The NDC will also actively lead in the monitoring, implementation and reporting including annual reports against Sendai targets."}, {"text_block_id": "p8_b55", "text": "I am particularly encouraged by the commitment of Government of Papua New Guinea by formally endorsing the NDRRF 20172030 and the unstinting support from both the Minister for Inter-Government Relations and Secretary DPLGA."}, {"text_block_id": "p8_b56", "text": "I would also like to acknowledge the invaluable contributions from all our government stakeholders and partners in the framework development process, including the support from the Australian Government and United Nations Development Programme."}, {"text_block_id": "p8_b57", "text": "Mr. Martin Mose"}, {"text_block_id": "p8_b58", "text": "Acting Director, National Disaster Centre"}, {"text_block_id": "p8_b59", "text": "November 2017"}, {"text_block_id": "p10_b60", "text": "Papua New Guinea (PNG) is ranked as one of the most disaster-prone countries in the Asia-Pacific region."}, {"text_block_id": "p10_b61", "text": "Papua New Guinea (PNG) is ranked as one of the most disaster-prone countries in the Asia-Pacific region.\n* Papua New Guinea (PNG) is ranked as one\n* Historically, disaster risk reduction has been\n* The Government of Papua New Guinea\n* The Papua New Guinea National Disaster\n* The NDRRF aims to raise understanding and\n* Through NDRRF, Papua New Guinea will be\n* Implementation of the NDRRF will contribute\n* Implementation of the NDRRF will also\n* NDDRF will provide a common disaster risk"}, {"text_block_id": "p12_b79", "text": "The substantial reduction of disaster risk and increased resilience of communities in PNG."}, {"text_block_id": "p12_b80", "text": "The substantial reduction of disaster risk and increased resilience of communities in PNG.\n* The realization of this outcome requires\n* To attain the expected outcome, the\n* To attain the expected outcome, the\n Reduce existing and prevent new disaster\n* To attain the expected outcome, the\n Reduce existing and prevent new disaster\n response and recovery capacity, and\n* The pursuance of this goal requires the"}, {"text_block_id": "p13_b88", "text": "IV."}, {"text_block_id": "p13_b89", "text": "National Targets"}, {"text_block_id": "p13_b90", "text": "National Targets\n* To support the assessment of the progress\n* The seven national targets are:"}, {"text_block_id": "p13_b94", "text": "TARGET 1:"}, {"text_block_id": "p13_b95", "text": "in PNG by 2030,"}, {"text_block_id": "p13_b96", "text": "aiming to lower average mortality rate per"}, {"text_block_id": "p13_b97", "text": "100,000"}, {"text_block_id": "p13_b98", "text": "in the decade between 2020-2030 compared to 2005 – 2015"}, {"text_block_id": "p13_b99", "text": "TARGET 2:"}, {"text_block_id": "p13_b100", "text": "Reduce the number of"}, {"text_block_id": "p13_b101", "text": "in PNG by 2030,"}, {"text_block_id": "p13_b102", "text": "aiming to"}, {"text_block_id": "p13_b103", "text": "lower the average figure per"}, {"text_block_id": "p13_b104", "text": "100,000"}, {"text_block_id": "p13_b105", "text": "in the decade between 2020-2030 compared to 2005 – 2015"}, {"text_block_id": "p13_b106", "text": "TARGET 3:"}, {"text_block_id": "p13_b107_merged", "text": "Reduce direct disaster economic loss"}, {"text_block_id": "p13_b109", "text": "in relation to national gross domestic product (GDP) by 2030"}, {"text_block_id": "p14_b110", "text": "TARGET 4:"}, {"text_block_id": "p14_b111", "text": "Reduce"}, {"text_block_id": "p14_b112", "text": "disaster damage to critical infrastructure"}, {"text_block_id": "p14_b113", "text": "TARGET 5:"}, {"text_block_id": "p14_b114", "text": "Increase the number of provinces with provincial and local"}, {"text_block_id": "p14_b115_merged", "text": "disaster risk reduction strategies"}, {"text_block_id": "p14_b118", "text": "by 2020"}, {"text_block_id": "p14_b119", "text": "TARGET 7:"}, {"text_block_id": "p14_b120", "text": "Increase the"}, {"text_block_id": "p14_b121", "text": "availability of and"}, {"text_block_id": "p14_b122", "text": "access to multi hazard early warning systems"}, {"text_block_id": "p14_b123", "text": "and disaster risk information and assessments"}, {"text_block_id": "p14_b124", "text": "to people in PNG by 2030"}, {"text_block_id": "p15_b125", "text": "The NDRRF is guided by a set of principles adapted from the Sendai Framework and is consistent with the domestic laws as well as international obligations and commitments of PNG."}, {"text_block_id": "p16_b126", "text": "The NDRRF is guided by a set of principles adapted from the Sendai Framework and is consistent with the domestic laws as well as international obligations and commitments of PNG:"}, {"text_block_id": "p16_b127", "text": "Government responsibilities:"}, {"text_block_id": "p16_b128", "text": "Government responsibilities:\n* PNG Government has the primary\n* Disaster risk reduction requires that"}, {"text_block_id": "p16_b132", "text": "Protection of human rights:"}, {"text_block_id": "p16_b133", "text": "Protection of human rights:\n* Managing the risk of disasters is aimed\n<\\li1>"}, {"text_block_id": "p17_b135", "text": "Inclusive engagement and partnership:"}, {"text_block_id": "p17_b136", "text": "Inclusive engagement and partnership:\n* All-of-society engagement requires\n<\\li1>"}, {"text_block_id": "p17_b138", "text": "Coordination:"}, {"text_block_id": "p17_b139", "text": "Coordination:\n* Disaster risk reduction and management\n<\\li1>"}, {"text_block_id": "p17_b142", "text": "Community empowerment:"}, {"text_block_id": "p17_b143", "text": "Community empowerment:\n* While the enabling, guiding and\n<\\li1>"}, {"text_block_id": "p18_b145", "text": "Information management:"}, {"text_block_id": "p18_b146", "text": "Information management:\n* Collection and critical analysis of\n<\\li1>"}, {"text_block_id": "p18_b151", "text": "Sustainable development:"}, {"text_block_id": "p18_b152", "text": "(h)"}, {"text_block_id": "p18_b153", "text": "Disaster risk reduction is essential to achieve PNG’s responsible sustainable development. The development, strengthening and implementation of relevant policies, plans, practices and mechanisms need to aim at coherence, as appropriate, across sustainable development and growth, food security, health and safety, climate change and variability, environmental management and disaster risk reduction agendas, and alignment with the Papua New Guinea Planning and Monitoring Responsibility Act 2016;"}, {"text_block_id": "p18_b154", "text": "Understanding local risk:"}, {"text_block_id": "p18_b155", "text": "(i)"}, {"text_block_id": "p18_b156", "text": "While the drivers of disaster risk may be local, national, regional or global in scope, this must be understood in the local context to determine appropriate measures in reducing risk;"}, {"text_block_id": "p18_b157", "text": "Risk-informed development:"}, {"text_block_id": "p18_b158", "text": "(j)"}, {"text_block_id": "p18_b159", "text": "Addressing underlying disaster risk factors through disaster risk-informed investments across public and private sectors are more cost-effective than primary reliance on post-disaster response and recovery. This contributes to PNG’s responsible sustainable development;"}, {"text_block_id": "p18_b160", "text": "Building Back Better:"}, {"text_block_id": "p18_b161", "text": "(k)"}, {"text_block_id": "p18_b162", "text": "In the post-disaster recovery, rehabilitation and reconstruction, it is critical to prevent the creation of and to reduce disaster risk by “Building Back Better”;"}, {"text_block_id": "p18_b163", "text": "(l)"}, {"text_block_id": "p18_b164", "text": "It is critical to promote public education and awareness in disaster risk reduction and safety, including through integration of disaster risk reduction principles into the education curricula;"}, {"text_block_id": "p18_b165", "text": "Education and awareness:"}, {"text_block_id": "p18_b166", "text": "(m)"}, {"text_block_id": "p18_b167", "text": "It is critical to promote public education and awareness in disaster risk reduction and safety, including through integration of disaster risk reduction principles into the education curriculum;the national level, tailored to the needs and priorities of provinces and vulnerable communities."}, {"text_block_id": "p21_b168", "text": "Priority 1: Understanding Disaster Risk"}, {"text_block_id": "p21_b169", "text": "18."}, {"text_block_id": "p21_b170", "text": "Policies and practices for disaster risk management should be based on an understanding of disaster risk in all its dimensions of vulnerability, capacity, exposure of persons and assets, hazard characteristics and the environment. This will form the basis for prevention and mitigation activities and the development and implementation of appropriate disaster preparedness and effective response."}, {"text_block_id": "p21_b171", "text": "19."}, {"text_block_id": "p21_b172", "text": "To achieve this, it is important to:"}, {"text_block_id": "p21_b173", "text": "To achieve this, it is important to:\n* Promote and support the research,\n* Encourage the storage, use and\n* Develop, periodically update and\n* Systematically evaluate, record, share\n* Make non-sensitive hazard exposure,\n* Promote real-time access to reliable\n* Build the knowledge base of political"}, {"text_block_id": "p21_b187", "text": "Policies and practices for disaster risk management should be based on an understanding of disaster risk in all its dimensions."}, {"text_block_id": "p22_b188", "text": "(h)"}, {"text_block_id": "p22_b189", "text": "Enhance dialogue and cooperation among scientific and technical communities, other relevant stakeholders and policymakers to enable effective decision-making in disaster risk management;"}, {"text_block_id": "p22_b190", "text": "(i)"}, {"text_block_id": "p22_b191", "text": "Ensure the use of relevant traditional, indigenous and local knowledge, to complement scientific knowledge in disaster risk assessment and the development and implementation of policies, strategies, plans and programmes of specific sectors, with a cross-sectoral approach, tailored to localities and to the context;"}, {"text_block_id": "p22_b192", "text": "(j)"}, {"text_block_id": "p22_b193", "text": "Strengthen national technical and scientific capacity to capitalize on and consolidate existing knowledge and conduct multi-hazard disaster risk assessments;"}, {"text_block_id": "p22_b194", "text": "(k)"}, {"text_block_id": "p22_b195", "text": "Promote the incorporation of disaster risk knowledge, including disaster prevention, mitigation, preparedness, response, recovery and rehabilitation, in formal and non-formal education and training at all levels, as well as in professional education and training;"}, {"text_block_id": "p22_b196", "text": "(l)"}, {"text_block_id": "p22_b197", "text": "Promote national strategies and programmes to strengthen public education and awareness in disaster risk reduction, including disaster risk information and knowledge, through campaigns,social media,mass media and community mobilization, taking into account vulnerable populations and their needs."}, {"text_block_id": "p23_b198", "text": "Priority 2: Strengthening Disaster Risk Governance to Manage Disaster Risk"}, {"text_block_id": "p23_b199", "text": "20."}, {"text_block_id": "p23_b200", "text": "Strengthening national disaster risk governance for effective and efficient management of disaster risk is necessary. An inclusive governance approach fosters collaboration and partnership across mechanisms and institutions for successful disaster risk reduction and sustainable development."}, {"text_block_id": "p23_b201", "text": "21."}, {"text_block_id": "p23_b202", "text": "To achieve this, it is important to:"}, {"text_block_id": "p23_b203", "text": "To achieve this, it is important to:\n* Integrate disaster risk reduction and\n\t* Addressing disaster risk in publicly\n\t* Promoting and providing incentives,\n\t* Enhancing relevant mechanisms\n\t* Establishing coordination and"}, {"text_block_id": "p23_b213", "text": "(b)"}, {"text_block_id": "p23_b214", "text": "Develop and implement national and local disaster risk reduction strategies and plans, across different timescales, with targets,indicators and time frames, aimed at preventing the creation of risk, the reduction of existing risk and the strengthening of economic, social, health and environmental resilience;"}, {"text_block_id": "p23_b215", "text": "(c)"}, {"text_block_id": "p23_b216", "text": "Ensure access to, and apply risk information in all its dimensions of vulnerability, capacity and exposure of persons, communities and assets, as well as hazard characteristics, to develop and implement disaster risk reduction policies;"}, {"text_block_id": "p23_b217", "text": "(d)"}, {"text_block_id": "p23_b218", "text": "Carry out regular assessment of the technical, financial and administrative disaster risk management capacity to deal with the identified risks at all levels of government;"}, {"text_block_id": "p23_b219", "text": "(e)"}, {"text_block_id": "p23_b220", "text": "Establish mechanisms and incentives to ensure mandatory compliance with the existing safety-enhancing provisions of sectoral laws and regulations, including land use and urban planning, building codes, environmental and resource management, and health and safety standards. Where needed, to update them to ensure an adequate focus on disaster risk management, and sensitivity to the needs of the vulnerable sections of the population (i.e. children, elderly, pregnant and lactating women, persons living with special needs);"}, {"text_block_id": "p24_b221", "text": "Establish mechanisms and incentives to ensure mandatory compliance with the existing safety-enhancing provisions of sectoral laws and regulations, including land use and urban planning, building codes, environmental and resource management, and health and safety standards. Where needed, to update them to ensure an adequate focus on disaster risk management, and sensitivity to the needs of the vulnerable sections of the population (i.e. children, elderly, pregnant and lactating women, persons living with special needs);\n* Ensure public and institutional\n* Assign, as appropriate, clear roles and"}, {"text_block_id": "p24_b225", "text": "(h)"}, {"text_block_id": "p24_b226", "text": "Establish and strengthen government DRR coordination forums at the national and local levels, and identifying a designated national focal point for implementing the National Disaster Risk Reduction Framework. These responsibilities should be established through laws, regulations, standards and procedures;"}, {"text_block_id": "p24_b227", "text": "(i)"}, {"text_block_id": "p24_b228", "text": "Empower local authorities, as appropriate, through regulatory and financial means to work and coordinate with civil society, local communities, vulnerable, internally displaced people and migrants in disaster risk reduction at the local level;"}, {"text_block_id": "p24_b229", "text": "(j)"}, {"text_block_id": "p24_b230", "text": "Parliamentarians and relevant sector leaders to support the implementation of disaster risk reduction by developing new or amending relevant legislation and setting budget allocations;"}, {"text_block_id": "p24_b231", "text": "(k)"}, {"text_block_id": "p24_b232", "text": "Developandestablishqualitystandards, such as certifications and awards for disaster risk management, with the participation of the private sector, civil society, professional associations, development and bilateral partners, scientific organizations and the United Nations;"}, {"text_block_id": "p24_b233", "text": "(l)"}, {"text_block_id": "p24_b234", "text": "Formulate public policies, where applicable, aimed at addressing the issues associated with human settlements in disaster risk-prone zones, subject to existing land use planning and regulations, national laws and legal systems;"}, {"text_block_id": "p24_b235", "text": "(m)"}, {"text_block_id": "p24_b236", "text": "Ensure the mainstreaming of disaster risk assessments into land-use policy development and implementation, including urban planning, land degradation assessments and informal and non-permanent housing, and the use of guidelines and follow-up tools informed by anticipated demographic and environmental changes;"}, {"text_block_id": "p24_b237", "text": "(n)"}, {"text_block_id": "p24_b238", "text": "Update existing or develop (when necessary) new building codes and standards and rehabilitation and reconstruction practices at the national or local levels, as appropriate, with the aim of making them more applicable within the local context, particularly in informal and marginal human settlements, and reinforce the capacity to implement, survey and enforce such codes through an appropriate approach, with a view to fostering disaster-resilient structures;"}, {"text_block_id": "p24_b239", "text": "(o)"}, {"text_block_id": "p24_b240", "text": "Support policies and programmes addressing disaster-induced human mobility/displacement to strengthen the resilience of affected people and that of host communities, in accordance with national laws and circumstances;"}, {"text_block_id": "p25_b241", "text": "Priority 3: Investing in Disaster Risk Reduction for Resilience"}, {"text_block_id": "p25_b242", "text": "22."}, {"text_block_id": "p25_b243", "text": "Public and private investment in disaster risk prevention and reduction through structural and non-structural measures are essential to enhance the economic, social, health and cultural resilience of persons, communities, countries and their assets, as well as the environment. Such measures are intended to be cost-effective and instrumental to save lives, prevent and reduce losses and ensure effective recovery and rehabilitation."}, {"text_block_id": "p25_b244", "text": "23."}, {"text_block_id": "p25_b245", "text": "To achieve this, it is important to:"}, {"text_block_id": "p25_b246", "text": "To achieve this, it is important to:\n* Create an enabling legislative and\n* Allocate necessary resources (i.e.\n* Promote and support innovation and\n* Promote and support innovation and\n -\n* Promote and support innovation and\n -\n term,multi-hazard research in disaster\n* Channel, as appropriate,\n\t* Schools, hospitals and other physical\n\t* Building better from the start\n\t* Developingandenhancingtraditional\n\t* Nurturing a culture of maintenance;\n\t* Considering economic, social,"}, {"text_block_id": "p26_b268", "text": "To achieve this, it is important to:\n* Create an enabling legislative and\n* Allocate necessary resources (i.e.\n* Promote and support innovation and\n* Promote and support innovation and\n -\n* Promote and support innovation and\n -\n term,multi-hazard research in disaster\n* Channel, as appropriate,\n\t* Schools, hospitals and other physical\n\t* Building better from the start\n\t* Developingandenhancingtraditional\n\t* Nurturing a culture of maintenance;\n\t* Considering economic, social,\n* Protect or support the protection of\n* Promote the disaster risk resilience of\n* Promote the mainstreaming of disaster\n* Enhance primary, secondary and\n* Develop, improve and implement\n* Promote, as appropriate, the integration\n* Strengthen the sustainable use and\n* Increase business resilience and\n* Promote and integrate disaster risk"}, {"text_block_id": "p27_b286", "text": "Priority 4:"}, {"text_block_id": "p27_b287", "text": "Enhancing Disaster Preparedness for Effective Response and to “Build Back Better” in Recovery, Rehabilitation, and Reconstruction."}, {"text_block_id": "p27_b288", "text": "24."}, {"text_block_id": "p27_b289", "text": "The steady growth of disaster risk necessitates the need to further strengthen preparedness for disaster response, adopt proactive approaches in anticipation of events, link disaster risk reduction with response preparedness and ensure that capacities are in place for effective response and recovery at all levels. Empowering vulnerable groups (i.e. women and persons living with disabilities, elderly, children, etc.) to participate in and equally benefit from response, recovery, rehabilitation and reconstruction approaches is key. Given that the recovery, rehabilitation and reconstruction phase is a critical opportunity to “Build Back Better”and bolster communities’ resilience to future disasters, it is critical to integrate disaster risk reduction measures into post-disaster development programming."}, {"text_block_id": "p27_b290", "text": "25."}, {"text_block_id": "p27_b291", "text": "To achieve this, it is important to:"}, {"text_block_id": "p27_b292", "text": "To achieve this, it is important to:\n* Prepare or review and periodically\n<\\li1>"}, {"text_block_id": "p28_b294", "text": "climate change and climate variability scenarios and their impact on disaster risk), and facilitating, as appropriate, the participation of all sectors and relevant stakeholders;"}, {"text_block_id": "p28_b295", "text": "(b)"}, {"text_block_id": "p28_b296", "text": "Strengthen multi-hazard, multi-sectoral forecasting and early warning systems tailored to the needs of users;"}, {"text_block_id": "p28_b297", "text": "(c)"}, {"text_block_id": "p28_b298", "text": "Promote the resilience of new and existing critical services and infrastructure, including water, power, food security, transportation and telecommunications, educational and health facilities, including hospitals and schools to ensure that they remain operational during and after disasters provide life-saving and essential services;"}, {"text_block_id": "p28_b299", "text": "(d)"}, {"text_block_id": "p28_b300", "text": "Establish multi-purpose community centres for the promotion of public awareness and the stockpiling of necessary materials to facilitate preparedness, relief and recovery activities;"}, {"text_block_id": "p28_b301", "text": "(e)"}, {"text_block_id": "p28_b302", "text": "Develop and regularly update a registry of existing essential government infrastructure and buildings,which can be used at times of disasters for evacuation and other disaster relief purposes;"}, {"text_block_id": "p28_b303", "text": "(f)"}, {"text_block_id": "p28_b304", "text": "Adoptpoliciesandactionsthatsupport the role of public service workers to promote and strengthen coordination and support development of funding mechanisms and procedures for relief and recovery operations;"}, {"text_block_id": "p28_b305", "text": "(g)"}, {"text_block_id": "p28_b306", "text": "Train the existing workforce and voluntary workers in disaster response;"}, {"text_block_id": "p28_b307", "text": "(h)"}, {"text_block_id": "p28_b308", "text": "Ensure the continuity of operations and planning of government systems and businesses, including social and economic recovery, and the provision of basic services in the post-disaster phase;"}, {"text_block_id": "p28_b309", "text": "(i)"}, {"text_block_id": "p28_b310", "text": "Promote the conduct of regular disaster preparedness, response and recovery exercises, including evacuation and emergency drills;"}, {"text_block_id": "p28_b311", "text": "(j)"}, {"text_block_id": "p28_b312", "text": "Promote the inclusive cooperation of diverse institutions,multiple authorities and related stakeholders at all levels, including affected communities and business, in response, recovery, rehabilitation and reconstruction, under the coordination of national authorities;"}, {"text_block_id": "p28_b313", "text": "(k)"}, {"text_block_id": "p28_b314", "text": "Promote the incorporation of disaster risk reduction into post-disaster recovery and rehabilitation plans, facilitate the link between relief, rehabilitation and development, use opportunities during the recovery phase to develop capacities that reduce disaster risks;"}, {"text_block_id": "p28_b315", "text": "(l)"}, {"text_block_id": "p28_b316", "text": "Develop guidance for disaster recovery and reconstruction, such as on land-use planning and structural standards improvement, including incorporating lessons from previous experiences;"}, {"text_block_id": "p28_b317", "text": "(m)"}, {"text_block_id": "p28_b318", "text": "Consider the relocation of public facilities and infrastructures to areas outside the risk range, wherever possible, in the post-disaster reconstruction process,in consultation with the impacted communities concerned, as appropriate;"}, {"text_block_id": "p28_b319", "text": "(n)"}, {"text_block_id": "p28_b320", "text": "Strengthen the capacity of local authorities to relocate communities living in disaster-prone areas;"}, {"text_block_id": "p28_b321", "text": "(o)"}, {"text_block_id": "p28_b322", "text": "Establish a mechanism of case registry and a database of disasterrelated mortality to improve data collection on causes of morbidity and mortality;"}, {"text_block_id": "p28_b323", "text": "(p)"}, {"text_block_id": "p28_b324", "text": "Establish recovery support mechanisms to provide psychosocial support, restoring family links and mental health services for persons impacted by disasters;"}, {"text_block_id": "p28_b325", "text": "(q)"}, {"text_block_id": "p28_b326", "text": "Review and strengthen,as appropriate, national laws and procedures on international cooperation, based on the Guidelines for the Domestic Facilitation and Regulation of International Disaster Relief and Initial Recovery Assistance."}, {"text_block_id": "p29_b327", "text": "VII."}, {"text_block_id": "p29_b328", "text": "Roles of Stakeholders"}, {"text_block_id": "p31_b329", "text": "On this point, it should be noted that:"}, {"text_block_id": "p31_b330", "text": "•"}, {"text_block_id": "p31_b331", "text": "Women and their participation"}, {"text_block_id": "p31_b332", "text": "are critical to effectively managing disaster risk and designing,resourcing and implementing gender-sensitive disaster risk reduction policies, plans and programmes; and adequate capacity building measures need to be taken to empower women for preparedness as well as build their capacity for alternate livelihood means in post-disaster situations;"}, {"text_block_id": "p31_b333", "text": "•"}, {"text_block_id": "p31_b334", "text": "Children and youth are agents of"}, {"text_block_id": "p31_b335", "text": "change and should be given the space, means and resources to contribute to disaster risk reduction and planning, in accordance with legislation, national practice and educational curricula;"}, {"text_block_id": "p31_b336", "text": "•"}, {"text_block_id": "p31_b337", "text": "Persons with special needs, their"}, {"text_block_id": "p31_b338", "text": "communities and organizations are critical in the assessment of disaster risk and in designing and implementing plans tailored to their specific requirements;"}, {"text_block_id": "p31_b339", "text": "•"}, {"text_block_id": "p31_b340", "text": "Older persons with their experience"}, {"text_block_id": "p31_b341", "text": "are invaluable contributors to reducing disaster risk, and they should be included in the design of policies, plans and mechanisms, including for early warning;"}, {"text_block_id": "p31_b342", "text": "•"}, {"text_block_id": "p31_b343", "text": "Indigenous peoples, through their"}, {"text_block_id": "p31_b344", "text": "knowledge of traditional practices, provide an important contribution to thedevelopmentandimplementation of plans and mechanisms, including for early warning;"}, {"text_block_id": "p31_b345", "text": "•"}, {"text_block_id": "p31_b346", "text": "Men to play a supportive role to"}, {"text_block_id": "p31_b347", "text": "facilitate implementation of disaster risk reduction measures, with the considerations given above."}, {"text_block_id": "p31_b348", "text": "(b) International and Regional Organizations, NGOs, UN and other development partners to:"}, {"text_block_id": "p31_b349", "text": "i."}, {"text_block_id": "p31_b350", "text": "Support Government of PNG with the implementation of this framework at the national and sub-national levels, as appropriate, in line with national policies and laws;"}, {"text_block_id": "p31_b351", "text": "ii."}, {"text_block_id": "p31_b352", "text": "Collaborate and coordinate their disaster risk reduction efforts,to avoid overlap and enhance programming for risk reduction;"}, {"text_block_id": "p31_b353", "text": "iii."}, {"text_block_id": "p31_b354", "text": "Introduce global lessons learned and best practices in PNG, in close collaboration with relevant government institutions;"}, {"text_block_id": "p31_b355", "text": "iv."}, {"text_block_id": "p31_b356", "text": "Support Government of PNG in mobilizing resources for risk reduction programming at different levels;"}, {"text_block_id": "p31_b357", "text": "v."}, {"text_block_id": "p31_b358", "text": "Provide technical advice and trainings to enhance capacities of governmental and non-governmental institutions in PNG."}, {"text_block_id": "p31_b359", "text": "(c) Academia, scientific and research entities and networks to:"}, {"text_block_id": "p31_b360", "text": "i."}, {"text_block_id": "p31_b361", "text": "Focus on the disaster risk factors and scenarios,including emerging disaster risks,in the medium and long term;"}, {"text_block_id": "p31_b362", "text": "ii."}, {"text_block_id": "p31_b363", "text": "Increase research for national and local application;"}, {"text_block_id": "p31_b364", "text": "iii."}, {"text_block_id": "p31_b365", "text": "Support action by local communities and authorities; and"}, {"text_block_id": "p31_b366", "text": "iv."}, {"text_block_id": "p31_b367", "text": "Support the interface between policy, science and technology for decision-making."}, {"text_block_id": "p32_b368", "text": "(d) Business, professional associations and private sector financial institutions, including financial regulators,insurance companies and accounting bodies to:"}, {"text_block_id": "p32_b369", "text": "i."}, {"text_block_id": "p32_b370", "text": "Integrate disaster risk reduction, including business continuity, into business models andpractices through disaster risk-informed investments, especially in micro,small and medium-sized enterprises;"}, {"text_block_id": "p32_b371", "text": "ii."}, {"text_block_id": "p32_b372", "text": "Engage in disaster risk awarenessraising and training for their employees and customers;"}, {"text_block_id": "p32_b373", "text": "iii."}, {"text_block_id": "p32_b374", "text": "Engage in and support research and innovation as well as technological development for disaster risk reduction;"}, {"text_block_id": "p32_b375", "text": "iv."}, {"text_block_id": "p32_b376", "text": "Share and disseminate knowledge, practices and data;"}, {"text_block_id": "p32_b377", "text": "v."}, {"text_block_id": "p32_b378", "text": "Actively participate, as appropriate and under the guidance of the public sector, in the development of normative frameworks and technical standards that incorporate disaster risk reduction."}, {"text_block_id": "p32_b379", "text": "(e) Media to:"}, {"text_block_id": "p32_b380", "text": "i."}, {"text_block_id": "p32_b381", "text": "Take an active and inclusive role at local, provincial/regional and national levels in contributing to the raising of public awareness and understanding,"}, {"text_block_id": "p32_b382_merged", "text": "and disseminate accurate and non-sensitive disaster risk, hazard and disaster information,including on small-scale disasters,in a simple,transparent, easy-to-understand and accessible manner, in close cooperation with national authorities;"}, {"text_block_id": "p32_b385", "text": "ii."}, {"text_block_id": "p32_b386", "text": "Adopt specific disaster risk reduction communication policies and plans;"}, {"text_block_id": "p32_b387", "text": "iii."}, {"text_block_id": "p32_b388", "text": "Support,as appropriate,early warning systems and life-saving measures; and"}, {"text_block_id": "p32_b389", "text": "iv."}, {"text_block_id": "p32_b390", "text": "Encourage a culture of prevention and strong community involvement in sustained public education campaigns and public consultations at all levels of society, in accordance with national practices."}, {"text_block_id": "p32_b391", "text": "28."}, {"text_block_id": "p32_b392", "text": "Commitments by relevant stakeholders are important to identifymodalitiesof cooperation and implementation of this framework. These commitments should be specific and time-bound to support the development of partnerships at local, provincial and national levels and the implementation of local and national disaster risk reduction strategies and plans. All stakeholders are encouraged to make public their commitments and their fulfilment in support of the implementation of the framework, or of the national and local disaster risk reduction plans."}, {"text_block_id": "p34_b393", "text": "General Considerations"}, {"text_block_id": "p34_b394", "text": "29."}, {"text_block_id": "p34_b395", "text": "Given the existing capacities in the country to implement the present framework, PNG requires enhanced provisions of means of implementation, including adequate, sustainable, and timely resources, through international cooperation and global partnership for development, and continued international support, to strengthen its efforts to reduce disaster risk."}, {"text_block_id": "p34_b396", "text": "30."}, {"text_block_id": "p34_b397", "text": "In addressing disparity in technological innovation and research capacity, it is crucial to enhance capacity transfer to PNG involving a process of enabling and facilitating flows of skill, knowledge and technology from other countries in the implementation of the present framework."}, {"text_block_id": "p34_b398", "text": "31."}, {"text_block_id": "p34_b399", "text": "Disaster-prone communities in PNG, in particular those which are remote and frequently impacted by disasters, warrant particular attention in view of their higher vulnerability and risk levels, which often greatly exceed their capacity to respond to and recover from disasters. Such vulnerability requires the urgent strengthening of cooperation and ensuring predictable and sustained partnerships at the national, regional and international levels to support PNG to implement this framework in accordance with the national priorities and needs."}, {"text_block_id": "p34_b400", "text": "32."}, {"text_block_id": "p34_b401", "text": "The effects of disasters on small islands around the country have increased in intensity and have been exacerbated by climate change, and impede the progress of these islands towards sustainable development. Given the special case of the islands, there is an urgent need to build resilience and to provide support through the implementation of specific programmes designed for their specific needs."}, {"text_block_id": "p34_b402", "text": "33."}, {"text_block_id": "p34_b403", "text": "Cooperation with all countries (i.e. both developed and developing) has proven to be key to reducing disaster risk and there is a need to further strengthen this cooperation. Partnerships play an additional important role by harnessing the full potential of PNG and supporting national capacities in disaster risk reduction and in improving the social, health and economic well-being of individuals and communities."}, {"text_block_id": "p35_b404", "text": "International Cooperation & Partnership"}, {"text_block_id": "p35_b405", "text": "34."}, {"text_block_id": "p35_b406", "text": "Financing from a variety of national and international sources, public and private transfer of reliable, affordable, appropriate and modern environmentally sound technology,onconcessionalandpreferential terms as mutually agreed; capacity-building assistance; and enabling institutional and policy environments at all levels are critically important means of reducing disaster risk."}, {"text_block_id": "p35_b407", "text": "Means of Implementation"}, {"text_block_id": "p35_b408", "text": "35."}, {"text_block_id": "p35_b409", "text": "To achieve this, it is necessary to:"}, {"text_block_id": "p35_b410", "text": "To achieve this, it is necessary to:\n* Reaffirm that PNG needs enhanced\n* Enhance PNGâs access to finance,\n* Promote the use and expansion of\n* Incorporate disaster risk reduction\n* To support the implementation,follow-up\n* of an Action Plan to operationalize\n* reviews on progress, and, prepare\n* updating of the existing\n* and practical guidance for\n* through supporting development of"}, {"text_block_id": "p36_b435", "text": "Support from International Organizations"}, {"text_block_id": "p36_b436", "text": "36."}, {"text_block_id": "p36_b437", "text": "To support the implementation of this framework, the following are necessary:"}, {"text_block_id": "p36_b438", "text": "To support the implementation of this framework, the following are necessary:\n* The United Nations and other\n<\\li1>"}, {"text_block_id": "p36_b440", "text": "(b)"}, {"text_block_id": "p36_b441", "text": "The entities of the United Nations system, including the funds and programmes and the specialized agencies, to promote the optimum use of resources and to support PNG in the implementation of this framework, in coordination with other relevant frameworks, such as the International Health Regulations (2005), including through the development and the strengthening of capacities, and clear and focused programmes that support the priorities of PNG in a balanced, well-coordinated and sustainable manner, within their respective mandates;"}, {"text_block_id": "p36_b442", "text": "(c)"}, {"text_block_id": "p36_b443", "text": "International financial institutions, including World Bank and, to consider"}, {"text_block_id": "p36_b444", "text": "the priorities of this framework for providing financial support and loans for disaster risk reduction in PNG;"}, {"text_block_id": "p36_b445", "text": "(d)"}, {"text_block_id": "p36_b446", "text": "Regional technical agencies, such as Regional Integrated Multi-Hazard Early Warning System (RIMES) to support relevant PNG technical agencies with the development of the early warning systems and multi-hazard risk assessments;"}, {"text_block_id": "p36_b447", "text": "(e)"}, {"text_block_id": "p36_b448", "text": "Other international and regional organizations and treaty bodies, including the International Red Cross and the Red Crescent Movement, to support PNG in the implementation of this framework, in coordination with other relevant frameworks;"}, {"text_block_id": "p36_b449", "text": "(f)"}, {"text_block_id": "p36_b450", "text": "The United Nations Global Compact, as the main United Nations initiative for engagement with the private sector and business, to further engage with and promote the critical importance of disaster risk reduction for sustainable development and resilience;"}, {"text_block_id": "p36_b451", "text": "(g)"}, {"text_block_id": "p36_b452", "text": "Pacific and other relevant regional bodies and mechanisms, as appropriate, to provide adequate support for the implementation of this framework."}, {"text_block_id": "p37_b453", "text": "IX."}, {"text_block_id": "p37_b454", "text": "Monitoring, Implementation, & Reporting Arrangements"}, {"text_block_id": "p37_b455", "text": "37."}, {"text_block_id": "p37_b456", "text": "To enable the implementation, follow-up and review of this framework, the following key steps need to be achieved:"}, {"text_block_id": "p37_b457", "text": "To enable the implementation, follow-up and review of this framework, the following key steps need to be achieved:\n* operationalize the NDRRF;\n* and, prepare relevant progress reports;\n* Updating the existing web-based DRR\n* Generating evidence-based and practical\n* Reinforcing a culture of prevention."}, {"text_block_id": "p37_b471", "text": "38."}, {"text_block_id": "p37_b472", "text": "Progress in implementing this Framework will be assessed annually through the NDRRF Technical Working Group.Target indicators will be used to measure the progress with the implementation of the Framework. These will be complemented with existing global and regional monitoring systems and mechanisms."}, {"text_block_id": "p37_b473", "text": "39."}, {"text_block_id": "p37_b474", "text": "Targets and indicators of this Framework will be aligned with other frameworks and development strategies of the government, including Medium-Term Development Plans."}, {"text_block_id": "p37_b475", "text": "40."}, {"text_block_id": "p37_b476_merged", "text": "The PNG Government will ensure bi-annual reviews and consultations on the implementation of the Framework, at the national and sub-national levels."}, {"text_block_id": "p37_b479", "text": "41."}, {"text_block_id": "p37_b480", "text": "The PNG Government will submit a report biennially (the reporting period will be from January of the first year to December of the second year) using the planned Sendai Framework Monitor."}, {"text_block_id": "p37_b481", "text": "42."}, {"text_block_id": "p37_b482", "text": "UN agencies, including private sector, development partners and other stakeholders will also be encouraged to contribute to the biennial reporting process."}, {"text_block_id": "p39_b483", "text": "AnneX 1"}, {"text_block_id": "p39_b484", "text": "Target Indicators"}, {"text_block_id": "p39_b485", "text": "TARGET 1:"}, {"text_block_id": "p39_b486", "text": "INdICATORS:"}, {"text_block_id": "p39_b487", "text": "1.1."}, {"text_block_id": "p39_b488", "text": "Number of deaths and missing persons attributed to disasters, per 100,000 population"}, {"text_block_id": "p39_b489", "text": "1.2."}, {"text_block_id": "p39_b490", "text": "Number of deaths attributed to disasters,per 100,000 population"}, {"text_block_id": "p39_b491", "text": "1.3."}, {"text_block_id": "p39_b492", "text": "Number of missing persons attributed to disasters, per 100,000 population"}, {"text_block_id": "p39_b493", "text": "TARGET 3:"}, {"text_block_id": "p39_b494_merged", "text": "Reduce direct disaster economic loss"}, {"text_block_id": "p39_b496", "text": "INdICATORS:"}, {"text_block_id": "p39_b497", "text": "3.1"}, {"text_block_id": "p39_b498", "text": "Direct economic loss attributed to disasters in relation to national gross domestic  product"}, {"text_block_id": "p39_b499", "text": "3.2"}, {"text_block_id": "p39_b500", "text": "Direct agriculture loss attributed to disasters"}, {"text_block_id": "p39_b501", "text": "3.3"}, {"text_block_id": "p39_b502", "text": "Direct economic loss to all other damaged or destroyed productive assets attributed to disasters"}, {"text_block_id": "p39_b503", "text": "3.4"}, {"text_block_id": "p39_b504", "text": "Direct economic loss in the housing sector attributed to disasters"}, {"text_block_id": "p39_b505", "text": "3.5"}, {"text_block_id": "p39_b506", "text": "Direct economic loss resulting from damaged or destroyed critical infrastructure attributed to disasters"}, {"text_block_id": "p39_b507", "text": "3.6"}, {"text_block_id": "p39_b508", "text": "Direct economic loss to cultural heritage damaged or destroyed attributed to disasters"}, {"text_block_id": "p39_b509", "text": "3.7"}, {"text_block_id": "p39_b510", "text": "Number of gardens destroyed attributed to disasters"}, {"text_block_id": "p39_b511", "text": "3.8"}, {"text_block_id": "p39_b512", "text": "Number of livestock killed attributed to disasters"}, {"text_block_id": "p41_b513", "text": "AnneX 2"}, {"text_block_id": "p41_b514", "text": "Glossary of Key Terms"}, {"text_block_id": "p41_b515", "text": "Adaptation"}, {"text_block_id": "p41_b516", "text": "Adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities. [IPCC AR4,WGII, 2007]"}, {"text_block_id": "p41_b517", "text": "Basic Services"}, {"text_block_id": "p41_b518", "text": "The public facilities and systems that provide basic life support services such as water,energy,sanitation, communications and transportation. [OCHA, 2008]"}, {"text_block_id": "p41_b519", "text": "Build Back Better"}, {"text_block_id": "p41_b520", "text": "The use of the recovery, rehabilitation and reconstruction phases after a disaster to increase the resilience of nations and communities through integrating disaster risk reduction measures into the restoration of physical infrastructure and societal systems, and into the revitalization of livelihoods, economies and the environment. [UNISDR, 2017]"}, {"text_block_id": "p41_b521", "text": "Capacity"}, {"text_block_id": "p41_b522", "text": "Civil Society"}, {"text_block_id": "p41_b523", "text": "Refers to structures independent from governments such as non-governmental organizations and human rights groups, independent activists and human rights defenders, religious congregations, charities,universities,trade unions,legal associations, families and clans. [OCHA, 2008]"}, {"text_block_id": "p41_b524", "text": "Climate Change"}, {"text_block_id": "p41_b525", "text": "Any change in climate over time,including in climate variability and extremes, whether due to natural variability or as a result of human activity. [IPCC AR4, WGII, 2007]"}, {"text_block_id": "p41_b526", "text": "A change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods. [UNFCCC, 1992]"}, {"text_block_id": "p41_b527", "text": "Climate Variability"}, {"text_block_id": "p41_b528", "text": "Climate variability refers to variations in the mean state and other statistics (such as standard deviations, statistics of extremes, etc.) of the climate on all temporal and spatial scales beyond that of individual weather events.Variability may be due to natural internal processes within the climate system (internal variability), or to variations in natural or anthropogenic external forcing (external variability). [IPCC AR4,WGII, 2007]"}, {"text_block_id": "p41_b529", "text": "Community of Practice"}, {"text_block_id": "p41_b530", "text": "Groups of people who share a concern, a set of problems, or a passion about a topic, and who deepen their knowledge and expertise by interacting on an ongoing basis’ [ODI, 2009]"}, {"text_block_id": "p41_b531", "text": "Critical infrastructure"}, {"text_block_id": "p41_b532", "text": "The physical structures, facilities, networks and other assets which provide services that are essential to the social and economic functioning of a community or society. [UNISDR, 2017]"}, {"text_block_id": "p42_b533", "text": "Disaggregated Data"}, {"text_block_id": "p42_b534", "text": "Commonly understand in the disaster risk reduction and humanitarian field to indicate data of impacted populations that is disaggregated by sex, age and disability to enable an assessment of differentiated impacts experienced due to varying intersectionality. [Adapted from SFDRR, 2015]"}, {"text_block_id": "p42_b535", "text": "Disaster"}, {"text_block_id": "p42_b536", "text": "A serious disruption of the functioning of a community or a society at any scale due to hazardous events interacting with conditions of exposure, vulnerability and capacity,leading to one or more of the following: human, material, economic and environmental losses and impacts. [UNISDR, 2017]"}, {"text_block_id": "p42_b537", "text": "Disaster Damage"}, {"text_block_id": "p42_b538", "text": "Occurs during and immediately after the disaster. This is usually measured in physical units (e.g., square meters of housing, kilometres of roads, etc.), and describes the total or partial destruction of physical assets, the disruption of basic services and damages to sources of livelihood in the affected area. [UNISDR, 2017]"}, {"text_block_id": "p42_b539", "text": "Disaster Damage Classification"}, {"text_block_id": "p42_b540", "text": "Evaluation and recording of damage to structures, facilities, or objects as “destroyed/totally destroyed” which implies the preclusion of further use of the structure, facility, or object for its intended purpose and need for full reconstruction, or “damaged” which implies varying degrees of damage which precludes effective use of the structure, facility, or object for its intended purpose, unless major repairs are made or replacement of furniture or equipment. [Adapted from PDNA, 2014]"}, {"text_block_id": "p42_b541", "text": "Disaster Impact"}, {"text_block_id": "p42_b542", "text": "The total effect, including negative effects (e.g., economic losses) and positive effects (e.g., economic gains), of a hazardous event or a disaster. The term includes economic, human and environmental impacts, and may include death, injuries, disease and other negative effects on human physical, mental and social well-being. [UNISDR, 2017]"}, {"text_block_id": "p42_b543", "text": "Disaster Loss"}, {"text_block_id": "p42_b544", "text": "Direct disaster losses refer to directly quantifiable losses such as the number of people killed (non-structural) and the damage to buildings, infrastructure and natural resources (structural). Indirect disaster losses include declines in output or revenue, and impact on wellbeing of people, and generally arise from disruptions to the flow of goods and services as a result of a disaster. [GFDRR, 2014; UNISDR 2015]"}, {"text_block_id": "p42_b545", "text": "Disaster Management"}, {"text_block_id": "p42_b546", "text": "The organization, planning and application of measures preparing for, responding to and recovering from disasters. [UNISDR, 2017]"}, {"text_block_id": "p42_b547", "text": "Disaster Risk"}, {"text_block_id": "p42_b548", "text": "The potential loss of life, injury, or destroyed or damaged assets which could occur to a system, society or a community in a specific period of time, determined probabilistically as a function of hazard, exposure, vulnerability and capacity. [UNISDR, 2017]"}, {"text_block_id": "p42_b549", "text": "Disaster Risk Assessment"}, {"text_block_id": "p42_b550", "text": "A qualitative or quantitative approach to determine the nature and extent of disaster risk by analysing potential hazards and evaluating existing conditions of exposure and vulnerability that together could harm people, property, services, livelihoods and the environment on which they depend. [UNISDR, 2017]"}, {"text_block_id": "p42_b551", "text": "Disaster Risk Governance"}, {"text_block_id": "p42_b552", "text": "The system of institutions, mechanisms, policy and legal frameworks and other arrangements to guide, coordinate and oversee disaster risk reduction and related areas of policy. [UNISDR, 2017]"}, {"text_block_id": "p42_b553", "text": "Disaster Risk Management"}, {"text_block_id": "p42_b554", "text": "The application of disaster risk reduction policies and strategies to prevent new disaster risk, reduce existing disaster risk and manage residual risk, contributing to the strengthening of resilience and reduction of disaster losses. [UNISDR, 2017]"}, {"text_block_id": "p43_b555", "text": "Glossary of Key Terms"}, {"text_block_id": "p43_b556", "text": "Disaster Risk Reduction"}, {"text_block_id": "p43_b557", "text": "Disaster risk reduction is aimed at preventing new and reducing existing disaster risk and managing residual risk, all of which contribute to strengthening resilience and therefore to the achievement of sustainable development. [UNISDR, 2017]"}, {"text_block_id": "p43_b558", "text": "Early Warning System"}, {"text_block_id": "p43_b559", "text": "An integrated system of hazard monitoring, forecasting and prediction, disaster risk assessment, communication and preparedness activities systems and processes that enables individuals, communities, governments, businesses and others to take timely action to reduce disaster risks in advance of hazardous events. [UNISDR, 2017]"}, {"text_block_id": "p43_b560", "text": "Exposure"}, {"text_block_id": "p43_b561", "text": "The situation of people, infrastructure, housing, production capacities and other tangible human assets located in hazard-prone areas.[UNISDR,2017]"}, {"text_block_id": "p43_b562", "text": "Food Security"}, {"text_block_id": "p43_b563", "text": "Food security exists when all people,at all times,have physical and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life. [World Food Summit, 1996]"}, {"text_block_id": "p43_b564", "text": "Hazard"}, {"text_block_id": "p43_b565", "text": "A process, phenomenon or human activity that may cause loss of life, injury or other health impacts, property damage, social and economic disruption or environmental degradation. [UNISDR, 2017]"}, {"text_block_id": "p43_b566", "text": "Human Rights"}, {"text_block_id": "p43_b567", "text": "Rights inherent to all human beings, whatever our nationality, place of residence, sex, national or ethnic origin, colour, religion, language or any other status. We are all equally entitled to our human rights without discrimination. These rights are all interrelated, interdependent and indivisible. [UN OHCHR, 2014]"}, {"text_block_id": "p43_b568", "text": "Humanitarian Action"}, {"text_block_id": "p43_b569", "text": "Assistance, protection and advocacy actions undertaken on an impartial basis in response to human needs resulting from impact of slow and sudden onset hazards. [ALNAP, 2008]"}, {"text_block_id": "p43_b570", "text": "Local Authorities"}, {"text_block_id": "p43_b571", "text": "Within the context of Papua New Guinea taken to imply sub-national government authorities (i.e. provincial, district,local level government and ward levels.)"}, {"text_block_id": "p43_b572", "text": "Mainstream"}, {"text_block_id": "p43_b573", "text": "Integration of disaster risk reduction into relief and development processes across key areas including policy,strategy,geographical planning,project cycle management, external relations and institutional capacity. [Tearfund, 2005]"}, {"text_block_id": "p43_b574", "text": "Mitigation"}, {"text_block_id": "p43_b575", "text": "The lessening or minimizing of the adverse impacts of a hazardous event. [UNISDR, 2017]"}, {"text_block_id": "p43_b576", "text": "Participation"}, {"text_block_id": "p43_b577", "text": "Preparedness"}, {"text_block_id": "p43_b578", "text": "The knowledge and capacities developed by governments, response and recovery organizations, communities and individuals to effectively anticipate, respond to and recover from the impacts of likely, imminent or current disasters. [UNISDR, 2017]"}, {"text_block_id": "p43_b579", "text": "Prevention"}, {"text_block_id": "p43_b580", "text": "Activities and measures to avoid existing and new disaster risks. [UNISDR, 2017]"}, {"text_block_id": "p43_b581", "text": "Reconstruction"}, {"text_block_id": "p43_b582", "text": "Themedium-andlong-termrebuildingandsustainable restoration of resilient critical infrastructures, services, housing, facilities and livelihoods required for the full functioning of a community or a society affected by a disaster, aligning with the principles of sustainable development and “build back better”, to avoid or reduce future disaster risk. [UNISDR, 2017]"}, {"text_block_id": "p44_b583", "text": "Recovery"}, {"text_block_id": "p44_b584", "text": "The restoring or improving of livelihoods and health, as well as economic, physical, social, cultural and environmental assets, systems and activities, of a disaster-affected community or society, aligning with the principles of sustainable development and “build back better”,to avoid or reduce future disaster risk. [UNISDR, 2017]"}, {"text_block_id": "p44_b585", "text": "Rehabilitation"}, {"text_block_id": "p44_b586", "text": "The restoration of basic services and facilities for the functioning of a community or a society affected by a disaster. [UNISDR, 2017]"}, {"text_block_id": "p44_b587", "text": "Resilience"}, {"text_block_id": "p44_b588", "text": "The ability of a system,community or society exposed to hazards to resist,absorb,accommodate,adapt to, transform and recover from the effects of a hazard in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions through risk management. [UNISDR, 2017]"}, {"text_block_id": "p44_b589", "text": "Response"}, {"text_block_id": "p44_b590", "text": "Sustainable Development"}, {"text_block_id": "p44_b591", "text": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs. [World Commission on Environment and Development, 1987]"}, {"text_block_id": "p44_b592", "text": "Vulnerability"}, {"text_block_id": "p44_b593", "text": "The conditions determined by physical, social, economic and environmental factors or processes which increase the susceptibility of an individual, a community, assets or systems to the impacts of hazards. [UNISDR, 2017]"}, {"text_block_id": "p44_b594", "text": "Vulnerable Group"}, {"text_block_id": "p44_b595", "text": "Any collective or group of people that has the propensity or predisposition to be adversely affected, such as a household, community or country, and their situation, that influences their capacity to anticipate, cope with, resist, and recover from an adverse pressure. [Lavell et al. 2012]"}, {"text_block_id": "p45_b596", "text": "•"}, {"text_block_id": "p45_b597", "text": "Conservation and Environment Protection Authority"}, {"text_block_id": "p45_b598", "text": "•"}, {"text_block_id": "p45_b599", "text": "Department of Lands and Physical Planning"}, {"text_block_id": "p45_b600", "text": "•"}, {"text_block_id": "p45_b601", "text": "Department of Mineral Policy and Geohazards Management"}, {"text_block_id": "p45_b602", "text": "•"}, {"text_block_id": "p45_b603", "text": "Department of Works"}, {"text_block_id": "p45_b604", "text": "•"}, {"text_block_id": "p45_b605", "text": "International Organisation for Migration"}, {"text_block_id": "p45_b606", "text": "•"}, {"text_block_id": "p45_b607", "text": "National Department of Health"}, {"text_block_id": "p45_b608", "text": "•"}, {"text_block_id": "p45_b609", "text": "National Weather Service"}, {"text_block_id": "p45_b610", "text": "•"}, {"text_block_id": "p45_b611", "text": "NGO Development Council"}, {"text_block_id": "p45_b612", "text": "•"}, {"text_block_id": "p45_b613", "text": "Papua New Guinea Institute of Public Administration"}, {"text_block_id": "p45_b614", "text": "•"}, {"text_block_id": "p45_b615", "text": "University of Papua New Guinea"}, {"text_block_id": "p45_b616", "text": "Sincere gratitude is extended to the United Nations Development Programme for their technical support and the Australian Government for the financial support."}, {"text_block_id": "p45_b617", "text": "We thank them all for their contributions and efforts."}], "document_description": "The Papua New Guinea National Disaster Risk Reduction Framework (NDRRF) 2017-2030 represents international best practices in DRR stemming from the Sendai Framework. It aligns with the Framework for Resilient Development in the Pacific (2017-2030) and the Asia-Pacific Economic Cooperation Disaster Risk Reduction Plan. The NDRRF aims to raise understanding and awareness about the goals of the Sendai Framework, which seeks to prevent new and existing disaster risks through a comprehensive approach that reduces vulnerability and increases resilience. This framework provides a common DRR vision and mutual understanding for different government departments and agencies. The NDRRF also promotes improved communication, coordination and cooperation on DRR."}