{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "National REDD+ Strategy 2017-2027 (NEC decision 126/2017)", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "05/02/2018", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/PNG/2018/PNG-2018-02-05-National REDD+ Strategy 2017-2027 (NEC decision 126_2017)_1a6dbc21b74ee7bc975d690584a02776.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Papua New Guinea"}, {"text_block_id": "p1_b2", "text": "National REDD+ Strategy"}, {"text_block_id": "p1_b3", "text": "2017 - 2027"}, {"text_block_id": "p1_b4", "text": "©2017 Government of Papua New Guinea, Climate Change and Development Authority (CCDA)"}, {"text_block_id": "p1_b5", "text": "ISBN 978-9980-89-890"}, {"text_block_id": "p1_b6", "text": "This publication was produced by the Government of Papua New Guinea through the Climate Change and Development Authority with financial support of the World Bank’s Forest Carbon Partnership Facility (FCPF) REDD+ Readiness Project in Papua New Guinea where United Nations Development Programme (UNDP) serves as Delivery Partner."}, {"text_block_id": "p1_b7", "text": "The Papua New Guinea National REDD+ Strategy was endorsed by the Government of Papua New Guinea on 5th May 2017, decision number 126/2017."}, {"text_block_id": "p1_b8", "text": "Government of Papua New Guinea, 2017. Papua New Guinea National REDD+ Strategy for the period 2017-2027, Papua New Guinea."}, {"text_block_id": "p1_b9", "text": "Photography: ©UNDP PNG Country Office, ©UNDP/V. Kerton, ©UNDP/N. Turner."}, {"text_block_id": "p1_b10", "text": "Cover image: ©UNDP/V. Kerton"}, {"text_block_id": "p1_b11", "text": "Design and layout: UNDP/FCPF REDD+ Readiness project"}, {"text_block_id": "p1_b12", "text": "Climate Change Development Authority"}, {"text_block_id": "p1_b13", "text": "Postal address: PO Box 4017, Boroko, National Capital District, Papua New Guinea"}, {"text_block_id": "p1_b14", "text": "Street address: Annex Avara Building, Corner of Hunter & Brampton Street, Downtown, Port Moresby, Papua New Guinea"}, {"text_block_id": "p1_b15", "text": "Email: info@ccda.gov.pg"}, {"text_block_id": "p1_b16", "text": "Web: http://www.ccda.gov.pg"}, {"text_block_id": "p2_b17", "text": "Foreword"}, {"text_block_id": "p2_b18", "text": "Prime Minister"}, {"text_block_id": "p2_b19", "text": "An open and modern government must lead its country in a way that acknowledges its global responsibilities while also ensuring the security, prosperity and equality of its people. The challenges of achieving these responsibilities have never been so pressing. Access to international markets and trade have seen our country develop rapidly in many areas and provided prosperity to many communities, but have also created challenges in how we protect our environment and manage our rich diversity of natural resources. Similarly, the global challenges brought on by climate change - created far from our shores – are now impacting our rural communities through changes in weather patterns and rising sea levels. We must therefore rise to this challenge by adapting to and mitigating the impacts of climate change in ways that continue to support our national prosperity while recognising the importance of global action and the need to protect and support our communities."}, {"text_block_id": "p2_b20", "text": "Our founding fathers recognised the need to adopt an integrated approach to development that considers the environmental, social and economic needs. Our constitution clearly sets out the objectives of:"}, {"text_block_id": "p2_b21", "text": "Our founding fathers recognised the need to adopt an integrated approach to development that considers the environmental, social and economic needs. Our constitution clearly sets out the objectives of:\n* Integral human development\n* Equality and participation of all\n* Enhancement of national sovereignty and self-reliance\n* Responsible management and use of natural resources for environmental sustainability, and\n* Sharing of resources in Papua New Guinean ways for the benefit of clans, tribes and"}, {"text_block_id": "p2_b32", "text": "Successive governments have made progress towards these objectives. In October 2009, the launch of Vision 2050 brought together the national vision for sustainable development to align our people, institutions and systems to create a smart, wise, fair, healthy and happy society. This vision stresses the importance of engaging our local communities in building a strategy for sustainable development for all."}, {"text_block_id": "p2_b33_merged", "text": "This approach was translated into a subsequent Development Strategic Plan 2010-2030 (DSP) that included more specific programmes and targets, and a more detailed Medium Term Development Plan (MTDP). As we approached our 40th year as an independent nation in 2015, my government reflected on the need to go further: to ensure a more strategic and responsible approach to development."}, {"text_block_id": "p3_b36", "text": "This process led to the development of the National Strategy on Responsible and Sustainable Development (StaRS), coordinated by the Department of National Planning and Monitoring. StaRS commits PNG to an alternative mode of development; one that can generate growth and improvements in people’s lives in ways that are consistent with the principles of sustainable development. It endeavors to promote a triple bottom line: sustaining and advancing economic growth, promotion of responsible stewardship of the environment, and promotion of social well-being."}, {"text_block_id": "p3_b37", "text": "PNG must focus on its strategic assets, of which seven are identified in the StaRS including our forests and biodiversity; our fresh water reserves; our rich cultural and eco-tourism potential and the rich organic agriculture of the country. In this context, forests are recognised as both a strategic asset and a provider of the environment on which many of our other assets depend."}, {"text_block_id": "p3_b38", "text": "StaRS led to the development of a new Medium Term Development Plan (MTDP) which refocused our development priorities, increasing emphasis on a sustainable and responsible approach to development including e°orts to address climate change and make sustainable use of our natural resource base. My government has taken these commitments seriously and we have worked through the Ministry of Environment, Conservation and Climate Change to pass new legislation and set clear policy directions, including the Conservation and Environmental Protection Authority Act, the Protected Areas Policy, the Climate Change Management Act (2015), and the Paris Agreement (Implementation) Act (2016) that will support our transition towards green growth."}, {"text_block_id": "p3_b39", "text": "The National REDD+ Strategy marks another key step in this process and I congratulate the Climate Change and Development Authority in their work to develop this strategy and bring together the di°erent branches of government in this process. The cabinet has fully endorsed the strategy and our government departments are working to integrate its goals within their work and budgeting for the coming years."}, {"text_block_id": "p3_b40", "text": "Right Honourable Peter O’Neill, CMG, MP"}, {"text_block_id": "p3_b41", "text": "Prime Minister"}, {"text_block_id": "p4_b42", "text": "Preface"}, {"text_block_id": "p4_b43", "text": "Right Honourable"}, {"text_block_id": "p4_b44", "text": "John Pundari MBA, CMG, MP"}, {"text_block_id": "p4_b45", "text": "Minister for Environment, Conservation"}, {"text_block_id": "p4_b46", "text": "and Climate Change"}, {"text_block_id": "p4_b47", "text": "As the Minister for Environment, Conservation and Climate Change the diversity, value and importance of our natural environment never ceases to impress me. Yet the level of threats that our unique and fragile ecosystems are facing has also not ceased to concern me. It is for this reason that I, and my officers, work tirelessly to ensure that we can have development while maintaining and preserving our strategic natural assets. The National REDD+ Strategy provides us with an opportunity to achieve this through linking our national development and environmental priorities with international action on climate change to achieve progress that supports our communities, our nation and our planet."}, {"text_block_id": "p4_b48", "text": "Our nation is one of the most naturally rich and diverse of any in the world, containing a remarkable 5% of the world’s biodiversity in just 1% of its area. Our forests, in particular, are some of the most extensive and are highly diverse and rich in biodiversity. Our lowland forests have been ranked among the world’s most ecologically distinctive forest regions"}, {"text_block_id": "p4_b49", "text": "1"}, {"text_block_id": "p4_b50", "text": "and our montane forests are globally significant for their regional scarcity and levels of endemicity"}, {"text_block_id": "p4_b51", "text": "2"}, {"text_block_id": "p4_b52", "text": ". Collectively the country’s forests contain 191 species of mammal (of which over 80% are endemic), 750 bird species (of which over 50% are endemic), 300 species of reptile and 197 species of amphibian"}, {"text_block_id": "p4_b53", "text": "3"}, {"text_block_id": "p4_b54", "text": "."}, {"text_block_id": "p4_b55", "text": "This rich natural resource base has been at the centre of our culture and economy for generations. Communities have relied on the wealth of nature on their land to generate their livelihoods and develop, with the importance of the natural world reflected in many of our diverse cultures. These relationships, however, are being challenged with increasing population and the transition of the economy into a more global and cash based system. Extensive logging that has occurred since the 1970s has impacted huge areas of forests, while the expansion of mining and natural gas developments as well as urban areas is putting increasing pressure on our natural resources."}, {"text_block_id": "p4_b56_merged_merged", "text": "The unsustainable management of our natural wealth is already having ramifications at the local, national and global scale. At the local level, I have visited many communities for whom the unsustainable harvesting of forests from their land has left them with polluted water sources, an increase of landslides and flooding and a loss of access to bush meat and traditional medicines, while delivering few of the economic or social benefits they had hoped for. Poorly managed mine developments have resulted in the wholesale destruction of entire watercourses, poisoning wildlife and the surrounding forest, and endangering the communities that had relied on the river’s bounty. These impacts collectively damage our national environment and long-term development, with the unsustainable harvesting of resources a theft from our children who will no longer be able to rely on their wealth and the protection our natural resources provide. At the international scale our forests influence the weather patterns of surrounding countries helping to bring rain and regulate temperatures4, while the carbon they absorb and store are critical to global efforts to address climate change."}, {"text_block_id": "p4_b59", "text": "The challenges of environmental degradation are now more pressing than ever as they are being exacerbated by a threat that has its origins far from our shores. Human induced climate change has been recognised as one of the most significant challenges facing our planet and its impacts will be felt"}, {"text_block_id": "p5_b60", "text": "most heavily in countries such as PNG. A changing climate will cause changes in weather patterns, more violent storms and rising sea levels threating our farmers, our infrastructure and the very development of our country."}, {"text_block_id": "p5_b61", "text": "It is for this reason that as minister I have worked extensively at the international level to ensure that a global agreement on climate change exists, that it recognises the threats being faced by our nation and that developing nations must be supported by the countries that are most responsible for the greenhouse gas (GHG) emissions that are causing climate change."}, {"text_block_id": "p5_b62", "text": "Based on this commitment, this government has been at the forefront of international climate change negotiations and action. PNG was one of the first countries to propose that developing countries with high levels of forest cover should be recognised and supported for their efforts to maintain them. This idea was presented to the United Nations Framework Convention on Climate Change (UNFCCC) in 2005 and over the past 12 years we have worked with our global partners to further expand the proposal. This work came to a culmination at the Conference of the Parties in Paris in 2015 when myself and delegates from PNG, along with other forested developing countries, negotiated through the night and held firm against international pressure, to ensure that a financing mechanism for developing countries was in place to support their efforts to reduce emission from deforestation and forest degradation (REDD+). This mechanism, enshrined in the Paris Agreement under Article 5, provides a critical opportunity for PNG in our efforts to conserve and manage our environment as part of a green development pathway."}, {"text_block_id": "p5_b63", "text": "The National REDD+ Strategy is the central tool in capturing this opportunity. It recognises that if we are to respond to the challenges of development and climate change we must take action, not just through individual projects or specific climate change activities but through a transformational change in the way our country approaches development and the use of its land and forests."}, {"text_block_id": "p5_b64", "text": "This approach has been fundamental to the work of my ministry and is guided by the goal of a low emission green growth trajectory and climate compatible-development that was introduced through our Climate Compatible Development Policy in 2014, and that forms a core element of the National Strategy for Responsible and Sustainable Development (StaRS)."}, {"text_block_id": "p5_b65", "text": "My ministry has led this work and for several years we have worked to build the institutional capacity and legislative framework to address climate change and create the transformational change required across sectors. The Climate Compatible Development Policy of 2014 sets our nation’s direction towards a robust and sustainable low-carbon economy. It is operationalized through the Climate Change Management Act of 2015, which provided the basis for the transition of the Office of Climate Change and Development (OCCD) to the Climate Change and Development Authority (CCDA) and has formalised mechanisms to support cross-sector coordination on climate change and the management of climate finance. These reforms have also been supported by changes to the national environmental"}, {"text_block_id": "p6_b66", "text": "legislation including the Conservation and Environmental Protection Administration Act and the Protected Areas Policy."}, {"text_block_id": "p6_b67", "text": "The National REDD+ Strategy sits within this international and national framework of action and will directly contribute to PNG’s progress towards the UN Sustainable Development Goals (SDGs). These goals will form the basis of PNG’s upcoming Medium Term Development Plan in line with those laid out in the Vision 2050 and the StaRS. In particular our work on REDD+ will help us to achieve goals on Climate Action (SDG13) and Life on Land (SDG15)."}, {"text_block_id": "p6_b68_merged", "text": "The development of the National REDD+ Strategy has been led by the CCDA in collaboration and on-going consultation with key sector agencies including the PNG Forest Authority, the Department of Agriculture and Livestock, the Department of National Planning and Monitoring, and the Conservation and Environmental Protection Authority, Department of Provincial and Local Government A˜airs, Department of Justice and Attorney General as well as stakeholders within the private sector and civil society."}, {"text_block_id": "p6_b71", "text": "This cross-sectoral approach has ensured that the Strategy recognises the central role that forests have played in both the commercial and subsistence economies of the country and that they will need to continue to be utilised – and in places transformed – if PNG is to continue to develop. As such the National REDD+ Strategy does not seek to stop the utilisation of forests or the development of investments within the agriculture or land use sector. Rather it sets out an approach to work with and through di˜erent sectors to help strengthen their management and decision making related to forests and land use to ensure that the environment is considered as part of the triple bottom line in PNG’s development. In this way the strategy intends to not only reduce carbon emissions from the forest and land use sector, which accounts for 90% of PNG’s emissions, but to both conserve our unique levels of biodiversity and to bring tangible benefits to communities living across the country who work to protect, manage and sustainably utilise their forests."}, {"text_block_id": "p6_b72", "text": "As the Minister responsible for environment, conservation and climate change, I am extremely proud to present this strategy, which has the potential to provide real benefits to our communities, our environment and our nation while also supporting the global fight against climate change. I urge all relevant government agencies, the private sector and civil society groups to see this strategy not as an achievement in itself but as the beginning of the next phase of our work. We must bring together our existing sector skills and experience, while also accessing climate finance and technical support to ensure we can achieve the transformation change that our nation needs and that our people and the environment deserve."}, {"text_block_id": "p6_b73", "text": "Right Honourable John Pundari MBA, CMG, MP"}, {"text_block_id": "p6_b74", "text": "Minister for Environment, Conservation and Climate Change"}, {"text_block_id": "p8_b75", "text": "Introduction"}, {"text_block_id": "p8_b76", "text": "Mr Ruel Yamuna"}, {"text_block_id": "p8_b77", "text": "Managing Director, Climate Change and"}, {"text_block_id": "p8_b78", "text": "Development Authority"}, {"text_block_id": "p8_b79", "text": "Climate change is one of the most significant challenges facing our generation."}, {"text_block_id": "p8_b80", "text": "Global temperatures have risen steadily as a result of rising levels of greenhouse gases (GHG) in the atmosphere, notably carbon dioxide (CO"}, {"text_block_id": "p8_b81", "text": "2"}, {"text_block_id": "p8_b82", "text": "). These increases in GHG emissions have been driven by human activities with industrial processes, the burning of fossil fuels and the clearing of forests contributing to these rises. Globally these impacts will be significant and without action will be catastrophic to the way we live by changing the very environmental conditions in which we, and the agricultural, hydrological and cultural systems we rely on, have evolved."}, {"text_block_id": "p8_b83", "text": "Some of these impacts are already being felt in PNG. Average temperatures have increased by 0.6"}, {"text_block_id": "p8_b84", "text": "0"}, {"text_block_id": "p8_b85", "text": "C over the past 60 years and could rise by 1"}, {"text_block_id": "p8_b86", "text": "0"}, {"text_block_id": "p8_b87", "text": "C from 1990 by 2030, while sea level could increase by 1.5cm over the same time period"}, {"text_block_id": "p8_b88", "text": "5"}, {"text_block_id": "p8_b89", "text": ". These changes will be accompanied by increases in extreme weather patterns and acute events such as an increase in extremely hot days, more intense periods of rainfall and more severe cyclones"}, {"text_block_id": "p8_b90", "text": "6"}, {"text_block_id": "p8_b91", "text": ". These changing conditions will increase the severity and frequency of landslides, flooding events and extreme droughts, damaging the infrastructure on which our economy relies and the subsistence agriculture central to the livelihoods and food security of more than 80% of our population."}, {"text_block_id": "p8_b92_merged_merged_merged", "text": "The Climate Change and Development Authority’s (CCDA) mandate, as provided through the Climate Change (Management) Act (2015), is to spearhead our nation’s response to these challenges. This requires action across two spheres: 1) support to our communities to adapt to and thrive within a changing climate, and 2) work to mitigate climate change through reducing the levels of GHG that our nation produces. Our work in these areas is guided both by international agreements on climate change such as the Paris Agreement and our national development goals and objectives."}, {"text_block_id": "p8_b97", "text": "The mechanism on reducing emission from deforestation and forest degradation (REDD+), which is now enshrined in the Paris Agreement under the United Nations Framework Convention on Climate Change (UNFCCC), will allow PNG to receive financial support from the international community for the sustainable management of its forests. By implementing REDD+ PNG will contribute to global efforts to address climate change and stand to gain international finance that can be used to strengthen our national development agenda. As such, REDD+ is a true representation of the concepts of climate-compatible development, as laid out in our policy."}, {"text_block_id": "p8_b98", "text": "As Managing Director of the CCDA it has been my pleasure to lead the development of this National REDD+ Strategy and to be able to build on the excellent work conducted by my predecessors in the Office of Climate Change and Development. It has also been a privilege to work closely with other key government agencies including the PNG Forest Authority, the Department of Agriculture and Livestock, the Conservation and Environmental Protection Authority and the Department of National Planning and Monitoring, as well as key stakeholders in civil society and the private sector in its development. This work has been supported by a number of development partners including the United Nations Development Programme (UNDP) through funding from the World Bank’s Forest Carbon Partnership"}, {"text_block_id": "p9_b99", "text": "Facility (FCPF) and the UN-REDD Programme the latter of which was implemented in partnership with the Food and Agriculture Organisation (FAO) and the United Nations Environment Programme (UNEP). Support has also been provided by the Government of Australia, the Government of Italy, the European Union (EU), The Deutsche Gesellschaft für Internationale Zusammenarbei (GIZ), The Japan International Cooperation Agency (JICA), and the Coalition for Rainforest Nations (CFRN) as well as other partners that has been critical to the development of REDD+ in PNG."}, {"text_block_id": "p9_b100", "text": "It is also important to highlight that the National REDD+ Strategy is not about taking over the work of specialist government agencies, the private sector or civil society but the mainstreaming of key concepts of environment and climate change within their work. This will help all sectors and stakeholders to come together and work towards unified set objectives that both help us achieve our development objectives and address the challenges of climate change."}, {"text_block_id": "p9_b101", "text": "The Strategy also recognises that many of the challenges facing our nation and impacting our environment must be addressed by di°erent branches of government and from multiple angles, and so acknowledges the importance of key policies and initiatives such as the Population Policy and the government’s work on small and medium enterprise development and on education."}, {"text_block_id": "p9_b102", "text": "REDD+ under the Paris Agreement of the UNFCCC which is legally applicable domestically within the UN Paris Agreement (Implementation) Act (2016) is an important opportunity for PNG, and the National REDD+ Strategy provides us with a guide to seize that opportunity. In this way, it should not be seen as an achievement in itself but the start of the journey and we must now commit to work towards the goals that we have agreed on. As an institution CCDA will continue to work with our partners to identify and support specific actions that will be taken forward and to facilitate access to national and international support for REDD+ implementation so that all key stakeholders can see tangible benefits from the implementation of REDD+ in PNG."}, {"text_block_id": "p9_b103", "text": "It is thus with great pleasure that I present to you the National REDD+ Strategy and I look forward to working with you through its implementation."}, {"text_block_id": "p9_b104", "text": "Managing Director, Climate Change and Development Authority"}, {"text_block_id": "p15_b105", "text": "SECTION"}, {"text_block_id": "p15_b106", "text": "PNG, Climate Change and REDD+"}, {"text_block_id": "p16_b107", "text": "Papua New Guinea’s (PNG) has been one of the fastest growing economies globally this century with average growth rates above 6%"}, {"text_block_id": "p16_b108", "text": "7"}, {"text_block_id": "p16_b109", "text": ". This rapid growth has been driven primarily by the expansion of foreign investment within the natural gas sector and high prices for PNG’s central exports many of which are transported to rapidly growing Asian economies. This growth has built on a long history of natural resources being at the centre of the PNG economy with exports and employment dominated by mining, natural gas, logging and agriculture. While this rapid growth has delivered significant changes in PNG’s main urban areas and those communities benefiting directly by foreign investment, the country still faces significant challenges in meeting the objectives of Vision 2050 and in providing development opportunities for all while also maintaining its natural environment."}, {"text_block_id": "p16_b110", "text": "Over 85% of the nation’s 7.3m population are based in rural areas and rely primarily on subsistence agriculture for survival and have limited access to health centres, education or broader development opportunities. Falling commodity prices since 2012 have also left the country facing significant economic challenges despite ongoing growth."}, {"text_block_id": "p16_b111", "text": "PNG’s extraordinary geographical, ecological and human diversity make it one of the most unique countries in the world. Such diversity, however, also presents significant difficulties for the provision of government services and development of a robust and integrated economy. Rural infrastructure is limited, with its development and maintenance hampered by the rugged terrain and difficult climatic conditions, with seasonal rains often causing flooding and landslips. Low levels of education across the country (with only 50% literacy rates"}, {"text_block_id": "p16_b112", "text": "8"}, {"text_block_id": "p16_b113", "text": ") also make provision of services and development of different economic opportunities difficult. High levels of customary land ownership (over 97% of the country’s land area) while critical to the social and cultural fabric of PNG as well as providing a key economic and social safety net also present challenges to attracting international investment unfamiliar with such systems."}, {"text_block_id": "p16_b114", "text": "This context has allowed the development of a highly imbalanced economy with a small percentage of the population leading a high cost urban lifestyle while the majority remain within a rural subsistence lifestyle. It has also significantly hampered the diversification and development of the economy beyond the extraction of raw materials and agricultural products."}, {"text_block_id": "p16_b115", "text": "With a rapidly growing population (3.1% per annum) the current business as usual approach to development will become increasingly unsustainable as demand for resources in rural areas puts increasing pressure on the environment and large-scale investments risk creating further imbalances between those who benefit and those who do not."}, {"text_block_id": "p16_b116_merged_merged_merged", "text": "Many of these challenges are set to worsen due to climate change. Existing predictions indicate that the country will see temperatures increase by 10C from 1990 by 2030, while sea level could rise by 1.5cm over the same time period9 ."}, {"text_block_id": "p17_b121", "text": "These changes will be accompanied by more extreme weather patterns and acute events such as a rise in the number of extremely hot days, more intense periods of rainfall and more severe cyclones"}, {"text_block_id": "p17_b122", "text": ". These changing conditions will increase the severity and frequency of landslides, flooding events and extreme droughts, damaging the infrastructure on which our economy relies and the subsistence agriculture central to the livelihoods and food security of more than 80% of the population."}, {"text_block_id": "p17_b123", "text": "These challenges come despite PNG having very low levels of national greenhouse gas (GHG) emissions, equating to less than a 0.1% of global emissions when the agriculture forestry and other land use sectors are discounted"}, {"text_block_id": "p17_b124", "text": ". Recent"}, {"text_block_id": "p17_b125_merged_merged_merged", "text": "estimates within the country’s Forest Reference Level (FRL)however, indicate that emissions from this sector could be three times that of those from the energy sector including LNG and natural gas production."}, {"text_block_id": "p17_b128", "text": "If PNG is thus to take action to not only increase the sustainability of its development but also support global efforts to address CC the country must address emissions from the forest and land use sector. The National REDD+ Strategy provides the strategic direction and overall framework to achieve this within the broader context of PNG’s national development objectives and goals for climate compatible development."}, {"text_block_id": "p18_b129", "text": "SECTION"}, {"text_block_id": "p18_b130", "text": "1.1"}, {"text_block_id": "p18_b131", "text": "PNG’s National Development Planning Framework – A move towards sustainability"}, {"text_block_id": "p18_b132", "text": "The constitution, adopted on independence in 1975, provides the basis for all policy and legislation in PNG and sets clear objectives"}, {"text_block_id": "p18_b133", "text": "14"}, {"text_block_id": "p18_b134", "text": "of:"}, {"text_block_id": "p18_b135", "text": "of:\n* Integral human development\n* Equality and participation of all\n* Enhancement of national sovereignty and\n* resources for environmental sustainability, and\n* ways for the benefit of clans, tribes and communities rather than for individual benefit."}, {"text_block_id": "p18_b148", "text": "These objectives have been interpreted through successive development strategies, the most recent of which is Vision 2050. Developed in 2009 this seeks to transform PNG’s society and nation by reforming the country into a smart, wise, fair, healthy and happy society, that engages communities in the process of building sustainable development for all. The strategy also identifies seven strategic areas for action to achieve this of which Environmental Sustainability and Climate Change is one area."}, {"text_block_id": "p18_b149", "text": "This vision has been translated into more direct goals and indicators within the country’s Development Strategic Plan 2010-2030 and successive Medium Term Development Plans (MTDPs) that provided more specific targets and priorities to guide sector development plans and annual budgets."}, {"text_block_id": "p18_b150", "text": "The need for this vision and its further development came from the recognition that the rapid economic growth of the beginning of the 21st century had not translated into the broad, sustainable and equitable development that PNG’s founders had envisaged."}, {"text_block_id": "p18_b151_merged_merged", "text": "In terms of Integral Human development, the country’s Human Development Index (HDI)15 ranking remains low, at 158th out of 186 countries in 2015 - identifying it as one of the 30 least developed countries in the world."}, {"text_block_id": "p18_b154", "text": "Equity and citizen participation are also low with income concentrated within a small percentage of the population, and rural communities excluded from many elements of government decision making despite efforts to decentralize government action and improve effectiveness."}, {"text_block_id": "p18_b155", "text": "The economy also remains vulnerable to changes in commodity prices despite rapid growth over the past decade. Falling global commodity prices have put significant pressure on the government budget with the deficit running at progressively high levels (over 7% of GDP in 2014). Low levels of agricultural productivity and difficulties in accessing"}, {"text_block_id": "p19_b156", "text": "markets have also led to PNG being both a high cost economy for food within urban areas and a food insecure country vulnerable to extreme weather and crop disease within rural areas."}, {"text_block_id": "p19_b157", "text": "The management of natural resources, while continually improving, continues to face many challenges. A rapidly increasing population is putting pressure on natural resource management through the expansion of family agriculture as well as an increasing demand for land for economic development activities. Activities are currently conducted with only limited regard for the valuable environmental ecosystem services that PNG’s diverse terrestrial and marine environments provide."}, {"text_block_id": "p19_b158", "text": "The National Strategy for Responsible and Sustainable Development (StaRS 2014) provides the centre piece of the GoPNG’s response to these challenges. The strategy builds on the three pillars of sustainable development (as shown in Figure 1) and provides a framework for green growth based on three dimensions:"}, {"text_block_id": "p19_b159", "text": "The National Strategy for Responsible and Sustainable Development (StaRS 2014) provides the centre piece of the GoPNG’s response to these challenges. The strategy builds on the three pillars of sustainable development (as shown in Figure 1) and provides a framework for green growth based on three dimensions:\n* Dimension 1: The creation of enabling\n* Dimension 2: The mainstreaming of green\n* Dimension 3: The development of green"}, {"text_block_id": "p19_b168", "text": "The adoption of this approach to development is intended to drive a transformational change in the way that the government of PNG does business."}, {"text_block_id": "p19_b169", "text": "This approach has been integrated into the second Medium Term Development Plan (MTDP) 2016-17 ‘A Pathway to a Responsible Sustainable Future’ which includes Forests and Biodiversity, Agriculture and Eco-tourism within its priority economic sectors based on their value as strategic assets. The plan also set the goal of"}, {"text_block_id": "p19_b170_merged", "text": "building a forestry and biodiversity sector that is environmentally sustainable and profitable and maintaining levels of forest cover."}, {"text_block_id": "p19_b172", "text": "A new MTDP is currently under development that will set the development agenda over the coming five years. This MTDP will continue work to achieve the goals of the StaRS and Vision 2050 as well as integrating a national interpretation of the global Sustainable Development Goals, which, form part of the 2030 Agenda for Sustainable Development adopted, by all 193 member nations of the UN including PNG, at the United Nations Sustainable Development Summit on 25 September 2015 (further information on the SDGs is also provided in Box 3)."}, {"text_block_id": "p19_b173", "text": "Figure 1:"}, {"text_block_id": "p19_b174", "text": "Pillars of Sustainable Development"}, {"text_block_id": "p20_b175", "text": "Box 3"}, {"text_block_id": "p20_b176", "text": "REDD+ and the Sustainable Development Goals"}, {"text_block_id": "p20_b177", "text": "The Sustainable Development Goals (SDGs) are a set of global development goals that were agreed as part of the 2030 Agenda for Sustainable Development adopted, by all 193 member nations of the UN including PNG, in 2015. Action on REDD+ can be seen as forming one part of PNG’s contribution to these goals in particular:"}, {"text_block_id": "p20_b178", "text": "SDG 13: Climate Action"}, {"text_block_id": "p20_b179", "text": "Take urgent action to combat climate change and its impacts – and more"}, {"text_block_id": "p20_b180", "text": "specifically targets"}, {"text_block_id": "p20_b181", "text": "specifically targets\n* Integrate climate change measures into national policies, strategies and planning.\n<\\li1>"}, {"text_block_id": "p20_b183", "text": "SDG 15: Life on Land"}, {"text_block_id": "p20_b184", "text": "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss – and more specifically targets"}, {"text_block_id": "p20_b185", "text": "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss – and more specifically targets\n* By 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally.\n<\\li1>"}, {"text_block_id": "p20_b187", "text": "Efforts to achieve this in PNG will also have impacts across the development goals not only improving the way PNG’s environment is managed but helping to strengthen community livelihoods, their resilience to climate change and increase access to services."}, {"text_block_id": "p20_b188", "text": "Further information on the SDGs can be found at"}, {"text_block_id": "p20_b189", "text": "https://sustainabledevelopment.un.org/sdgs"}, {"text_block_id": "p20_b190", "text": "1.1.1 Climate Change within the cross sector development planning"}, {"text_block_id": "p20_b191", "text": "PNG’s commitment to addressing and responding to climate change, through cross sector national action, directly supports and will be central to achieving the goals of responsible green growth as laid out in the StaRS."}, {"text_block_id": "p20_b192", "text": "The Climate Compatible Development Action Plan (2010) and subsequent policy, the Climate Compatible Development Management Policy (CCDMP) (2014) identified the key areas for action on climate change including targets of a 50% reduction in GHG emissions by 2050 and to reach a point of carbon neutrality by 2050."}, {"text_block_id": "p20_b193_merged", "text": "The mechanisms to achieve this were further developed through the Climate Change Management Act (CCMA) (2015) as well the country’s Nationally Determined Contributions (NDC) to address climate change. The NDC was submitted to the UNFCCC as an indication of PNG’s commitment under the Paris Agreement . These lay out a set of actions for addressing GHG emissions across sectors but do not include specific actions within the forest and land use sector, only acknowledging its importance in PNG and the need to develop both accurate estimates of emissions and potential actions. The NRS and FRL thus represent action within these areas."}, {"text_block_id": "p21_b196", "text": "1.1.2 The opportunity of REDD+"}, {"text_block_id": "p21_b197", "text": "PNG was founded with a vision of sustainability, equity and development. This commitment continues and has been reinvigorated through Vision 2050, the CCDMP and the StaRS and their focus on the importance of the country’s strategic assets. These domestic commitments are linked to global recognition of the importance of these assets but also awareness that PNG faces new and increased challenges in maintaining and protecting the environment and the natural capital it contains as economic growth continues. These challenges are exacerbated by a changing climate that is increasing the vulnerability of PNG’s people while an increasing demand for resources exposes them to global market variations."}, {"text_block_id": "p21_b198", "text": "It is thus critical that GoPNG maintains its commitment to the objectives of the constitution and the concepts of the StaRS and must strengthen the capacity of all government agencies to provide guidance and support to PNG’s diverse communities. At the same time the GoPNG must provide those communities with the tools and knowledge to be able to continue their role as the stewards of the land they have managed for generations."}, {"text_block_id": "p21_b199", "text": "The global mechanism on reduced Emissions from Deforestation, forest Degradation and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+) provides the opportunity to do this. The mechanism can help PNG to develop and implement a structured national approach to address the direct and indirect drivers of forest cover change and support a transformation shift towards green, low-carbon development through changes in the way land use and forest management occurs. The NRS provides the framework for this structured approach and is one of the key four elements needed to be eligible for results based payments for emissions reductions and removals through the UNFCCC mechanism on REDD+. (see Box 4. and Annex 1: The Global Context of REDD+ for further information on the global mechanism on REDD+)."}, {"text_block_id": "p22_b200", "text": "PNG’s Forests and Drivers of Forest Cover Change"}, {"text_block_id": "p22_b201", "text": "PNG has a significant intact area of tropical forest covering 77.8% of the country’s 46.9m ha of land (see Figure 2 for values and Box 5 for explanation of national forest definition)"}, {"text_block_id": "p22_b202", "text": "18"}, {"text_block_id": "p22_b203", "text": ". Together with the forest of West Papua (Island of New Guinea) they represent one of the largest areas of intact tropical forest in the world."}, {"text_block_id": "p22_b204", "text": "PNG’s forests are also highly diverse, including 12 distinct forest types, with carbon-rich low"}, {"text_block_id": "p22_b205", "text": "-"}, {"text_block_id": "p22_b206", "text": "land tropical forest constituting over 50% of forest area."}, {"text_block_id": "p22_b207", "text": "The country’s lowland forests have been ranked among the world’s most ecologically distinctive forest regions"}, {"text_block_id": "p22_b208", "text": "19"}, {"text_block_id": "p22_b209", "text": ", with the country’s forests as a whole identified as containing 191 species of mammal (of which over 80% are endemic), 750 bird species (of which over 50% are endemic), 300 species of reptile and 197 species of amphibian"}, {"text_block_id": "p22_b210", "text": "20"}, {"text_block_id": "p22_b211", "text": ". PNG’s montane forests are also recognised as being significant for their regional scarcity and levels of endemicity"}, {"text_block_id": "p22_b212", "text": "21"}, {"text_block_id": "p22_b213", "text": "."}, {"text_block_id": "p22_b214", "text": "Figure 2:"}, {"text_block_id": "p22_b215", "text": "Land use in PNG 2015"}, {"text_block_id": "p22_b216_merged_merged_merged_merged", "text": "The country’s forests are also critical to the livelihoods and economy of the country. The ecosystem services forests provide help to maintain access to water and suitable agricultural land for PNG’s predominantly rural population as well as helping to protect key infrastructure, people and crops from flash flooding and landslides. Forests also play a direct role in supporting the livelihoods or rural communities with more than 500 species of wild growing plants identified as being used for food and the value of annual bushmeat consumption estimated to be equivalent to $26million if alternative meats had to be sourced.22"}, {"text_block_id": "p22_b218", "text": "These economic values sit alongside the deep social and cultural values attributed to forests across PNG. With over 90% of the land area under customary land ownership, PNG’s forests are at the center of the cultural identity of many communities."}, {"text_block_id": "p22_b219", "text": "Data from GoPNG (2016) Papua New Guinea’s National REDD+ Forest Reference Level, Submission for UNFCCC Technical Assessment in 2017"}, {"text_block_id": "p23_b220", "text": "1.2.1 Drivers of Forest Cover Change"}, {"text_block_id": "p23_b221", "text": "PNG has a very high level of forest cover at 77.8%"}, {"text_block_id": "p23_b222", "text": "23"}, {"text_block_id": "p23_b223", "text": "making it one of the most extensively forested countries in the world. Despite this PNG’s forests have been in decline, with deforestation reducing levels of forest cover and degradation changing the nature of a significant portion of PNG’s forests (see Figure 3 and 4 )"}, {"text_block_id": "p23_b224", "text": "24"}, {"text_block_id": "p23_b225", "text": "."}, {"text_block_id": "p23_b226_merged_merged", "text": "PNG’s FRL24, submitted to the UNFCCC in 2017, identified that between 2000 and 2015 261,528 ha of forest was cleared, resulting in average emissions of over 5m tCO2e per annum (see Figure 6). This deforestation has been primarily driven by the conversion of forest-land to crop-land which accounts for 87% of deforestation. Of this shifting agriculture is responsible for 63% of the land deforested and commercial agricultural developments, primarily in the form of oil palm are responsible for 30% of the deforested land."}, {"text_block_id": "p23_b231", "text": "The trend in clearance for commercial agriculture has increased in the past decade following the rapid expansion of Special Agricultural Business Leases (SABLs), which were allocated over 5.1m ha. While only a small number of these have initiated development and there has been an official moratorium and subsequent suspension of them, some logging (see next page) and conversion has occurred."}, {"text_block_id": "p24_b232", "text": "These trends in clearance of land for shifting agriculture as well as the demand for development through commercial agricultural developments are closely linked to ongoing population growth and increases in population density. With PNG’s population increasing rapidly at 3.1% per annum"}, {"text_block_id": "p24_b233", "text": "26"}, {"text_block_id": "p24_b234", "text": "this trend is likely to continue and worsen over coming years. Indeed the impacts of population growth on demand for agricultural productivity are being further heightened by a corresponding increase in the average number of calories consumed per person over time thus increasing the impacts of each individual, which combined with the population’s rapid increases will present a significant driver of forest cover change in terms of conversion of forest to both shifting and permanent cropland"}, {"text_block_id": "p24_b235", "text": "27"}, {"text_block_id": "p24_b236", "text": "."}, {"text_block_id": "p24_b237", "text": "This can be seen at a macro scale by looking at PNG’s crude population density,"}, {"text_block_id": "p24_b238", "text": "28"}, {"text_block_id": "p24_b239", "text": "which is currently estimated at 18 people per km"}, {"text_block_id": "p24_b240", "text": "2"}, {"text_block_id": "p24_b241", "text": ". By 2027 this will have increased to 25 people per km"}, {"text_block_id": "p24_b242", "text": "2"}, {"text_block_id": "p24_b243", "text": ". When these figures are mapped onto an assessment of population density and land use (see Figure 5"}, {"text_block_id": "p24_b244", "text": "29"}, {"text_block_id": "p24_b245", "text": ") carried out during the development of PNG’s FRL it can be seen that such a change could be expected to result in a 7-8% decline in forest cover. Such changes will also be more significant in areas close to urban areas, infrastructure and development projects with migration linked to access to potential employment opportunities around mine sites and displacement of population by development activities leading to significant localised increases in population density. Such changes have the potential to cause both localised environmental degradation and deforestation as well as social conflicts related to land and resources."}, {"text_block_id": "p24_b246", "text": "The remaining forest area has also been subject to significant degradation with 2,427,987 ha of forest degraded between 2000-2015. This level of degradation has resulted in average emissions of over 25m tCO"}, {"text_block_id": "p24_b247", "text": "2"}, {"text_block_id": "p24_b248", "text": "e"}, {"text_block_id": "p24_b249", "text": "per annum (see Figure 6). It is recognised that almost all of this disturbance has been caused by commercial logging (98.1%). This trend is also set to continue with over 8.6m ha of forest currently under concessions and a further 8.4m ha identified as potential concession areas"}, {"text_block_id": "p24_b250", "text": "30"}, {"text_block_id": "p24_b251", "text": ". Levels of degradation have, since 2008, also been driven by logging operations in SABL areas in preparation for future clearing and agricultural development with some 25% of exported timber coming from SABL’s in 2015"}, {"text_block_id": "p24_b252", "text": "31"}, {"text_block_id": "p24_b253", "text": "."}, {"text_block_id": "p24_b254_merged_merged_merged_merged", "text": "Conversely, efforts to enhance forest cover through reforestation and forest rehabilitation activities have been limited despite ambitious goals set out within Vision 2050 to establish 800,000 ha of forest plantation by the middle of this century. PNGFA estimates that some 60,000 ha have been reforested and are targeting a further 20,000 ha prior to 2030. The organisation’s new ‘Painim graun, planim diwai’ initiative, plans to expand this further to meet the 800,000 ha target. The initiative, however, faces significant challenges in securing access to land and investors for this expansion with plantation forestry facing challenges in creating appropriate incentives and securities for both land holders and companies to engage in the long-term agreements necessary for plantation forestry."}, {"text_block_id": "p24_b257", "text": "While the cultural, environmental and economic importance of forests are known it is also recognised that some clearing and degradation is essential as part of PNG’s development process. This"}, {"text_block_id": "p25_b258_merged", "text": "deforestation and degradation has however not always occurred in the most efficient and effective way with many development activities resulting in significant degradation of the wider environment and, in many cases, not delivering the economic benefits promised. These limitations have emerged from (1) a lack of coordinated planning on how forest lands can be cleared and utilised, (2) a lack of detailed legislation to conserve and sustainably manage forest resources, (3) a failure to fully implement existing legislation and (4), the absence of effective support to rural development leaving landholders and communities seeking private investment as the only way to access the basic services and development opportunities they need. This latter element has left many communities and landholders having to rapidly"}, {"text_block_id": "p25_b260", "text": "transition into a global and cash based economy without the skills and support needed to either ensure the sustainable management of their resources or the new incomes they are receiving. These limitations can be seen as the indirect drivers of forest cover change that have been critical in allowing development activities, that can and should be supported as part of the country’s long term growth, be implemented in ways that are detrimental to the country’s environment, people and economy. It is thus essential that these underlying drivers be addressed as part of PNG’s approach to REDD+ to ensure that future development activities are in line with the principles of responsible and sustainable development."}, {"text_block_id": "p25_b261", "text": "Figure 6:"}, {"text_block_id": "p25_b262", "text": "Primary drivers of forest cover change in PNG"}, {"text_block_id": "p26_b263", "text": "REDD+ in PNG"}, {"text_block_id": "p26_b264_merged", "text": "PNG has been at the forefront of REDD+ negotiations globally since 2005 when PNG and Costa Rica introduced the concept of reduced emissions from deforestation to the UNFCCC. Over this time the GoPNG has worked to lead international discussions on REDD+ while building capacity and testing approaches to REDD+ domestically as part of a broader approach to climate change."}, {"text_block_id": "p26_b267", "text": "PNG’s early efforts on climate change were formalised in 2008 with the establishment of the Office of Climate Change and Environment Sustainability (OCCES), which was re-established as the Office of Climate Change and Development (OCCD) in 2010 and, following the passing of the Climate Change Management Act (CCMA) in 2015, has now become the Climate Change Development Authority (CCDA) (see Figure 7 for timeline). This organisation has been central to moving REDD+ readiness developments forward including through the establishment of a technical working group for REDD+ (initially the REDD+ TWG and the MRV/FRL TWG – these groups have also now transitioned to committees under the CCMA 2015 – see Section 2.4.1 on NRS Coordination and Reporting for more information on current and proposed coordination arrangements), the development of pilot projects in partnership with PNGFA, development partners and the private sector, the development of the Climate Compatible Development Management Policy, and the REDD+ Roadmap in 2010, around which government action and development partner support has been structured."}, {"text_block_id": "p26_b268", "text": "Between 2011 and 2017 PNG has worked, with support from development partners including the UN-REDD Programme (implemented by UNDP, FAO and UNEP), JICA, GIZ, the EU and the FCPF Readiness Fund, implemented through UNDP, to increase capacity and understanding of REDD+ across key stakeholders within the country as part of the REDD+ Readiness Phase of REDD+ development  (see Figure 9). Work has been conducted on assessing the drivers of forest cover change through partnership between CCDA and PNGFA as well as UNDP and FAO and developing the for key components of REDD+ namely the National REDD+ Strategy (NRS), the Safeguards Information System (SIS), the National Forest Monitoring System (NFMS) and the Forest Reference Level (FRL) (see Figure 8 and Annex 1 for further information). This work is now showing significant progress with the NFMS becoming operational and publically available in 2016 (see www. nfms-png.org), the FRL submitted to the UNFCCC for technical assessment in January 2017 and a roadmap developed for the establishment of a SIS. The NRS marks the next milestone in this work and will guide PNG’s transition from the REDD+ Readiness Phase to REDD+ implementation (see Figure 9)."}, {"text_block_id": "p26_b269", "text": "Figure 7:"}, {"text_block_id": "p26_b270", "text": "Primary drivers of forest cover change in PNG"}, {"text_block_id": "p27_b271_merged", "text": "The NRS has been developed over an 18 month period through a process of structured consultation and awareness raising with key stakeholders from government agencies, civil society and the private sector. A full list of the consultation and engagement activities is provided in Annex 2. It also builds on the experiences of early REDD+ development activities in PNG, including the development of pilot activities (see Box 6), and the ongoing assessment and analysis work that has focused on key areas of action on REDD+ including reviews of forest sector financing, commercial agricultural development, stakeholder engagement processes and land use mapping. Much of this work was compiled within an Issues and Options Paper for REDD+ in PNG, which, set out the key decision and action areas for REDD+ in PNG and was circulated widely for consultation, the feedback from which has been central to creating this Strategy ."}, {"text_block_id": "p27_b274", "text": "As shown in Figure 9 PNG is still at an early stage of its REDD+ development process. Thus while the current strategy marks a critical step in the nation’s REDD+ development process further action is needed to ensure that the strategy is effectively financed, that proposed policies and measures are developed and tested, and that long term sustainable financing and management systems are in place."}, {"text_block_id": "p27_b275", "text": "To achieve this the NRS will be supported by a REDD+ Finance and Investment Plan (FRIP) for which will provide a detailed breakdown of activities to be undertaken within the coming five years including, clear budgets and approaches to financing (for further information see Section 2.5 on Financing REDD+ and 2.6. The Way Forward)."}, {"text_block_id": "p27_b276", "text": "Figure 8:"}, {"text_block_id": "p27_b277", "text": "Core Components of REDD+"}, {"text_block_id": "p28_b278", "text": "Box 6"}, {"text_block_id": "p28_b279", "text": "From Projects to Paradigm Shifts"}, {"text_block_id": "p28_b280", "text": "PNG has been at the forefront of the development of REDD+. This has included the establishment of a small number of site level tests to identify how REDD+ can be developed at the local level"}, {"text_block_id": "p28_b281", "text": "a"}, {"text_block_id": "p28_b282", "text": "."}, {"text_block_id": "p28_b283", "text": "These site level actions have been important in shaping how REDD+ will be developed in PNG and experience drawn from them have informed thinking on REDD+ at both the national and international scale. A number of key lessons have also been learned from these projects that are in common with other projects globally. These include:"}, {"text_block_id": "p28_b284", "text": "These site level actions have been important in shaping how REDD+ will be developed in PNG and experience drawn from them have informed thinking on REDD+ at both the national and international scale. A number of key lessons have also been learned from these projects that are in common with other projects globally. These include:\n* planning provide a critical basis for enhancing levels of forest conservation.\n* deliver rapid results but face challenges in long-term sustainability if not integrated into broader government planning and financing processes.\n* projects may deliver local benefits but are not able to address broader trends in forest cover change that are driven by national level challenges.\n* provide protection and local benefits but may displace threats to other areas if there is not broader national action.\n* monitoring carbon projects are extremely high per hectare when compared to national REDD+ monitoring and reporting.\n* communities to make long term commitments about their land use development options are extremely complex when directly linked to an uncertain international market for a commodity that communities are not familiar with."}, {"text_block_id": "p28_b302", "text": "These lessons have led to a global move away from REDD+ projects with the Paris Agreement not providing a demarcated way for individual projects to engage with REDD+ under the UNFCCC. Instead countries are requested to report emissions at the national level and to achieve emission reductions through policies and measures that are implemented through national and subnational government systems."}, {"text_block_id": "p28_b303_merged_merged", "text": "PNG as a signatory of the Paris Agreement has chosen to follow this national approach to REDD+. Thus while the country will learn from the successes and challenges of these pilot projects, the future direction of REDD+ will focus upon a coordinated national approach that emphasises support to improved land use planning and management as part of an integrated climate compatible development approach with carbon measurement and reporting occurring at the national level and policies and measures being implemented across government sectors, sub-national governments as well as the private sector and civil society."}, {"text_block_id": "p31_b306", "text": "SECTION"}, {"text_block_id": "p31_b307", "text": "PNG’s Vision and Approach to REDD+"}, {"text_block_id": "p32_b308", "text": "SECTION"}, {"text_block_id": "p32_b309", "text": "2.1"}, {"text_block_id": "p32_b310", "text": "PNG’s Vision For REDD+"}, {"text_block_id": "p32_b311", "text": "To catalyse transformational change within the forest and land use sector towards a new responsible economy with lower GHG emissions, stronger long term economic growth and community livelihoods and the effective conservation of biodiversity and ecosystem services while ensuring that Papua New Guinea’s forest resources are used in a sustainable and equitable manner for the benefit of current and future generations."}, {"text_block_id": "p32_b312_merged", "text": "PNG’s forests are central to the country’s formal and informal economy and the diverse cultures of its people. They provide a critical role in regulating environmental services locally including river catchments and weather systems, regionally through influencing rainfall patterns and globally through their contribution to the removal of GHG from the atmosphere thus helping to mitigate climate change. Some change in the nature and extent of these forests is inevitable and indeed important as PNG’s population and economy grow. Current rates of forest cover change, however, have resulted in emissions averaging 30m tCO2e between 2001 and 2013, approximately 3 times those of the country’s energy sector as well as localised environmental degradation, threatening the key environmental services that the forests provide while not delivering the maximum benefit to communities or the broader economy."}, {"text_block_id": "p32_b315", "text": "The GoPNG, through its StaRS has committed PNG to a low carbon green growth pathway, in line with the targets of Vision 2050 and the Development Strategic Plan 2010-2030. This pathway will require PNG to take action on climate change to both support communities to adapt to a changing climate and to reduce emissions. The Climate Compatible Development Policy (2014) provides a framework for this action, which has legally been formalised through the CCMA (2015) and further developed by PNG’s Nationally Determined Contributions, an estimate of proposed action on climate change submitted to the UNFCCC as part of the Paris Agreement."}, {"text_block_id": "p32_b316", "text": "The UNFCCC mechanism on REDD+ provides PNG with the opportunity to have its efforts to reduce emissions and enhance removals from the forest sector, as part of its transition to a low emissions development pathway, internationally recognised and supported. The NRS is the guiding framework to both achieve these emission reductions and ensure that they are globally recognised through the UNFCCC system."}, {"text_block_id": "p32_b317", "text": "The NRS provides the strategic direction for how REDD+ will be integrated into relevant government policies and programmes and the"}, {"text_block_id": "p32_b318", "text": "actions of civil society and the private sector over the coming decade. It does not provide a detailed list of activities but a guiding approach, key components for development and areas for action that must be developed, costed and funded as part of PNG’s investment in achieving REDD+ and green development."}, {"text_block_id": "p32_b319", "text": "Critically the NRS recognises that REDD+ (reducing emissions from deforestation and forest degradation) is not an activity, or project in itself, but a goal to be achieved as part of PNG’s approach to sustainable and responsible development. This goal will be achieved by:"}, {"text_block_id": "p32_b320", "text": "Critically the NRS recognises that REDD+ (reducing emissions from deforestation and forest degradation) is not an activity, or project in itself, but a goal to be achieved as part of PNG’s approach to sustainable and responsible development. This goal will be achieved by:\n* by government, civil society and the private sector;\n* of REDD+ into the work of sectors and developing policies and measures that drive actions at the national provincial and local level to reduce emissions and enhance PNGâs forests."}, {"text_block_id": "p32_b326", "text": "Through this approach REDD+ will directly support the achievement of PNG’s development targets and help deliver a transformational change in the way PNG approaches land use development and help set the country on a low emission green development pathway in line with the goals of the StaRS."}, {"text_block_id": "p32_b327", "text": "This commitment is summarised in the PNG’s vision for REDD+:"}, {"text_block_id": "p32_b328", "text": "To catalyse transformational change within the forest and land use sector towards a new responsible economy with lower GHG emissions, stronger long term economic growth and community livelihoods and the effective conservation of biodiversity and ecosystem services while ensuring that Papua New Guinea’s forest resources are used in a sustainable and equitable manner for the benefit of current and future generations."}, {"text_block_id": "p34_b329", "text": "PNG’s Approach to REDD+"}, {"text_block_id": "p34_b330", "text": "Based on this vision and guided by the Cancun REDD+ Safeguards PNG’s approach to REDD+ will be based on the following decisions."}, {"text_block_id": "p34_b331", "text": "PNG’s approach to REDD+ will:"}, {"text_block_id": "p34_b332", "text": "This will focus on ensuring action are in line with the national development goals and target increasing the sustainability of key economic activities that drive forest cover change (commercial forestry and commercial and family agriculture) through action within relevant sectors. This will be coordinated through a cross cutting NRS that identifies policies and measures to address the underlying drivers of forest cover change and support the economic development and livelihood security of rural communities."}, {"text_block_id": "p34_b333", "text": "support sector agencies, communities and landholders to take actions in line with the policies and measures described within the strategy through support based on non"}, {"text_block_id": "p34_b334", "text": "-"}, {"text_block_id": "p34_b335", "text": "carbon"}, {"text_block_id": "p34_b336", "text": "37"}, {"text_block_id": "p34_b337", "text": "indicators of improved forest management."}, {"text_block_id": "p34_b338", "text": "This will ensure that resources are directed to support groups based on effective experience of strengthening forest management and protection and the enabling environment that supports this. Use of non-carbon indicators will help to reduce the costs of monitoring of the impact of policies and measures at the sub-national level."}, {"text_block_id": "p34_b339", "text": "be in line with the guidance of the UNFCCC."}, {"text_block_id": "p34_b340", "text": "This will include the measuring and reporting of all emissions at the national scale through a National Forest Monitoring System and Forest Reference Level respectively and the addressing of drivers of forest cover change through a coordinated National REDD+ Strategy which identifies policies and measures for implementation that adhere to and respect the UNFCCC Cancun REDD+ safeguards."}, {"text_block_id": "p34_b341", "text": "This will include the measuring and reporting of all emissions at the national scale through a National Forest Monitoring System and Forest Reference Level respectively and the addressing of drivers of forest cover change through a coordinated National REDD+ Strategy which identifies policies and measures for implementation that adhere to and respect the UNFCCC Cancun REDD+ safeguards.\n* 4 Activities, namely; (1) reducing emissions from deforestation, (2) reducing emissions\n<\\li1>"}, {"text_block_id": "p34_b344", "text": "Reporting on these three activities will cover the most significant emissions and removals in PNG and will allow PNG to undertake a comprehensive set of PAMs as reporting is done at the national scale and as such does not focus on the specific action being carried out at any site but rather the net emissions and removals from forest cover change across the country (which domestic actions such as conservation and establishment of protected area will help address through reducing levels of deforestation and forest degradation and in places enhancing carbon stock). Reporting on the minimum number of relevant activities will also minimising the cost of monitoring and reporting ensuring that finance can be directed to actions on the ground as opposed to their measurement. Consideration will be given to expanding this scope as data availability and methodologies improve particularly with regard to improvements in the way that degradation is measured as degradation through logging is the most significant source of emissions and its accurate measurement will be important to demonstrate changes in this area (see Box 11 within the FRL section of Component 2 for further information on the selection of scope of REDD+ reporting)."}, {"text_block_id": "p35_b345", "text": "The Government will not seek to develop or promote the development of REDD+ Projects targeting the voluntary carbon market. The government will, however, consider project proposals from landholders, private sector actors and NGOs who are able to demonstrate clear competencies within the areas of project development, secure long term financial investment and a strong commitment to the ongoing support and development of communities within the project location. Any projects developed will also be required to coordinate closely with CCDA and relevant government agencies in the development of project design and implementation. Projects will also be required to ensure that methodologies used for calculating their project scale FRL are in line with those used at the national level and that data can support national systems. Clear national reporting will also be required on the application of safeguards (in line with UNFCCC Cancun Safeguards), the accounting and reporting of emissions and revenue from their sale as well as financial management systems within the project. In adopting this approach, it is also important to note that the NRS sits within PNG’s broader development framework. The actions proposed within it will form part of the country’s approach to responsible and sustainable development within the land use sector as identified within the StaRS. Within this context the NRS targets specific actions within the land use and forestry sector. The NRS also recognises that further action is needed outside of these areas, and as part of PNG’s broader development, to address the underlying drivers of forest cover change. CCDA and its partners within the NRS will thus work closely with and support the work of other key policies and strategies that address these wider issues but are not specified within the NRS. These include;"}, {"text_block_id": "p35_b346", "text": "The Government will not seek to develop or promote the development of REDD+ Projects targeting the voluntary carbon market. The government will, however, consider project proposals from landholders, private sector actors and NGOs who are able to demonstrate clear competencies within the areas of project development, secure long term financial investment and a strong commitment to the ongoing support and development of communities within the project location. Any projects developed will also be required to coordinate closely with CCDA and relevant government agencies in the development of project design and implementation. Projects will also be required to ensure that methodologies used for calculating their project scale FRL are in line with those used at the national level and that data can support national systems. Clear national reporting will also be required on the application of safeguards (in line with UNFCCC Cancun Safeguards), the accounting and reporting of emissions and revenue from their sale as well as financial management systems within the project. In adopting this approach, it is also important to note that the NRS sits within PNG’s broader development framework. The actions proposed within it will form part of the country’s approach to responsible and sustainable development within the land use sector as identified within the StaRS. Within this context the NRS targets specific actions within the land use and forestry sector. The NRS also recognises that further action is needed outside of these areas, and as part of PNG’s broader development, to address the underlying drivers of forest cover change. CCDA and its partners within the NRS will thus work closely with and support the work of other key policies and strategies that address these wider issues but are not specified within the NRS. These include;\n* government services caused by rapid population growth â this is being addressed through the governmentâs National Population Policy 2015-2024\n* development through activities that are not based only on land use activities (agriculture and forestry) â this is being addressed through the Small Enterprise Corporation\n* formal employment and to strengthen the way that land use activities are planned and managed â this is being addressed through the work of the Department of Education."}, {"text_block_id": "p35_b355", "text": "Similarly, actions proposed within the NRS will work directly with key sector and cross cutting strategies such as those on nutrition, food security, land use planning and climate compatible development as well as the specific sector strategies for forestry, environment, agriculture, land and land use planning."}, {"text_block_id": "p35_b356", "text": "It is also important to note that the NRS marks a step within REDD+ development. It will be supported by a REDD+ Finance and Investment Plan (RFIP) developed within one year of the approval of the NRS. This document will provide more detailed and costed plan on the specific actions to be undertaken as well as a clear financing strategy to achieve them through a combination of international and domestic finance from government, the private sector and civil society."}, {"text_block_id": "p36_b357", "text": "2.2.1 National REDD+ Strategy’s Structure"}, {"text_block_id": "p36_b358", "text": "The actions identified within the NRS are structured in two components:"}, {"text_block_id": "p36_b359", "text": "Component 1:"}, {"text_block_id": "p36_b360", "text": "REDD+ Actions - Policies and Measures"}, {"text_block_id": "p36_b361", "text": "This component addresses the specific actions (policies and measures) that will be undertaken to achieve emission reductions. It is divided into three action areas that are intended to provide a comprehensive and interlinked approach to addressing the direct and indirect drivers of forest cover change. Within each of these areas there are a series of proposed policies and measures that will be led by key sector agencies. These provide an outline of the strategic actions that will be undertaken (see Table 1 in Section 2.3 below)."}, {"text_block_id": "p36_b362", "text": "Component 2:"}, {"text_block_id": "p36_b363", "text": "REDD+ Coordination and Reporting"}, {"text_block_id": "p36_b364", "text": "This component addresses the institutional and technical elements required to measure, report, and provide information to the UNFCCC in order to access and subsequently manage results-based payments. It is divided by the four core elements of REDD+, coordination of the National REDD+ Strategy, the Forest Reference Level, the National Forest Monitoring System, and the Safeguards Information System."}, {"text_block_id": "p37_b365", "text": "Component 1:"}, {"text_block_id": "p37_b366", "text": "REDD+ Actions - Policies and Measures"}, {"text_block_id": "p37_b367", "text": "To achieve PNG’s emissions reduction targets and to safeguard the future of one of the country’s most important strategic assets PNG must reduce the impact of the primary direct and indirect drivers of forest cover change. This will require action that cuts across government sectors and stakeholder groups and is undertaken at every level from the national to provincial, district, local and ward levels. These actions must not stop the processes of economic and social development but ensure that the country’s forests are utilised in ways that are in line with the principles of responsible and sustainable development and that deliver the maximum long-term benefits to the people of PNG. The range of policies and measures that will be needed have been grouped within three main REDD+ Action Areas that will address the direct and underlying drivers of forest cover change namely (see also Table 1: below):"}, {"text_block_id": "p37_b368", "text": "•"}, {"text_block_id": "p37_b369", "text": "Strengthened land-use and development"}, {"text_block_id": "p37_b370", "text": "planning"}, {"text_block_id": "p37_b371", "text": "•"}, {"text_block_id": "p37_b372", "text": "Stronger environmental management,"}, {"text_block_id": "p37_b373", "text": "protection and enforcement; and"}, {"text_block_id": "p37_b374", "text": "•"}, {"text_block_id": "p37_b375", "text": "Enhanced economic productivity and"}, {"text_block_id": "p37_b376", "text": "sustainable livelihoods"}, {"text_block_id": "p37_b377", "text": "While these action areas are separated within the strategy they are mutually supportive and coordination between areas is critical to achieving emission reductions and supporting the transformational change towards a responsible and sustainable approach to development. CCDA will work with its key partners within the NRS to achieve this level of coordination."}, {"text_block_id": "p37_b378", "text": "Each Action Area provides a brief overview of the challenges being faced before providing information on key Policies and Measures (PAMs) that will be supported through the NRS. Specific details of these PAMs will be developed further through the RFIP that will be developed in support of the NRS (see Table 1 for further information on key policies and measures within action areas). Within each area, care will be taken to ensure the full and effective participation of all relevant stakeholders within, development, review and implementation of activities with particular consideration given to women and other vulnerable groups."}, {"text_block_id": "p38_b379", "text": "Table 1:"}, {"text_block_id": "p38_b380", "text": "REDD+ Action Areas and Policies and Measures"}, {"text_block_id": "p39_b381", "text": "2.3.1 Action Area:"}, {"text_block_id": "p39_b382", "text": "Strengthened land-use and development planning"}, {"text_block_id": "p39_b383", "text": "PNG is an extremely diverse country with high levels of customary landownership, limited government resources and challenging logistics. These factors make the development, linkage and implementation of land use and development planning extremely difficult."}, {"text_block_id": "p39_b384", "text": "The DNPM has established a strong framework for development planning and monitoring through the PNG Planning and Monitoring Responsibility Act (PNGPMRA), (2016). The Act brings together strategic plans, such as Vision 2050, the long term and medium term development plans, with sector, and subnational plans (such as Province, District, Local and Ward level government) to create a planning and budgeting framework for PNG. The framework is intended to address gaps and inconsistencies within many of PNG’s sector and development plans and to support harmonisation around the core principles of responsible and sustainable development. To be effective, however, it is essential that the targets and indicators included within the plans and monitoring frameworks are relevant and appropriate to key sectors. With increasing information on and more specific targets being developed for climate change and specifically REDD+ within PNG such targets must be updated and revised to ensure they promote action to address climate change."}, {"text_block_id": "p39_b385", "text": "The development planning framework has also made progress with regard to the spatial allocation of key services such as schools and health posts based on areas of population density and transport links. The framework, however, does not go as far as to integrate full land use planning within the approach. Work on land use planning falls within the responsibility of the Department of Lands and Physical Planning (DLPP). However, due to high levels of customary landownership (97% of the land area) and a lack of a unifying approach to land use planning the department has faced significant challenges in effectively guiding strategic land use planning despite initial efforts within the Strategic Development Plan to promote economic corridors. A lack of coordinated land use planning across sectors and levels of government has also led to challenges in overlapping concession allocation as well as overlaps between protected areas and concessions. Such challenges are likely to worsen with population increase as well as ongoing efforts towards economic and land use development."}, {"text_block_id": "p39_b386", "text": "The challenges of integrated planning are also felt between levels of government with significant gaps existing in the bottom up / top down planning processes in PNG. Limited capacity and resources at the local and ward level has resulted in the absence of many ward and local government plans. Even when in place there is a lack of connectivity between ward, local, district and provincial plans with many districts and provinces struggling to integrate and support the plans of the smaller government units resulting in a lack of service provision and in many cases a lack of clear benefits being derived by communities from the planning process. A number of successful examples of community based land use and development planning do however exist which have been supported by NGO’s and community groups. These case studies will be used to provide key lessons and experience on which further action can be developed."}, {"text_block_id": "p39_b387", "text": "This action area will focus on the development and implementation of a system of development land use planning that is both consistent with and able to promote the concepts of the StaRS while also supporting the strengthening of the development and land use planning frameworks. It is intended to secure the primacy of communities and landholders as the custodians of their land and managers of many of PNG’s most important strategic assets."}, {"text_block_id": "p40_b388", "text": "Key policies and measures that will be needed to achieve results within this area are identified"}, {"text_block_id": "p40_b389", "text": "below and will also work closely with actions in other action areas:"}, {"text_block_id": "p40_b390", "text": "2.3.1.1"}, {"text_block_id": "p40_b391", "text": "Strengthened and Coordinated National Level Development and Land-use Planning"}, {"text_block_id": "p40_b392", "text": "The DNPM will review the MTDP every five years to update targets and indicators. Annual budget allocations will be based around these targets. CCDA will work with the DNPM to ensure that appropriate targets are integrated to promote climate compatible development in line with the StaRS and international agreements including the SDGs and targets under the UNFCCC Paris Agreement and other international agreements. With regard to REDD+ these targets will ensure that consideration is given to the cross sector nature of the approach to REDD+ with targets and indicators developed that are relevant for REDD+ but are not solely focused on emissions reductions which are difficult to attribute to specific sector interventions (e.g. quantifying the impact of national level land use planning). This work will also be integrated with work on national level land use planning to ensure that elements of land use planning are included within requirements for subnational governments and sectors are encouraged to coordinate and clarify land use planning and promote activities in line with PNG’s broader strategic directions as outlined in the StaRS."}, {"text_block_id": "p40_b393", "text": "The DLPP will also work to develop a more comprehensive approach to land use planning. The department set out its objectives to develop a National Sustainable Land Use Policy for the country, which, will include the requirement for a National Land Use Plan. Approval of this policy and the development"}, {"text_block_id": "p40_b394_merged", "text": "of the subsequent plan has been held back by limited capacity and resources within the DLPP. The government will now move to drive this initiative forward with the process of developing both policy and plan providing a cross government and stakeholder dialogue on development priorities and how these can be managed across PNG’s landscapes. The policy once developed and approved will also provide a framework for the development of legislation to guide land use planning within PNG. The plan will be both informed by and provide a guiding framework for subnational planning processes at the subnational and sector level through sector and subnational consultations and participatory planning processes as well as the developing of guidelines and tools to help the links between development and land use planning. Zoning of lands according to their environmental or development priorities will also provide a basis for improved management and enforcement of environmental regulations within the development planning and implementation process. Throughout the process the primacy of landholder rights will be respected and the framework developed will be designed to provide guidance and support to landholders, government and the private sector as opposed to being prescriptive as to land use options available. In this way the approach will support land-holders and communities in making decisions on how to utilise their land most effectively as well as safeguarding them from the negative impacts of poorly planned developments."}, {"text_block_id": "p40_b396", "text": "2.3.1.2"}, {"text_block_id": "p40_b397", "text": "Integrated Subnational Planning"}, {"text_block_id": "p40_b398", "text": "The process of decentralisation in PNG is intended to more closely link government planning with the needs of the country’s citizens. This process is recognised within the PNGPMR Act (2016) which links the “top down / bottom up” planning processes that creates a link between national visions and ward level planning and all the levels in between."}, {"text_block_id": "p40_b399", "text": "Limited capacity and resources at the sub-national level have, however, created challenges in effectively linking planning levels and ensuring that communities are at the centre of development and land use planning processes. The NRS focuses on working with the"}, {"text_block_id": "p41_b400", "text": "Department of Provincial and Local Government Affairs (DPLGA) and DNPM, to strengthen subnational planning through a combination of capacity building and support to coordination and strategic planning."}, {"text_block_id": "p41_b401", "text": "The NRS will focus on strengthening ward level planning as a base level of land use planning to provide communities with the support and build capacity to effectively plan how they use their land and ensure that those resources are effectively protected and sustainable development activities supported. Approaches to developing these plans will build on the experience of communities that have already developed plans through government and civil society / NGO support. It will also work closely with the Conservation and Environmental Protection Authority’s (CEPA) approach to community-based conservation planning to ensure that communities are provided with a coherent and easy to understand set of support activities and that any financial support mechanisms are harmonised to increase their"}, {"text_block_id": "p41_b402", "text": "effectiveness. Support will also be provided to Local Level Government (LLG) to integrate these plans into the broader LLG plan and develop links with Provincial and District government plans. Specific support will be given to strengthen the full and effective participation of all stakeholders in these planning processes with particular regard to women and vulnerable groups."}, {"text_block_id": "p41_b403", "text": "Strategic planning support at the provincial and district level will also help government officials to integrate ward level planning with a broader strategic vision for a province’s economy and land use priorities. This will be addressed through the integration of climate compatible development planning with key sector plans for forestry, agriculture and environment including the development of provincial level environmental policies within the context of the national planning framework."}, {"text_block_id": "p42_b404", "text": "2.3.2 Action Area:"}, {"text_block_id": "p42_b405", "text": "Strengthened environmental management, enforcement and protection"}, {"text_block_id": "p42_b406", "text": "PNG has a significant set of environmental management legislation with guidance on environmental protection and management within development activities provided within the Land Groups Incorporation Act (2009), Land Registration Act (2009), Customary Land Act (1996), Forestry Act (1991), Climate Change Management Act (2015), UN Paris Agreement (Implementation) Act (2016), Environment Act (2000), Conservation and Environmental Protection Authority Act (2014) and the Protected Areas legislative documents."}, {"text_block_id": "p42_b407", "text": "Significant challenges, however, exist in the implementation of these acts including gaps within their regulations, their linkages across sectors and agencies as well as the systems and capacity for their enforcement. The NRS focuses on the need to expand and further strengthen existing efforts across key sectors, including climate change, environment, forestry, agriculture, mining and natural gas extraction to address these challenges. This will be done by building on successes within specific projects or programmes, as well as learning the lessons of past failures. Actions will help to establish an effective and transparent system for environmental management, enforcement and protection that supports informed land use and resource decision-making by both communities and the private sector. Key actions within this include:"}, {"text_block_id": "p42_b408", "text": "2.3.2.1"}, {"text_block_id": "p42_b409", "text": "Strengthening climate change legislation, financing and management:"}, {"text_block_id": "p42_b410", "text": "Climate change has been a rapidly evolving area of work at the national and international level. The Paris Agreement marks significant progress in the development of the international framework for climate change action but further evolution will occur with regard to how specific elements of the agreement will be operationalized. PNG, through the CCDA has also made rapid progress in developing a framework of climate change related policy and legislation through the Climate Compatible Development Management Policy, the Climate Change Management Act and the UN Paris Agreement (Implementation) Act."}, {"text_block_id": "p42_b411", "text": "It is recognised however that this legislation will need to evolve to effectively represent international requirements as well as ensuring that it is in line with and works effectively with other sector legislation related to development planning, forestry, environment, agriculture as well as other sectors. It will also be necessary for further work to be done to develop existing legislation to identify how coordination and financing will be done and to increase understanding of this legislation and the proposed mechanisms. Actions in this area will include:"}, {"text_block_id": "p42_b412", "text": "•"}, {"text_block_id": "p42_b413", "text": "Reviewing and updating of climate change"}, {"text_block_id": "p42_b414", "text": "legislation to link with changing domestic and international legislation to ensure that legislation is complimentary and supportive and in line with international guidance."}, {"text_block_id": "p42_b415", "text": "•"}, {"text_block_id": "p42_b416", "text": "Development of robust financial management"}, {"text_block_id": "p42_b417", "text": "systems to integrate climate finance with work of key sectors including coordination of financial management systems, such as trust funds and mechanisms to access international finance."}, {"text_block_id": "p42_b418", "text": "•"}, {"text_block_id": "p42_b419", "text": "Support to development of capacity within"}, {"text_block_id": "p42_b420", "text": "climate change institutions to effectively support and coordinate action on climate change across sectors, levels of government and stakeholder groups and to increase understanding of those groups of climate change and relevant legislation."}, {"text_block_id": "p42_b421", "text": "Work in this area will closely link with the work described in Component 2 regarding the coordination of implementing the four key elements of REDD+ as well as management of REDD+ finance."}, {"text_block_id": "p42_b422", "text": "2.3.2.2"}, {"text_block_id": "p42_b423", "text": "Strengthening forest management and enforcement practices"}, {"text_block_id": "p42_b424_merged", "text": "Commercial logging is the largest driver of forest cover change, causing the degradation of between 100,000 and 250,000 ha every year between 2003 and 2015 (see also Section 1.2 PNG’s Forests and Drivers of Forest Cover Change). The monitoring of these logging operations has historically faced significant challenges and in many areas logging has been seen to have a long-term impact on forest’s potential to regenerate."}, {"text_block_id": "p43_b429", "text": "PNGFA have taken steps towards addressing these challenges but are limited by the resources available and capacity to effectively monitor logging operations, which are often located in remote areas. The strategy targets the need to build on the successes that PNGFA have had in strengthening standards of forest management as well as the systems to manage and monitor information on forest resources to further strengthen the effectiveness and efficiency of PNG’s forest industries. This will include:"}, {"text_block_id": "p43_b430", "text": "•"}, {"text_block_id": "p43_b431", "text": "Updating of forestry policy and regulations to"}, {"text_block_id": "p43_b432", "text": "consolidate amendments made over the past twenty-five years and incorporate progress in the development of a timber legality standard and options for the use of a sustainable forest management standard for PNG."}, {"text_block_id": "p43_b433", "text": "•"}, {"text_block_id": "p43_b434", "text": "Strengthening of PNGFA’s enforcement"}, {"text_block_id": "p43_b435", "text": "capacity through a review of the allocation of resources to the sector and increase in resources at the field level, ongoing expansion and development of forest management and reporting systems including the Decision Support System (DSS) and Forest Resource Information Management System (FRIMS) and their links with the National Forest Monitoring System (NFMS) (see Section 2.4.3 for further information on the NFMS). Actions in this area will also link to work under Strengthening conservation and environmental management: covered in the section below."}, {"text_block_id": "p43_b436", "text": "•"}, {"text_block_id": "p43_b437", "text": "Strengthening alternative approaches to"}, {"text_block_id": "p43_b438", "text": "timber production and processing through the expansion of timber production from plantation forests and small-scale timber producers and increases in the levels of timber processed within PNG through support and training to industry operators as well as review of the taxation, subsidy and market access for timber operators."}, {"text_block_id": "p43_b439", "text": "•"}, {"text_block_id": "p43_b440", "text": "Increase capacity of PNGFA and training and"}, {"text_block_id": "p43_b441", "text": "research institutions to raise awareness of and operationalise improved approaches to timer operations including legislation through support to universities, training colleges, government staff, communities and timber operators."}, {"text_block_id": "p43_b442", "text": "2.3.2.3"}, {"text_block_id": "p43_b443", "text": "Strengthening conservation and environmental management"}, {"text_block_id": "p43_b444", "text": "Environmental management and enforcement is critical to the achievement of the StaRS and will be central to ensuring that PNG’s strategic assets are effectively managed. The creation of the Conservation and Environmental Protection Authority (CEPA) and the development of updated legislation within this area are critical steps but further work is needed to ensure that the goals of this legislation are realised. To achieve this the following actions will be needed:"}, {"text_block_id": "p43_b445", "text": "•"}, {"text_block_id": "p43_b446", "text": "Strengthening of environmental policies,"}, {"text_block_id": "p43_b447", "text": "regulations and guidelines – the Environment Act 2000, (Amended 2010) provides a framework for environmental management but needs to be strengthened through the development of clear national and provincial environmental policies and regulations, including those for strategic environmental assessments (SEAs) and the setting of clear guidelines and standards for how development can be undertaken and how PNG’s key strategic environmental assets are protected. These actions will have close links with the integrated land use and development planning activities noted above."}, {"text_block_id": "p44_b448", "text": "•"}, {"text_block_id": "p44_b449", "text": "Strengthening enforcement capacity of"}, {"text_block_id": "p44_b450", "text": "CEPA – As PNG continues to develop and its population increases there will be an increasing demand for development and changes in land use. While technical assessment of many of these activities will be provided by line agencies CEPA have a critical role in managing how these developments impact PNG’s environment. Establishing effective systems for environmental impact assessment and the monitoring and approval of environmental management plans are critical and current systems will need to be strengthened to ensure that the value of PNG’s environment is recognised and respected through the development process."}, {"text_block_id": "p44_b451", "text": "•"}, {"text_block_id": "p44_b452", "text": "Strengthening the capacity of Provincial"}, {"text_block_id": "p44_b453", "text": "governments – the Environment Act (2000) mandate Provincial governments to develop Provincial Environmental Policies on how to manage and protect the environment within their provincial boundaries. Linked to actions related to Integrated Subnational Planning the NRS will focus on providing support to Provincial Government’s to develop Environmental Policies that are in line with national legislation and support the objectives of the StaRS as well as Provincial Development Plans, and provide support to these governments to oversee their enforcement."}, {"text_block_id": "p44_b454", "text": "•"}, {"text_block_id": "p44_b455", "text": "Strengthened conservation planning,"}, {"text_block_id": "p44_b456", "text": "financing and management – CEPA have set out a clear direction for the development of protected areas within PNG, through the National Protected Areas Policy and Protected Areas legislative documents. These actions will form a key element within the countries"}, {"text_block_id": "p44_b457", "text": "approach to REDD+. The NRS will focus on ensuring there is close coordination between different actions within the strategy including those related to local and ward level planning within actions on Integrated Subnational Planning and work by CEPA on community conservation areas. Coordination will also target the need to harmonise mechanisms to provide sustainable financial support through the Biodiversity Trust Fund to conservation activities and community based land use planning to ensure that communities are presented with a coherent and easy to manage set of options to support their conservation efforts."}, {"text_block_id": "p44_b458", "text": "2.3.2.4"}, {"text_block_id": "p44_b459", "text": "Strengthen access to information and recourse mechanisms"}, {"text_block_id": "p44_b460", "text": "Communities and customary landholders are the central custodians of the land in PNG and as those with ancestral roots to the land have the most detailed long-term perspective on how it can be managed. Too often, however, limitations in the planning systems and the availability of resources and information have left these groups out of the development decision-making process, particularly with regard to private sector investments. For these groups to play a more active role it is essential that they are provided with both the information and tools to engage in and if necessary challenge the development process to ensure that their long term interests are protected and that those resources that communities have relied upon remain for future generations."}, {"text_block_id": "p45_b461", "text": "2.3.3 Action Area:"}, {"text_block_id": "p45_b462", "text": "Enhanced economic productivity and sustainable livelihoods"}, {"text_block_id": "p45_b463", "text": "PNG has a rapidly growing and predominantly rural population that will create an increasing demand on land for family agriculture as well as other commercial land use activities. It is thus important that opportunities are provided to rural communities to access sustainable economic activities that do not negatively impact the integrity and value of their land’s natural assets. The government has taken action to try to stimulate the development of small and medium sized enterprises (SMEs), as well as rural infrastructure and improvements in land use planning and support to small-scale forestry (see action areas above) will continue to contribute to these goals, which are central to PNG’s long"}, {"text_block_id": "p45_b464", "text": "-"}, {"text_block_id": "p45_b465", "text": "term development objectives. The expansion of agriculture, while vital to the country’s economy also poses one of the most significant threats to PNG’s forest cover and it is this area that the NRS is targeting."}, {"text_block_id": "p45_b466_merged_merged", "text": "Agriculture is central to the livelihoods of the majority of PNG’s population with 80% of the population engaged in subsistence agriculture and agricultural exports exceeding $1b per annum. Despite this just 11% of the country’s area is under agricultural use with large-scale commercial agricultural accounting for just over 30% of this area. The speed of conversion for agriculture is, however, increasing."}, {"text_block_id": "p45_b469", "text": "A rapidly expanding population is driving an increase in the clearing of land for family agriculture. This challenge is being exacerbated in many areas by internal migration due to mining, infrastructure, urban and other developments that both displace communities draw communities towards them in search of work. These trends have created ‘hot-spots’ for deforestation that can also have impacts on broader environmental degradation as well as social tensions."}, {"text_block_id": "p45_b470", "text": "A demand for investment in rural areas has also led PNG to see a rapid increase in land clearing for commercial agricultural. These trends are supported by government policies that promote the expansion of the agricultural sector with the duel goals of increasing food security within the country and further expanding agricultural exports. These goals, however, have not been"}, {"text_block_id": "p45_b471", "text": "linked with actions to support staple goods production within family agriculture or provide clear guidance on the environmental and social standards that commercial agricultural developers should be targeting. The NRS therefore targets actions within these two areas in an effort to strengthen food security within rural communities and to develop a commercial agriculture sector that is sustainable and able to respond to changing international standards."}, {"text_block_id": "p46_b472", "text": "2.3.3.1"}, {"text_block_id": "p46_b473", "text": "Development of a sustainable commercial agriculture sector"}, {"text_block_id": "p46_b474", "text": "Commercial agriculture has considerable potential in PNG. Its expansion can help broaden the country’s economic base while providing a relatively high level of rural employment. Global markets for agricultural commodities are also evolving with an increasing focus on the need for sustainably produced commodities. Companies responsible for 90% of the world’s palm oil trade have committed to zero net deforestation from the palm oil they purchase while fair trade and environmental standards in coffee and cocoa are becoming increasingly important"}, {"text_block_id": "p46_b475", "text": ". This provides an opportunity and a challenge to PNG’s agricultural development, the country must engage with these market trends to ensure it is at the forefront of sustainable and responsible production and able to benefit from improved prices and working conditions as well as maintaining access to important high value markets such as Australia, Europe and America. This will require clear strategies to target sustainable production standards, especially within the oil palm sector as well as cross sector efforts to increase the sustainability of production approaches. Actions in this area will build on the work of the Productive Partnership for Agriculture Programme within the coffee and cocoa sector and, through a multi-stakeholder platform on oil palm, will work to ensure an enhanced coherence in the development of a sustainable oil palm sector building on the long term success of PNG’s existing plantations and their partnerships with communities and landholders."}, {"text_block_id": "p46_b476", "text": "2.3.3.2"}, {"text_block_id": "p46_b477", "text": "Strengthened food security and increased productivity of family agriculture"}, {"text_block_id": "p46_b478", "text": "Over 80% of PNG’s population is rural and relies on family based agricultural activities for both subsistence and basic income. With PNG’s"}, {"text_block_id": "p46_b479_merged_merged", "text": "rapidly expanding population and an increasing demand for additional cash income, this type of agriculture is also expanding and was identified as being responsible for over 60% of all forest conversion to agriculture between 2000 and 2015. These have been most significant in the areas impacted by the migration of communities either caused by the displacement of people from areas experiencing development or migration of people into areas searching for employment. These changes in population density and increasing pressure on family agriculture have not, however, been coupled with significant improvements in agricultural techniques, including approaches to addressing changes in climate and natural hazards such as large scale weather events, pests or disease or support to communities to achieve this."}, {"text_block_id": "p46_b481", "text": "This lack of improved methods has resulted from capacity and institutional constraints within the agricultural sector that have caused significant gaps in the provision of extension services to communities. Increasing the strength of these services as part of support to communities to develop and manage their land is critical to ensuring that communities have secure livelihoods and are able to safeguard their natural assets. The NRS will focus on working with the Department of Agriculture and Livestock (DAL), and the Fresh Produce Development Agency (FPDA), Provincial, District and Local Governments as well as other partners to support communities to increase their food security, gain improved access to markets and improved, environmentally sustainable production techniques. This work will consider the needs of different community members and their roles within the development of family agriculture with particular attention given to balance of inputs across genders as well as youth and other vulnerable groups. This work will also consider the full spectrum of family agricultural activities including the sourcing of fuel wood, which has a high level of consumption in PNG and is often sourced as part of the clearing of land for gardening."}, {"text_block_id": "p47_b482", "text": "Component 2:"}, {"text_block_id": "p47_b483", "text": "REDD+ Coordination and Reporting"}, {"text_block_id": "p47_b484", "text": "To effectively manage and report on REDD+ actions in line with the 2015 Paris Agreement and guidance from the UNFCCC, PNG requires a structured system for coordinating and reporting action on REDD+ and achievements in terms of emission reductions and removals. This can be broken down by the four REDD+ elements that PNG will need to submit to the UNFCCC through the Lima REDD+ Information Hub:"}, {"text_block_id": "p47_b485", "text": "2.4.1"}, {"text_block_id": "p47_b486", "text": "National REDD+ Strategy (NRS) - Coordination and Reporting of Actions on REDD+"}, {"text_block_id": "p47_b487", "text": "To be eligible for results-based payments, countries are required to submit a NRS (or action plan). For this strategy to be successful, however, there is a need to both coordinate the actions it proposes and to ensure that the other three elements are in place and that data can be collected and reported to the UNFCCC. As the Designated National Authority (DNA) for PNG under the UNFCCC"}, {"text_block_id": "p47_b488", "text": ", CCDA has the mandate for the central coordination of all climate change and therefore REDD+ actions in the country including the facilitation of cross sector coordination of the PAMs identified in Component 1 and the coordination, collection, quality assurance and reporting of information to the UNFCCC related to the four REDD+ elements."}, {"text_block_id": "p47_b489", "text": "On this basis CCDA will take the central role in coordinating action for REDD+ across government and other stakeholders. This coordination role is operationalised through the National Climate Change Board (NCCB), the National REDD+ Steering Committee (NRSC) and a series of technical working committees (TWCs)"}, {"text_block_id": "p47_b490", "text": "that are multi-stakeholder in membership and build on the experiences of coordination during the REDD+ development phase (see Figure 10 for a summary of the structure)."}, {"text_block_id": "p47_b491_merged_merged_merged", "text": "The NCCB as mandated by the CCMA holds central responsibility for overseeing climate change and REDD+ actions and coordination across sectors. As such the board will function as a central coordinating point for all action on climate change and through its membership of key sector agencies will support and guide cross sector coordination. The NCCB will also work closely with the Central Agency Coordination Committee (CACC) in the development of major REDD+ related actions."}, {"text_block_id": "p47_b493", "text": "As an interim measure and until the formal establishment of the NCCB a National REDD+ Steering Committee (NRSC) will be formed to act as the highest-level coordination body for REDD+ (See Annex 3 for full ToR). Chaired by CCDA the committee provides a forum for coordination of actions related to REDD+ and the linkage of these with key national and sector development priorities. The Committee includes representatives from five government agencies as well as from the private sector and civil society. Members give input into REDD+ developments as well as linking REDD+ with the decision-making processes within their respective agency boards, thus providing a mechanism to ensure the concepts and goals of the NRS are integrated within sector planning. Once the NCCB has been formed the functioning and role of the NRSC will be reviewed."}, {"text_block_id": "p48_b494", "text": "Figure 10:"}, {"text_block_id": "p48_b495", "text": "REDD+ Coordination Arrangements"}, {"text_block_id": "p48_b496", "text": "The National REDD+ Strategy TWC, chaired by the General Manager for REDD+ and Mitigation in CCDA, sits below the NRSC and is focused on overseeing the implementation of the NRS as well as the updating and development of supporting documents including reports to the UNFCCC and REDD+ investment and financing plans. The TWC is a multi-stakeholder body that brings together key representatives across sectors and agencies."}, {"text_block_id": "p48_b497", "text": "The MRV/FRL TWC is a multi-stakeholder technical and advisory forum established to meet the need for PNG to respond to requirements under the UNFCCC. It has worked specifically with the Measurement, Reporting and Verification (MRV) Unit of CCDA as well"}, {"text_block_id": "p48_b498", "text": "as PNFGA to support the development of a national FRL and the NFMS as part of the PNG’s REDD+ development process. The actions of this committee will be strengthened and supported to allow for stronger coordination and operation through the implementation of the NRS."}, {"text_block_id": "p48_b499", "text": "The Social and Environmental Safeguards TWC is another multi-stakeholder technical and advisory forum established to meet the need for PNG to respond to the multiple international safeguard requirements, in particular those under the UNFCCC (Cancun REDD+ safeguards), through the adoption of a country approach to safeguards (CAS)."}, {"text_block_id": "p49_b500", "text": "2.4.2"}, {"text_block_id": "p49_b501", "text": "Forest Reference Level (FRL)"}, {"text_block_id": "p49_b502", "text": "PNG recently completed the development of its first FRL, which was submitted to the UNFCCC for technical review in January 2017. The FRL provides information on the levels of GHG emissions and removals from PNG’s forests and provides the central information needed to target actions to reduce PNG’s level of GHG emissions from the sector. It can thus be considered the central guide for the NRS (see Box 9 for further information)."}, {"text_block_id": "p49_b503", "text": "•"}, {"text_block_id": "p49_b504", "text": "To assess PNG’s performance in contributing"}, {"text_block_id": "p49_b505", "text": "to national climate change mitigation actions related to its forests."}, {"text_block_id": "p49_b506", "text": "•"}, {"text_block_id": "p49_b507", "text": "To access results-based payments for REDD+"}, {"text_block_id": "p49_b508", "text": "results-based actions;"}, {"text_block_id": "p49_b509", "text": "•"}, {"text_block_id": "p49_b510", "text": "To contribute to international mitigation efforts"}, {"text_block_id": "p49_b511", "text": "through REDD+ actions under the UNFCCC."}, {"text_block_id": "p49_b512", "text": "The FRL submitted in 2017 identifies a trend of increasing emissions, driven primarily by forest degradation, between 2001 and 2015 and anticipates that this trend will continue over the coming five years (further information on the FRL findings are provided in PNG’s Forests and Drivers of Forest Cover Change)."}, {"text_block_id": "p49_b513", "text": "This FRL was developed by staff within PNGFA and CCDA with support of the FAO. Its development was based on a series of objectives linked to both the domestic need and international requirements including:"}, {"text_block_id": "p49_b514", "text": "•"}, {"text_block_id": "p49_b515", "text": "To assess PNG’s performance in implementing"}, {"text_block_id": "p49_b516", "text": "REDD+ activities (policies and measures)."}, {"text_block_id": "p50_b517", "text": "Based on these objectives and an initial assessment of the key drivers of forest cover change the FRL was developed using the following scale and scope (see Box 11 for further information on the selection of the scope):"}, {"text_block_id": "p50_b518", "text": "Box 11"}, {"text_block_id": "p50_b519", "text": "Selecting the Scope of REDD+"}, {"text_block_id": "p50_b520", "text": "When submitting FRLs and reporting on REDD+ results to the UNFCCC, countries are required to indicate its scope i.e. which REDD+ activities, pools and gases are included in the FRL (see table below for complete lists of these)."}, {"text_block_id": "p50_b521", "text": "A step-wise approach can be used with the scope for the FRL being expanded as data, capacities and methodologies improve"}, {"text_block_id": "p50_b522", "text": "a"}, {"text_block_id": "p50_b523", "text": ", however significant pools and/or activities should not be excluded without clear justification"}, {"text_block_id": "p50_b524", "text": "b"}, {"text_block_id": "p50_b525", "text": "."}, {"text_block_id": "p50_b526", "text": "Activities:"}, {"text_block_id": "p50_b527", "text": "Selection of activities to be reported on should be based on their past impact on associated emissions in the past and the availability and reliability of data and resources to collect it."}, {"text_block_id": "p50_b528", "text": "Within PNG deforestation and forest degradation are the primary sources of emissions and as such were chosen for inclusion within the FRL. In addition the potential for removal of GHG emissions related to the enhancement of forest carbon stock is significant and in line with government policies, thus the enhancement of forest carbon stock was included. Emission reductions related to policies and measures based around conservation or environmental protection activities were identified as primarily resulting in changes in rates of deforestation and forest degradation and thus a separate approach to measuring these changes was not deemed necessary. Assessment of changes in emissions related to the sustainable management of forests are important and also relate to the broader objectives of government policy and the country’s vision for REDD+. Data availability and accuracy are, however, at present limited and as such this activity was identified for inclusion within future updates of the FRL once data from the NFI and other assessments can be included."}, {"text_block_id": "p50_b529", "text": "Pools:"}, {"text_block_id": "p50_b530", "text": "The UNFCCC requires all ‘significant’ pools to be included"}, {"text_block_id": "p50_b531", "text": ", but provides no definition of significant. It also notes that countries can improve the FRL over time based on data availability. On this basis PNG has developed a FRL based on above and below ground biomass as data for the other three pools is currently insufficient. Efforts will be made to include other pools within future revisions based on data from the NFI and other studies."}, {"text_block_id": "p50_b532", "text": "Gases:"}, {"text_block_id": "p50_b533_merged_merged_merged", "text": "As with other elements of scope countries are required to include all significant gases. PNG has included CO2 within the first submission as data on other gases is not currently available. Efforts will be made to include other pools within future revisions based on data from the NFI and other studies."}, {"text_block_id": "p51_b536", "text": "•"}, {"text_block_id": "p51_b537", "text": "As PNG has nationwide forest cover and the"}, {"text_block_id": "p51_b538", "text": "drivers of forest cover change occur across the country, the FRL will have a national coverage and reporting will be at the national scale."}, {"text_block_id": "p51_b539", "text": "•"}, {"text_block_id": "p51_b540", "text": "The FRL will initially measure and report"}, {"text_block_id": "p51_b541", "text": "changes in emissions resulting from changes in levels of deforestation and forest degradation as these cover the largest sources of emissions. Emissions removals through the enhancement of forest carbon stocks will also be measured and reported. Reporting on the sustainable management of forests and improvements in measurement of forest degradation will also be targeted as data quality improves (see also Section 2.4.2 Forest Reference Level (FRL))."}, {"text_block_id": "p51_b542", "text": "•"}, {"text_block_id": "p51_b543", "text": "The FRL will initially report on emissions"}, {"text_block_id": "p51_b544", "text": "related to the gas CO"}, {"text_block_id": "p51_b545", "text": "2"}, {"text_block_id": "p51_b546", "text": ", and those related to above and below ground carbon pools, with additional gases and pools considered for inclusion in future submissions based on improved data."}, {"text_block_id": "p51_b547", "text": "In line with these decisions the FRL was developed primarily through a Collect Earth analysis. This analysed over 25,000 one hectare remote sensing sample points across PNG to identify annual land use change at each point between 1999 and 2015. This data was cross checked using other information such as the PNG Forest Basemap, 2012 (ver.1.1), logging concession maps and data on forest cover change from the global Hansen Forest Cover Change data set. A set of hierarchical rules were established and used to determine the land use (grouped by six IPCC classifications) within each hectare based on the percentage coverage of different land uses within each hectare."}, {"text_block_id": "p51_b548", "text": "The FRL document will go through an international technical review process prior to acceptance by the UNFCCC but provides a critical indication of levels of emissions from the forest sector that have helped to guide decision making for the NRS and will further inform the development of specific PAMs."}, {"text_block_id": "p51_b549", "text": "The NRS also commits to continue to improve the quality and accuracy of reporting within the FRL, linked to improvements in capacity and access to data from the National Forest Inventory (NFI) and linkages with other data management systems. Improvements identified within the submitted FRL include:"}, {"text_block_id": "p51_b550", "text": "•"}, {"text_block_id": "p51_b551_merged_merged", "text": "The inclusion of other GHGs besides CO2 such as CH4 and N2"}, {"text_block_id": "p51_b557", "text": "O."}, {"text_block_id": "p51_b558", "text": "•"}, {"text_block_id": "p51_b559", "text": "The inclusion of other carbon pools apart"}, {"text_block_id": "p51_b560", "text": "from living biomass such as, litter, deadwood and soil organic carbon. The current FRL only includes above-ground biomass and below-ground biomass."}, {"text_block_id": "p51_b561", "text": "•"}, {"text_block_id": "p51_b562", "text": "A distinction between degradation drivers."}, {"text_block_id": "p51_b563", "text": "There is currently no information available for emission factors, which would allow for a distinction between forest degradation due to logging and other kinds of forest degradation. It is anticipated this data will become available as part of the ongoing NFI."}, {"text_block_id": "p51_b564", "text": "•"}, {"text_block_id": "p51_b565", "text": "The generation of emission estimates for"}, {"text_block_id": "p51_b566", "text": "local governments. The estimates presented in this FRL are not disaggregated for use of sub-national governments. In the future, more detail may become available on activity data or emission factors that might make it possible to generate estimates at the level of provinces or districts."}, {"text_block_id": "p51_b567", "text": "•"}, {"text_block_id": "p51_b568", "text": "Broadening the scope of the FREL to include"}, {"text_block_id": "p51_b569", "text": "further REDD+ activities such as sustainable management of forests or conservation of forest carbon stocks."}, {"text_block_id": "p51_b570", "text": "The NRS will focus on continuing to support the development of the FRL and improvements in future submissions to ensure that PNG is able to provide the most accurate and appropriate level of reporting on levels of emissions and removals from the forest sector. Work will also be conducted to support strong coordination between the FRL and its development and work on the development of PNG’s GHG Inventory and reporting through National Communications to the UNFCCC."}, {"text_block_id": "p52_b571", "text": "2.4.3"}, {"text_block_id": "p52_b572", "text": "National Forest Monitoring System (NFMS)"}, {"text_block_id": "p52_b573", "text": "To access RBPs PNG must have in place a NFMS. Guidance on the structure and nature of a country’s NFMS is provided by the UNFCCC with the NFMS expected to monitor and report on the effectiveness of REDD+ polices and measures through assessment of forest related GHG emissions and removals from changes in forest area and carbon stock (see box 12 for further information)."}, {"text_block_id": "p52_b574_merged", "text": "PNG has already established a NFMS (www.nfms-png.org) that builds on the existing systems for land use and forest resource mapping in PNG, including TerraPNG (a system for wall to wall land use mapping used with PNG’s GHG reporting managed by CCDA) and the FRIMS which is used by PNGFA to manage information on commercial forestry operations within the country. These systems also come together with data from a number of other sectors as well as time series assessments of forest carbon stock developed"}, {"text_block_id": "p52_b577", "text": "through a Collect Earth assessment undertaken, by PNGFA, for the development of the FRL. An overview of the data flows for the NFMS is shown in Figure 11. This proposed approach was developed through leadership by PNGFA and CCDA and technical support from FAO and JICA, with further work needed to ensure the smooth flow of complete and accurate data."}, {"text_block_id": "p52_b578", "text": "While already a valuable tool, further work is needed to improve the quality of the NFMS increasing its accuracy, levels of data availability and to more closely link it with the SIS. The development of this system is ongoing with the NRS committing to ensure that PNG’s NFMS is at a world-leading standard in terms of data quality, accuracy and transparency. The NRS will support the ongoing development of the NFMS."}, {"text_block_id": "p53_b579", "text": "Figure 11:"}, {"text_block_id": "p53_b580", "text": "Structure of PNG NFMS"}, {"text_block_id": "p54_b581", "text": "2.4.4"}, {"text_block_id": "p54_b582", "text": "Safeguards Information System (SIS)"}, {"text_block_id": "p54_b583", "text": "The establishment of a system for providing information on how the Cancun REDD+ Safeguards"}, {"text_block_id": "p54_b584", "text": "(see Box 13 and Box 14 and Box 15) are being addressed and respected (a Safeguard Information System or SIS) is one of the four required elements to access results-based payments within the UNFCCC mechanism on REDD+"}, {"text_block_id": "p54_b585", "text": "47"}, {"text_block_id": "p54_b586", "text": ". As such a SIS must be established that provides information on how all actions identified within the NRS are being conducted in line with the Cancun REDD+ Safeguards."}, {"text_block_id": "p54_b587", "text": "The Cancun REDD+ safeguards were established following general agreement within the UNFCCC Conference of the Parties (COP) that actions on REDD+ should not only ‘do no harm’ but should where possible ‘do good’ in supporting broader social and environmental development goals. Countries are thus required to:"}, {"text_block_id": "p54_b588", "text": "•"}, {"text_block_id": "p54_b589", "text": "Implement REDD+ activities in a manner consistent with the Cancun REDD+ safeguards"}, {"text_block_id": "p54_b590", "text": "- REDD+ activities, regardless of their type of funding source, are to be implemented in such a way that the Cancun REDD+ safeguards are addressed and respected."}, {"text_block_id": "p54_b591", "text": "48"}, {"text_block_id": "p54_b592", "text": "Countries should thus take steps to define how the Cancun REDD+ safeguards will be implemented, and to ensure compliance with the safeguards throughout the implementation of REDD+ activities."}, {"text_block_id": "p54_b593", "text": "•"}, {"text_block_id": "p54_b594", "text": "Establish a system to provide information on how the Cancun REDD+ safeguards are being addressed and respected"}, {"text_block_id": "p54_b595", "text": "- Countries implementing REDD+ activities are required to establish a system to provide information on how the seven Cancun safeguards are being addressed and respected in all phases of implementation of REDD+ activities."}, {"text_block_id": "p54_b596", "text": "49"}, {"text_block_id": "p54_b597", "text": "This is commonly referred to as the Safeguard Information System (SIS)."}, {"text_block_id": "p54_b598", "text": "•"}, {"text_block_id": "p54_b599", "text": "Provide a summary of information on how the Cancun REDD+ safeguards are being addressed and respected"}, {"text_block_id": "p54_b600_merged_merged_merged_merged", "text": "- In order to receive results-based payments, countries must present their most recent summary of information demonstrating how the safeguards have been addressed and respected.50"}, {"text_block_id": "p54_b602", "text": "In the final series of decisions on REDD+, agreed in Paris at COP 21, Parties to the UNFCCC developed some further guidance “on ensuring"}, {"text_block_id": "p55_b603", "text": "transparency, consistency, comprehensiveness and effectiveness when informing on how all the safeguards referred to in decision 1/CP.16, appendix I, are being addressed and respected.”"}, {"text_block_id": "p55_b604_merged", "text": "As part of this guidance, the COP “strongly encourages” developing country Parties, when providing the summary of information on how the Cancun REDD+ Safeguards are being addressed and respected, to include, inter alia: “A description of each safeguard in accordance with national circumstances.” Based on these requirements PNG has taken steps to initiate the clarification of the Cancun REDD+ safeguards within the PNG context."}, {"text_block_id": "p55_b606", "text": "The NRS will focus on ensuring that PNG has an effective SIS in place that is able to provide information on the application of the Cancun REDD+ Safeguards in PNG in line with guidance from the UNFCCC. Through this process CCDA will work with partners across government, the private sector and civil society to strengthen existing and new systems of safeguards within PNG go beyond simply preventing negative impacts and strive to maximising the positive impacts of REDD+ actions on development in PNG."}, {"text_block_id": "p55_b607", "text": "The approach to achieving this has been developed with the REDD+ Safeguards Roadmap, which is available from"}, {"text_block_id": "p55_b608", "text": "http://www. pngreddplus.org.pg."}, {"text_block_id": "p56_b609", "text": "Financing REDD+"}, {"text_block_id": "p56_b610", "text": "Central to the concept of REDD+ is the provision of positive incentives and results based payments (RBP) for emission reductions within the forest sector. These represent a global recognition of the value of forests in addressing climate change and the commitments developing countries are making towards their sustainable management. Such RBPs are, however, only available following the successful achievement of net emission reductions from the forest sector and as such are not guaranteed.  Achievements of emissions reductions in any country are also anticipated to require both a realignment of financing to more effectively address the direct and indirect drivers of forest cover change, as well as, in places, additional investment to allow government systems, civil society groups and the private sector to make a transformational change from the current business"}, {"text_block_id": "p56_b611", "text": "as usual activities to approaches to forest and land use management that are more sustainable and result in lower emissions."}, {"text_block_id": "p56_b612", "text": "The NRS does not provide specific detail on actions to be undertaken to achieve this, nor does it provide estimated costs for implementing REDD+ or potential RBPs. It provides the strategic direction that future actions will be guided by and adopts an approach to REDD+ based on a “no regrets” concept. In this way the goals and the targets of the NRS are fully aligned with the development objectives of the country and as such even if RBPs are not significant the development outcomes of investments made in line with the strategy will deliver results related to the social, economic and environment development needs of the country – the triple bottom line – as laid out within the StaRS."}, {"text_block_id": "p56_b613", "text": "The NRS marks PNG’s transition from a REDD+ Readiness Phase to that of REDD+ Demonstration (see Figure 12). This phase will require investment in the development and implementation of the Action Areas noted in Component 1 of the NRS as well as further strengthening of systems presented in Component 2. CCDA will work with its partners to develop a REDD+ Finance and Investment Plan (RFIP) that will provide a clear framework for how much these actions will cost and how they will be finance from a combination of government, private sector and civil society finance accessed both domestically and internationally. From the perspective of domestic government finance, investments in REDD+ are not anticipated to require significant additional finance but may require changes in target spending within key sectors."}, {"text_block_id": "p56_b614", "text": "The RFIP will identify gaps in existing and proposed future government finance and provide recommendations on areas in which further investments or changes in government spending may be required. The RFIP will also assess and seek to access, through collaboration between CCDA and the DNPM, potential international financing options for REDD+ and how these can be used to leverage further investment that may not be REDD+ specific. In line with the approach of the NRS the RFIP will target financing mechanisms under the UNFCCC. This work will initially focus on the Green Climate Fund (GCF) as well as bilateral and multi-lateral development partners"}, {"text_block_id": "p56_b615", "text": "who have stated interest in supporting REDD+ developments linked to the UNFCCC process. Work will also be conducted on an ongoing basis, through CCDA, to monitor the development of new financing mechanisms under the UNFCC as well as any international agreements relevant to REDD+ finance developing outside of the UNFCCC system to ensure PNG is well placed to engage in and benefit from appropriate emerging financing systems. In all areas the RFIP will identify how best REDD+ investment can deliver emission reductions, support PNG’s development objectives and support government systems and the livelihoods of communities."}, {"text_block_id": "p56_b616", "text": "The RFIP will also lay out proposed financial management systems for international and domestic investments in REDD+. In particular the plan will seek to identify areas in which domestic financing systems can be harmonised and simplified to deliver the maximum support to the achievement of REDD+ Action Areas and avoid the duplication of financial management systems. Should international development partner, GCF, or private sector finance also be accessed the RFIP will provide clarity on how these funds will be managed in line with the requirements of the investors and the laws of PNG."}, {"text_block_id": "p56_b617_merged", "text": "The RFIP will be updated periodically during the duration of the NRS based on need. The first RFIP will be approved no later than one year following the approval of the National REDD+ Strategy by the NEC."}, {"text_block_id": "p57_b620", "text": "Figure 12:"}, {"text_block_id": "p57_b621", "text": "Investment financing within the three phases of REDD+"}, {"text_block_id": "p57_b622", "text": "2.5.2 Management of Results Based Payments"}, {"text_block_id": "p57_b623_merged", "text": "Results based payments will only become available through the UNFCCC once PNG has achieved emission reductions and has submitted, and had verified, an updated FRL as well as information on all four elements of REDD+ to the Lima Information Hub (http://redd.unfccc. int/submissions.html). The current strategy represents one element of this as well as providing the strategic direction to achieve the emission reductions on which RBP will be made."}, {"text_block_id": "p57_b626", "text": "The UNFCCC does not provide guidance on how RBP once received are to be utilised by country governments. PNG will thus develop a clear system for the management of any such finance. The development of these systems"}, {"text_block_id": "p57_b627", "text": "will be conducted following approval of the NRS and in partnership with the development of the RFIP. The REDD+ TWC will take the lead in this process and with oversight from the National REDD+ Steering Committee. The NRS, however, commits to ensuring the RBP’s are, managed transparently, in line with international best practice for financial and REDD+ fund management and are used to further support efforts towards emissions reductions within the sector and to incentivise the sustainable and responsible use of forest resources by rural communities and land holders."}, {"text_block_id": "p58_b628", "text": "The Way Forward"}, {"text_block_id": "p58_b629", "text": "PNG’s NRS marks a significant step on the road to REDD+ development within PNG. It provides a clear signpost for the direction PNG is taking to maintain and protect its forests as a key strategic asset. There remains, however, a long way to travel and considerable work to be done to ensure this strategy is implemented and that PNG moves to a position where its forests are being managed in line with the principles of sustainable and responsible development."}, {"text_block_id": "p58_b630", "text": "The NRS thus sets the direction for action, which will be supported through a series of steps. These steps will be reviewed on a periodic basis by the REDD+ TWC, the NRSC, and NCCB and updated to reflect both progress and any changes in the international environment relevant to REDD+. It is also anticipated that they will be linked with an evolving policy environment that will continue to promote sustainable and responsible development thus helping to strengthen the enabling environment for REDD+ action."}, {"text_block_id": "p58_b631", "text": "2.6.1"}, {"text_block_id": "p58_b632", "text": "Step 1:"}, {"text_block_id": "p58_b633", "text": "Investment Planning and Preparation for testing of PAMs from 2017-2018"}, {"text_block_id": "p58_b634", "text": "The NRS lays out a clear approach to REDD+ and identifies the key components and action areas that will be pursued as part of PNG’s engagement in REDD+. More detailed and costed action plans are now required for key sectors and geographical areas. These will be used to develop a clear REDD+ Finance and Investment Plan (RFIP) mapping out the financing needs for achieving emission reductions, and to identify what financing is available and what financing is needed."}, {"text_block_id": "p58_b635_merged", "text": "This step will include both national and subnational level consultation, capacity building and planning and will bring together stakeholders from across sectors. Specific action will be focused within a small number of demonstration provinces, including Madang and East New Britain as well as within a number of PAMs for which funding is already secure or early action is possible."}, {"text_block_id": "p58_b637", "text": "Further action to establish all four REDD+ elements will also be undertaken including regular meetings of the NRS coordination bodies (NRSC and TWGs), review and completion of the FRL in line with comments from the international technical advisory panel, further development of the NFMS, development of the REDD+ SIS following confirmation of the national interpretation of the Cancun REDD+ safeguards and assessment of safeguard requirements for proposed PAMs. Work will also continue in reviewing and identifying how best to manage REDD+ related finance including future RBPs."}, {"text_block_id": "p58_b638", "text": "2.6.2"}, {"text_block_id": "p58_b639", "text": "Step 2:"}, {"text_block_id": "p58_b640", "text": "Early Implementation 2018-2020"}, {"text_block_id": "p58_b641", "text": "Based on the NRS and the RFIP and the funding allocated in line with them, a targeted set of PAMs will be undertaken at the national and subnational level. Actions will continue to be focused within the two demonstration provinces but with an increasing focus on scaling up of PAMs across the country."}, {"text_block_id": "p58_b642", "text": "Data collection on safeguards will be undertaken and financial management systems will be tested and strengthened."}, {"text_block_id": "p58_b643", "text": "2.6.3"}, {"text_block_id": "p58_b644", "text": "Step 3:"}, {"text_block_id": "p58_b645", "text": "Submission of updated FRL and review of achievements - 2020"}, {"text_block_id": "p58_b646", "text": "Work will be undertaken to develop and submit an updated FRL to identify progress over the current period. This process will be linked to a review to identify key lessons learned from early REDD+ action under Component 1 and Component 2. Consideration will be given to updating the Investment Plan and identification of priority PAMs to have funding increased and be scaled up across the country."}, {"text_block_id": "p58_b647", "text": "2.6.4"}, {"text_block_id": "p58_b648", "text": "Step 4:"}, {"text_block_id": "p58_b649", "text": "Scaling up of PAM activities - 2020 onwards"}, {"text_block_id": "p58_b650", "text": "Based on lessons from early implementation priority PAMs will be scaled up with RBP providing financial support to the expansion of actions and support to further strengthening of country systems as well as livelihood and development opportunities for communities."}], "document_description": "The strategy is a key part of the country's response to climate change and of the Green Growth Development agenda as per the National Strategy for Responsible and Sustainable Development. The NRS aims to strengthen sustainability of Papua New Guinea's forest while helping to improve land use planning and management to ensure forests and environments are protected. The ultimate aim is to reduce greenhouse gas emissions and reduce the vulnerability of communities to climate change."}