{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Papua New Guinea", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_language": "English", "document_name": "National Forest Plan", "document_country_code": "PNG", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/1996", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PNG/1996/PNG-1996-12-25-National Forest Plan_1aba9ac00d369d70e84060216e95c916.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p0_b2", "text": "A National Forest Plan (NFP) is a legislative requirement under the Forest Act 1991 (as amended) Section 47"}, {"text_block_id": "p0_b3_merged", "text": ", Subsection 1 that reads, “The Authority shall cause to be drawn up a NFP to provide a detailed statement of how the National and Provincial Governments intend to manage and utilize the country’s forest resources”"}, {"text_block_id": "p0_b6", "text": "Furthermore Section 47, Subsections (2) to (5) states that"}, {"text_block_id": "p0_b7", "text": ";"}, {"text_block_id": "p0_b8", "text": ";\n* The National Forest Plan shall\n\t* Be consistent with the National Forest Policy and relevant government policies;      and\n\t* Be based on a certified National Forest inventory which shall include particulars as prescribed; and\n\t* Consist of;\n\t\t* National Forest Development Guidelines prepared by the Minister in consultation with the Board and endorsed by the National Executive Council; and\n\t\t* National Forest Development Programme; and\n\t\t* A statement prepared annually by the Board of annual cut volumes, being the amount of allowable cut for each province for the next succeeding year which will ensure that the areas of forest resource set out in the Provincial Forest Plan, for present or future production, are harvested on a sustainable yield basis.\n\t\t* Provincial Forest Plans\n\t\t* For the purpose of Subsection (2) (c) (iii), âallowable cutâ means the amount of timber which can be cut annually.\n\t\t* The NFP shall be reviewed every five years from the date of coming into operation of the Forestry (Amendment) Act, 2005 and shall be submitted to the National Executive Council (NEC) for its approval.\n\t\t* Where the NFP is not approved by the NEC, it shall be referred to the Authority for review and recommendation for approval to the NEC which shall grant its approval."}, {"text_block_id": "p0_b30", "text": "Since the release of the first NFP in November 1996, a lot has happened in the forestry sector and this review is to reflect on the past and plan for the future based on the changes that have taken place. Much of the accessible forests areas have been logged out or cleared for agriculture projects and other land uses. Only minimal accessible forest areas are remaining while much of it is in the hinterland where there is limited access. The issue of climate change has taken centre stage in recent years where forests are considered to be the cause and cure and PNG is playing an active role in mitigating the impact of climate change."}, {"text_block_id": "p1_b31", "text": "Many timber project areas have merchantable or commercial trees logged out while only a handful of new projects have come into operation. Others are yet to be inventoried and acquired for timber harvesting. Most if not all older timber projects acquired under the provision of the old Forest Act Chapter 216, resulting in a Timber Rights Purchase (TRP) or the Private Dealings Act Chapter 217, resulting in a Local Forest Area (LFA) prior to the concept of Forest Management Agreement (FMA) under the current Forest Act 1991 were mostly not sustainable forestry operations"}, {"text_block_id": "p1_b32", "text": "."}, {"text_block_id": "p1_b33", "text": "The overall forestry sector in PNG has received much attention and commentary by national and international NGO’s, Government’s, private organizations, individuals and other stakeholders. Additionally the pace of forest resource exploitation and or development has increased dramatically resulting in the decline in accessible forest resources areas. The global economic crisis in 1997 drastically affected the prices of logs as well as other goods and services thereby resulting in the closure of a number of logging operations in the country. The closure was also attributed in part to the depletion of forest resources as those earlier projects were not meant to be sustainable projects but vehicles for delivery of goods and services to the rural people."}, {"text_block_id": "p1_b34", "text": "Other global issues such as climate change, biodiversity conservation, forest certification etc, have become major issues facing the international communities at large and impact also on the forestry sector of PNG. These are noted toward the end of this document and shall be given due consideration in the next review or sooner."}, {"text_block_id": "p1_b35", "text": "The NFP shall now be reviewed every 5 years as per the Forestry Act 1991 (as amended)."}, {"text_block_id": "p1_b36", "text": "2.0 FOREST POLICY OBJECTIVES"}, {"text_block_id": "p1_b37", "text": "The 1991 Forest Policy is guided and based on the fourth goal of the constitution which states:"}, {"text_block_id": "p1_b38", "text": "“For Papua New Guinean’s natural resources and the environment to be conserved and used for the collective benefit of us all, and to be replenished for the benefit of future generations”."}, {"text_block_id": "p1_b39", "text": "Subsequently two main and three supportive objectives were formulated and shall form the basis of the National Forest Plan"}, {"text_block_id": "p1_b40", "text": "The 1991 National Forest Policy’s main objectives are;"}, {"text_block_id": "p1_b41", "text": "The 1991 National Forest Policy’s main objectives are;\n* Management and protection of the nationâs forest resource as a renewable natural assets.\n* Utilization of the nationâs forest resources to achieve economic growth, employment creation, greater Papua New Guinean participation in industry and increased viable onshore processing."}, {"text_block_id": "p1_b45", "text": "Supportive objectives are:"}, {"text_block_id": "p1_b46", "text": "Supportive objectives are:\n* The collection of information and advancement of knowledge relating to the utilization and maintenance of Papua New Guineaâs forest resources through forest research.\n* Increased acquisition and dissemination of skills, knowledge and information in forestry through education and training."}, {"text_block_id": "p2_b50", "text": "Supportive objectives are:\n* The collection of information and advancement of knowledge relating to the utilization and maintenance of Papua New Guineaâs forest resources through forest research.\n* Increased acquisition and dissemination of skills, knowledge and information in forestry through education and training.\n* Effective strategies, including administrative and legal machinery, to manage the forest resources, and incorporating national, provincial and local interests.\n<\\li1>"}, {"text_block_id": "p2_b52", "text": "3.0 NATIONAL FOREST DEVELOPMENT GUIDELINES"}, {"text_block_id": "p2_b53", "text": "The 2009 National Forest Development Guidelines (NFDG) also provides the basis for the sound management of the nation’s forest resources taking into account the success, failures and the emerging issues such as climate change and phasing out of log exports. It provides the road map of how the Government wishes to see the forestry sector manage in the medium term. The 2009 NFDG draws strength from the National Forest Policy in realizing its objectives of sustainable management of the forest resources. It emphases the importance of a more intense forest management prescription with establishing Permanent Forest Estate (PFE) through the natural forest management and plantation forest development, particularly in strategic locations of the country to enable social, economical and environmental sustainability."}, {"text_block_id": "p2_b54", "text": "The main thrust of the Government’s initiative has and continues to be towards achieving economic recovery and nation building through the development of the nation’s natural resources including the forest resources. In doing so the Government bears in mind the need for environmental preservation, social and cultural values of the forests in PNG. This can be achieved through among other means, sustainable forest management and optimizing financial benefits from any forest based projects."}, {"text_block_id": "p2_b55", "text": "The 2009 National Forest Development Guidelines is aimed to:"}, {"text_block_id": "p2_b56", "text": "The 2009 National Forest Development Guidelines is aimed to:\n* Improve the capacity of the public administrative unit, the PNG Forest Authority, to fulfill its role under the National Forest Policy and as contained in the objectives of the Forestry Act.\n* Promote the input of the resource owners, local and provincial interests in co-ordination with reliable investors to engage in and better develop secure resource access, protection and sustainability of based industries and a designated Permanent Forest Estate for Papua New Guinea.\n* Develop a focus in wood and non-wood products and in relation to future carbon based schemes for adaptation and mitigation action to combat climate change.\n* Assist to develop diversified markets and encourage the development of national enterprises in the forestry sector.\n* While maintaining the existing strong investment base, promote general diversification in forest sector private investment, based on merit in the demonstration of, or capacity for, performance to compliance criteria."}, {"text_block_id": "p3_b66", "text": "The 2009 National Forest Development Guidelines is aimed to:\n* Improve the capacity of the public administrative unit, the PNG Forest Authority, to fulfill its role under the National Forest Policy and as contained in the objectives of the Forestry Act.\n* Promote the input of the resource owners, local and provincial interests in co-ordination with reliable investors to engage in and better develop secure resource access, protection and sustainability of based industries and a designated Permanent Forest Estate for Papua New Guinea.\n* Develop a focus in wood and non-wood products and in relation to future carbon based schemes for adaptation and mitigation action to combat climate change.\n* Assist to develop diversified markets and encourage the development of national enterprises in the forestry sector.\n* While maintaining the existing strong investment base, promote general diversification in forest sector private investment, based on merit in the demonstration of, or capacity for, performance to compliance criteria.\n* Maintain a healthy and secured resource based environment conducive to attracting and retaining a private enterprise investment base which is efficient and capable and which promotes good corporate governance and citizenship.\n* Establish a uniform and capable management structure and administration of the forest sector in Papua New Guinea while acknowledging the diversity of forest dynamics, and the existing variation in the objectives of local economic, cultural and social influences.\n* Develop strong corporate public sector leadership and management within the PNG Forest Authority, which is fashioned as the co-ordinator of all forest based activity in the national interest."}, {"text_block_id": "p3_b72", "text": "It is intended to provide for the orderly development of the forestry sector to confirm to Government’s policy directives of the day and is subject to change. The National Forestry Development Guidelines (NFDG) forms one of the bases of the NFP"}, {"text_block_id": "p3_b73", "text": "Apart from the NFDG, the National Government’s Development Strategies and Vision 2050 will also provide some form of guidelines for the Forest Authority to sustainably manage our forest resources."}, {"text_block_id": "p3_b74", "text": "While it is not attached herewith, the NFDG can be a separate document being available from the PNGFA."}, {"text_block_id": "p3_b75", "text": "4.0 PROVINCIAL FOREST PLANS"}, {"text_block_id": "p3_b76", "text": "It is a requirement under Section 49 of the Forestry Act 1991 (as amended) that each province shall as soon as practical have in a place a Provincial Forest Plan (PFP) that will state how the province wishes to manage its forest resources."}, {"text_block_id": "p3_b77", "text": "The National Forest Plan (NFP) shall then be a summation of all the Provincial Forest Plans (PFPs). For practical reasons the NFP includes only those areas that are planned for forest resource development in the provinces. Besides forest related activities, protected and other significant areas for conservation are also captured in the plans, therefore concerned agencies should make reference to these plans prior to implementing their programs. It would be useful that these agencies and other stakeholders make reference to the Provincial Forest Plans."}, {"text_block_id": "p3_b78", "text": "Unless an area of potential is listed in the PFP there shall be no inventory or other activity leading to an FMA and project development undertaken over the area. Additionally it should conform to the NFDG."}, {"text_block_id": "p3_b79", "text": "Over the medium term PNGFA shall ensure that every province continues to have in place a current PFP that will reflect the aspirations of the province on how they wish to have their forest resources managed and developed. These plans will be subject to review every 5 years and then incorporated into the review of the NFP."}, {"text_block_id": "p3_b80", "text": "Under the 2005 amendment to the Forest Act, all PFP’s are required to be reviewed every fifth year as in the past when these were expected to be reviewed every 3 years. Furthermore, under the same amendment the NFP is now a summation of the 19 provincial forest plans."}, {"text_block_id": "p3_b81", "text": "For more details on the Provincial Development Programmes, reference should be made to the respective Provincial Forest Plans."}, {"text_block_id": "p4_b82", "text": "5.0  FOREST AND LAND CLASSIFICATION"}, {"text_block_id": "p4_b83", "text": "5.1 FOREST CLASSIFICATION"}, {"text_block_id": "p4_b84", "text": "The Forest Policy stipulates that the forests of PNG be classified into the following broad categories that reflect more on the end use of the forest rather than the biological classification of forest types. These categories are;"}, {"text_block_id": "p4_b85", "text": "The Forest Policy stipulates that the forests of PNG be classified into the following broad categories that reflect more on the end use of the forest rather than the biological classification of forest types. These categories are;\n* Production Forest â identified as timber production areas in the long term.\n* Protection Forests â by virtue of their location, topographic constraints, and ecological, cultural, or environmental considerations.\n* Reserve Forests â not yet otherwise classified, but upon which a decision will be reached later.\n* Salvage Forest â forest to be cleared for other land use.\n* Land suitable for reforestation."}, {"text_block_id": "p4_b95", "text": "These areas are, and shall continue to be identified by the Provincial Governments with the assistance of the PNGFA. When designating these areas, consideration is given to the multiple use of the forest including but not limited to environmental consideration, recreation, provision of subsistence and cultural requirements and the supply of timber and other forest products."}, {"text_block_id": "p4_b96_merged", "text": "The forest classification is shown below in Table 1 and Figure 1. Other information is provided in Appendix 2 and also in the"}, {"text_block_id": "p4_b103", "text": "Forest Cover and Land use Map of PNG."}, {"text_block_id": "p4_b104", "text": "5.2 LAND CLASSIFICATION"}, {"text_block_id": "p4_b105", "text": "Land has also been classified using the current PNG Forest Authority’s Forest Inventory Mapping Systems (FIMS) into categories primarily to differentiate between those areas that have to be excluded from logging operations due to the nature of their location. Factors such as altitude, topography, geology, and level of inundation form the basis for this classification."}, {"text_block_id": "p4_b106", "text": "More information on the land and type of constraints is shown in"}, {"text_block_id": "p4_b107", "text": "Appendix 3."}, {"text_block_id": "p5_b108", "text": "Table 1: Forest Classification"}, {"text_block_id": "p5_b109", "text": "Note: Due to insufficient information, areas for afforestation and salvage forest cannot be classified separately"}, {"text_block_id": "p5_b110", "text": "."}, {"text_block_id": "p5_b111", "text": "Figure 1: Forest Classification of PNG"}, {"text_block_id": "p6_b112", "text": "6.0 NATIONAL FOREST INVENTORY"}, {"text_block_id": "p6_b113", "text": "The National Forest Board of PNGFA in 2005 endorsed the Forest Inventory Mapping Systems (FIMS) as the official National Forest Inventory (NFI) of PNG. This internal PNGFA data base commonly referred to as FIMS was developed in 1997/98 and meets the requirements as prescribed by both the Forest Policy 1991 and subsequent Forestry Regulation 1998. It generally contains all the prescriptions of an NFI except for the capture of minor forest products and a growth and yield model. The latter called the ‘PINFORM’ model is yet to be tested by FRI before it can be use for growth and yield prediction."}, {"text_block_id": "p6_b114", "text": "The appendices and tables in this plan have been sourced from the FIMS database, for example"}, {"text_block_id": "p6_b115", "text": "Appendix 1"}, {"text_block_id": "p6_b116", "text": "relating to the “Forest Resource of PNG” and"}, {"text_block_id": "p6_b117", "text": "Table 1"}, {"text_block_id": "p6_b118", "text": "referring to the “Forest Classification of PNG”."}, {"text_block_id": "p6_b119", "text": "The FIMS database will be subject to changes as land use and other relevant information is updated from time to time.  Besides forest related activities, protected and other significant areas for conservation are also captured in the Provincial Forest Plans therefore concerned agencies should make reference to those plans prior to implementing their programs."}, {"text_block_id": "p6_b120", "text": "Noting that the forest cover is rapidly changing through commercial, recreational and subsistence activities, PNGFA shall use its best endeavors to ensure that the NFI data is updated periodically. Addition new technologies such as remote sensing will be pursued in the work of NFI, such as the current JICA funded Remote Sensing and GIS being implemented by the PNGFA."}, {"text_block_id": "p6_b121_merged_merged", "text": "The National Forest Board at its meeting of the 14th May, 2012 approved a joint project financing agreement from the EU Technical support and the UN-REDD to implement a continuous and multi-purpose NFI. The project duration is three years (3) years commencing early January 2013 at a funding of EUR 8,541,000 (21,900,000 kina). The project is to contribute to the implementation of the Government’s policies and measures for climate change mitigation as well as to support the PNGFA to implement a continuous and multi-purpose NFI as part of the National Forest Monitoring System that PNG will have to establish to fulfill the UNFCCC Cancun Agreement with respect to the Monitoring, Reporting and Verification (MRV) of forest cover change."}, {"text_block_id": "p6_b124", "text": "7.0  FOREST RESOURCES OF PNG"}, {"text_block_id": "p6_b125", "text": "Many literatures published about the forests of PNG portray it as the last frontiers or the remaining tropical rainforest in the world with rich biodiversity. It is one of the largest and the most diverse blocks of tropical forest in the world and of the highest global conservation significant. PNG has by far the greatest area of tropical rainforest, twice as much as the reminder of the region combined. PNG and Indonesia’s West Papua together is said to have the largest contiguous area of forest in the Asia-Pacific and the third largest tropical rainforest after the Amazon and the Congo forests. The mangrove forest is also considered to have a significant area, rich with different marine species."}, {"text_block_id": "p6_b126", "text": "These forests have been the main source of livelihood for the people of this country, many of whom still live in rural areas. It had also been the main source of income to those landowners whose timber had and continues to be extracted through industrial forestry operations. Although timber is the main source, forests also contain minor forest products such as eaglewood, rattan"}, {"text_block_id": "p7_b127", "text": "etc which are not significant earners due to their occurrence to certain localities in the country however has the potential to perform through adequate policy directives. Other economical benefits from the forest include ecotourism, carbon trading and pharmaceutical values."}, {"text_block_id": "p7_b128", "text": "PNG has a total land area of 46.4 million hectares of which 63% is under total forest cover. A number of estimates have been given on the state of the forest in the country. In 1975 CSIRO through its surveys and aerial photo interpretation estimated the gross forest resources of PNG to be 33.1 million hectares. In 1996 this total had been reduced to a gross area of 29.0 million hectares and by 2007 to approximately 28.0 million hectares. Currently the forest cover in country is estimated to be 27.1 million hectares (PNGFA, Internal FIMS Report)"}, {"text_block_id": "p7_b129", "text": "From a recent report, Shearman et al. (2008), using remote sensing, reported the forest area in 1972 to be 38.0 million hectares, of which 33.2 million hectares is rainforest. In 2002 the area was reduced to 25.3 million hectares."}, {"text_block_id": "p7_b130_merged", "text": "The depletion of PNG’s forest is occurring considerable faster than previously recorded due to forest being deforested or converted to different land uses as the population and the demand for development increases. Logging, shifting cultivation, commercial agriculture, urban development, infrastructure development, mining, bush fires and various natural disasters were identified to be the main drivers of deforestation and forest degradations."}, {"text_block_id": "p7_b132", "text": "Small scale sawmilling operations using portable sawmills including large scale FCA operations also contributes to the loss of forest."}, {"text_block_id": "p8_b133", "text": "Various reports also gave different percentages of the deforestation rates per annum; 0.5 percent (FRA, 2005)"}, {"text_block_id": "p8_b134", "text": "and 1.41 percent (Shearman et al. 2008). Forest accessible to logging is estimated by Shearman to be degraded or cleared at a faster rate of 2.6 percent (362,400 ha/annum) hence if the trend continues, it is estimated that by 2021, 83% of the accessible forest areas will be degraded. Due to these differences, there is a need for PNG’s forest area to be verified possibly using remote sensing technology in order for appropriate actions to be taken."}, {"text_block_id": "p8_b135", "text": "As of November 1998 there were approximately 10.622 million hectares of forest under some form of concession as; Timber Rights Purchase (TRP) area, Local Forest Area (LFA) and Forest Management Agreement (FMA). By November 2007, the concession area increased to 11.336 million hectares. Currently as some concessions under FMA were cancelled, the total area has now being reduced to 10.954 million hectares. Note too that many of the older TRPs have expired and the rights over the forest resources have reverted back to the land owners."}, {"text_block_id": "p8_b136", "text": "While the country on the whole seems to have a lot of forest, much of these forests are in remote and inaccessible/inoperable areas including water catchment, swamp forests and rugged terrains such as the central ranges and the number of mountain chains that emanate from the central divide. This will make them unattractive to timber development but will have an important role in protecting areas of water catchment, wildlife habitats and so forth."}, {"text_block_id": "p8_b137", "text": "It is therefore important that sound planning be undertaken for the remaining forest resources to ensure Forest Policy objectives are fulfilled. It is also important that a comprehensive survey is undertaken to determine the changes and the size of the overall forest area to allow for future planning."}, {"text_block_id": "p8_b138_merged_merged", "text": "The Forest Cover Change is shown in Appendix 1."}, {"text_block_id": "p8_b141", "text": "8.0 TIMBER CONCESSIONS IN PNG"}, {"text_block_id": "p8_b142", "text": "Most forest areas in PNG are owned by the customary land groups and in order for any form of forest development to take place, there has to be an agreement in place between the government and the landowners. In the past these agreements were executed under the old Forestry Act Chapter 216 resulting in a “Timber Rights Purchase” or under the Private Dealings Act resulting in a “Local Forest Area”. Many of the expired concessions were the result of the acquisition or authorization through either one of these legal mechanisms."}, {"text_block_id": "p8_b143", "text": "Upon coming into effect of the Forestry Act 1991 (as amended), the system through which land owners consent are obtained is through the Forest Management Agreement (FMA) pursuant to Division 4, Section 57 and 58 of the Forestry Act 1991 (as amended). FMA is a contract between the forest owners and PNGFA through incorporated land group (ILG) process in which the forest owners willing transfer their rights over timber resources to the state for development. This agreement is for a period of 50 years."}, {"text_block_id": "p8_b144", "text": "There are also other legal means to harvest timber from customary land and that is through the allocation of a “Timber Authority” (TA) as provided for under the Forestry Act 1991 (as"}, {"text_block_id": "p9_b145", "text": "amended). This is mostly for short term period (annually) and restricts the harvestable volume to 5,000m3 mainly for domestic processing. The other form of log harvest is through a “Forest Clearance Authority” (FCA) purposely created for agriculture and road line clearance where the logs are allowed to be exported."}, {"text_block_id": "p9_b146", "text": "As of November 2007, a total of 11.336 million hectares of land were under some form of timber concessions including those that have expired. By November 2011, the total area was reduced to 10.954 million hectares. Of this total, 2.434 million hectares is of expired TRPs and LFA’s while 5.001 million hectares is under Forest Management Agreement and this shall form the core of timber concessions that would be developed on a sustainable basis ("}, {"text_block_id": "p9_b147", "text": "See Table 2 below"}, {"text_block_id": "p9_b148", "text": ")."}, {"text_block_id": "p9_b149_merged_merged", "text": "Other areas operating under Timber Authority cannot be verified due to the type and nature of the operations however areas acquired for major agriculture projects under FCA is estimated at 0.950 million hectares (See Appendix 7)."}, {"text_block_id": "p9_b152", "text": "Considering that there is technically no area designated as Permanent Forest Estate (PFE) besides the plantations being grown on state land, FMAs shall continue to serve such a role upon which the Annual Allowable Cut (AAC) shall be determine."}, {"text_block_id": "p9_b153", "text": "TABLE 2: SUMMARY OF TIMBER CONCESSIONS IN PNG-2011"}, {"text_block_id": "p9_b154", "text": "Source: Forest Resource Acquisition General Information, December, 2011"}, {"text_block_id": "p9_b155", "text": "Note: Jiwaka and Hela are new provinces."}, {"text_block_id": "p10_b156_merged", "text": "Detail information on the concession areas and their status can be obtained from the Forest Resource Acquisition General Information Update, December 2011, available at the Policy and Planning Directorate. Additional information is given in Table 2 and"}, {"text_block_id": "p10_b161", "text": "Appendix 4."}, {"text_block_id": "p10_b162", "text": "9.0 STATEMENT OF ANNUAL ALLOWABLE CUT"}, {"text_block_id": "p10_b163", "text": "The preparation of a Statement of Annual Allowable Cut (AAC) as a component of the NFP is a requirement under Section 47 (2)I(iii) of the Forestry Act 1991 (as amended) and reads as follows “"}, {"text_block_id": "p10_b164", "text": "A statement, prepared annually by the Board, of allowable cut volumes, being the amount of allowable cut for each province for the next succeeding year which will ensure that the areas of forest resource set out in the Provincial Forest Plan, for present or future production, are harvested on a sustainable yield basis”"}, {"text_block_id": "p10_b165", "text": "Under the National Forest Policy 1991, it is also clearly stipulated that;"}, {"text_block_id": "p10_b166", "text": "The National Forest Board shall determine the annual allowable cut for each province at a level which will ensure that the areas of forests earmarked in the Provincial Forest Plan for the present or future production are harvested on a sustainable basis. The allowable cut volumes will be revised as necessary to take account of refinements in the National Forestry Inventory’s database"}, {"text_block_id": "p10_b167", "text": "."}, {"text_block_id": "p10_b168", "text": "Where existing or proposed harvest volumes in a province exceed the AAC volume, the permitted harvest volumes for the production areas in the province will be reduced accordingly. The new permitted volumes per area will be set by the National Forest Board acting on the advice of the Provincial Forest Management Committees (PFMC)."}, {"text_block_id": "p10_b169", "text": "Current operations and resource areas may be consolidated where this is practical in order to achieve economies of scale in single reforestation, harvesting or processing operations under revised harvest volumes."}, {"text_block_id": "p11_b170", "text": "The AAC shall be revised annually based on new information coming to hand and the final out come of the growth and yield model that is been developed. Any AAC projections that are above the default yield value will result in an over exploitation of the forest resource thereby making it extremely difficult for the forest to recuperate."}, {"text_block_id": "p11_b171", "text": "Over the period of this plan it is anticipated that a growth and yield model will be developed exclusively for PNG and that a National Forest Inventory (NFI) will be updated so that the information from these will be used to predict AAC based on scientific information."}, {"text_block_id": "p11_b172", "text": "It is important to note that the AAC is calculated based on the estimated volume of timber resource obtained from PNGFA forest inventory surveys and is based on natural forest only. Separate AAC will be calculated for tree plantations in future."}, {"text_block_id": "p11_b173", "text": "From Appendix 5a, total AAC calculated for the country is estimated to be 10.5 million m"}, {"text_block_id": "p11_b174", "text": "3."}, {"text_block_id": "p11_b175", "text": "Actual annual cut calculated based on the timber resources for each project for 2012 is 8.9 million m"}, {"text_block_id": "p11_b176", "text": "3"}, {"text_block_id": "p11_b177", "text": ". The same appendix also indicates that Gulf, Manus, East New Britain, West New Britain and New Ireland provinces are over cutting and may soon exhaust their resources if the same level of cut is maintain over the next five years."}, {"text_block_id": "p11_b178", "text": "The projected AAC for the provinces for a period of five years from 2013 to 2017 is shown in"}, {"text_block_id": "p11_b179", "text": "Appendix 5a"}, {"text_block_id": "p11_b180", "text": ". Additional information is provided in"}, {"text_block_id": "p11_b181", "text": "Appendix 5b."}, {"text_block_id": "p11_b182", "text": "Estimated AAC for the Future Potential Forest Development Areas are not included in the projection but is shown in"}, {"text_block_id": "p11_b183", "text": "Appendix 5c."}, {"text_block_id": "p11_b184", "text": "10.0 FOREST RESOURCE DEVELOPMENT PROGRAMME"}, {"text_block_id": "p11_b185", "text": "10.1 NATIONAL FOREST DEVELOPMENT PROGRAMME"}, {"text_block_id": "p11_b186", "text": "The Forest Development Programme (FDP) is based on the 19 Provincial Forest Plans. It deals only with the areas that have been identified in the plans as areas having potential for forest development. It is based on these areas that a National Forest Development Programme (NFDP) is prepared. The rationale is that no activities leading to a FMA and ultimately forestry project development shall be entertained unless it is listed in the Provincial and the National Forest Plan."}, {"text_block_id": "p11_b187", "text": "All areas referred to as Potential Forest Development Areas (PFDAs) are those forest areas that have been identified by the provinces and listed in their respective PFPs for future development."}, {"text_block_id": "p11_b188", "text": "PFDAs will not automatically be developed as forestry projects as a lot more work would have to be done initially to ascertain the forest resource to justify a sustainable forest operation and also if there are environmental constraints that may prohibit logging operations including resource owners consent. it is these PFDAs that form the basis for this National Forest Development Programme 2013-2017."}, {"text_block_id": "p11_b189_merged_merged_merged", "text": "The Potential Forest Development Areas are listed in Appendix 5C and also under the National Forest development Programme in Appendix 6. Detail information on these areas can be obtained from the respective PFPs."}, {"text_block_id": "p11_b194", "text": "The National Forest Development Programme comprises the following activities;"}, {"text_block_id": "p12_b195", "text": "10.11 Forest Inventory"}, {"text_block_id": "p12_b196", "text": "A programme for inventory over potential forest areas including its associated budget estimates as identified in the PFPs are listed in"}, {"text_block_id": "p12_b197", "text": "appendix 6"}, {"text_block_id": "p12_b198", "text": ".The implementation of these programme shall be dependent on funding that is made available to the PNGFA in either recurrent or Public Investment Program (PIP) budget or through donor funding. It can also be funded by the respective provincial governments and or through elected members of parliament."}, {"text_block_id": "p12_b199_merged_merged", "text": "The overall costing for the National Forest Inventory is estimated at 5.7 million kina."}, {"text_block_id": "p12_b202", "text": "10.12 Forest Resource Acquisition"}, {"text_block_id": "p12_b203", "text": "Forest Acquisition shall continue to be in the form of a Forest Management Agreement (FMA) in compliance with the Forestry Act 1991 (as amended). It shall be undertaken over areas that have been identified and listed in the PFP’s and subsequently the NFP. The ability of the PNGFA to implement this programme shall also depend on its annual budgets."}, {"text_block_id": "p12_b204", "text": "Landowner awareness is an important and integral part of forest acquisition programme as no FMA can be executed unless there is consent by the landowners. Following awareness in the proposed PFDAs, land groups are formed in accordance with the Land Group Incorporation Act (Amendment) 2009 after which an FMA can be executed"}, {"text_block_id": "p12_b205", "text": "Recognizing the fact that there is limited accessible forest areas remaining, the acquisition programme shall concentrate on priority areas. Many of the PFDAs listed in the programme are small in terms of their estimated AACs therefore are given lower priority however resource owners may apply for Timber Authority (TA) for harvesting and downstream processing."}, {"text_block_id": "p12_b206", "text": "The cost of conducting the ILGs and finalizing the FMAs is estimated at"}, {"text_block_id": "p12_b207", "text": "5.8 million kina."}, {"text_block_id": "p12_b208", "text": "10.13 Forest Allocations"}, {"text_block_id": "p12_b209", "text": "The activities leading up to the allocation of forestry projects incurs huge costs to the PNGFA and shall be implemented according to the National Forest Development Programme and guided by the National Forest Development Guidelines. The PNGFA shall concentrate its resources in ensuring that potential forest areas are inventoried, acquired and allocated, subject of course to land owner consents."}, {"text_block_id": "p12_b210", "text": "Appendix 5"}, {"text_block_id": "p12_b211", "text": "indicates the estimated costs for conducting Development Options Studies (DOS) including the costs involved in the allocation process for each of the potential projects."}, {"text_block_id": "p13_b212", "text": "10.2 FOREST RESOURCE REPLACEMENT"}, {"text_block_id": "p13_b213", "text": "The 1991 National Forest Policy encourages the PNGFA, Private Investors and landowner groups to actively participate in the reforestation and plantation activities."}, {"text_block_id": "p13_b214", "text": "The following references are made to Forest Resource Replacement and Reforestation in the 1991 National Forest Policy"}, {"text_block_id": "p13_b215", "text": "10.21 Forest Resource Replacement"}, {"text_block_id": "p13_b216", "text": "10.21 Forest Resource Replacement\n* Private investment in forest plantation programmes and processing plantation material will be actively promoted and be negotiated as part of major timber agreements or as commercial enterprises in their own right. In either case, plantation decisions as to the scale of individual programmes and type of material to be produced will be guided by options for profitable processing within the country.\n* Reforestation to be undertaken by the timber companies will be determined on a case by case basis, and the appropriate provisions will be included in timber development agreements or timber permits.\n* Plantation establishment by landowner groups shall be actively promoted and supported.\n* The PNGFA will take primary responsibility for supervising long term investment in reforestation and to undertake reforestation programmes where social and environmental factors are prime considerations. Where possible, locally available labour, including youth groups under technical supervision, will be utilized in reforestation programmes.\n* The PNGFA will initiate studies to assess the commercial feasibility of wood chipping, wood pulp, sawn timber and veneer production based on plantation grown forest resources. Such studies would provide a basis for decision making and planning industrial forest plantation programmes.\n* It will be a priority of the PNGFA to ensure that existing plantations are capable of maintaining a sustainable output.\n* The overall forest plantation programme will form part of the National Forest Development Programme."}, {"text_block_id": "p13_b230", "text": "10.22 Reforestation"}, {"text_block_id": "p13_b231", "text": "10.22 Reforestation\n* Reforestation will be promoted as a means to maintain Permanent Forest Estate to supply wood to existing and new forest industries. Programmes for plantation development will be guided by economic criteria and feasibility studies to assess the commercial viability of processing plantation material for a variety of end uses.\n<\\li1>"}, {"text_block_id": "p14_b233", "text": "10.22 Reforestation\n* Reforestation will be promoted as a means to maintain Permanent Forest Estate to supply wood to existing and new forest industries. Programmes for plantation development will be guided by economic criteria and feasibility studies to assess the commercial viability of processing plantation material for a variety of end uses.\n<\\li1>\n* A programme of non-forested and degraded land shall be pursued and developed.\n* Woodlot establishment, agro-forestry and tree planting programmes shall be contracted to youth groups in both rural and urban areas and shall be promoted and supported by active forestry activities."}, {"text_block_id": "p14_b237", "text": "Any reforestation/afforestation programme shall also compliment the Medium Term Development Plan (2011-2015), Papua New Guinea Development Strategic Plan (2010-2030) and the PNG Vision 2050 by establishing forest plantations in addressing 100% down stream processing, climate change issues and poverty in the country."}, {"text_block_id": "p14_b238", "text": "In order to achieve the above policy and Governments development objectives, PNGFA shall develop strategies and programmes, continue to acquire land and develop existing and potential forest plantations to be commercially viable and sustainable plantations. Provinces are also encouraged to plan and establish provincial nurseries and planting programs with the objective of establishing 10,000 hectares of forest plantations per annum."}, {"text_block_id": "p14_b239", "text": "PNGFA shall also be reviving activities in all the provinces by providing extension services and improving and upgrading extension nurseries."}, {"text_block_id": "p14_b240", "text": "Currently PNGFA is pursuing a program of improving growing stock in logged over forest under the programme of reforestation naturally. This includes the treatment of logged over forest in major timber project areas to enable timber stand improvement. Land owners will be encouraged to participate and take full ownership in sustainably managing their forest."}, {"text_block_id": "p14_b241", "text": "Appendix 8a"}, {"text_block_id": "p14_b242_merged", "text": "shows the status of the current plantations in PNG while Appendices 8b & 8c shows the Provincial Planting Programmes and its Nurseries. The Resource Replacement Programme through the Reforestation Naturally  is shown in"}, {"text_block_id": "p14_b245", "text": "Appendix 8d"}, {"text_block_id": "p14_b246", "text": "10.3 COMMUNITY FORESTRY"}, {"text_block_id": "p14_b247", "text": "In accordance with the National Forest Policy, PNGFA will develop and maintain community forestry with the view of empowering rural and urban communities in forest related activities such as small-scale sawmilling, eco-tourism, woodlot farming, harvesting and selling of non-timber products to enhance livelihoods and alleviate poverty."}, {"text_block_id": "p14_b248", "text": "In order to promote landowner participation in the management and utilization of their resources and projects, PNGFA shall:"}, {"text_block_id": "p14_b249", "text": "In order to promote landowner participation in the management and utilization of their resources and projects, PNGFA shall:\n* Identify opportunities for landowner participation in each project areas.\n* Liaise with Provincial Governments (PFMC) and other stakeholders in identifying their provincial needs.\n* Identify and conduct appropriate training to enhance capacity building.\n* Create a database for all community projects in the country."}, {"text_block_id": "p15_b257", "text": "In order to promote landowner participation in the management and utilization of their resources and projects, PNGFA shall:\n* Identify opportunities for landowner participation in each project areas.\n* Liaise with Provincial Governments (PFMC) and other stakeholders in identifying their provincial needs.\n* Identify and conduct appropriate training to enhance capacity building.\n* Create a database for all community projects in the country.\n* Create a network of extension services with other government agencies, universities/colleges, NGOâs and relevant experts to provide guidance and support.\n<\\li1>"}, {"text_block_id": "p15_b259", "text": "10.4 DOWN STREAM PROCESSING"}, {"text_block_id": "p15_b260", "text": "Domestic processing of forest products is encouraged by the National Government through the PNG Development Strategic Plan (2010-2030) and Medium Term Development Plan (2011-2015) as well as the National Forest Development Guidelines to promote domestic processing with the view of phasing out round log exports over a period of time. The objective of the Government is to increase the level of domestic processing of timber and non timber forest products to about 80% by year 2030."}, {"text_block_id": "p15_b261", "text": "In order to achieve this PNGFA shall;"}, {"text_block_id": "p15_b262", "text": "In order to achieve this PNGFA shall;\n* Commercialize existing forest plantations and increase volume for domestic wood processing.\n<\\li1>\n\t* Conduct feasibility study into the possibility of establishing a Central Wood Processing Facility.\n\t* Review all existing timber permits and project agreements to promote down stream processing of timber.\n\t* Create trade alliances and promote PNG forest resources and wood products both locally and internationally.\n\t* Encourage forest Industries to increase trade volumes of forest produce for domestic and international markets.\n\t* Research, compile and document wood properties of all timber species including lesser known species and upload onto website.\n\t* Promote the marketing and value of lesser known species and non-timber forest products.\n\t* Develop a system to monitor and control the trade of forest products.\n\t* Develop and strengthen the state Marketing Agency (SMA) of PNGFA.\n\t* Enhance standards and quality control for timber treatment, seasoning and grading of sawn timber and other forest produce.\n\t* Regulate all types of domestic processing facilities by setting standards.\n\t* Enhance and strengthen networks with other line agencies."}, {"text_block_id": "p16_b286", "text": "10.5 CLIMATE CHANGE AND REDD"}, {"text_block_id": "p16_b287", "text": "Forest Accounts for about 17-18% of global carbon dioxide (CO"}, {"text_block_id": "p16_b288", "text": "2"}, {"text_block_id": "p16_b289", "text": ") output (UNFCCC). Deforestation has been responsible for almost 90% of the estimated emissions due to land-use change since 1850, with a 20% decrease of the global forest area"}, {"text_block_id": "p16_b290", "text": ".  It has been estimated also that PNG contributed between 2-7% of the global emissions in 2001 from deforestation and forest degradation"}, {"text_block_id": "p16_b291", "text": "4."}, {"text_block_id": "p16_b292_merged_merged", "text": "In PNG, the main drivers of CO2 emissions have been identified to be associated timber harvesting, subsistence agriculture, commercial agriculture, mining, infrastructure development, urban expansion and fire (Shearman, P., et al., 2008)."}, {"text_block_id": "p16_b295", "text": "Various means to mitigate climate change would include afforestation, reduced deforestation and reforestation and others as identified in the Forestry and Climate Change Framework for Action (2009-2015)."}, {"text_block_id": "p16_b296", "text": "PNGFA has established a branch of REDD and Climate Change and with collaboration with the FRI (Natural Forest Management Branch) shall oversee and address the issue of climate change.  As part of policy initiatives, PNGFA has in place a revised National Forest Development Guide lines (NFDG) and Forestry and Climate Change Framework for  Actions 2009-2015 (FCCFA) which will provide a path way to mitigate climate change and green house gasses and adapt to the issues of climate change in the forestry sector in PNG."}, {"text_block_id": "p16_b297", "text": "In order to address the issue of climate change, PNGFA shall continue to undertake the following:"}, {"text_block_id": "p16_b298", "text": "•"}, {"text_block_id": "p16_b299", "text": "Maintain and continue to be active participants in issues relating to climate change, especially Land use Change, Land Use Change and Forestry (LULUCF)."}, {"text_block_id": "p16_b300", "text": "•"}, {"text_block_id": "p16_b301", "text": "Maintain and upgrade an information base on issues related to climate change."}, {"text_block_id": "p16_b302", "text": "•"}, {"text_block_id": "p16_b303", "text": "Conduct training and awareness on Climate Change and REDD+ including CDM initiatives to empower relevant stakeholders to manage their environment and forest resources."}, {"text_block_id": "p16_b304", "text": "•"}, {"text_block_id": "p16_b305", "text": "Identify areas within the country where possible to initiate REDD+, ARCDM, CDM and watershed management projects."}, {"text_block_id": "p16_b306", "text": "•"}, {"text_block_id": "p16_b307", "text": "Encourage landowners and the timber industries to undertake afforestation and reforestation activities on grassland and degraded sites."}, {"text_block_id": "p16_b308", "text": "•"}, {"text_block_id": "p16_b309", "text": "Continue with research and support other research initiatives into the science of climate change and mitigation."}, {"text_block_id": "p17_b310", "text": "•"}, {"text_block_id": "p17_b311", "text": "Help develop and implement a National Climate Change Policy."}, {"text_block_id": "p17_b312", "text": "•"}, {"text_block_id": "p17_b313", "text": "Help develop and implement a National REDD+ Strategy."}, {"text_block_id": "p17_b314", "text": "•"}, {"text_block_id": "p17_b315", "text": "In collaboration with the Office of Climate Change and Development (OCCD), implement the Climate Compatible Development Plan for PNG."}, {"text_block_id": "p17_b316", "text": "•"}, {"text_block_id": "p17_b317", "text": "Implement the five REDD+ pilot projects as identified by NEC and respective PFMCs to test policy issues."}, {"text_block_id": "p17_b318", "text": "•"}, {"text_block_id": "p17_b319", "text": "Maintain dialogue on the issues of REDD and climate change with all stakeholders at the local, national, regional and the international level."}, {"text_block_id": "p17_b320", "text": "10.6 RESEARCH"}, {"text_block_id": "p17_b321", "text": "Forestry research is an integral part of the forestry sector. The mandate to control forestry research is set out in Part IV of the National Forest Policy (1990) and the Forestry Act 1991 (as amended) provides the legislative support for implementing this policy."}, {"text_block_id": "p17_b322", "text": "The PNG Forest Research Institute (FRI) is a directorate of the PNGFA with the broad mission of providing scientific data and information for the management of PNG’s forest resources as well as to provide reputable forest research results and information to PNGFA and other government agencies, private sectors, other research and educational institutions, resource owners and users."}, {"text_block_id": "p17_b323", "text": "Research is being conducted in collaboration with a number of international agencies such as; JICA, CIFOR, ACIAR and others."}, {"text_block_id": "p17_b324", "text": "The primary objectives of the institution will be towards;"}, {"text_block_id": "p17_b325", "text": "i."}, {"text_block_id": "p17_b326", "text": "Research into the sustainable management, utilization, conservation and rehabilitation of the nation’s natural forest resources."}, {"text_block_id": "p17_b327", "text": "ii."}, {"text_block_id": "p17_b328", "text": "Screening and domestication of the important indigenous higher value timber species identify suitable species for various specific uses and provide a scientific knowledge base for the establishment and maintenance of plantations for industrial wood as well as conduct research into reforestation and afforestation of the country’s large anthropogenic grasslands and degraded lands."}, {"text_block_id": "p17_b329", "text": "iii."}, {"text_block_id": "p17_b330", "text": "Expand, develop and manage the nationally and internationally important scientific collections as a permanent record of PNG’s rich biodiversity and as a resource to enable the key elements of the forest biota to be recognized."}, {"text_block_id": "p17_b331", "text": "iv."}, {"text_block_id": "p17_b332", "text": "Conduct applied and experimental research into the utilization and marketing of wood and non- wood forest products."}, {"text_block_id": "p17_b333", "text": "v."}, {"text_block_id": "p17_b334", "text": "Conduct research into climate change, mitigation and adaptation issues."}, {"text_block_id": "p17_b335", "text": "vi."}, {"text_block_id": "p17_b336", "text": "Conduct research into forest protection (fires, insects and other pathogens)."}, {"text_block_id": "p18_b337", "text": "vii."}, {"text_block_id": "p18_b338", "text": "Collaborate with other PNGFA directorates."}, {"text_block_id": "p18_b339", "text": "The institute’s current structure consists of four (4) research progranmmes and one (1) support programme aimed at fulfilling the above objectives. The programmes and their specific functions are as follows:"}, {"text_block_id": "p18_b340", "text": "i."}, {"text_block_id": "p18_b341", "text": "Natural Forest Management"}, {"text_block_id": "p18_b342", "text": "."}, {"text_block_id": "p18_b343", "text": "To provide the essential growth data needed by forest managers to sustainably manage the nation’s natural forest resources, develop and refine silvicutural practices and develop climate change mitigation and adaptation techniques to increase the value and ecosystem services of the forest resources."}, {"text_block_id": "p18_b344", "text": "ii."}, {"text_block_id": "p18_b345", "text": "Planted Forest"}, {"text_block_id": "p18_b346", "text": "To provide a scientific base for the establishment of forest plantations for industrial wood, forest genetic resources, rehabilitation and to improve the germplasm, management and protection of plantations as well as to enhance and maintain insect"}, {"text_block_id": "p18_b347", "text": "collections"}, {"text_block_id": "p18_b348", "text": "."}, {"text_block_id": "p18_b349", "text": "iii."}, {"text_block_id": "p18_b350", "text": "Forest Biology"}, {"text_block_id": "p18_b351", "text": "Enhance and maintain botanical collections of forest biota and provide mechanisms for identifying plants."}, {"text_block_id": "p18_b352", "text": "iv."}, {"text_block_id": "p18_b353", "text": "Forest Products"}, {"text_block_id": "p18_b354", "text": "To conduct applied and experimental research on wood and non wood properties and their uses as well as provide technical advice and assistance to industries for processing and utilization of their forest products."}, {"text_block_id": "p18_b355", "text": "v."}, {"text_block_id": "p18_b356", "text": "Finance and Administration"}, {"text_block_id": "p18_b357", "text": "To provide support and manage FRI’s technical, casuals and professional staff in achieving their goals and objectives and manage the institutes assets, finances and day to day administration."}, {"text_block_id": "p18_b358_merged_merged", "text": "The research activities are detailed in Appendix 9 however more information on individual programme can be obtained from the Forest Research Institute."}, {"text_block_id": "p18_b361", "text": "11.0 OTHER FORESTRY RELATED ISSUES"}, {"text_block_id": "p18_b362", "text": "It is acknowledged that there are many other issues that will impact on the forestry sector and within the tenure of this plan or sooner, action will be taken to address issues such as;"}, {"text_block_id": "p18_b363", "text": "11.1 Environment and conservation"}, {"text_block_id": "p18_b364", "text": "The PNGFA is mindful of the need to ensure that any form of timber development activities (felling, road clearance, landing etc) does not endanger the environment. It has"}, {"text_block_id": "p19_b365", "text": "in place a Logging Code of Practice (LCOP) and other enabling environmental regulations that are intended to minimize environmental damages."}, {"text_block_id": "p19_b366", "text": "During the period of this Plan, the PNGFA shall;"}, {"text_block_id": "p19_b367", "text": "●"}, {"text_block_id": "p19_b368", "text": "Review the LCOP and PMCP to ensure compliance and enforce penalties."}, {"text_block_id": "p19_b369", "text": "●"}, {"text_block_id": "p19_b370", "text": "Liaise with relevant Government Agencies, NGO’s, Civil Society, Forest Industries and land owners to facilitate environmental concerns in forest development plans."}, {"text_block_id": "p19_b371", "text": "●"}, {"text_block_id": "p19_b372", "text": "Improve the current mapping systems in order to identify and exclude areas exposed to environmental concerns from timber harvesting operations."}, {"text_block_id": "p19_b373", "text": "●"}, {"text_block_id": "p19_b374", "text": "Include all proposed conservation areas subject to landowner consent and appropriate legislation dealing with such."}, {"text_block_id": "p19_b375", "text": "11.2 Non Timber Forest Products"}, {"text_block_id": "p19_b376", "text": "Non Timber Forest Products (NTFP) or sometimes referred to as Minor Forest Products (MFP) is an integral part of any forest ecosystem. Their potential has not been fully utilized over the years as the primary focus has been on commercial forest development."}, {"text_block_id": "p19_b377", "text": "With the understanding that non timber products can be an important means of providing income for the rural people, PNGFA shall;"}, {"text_block_id": "p19_b378", "text": "●"}, {"text_block_id": "p19_b379", "text": "Conduct research and document all known NTFP including carbon."}, {"text_block_id": "p19_b380", "text": "●"}, {"text_block_id": "p19_b381", "text": "Undertake multipurpose NFI and include in the FIMS database."}, {"text_block_id": "p19_b382", "text": "●"}, {"text_block_id": "p19_b383", "text": "Liaise with NGOs and other stakeholders and develop strategies on how best NTFP can be developed to benefit resource owners."}, {"text_block_id": "p19_b384", "text": "●"}, {"text_block_id": "p19_b385", "text": "Explore markets and promote the sales of NTFP."}, {"text_block_id": "p19_b386", "text": "●"}, {"text_block_id": "p19_b387", "text": "Review and develop policies and legislation governing the harvesting and processing of NTFP."}, {"text_block_id": "p19_b388", "text": "●"}, {"text_block_id": "p19_b389", "text": "Conduct awareness programs in rural communities on issues dealing with NTFP and carbon."}, {"text_block_id": "p19_b390", "text": "11.3 Eco-Forestry"}, {"text_block_id": "p19_b391_merged", "text": "While the primary role of the PNGFA is the sustainable management of the nation’s forest resource, it is also appreciative of the other functions of the total ecosystem such as Eco-Forestry. Eco- Forestry (EF) has a number of definitions however can be simplified as “The sustainable derivation of other benefits from the forest besides traditional timber harvesting”"}, {"text_block_id": "p19_b394", "text": "EF activities are primarily aimed at generating cash incomes to the local populace through small scale sawmilling activities and harvesting of other forest produce such as"}, {"text_block_id": "p20_b395", "text": "medicinal plants, aromatic plants as well as utilizing wildlife like birds and butterflies. Other activities also include preservation of forest ecosystem for eco-tourism and environmental services."}, {"text_block_id": "p20_b396", "text": "The PNGFA appreciates the need for eco-forestry to be an integral part of forestry development in the country. A unit has been established in recognition of the importance of EF within the organization and shall plan to undertake the following;"}, {"text_block_id": "p20_b397", "text": "●"}, {"text_block_id": "p20_b398", "text": "Research all activities that are categorized as EF activities and in consultation with other stakeholders, formulate policy guidelines on how best to utilize and benefit from the different activities associated with EF."}, {"text_block_id": "p20_b399", "text": "●"}, {"text_block_id": "p20_b400", "text": "Formulate strategies and programmes for the enhancement of EF activities."}, {"text_block_id": "p20_b401", "text": "●"}, {"text_block_id": "p20_b402", "text": "Identify and locate EF projects in the country"}, {"text_block_id": "p20_b403", "text": "●"}, {"text_block_id": "p20_b404", "text": "Provide technical advice and assistance in formulating business plans."}, {"text_block_id": "p20_b405", "text": "●"}, {"text_block_id": "p20_b406", "text": "Explore markets for EF products and services."}, {"text_block_id": "p20_b407", "text": "●"}, {"text_block_id": "p20_b408", "text": "Collaborate with NGOs, Community Based Organizations (CBO) and other stakeholders and conduct awareness about EF to the landowners."}, {"text_block_id": "p20_b409", "text": "11.4  Forest Certification"}, {"text_block_id": "p20_b410", "text": "With the global trend on forest certification, PNGFA shall consider developing PNG standards to measure and evaluate the sustainability of our forest. This will in turn enable timber legality, verification, traceability and sustainability to ensure that sustainable forest management practices are being implemented."}, {"text_block_id": "p20_b411", "text": "Recognizing the fact that forest certification is increasingly becoming a marketing tool and will gain momentum during the tenure of this plan, PNGFA shall;"}, {"text_block_id": "p20_b412", "text": "●"}, {"text_block_id": "p20_b413", "text": "Ensure that the officers are well acquainted with the processes of timber certification."}, {"text_block_id": "p20_b414", "text": "●"}, {"text_block_id": "p20_b415", "text": "Develop and promote criteria and indicators as a means of achieving certification in all timber projects."}, {"text_block_id": "p20_b416", "text": "●"}, {"text_block_id": "p20_b417", "text": "Test out developed standards in forestry trial projects."}, {"text_block_id": "p20_b418", "text": "●"}, {"text_block_id": "p20_b419", "text": "Engage in international forums and debates regarding certification and timber trade."}, {"text_block_id": "p20_b420", "text": "12.0 REFERENCES"}, {"text_block_id": "p20_b421", "text": "i."}, {"text_block_id": "p20_b422", "text": "Forest Act 1991 (as amended)."}, {"text_block_id": "p20_b423", "text": "ii."}, {"text_block_id": "p20_b424", "text": "Forest Inventory Mapping Database Reports and Maps."}, {"text_block_id": "p20_b425", "text": "iii."}, {"text_block_id": "p20_b426", "text": "Forestry Regulations, 1991"}, {"text_block_id": "p20_b427", "text": "iv."}, {"text_block_id": "p20_b428", "text": "Global Forest Resource Assessment, 2005 and 2010"}, {"text_block_id": "p20_b429", "text": "v."}, {"text_block_id": "p20_b430", "text": "Hall, D.O.,J. House, and I.Scrase,2000:An overview of biomass energy"}, {"text_block_id": "p21_b431", "text": "vi."}, {"text_block_id": "p21_b432", "text": "Hammer and J.C Saunders, 1995.Forest Resources and Vegetation Mapping of Papua New Guinea."}, {"text_block_id": "p21_b433", "text": "vii."}, {"text_block_id": "p21_b434", "text": "Houghton, R.A., 1999: The annual net flux of carbon to the atmosphere from changes in land use 1850-1990."}, {"text_block_id": "p21_b435", "text": "viii."}, {"text_block_id": "p21_b436", "text": "Internal PNGFA Reports."}, {"text_block_id": "p21_b437", "text": "ix."}, {"text_block_id": "p21_b438", "text": "National Forest policy, 1991."}, {"text_block_id": "p21_b439", "text": "x."}, {"text_block_id": "p21_b440", "text": "National Forest development Guidelines, 2009."}, {"text_block_id": "p21_b441", "text": "xi."}, {"text_block_id": "p21_b442", "text": "Papua New Guinea Forestry Outlook Study, 2009."}, {"text_block_id": "p21_b443", "text": "xii."}, {"text_block_id": "p21_b444", "text": "Provincial Forest Plans."}, {"text_block_id": "p21_b445", "text": "xiii."}, {"text_block_id": "p21_b446", "text": "Shearman, P.L., Bryan, J. E., Ash, J., Hunnam, P., Mackay, B. and Lokes, B., 2008. The State of the Forest of Papua New Guinea. Mapping the extent and condition of forest cover and measuring the drivers of forest change in the period 1972-2002. University of Papua New Guinea, 2008."}, {"text_block_id": "p22_b447", "text": "APPENDIX 1: FOREST RESOURCES OF PNG BY PROVINCES."}, {"text_block_id": "p22_b448", "text": "Note: Boundaries for Jiwaka and Hela provinces yet to be demarcated in order for FIMS to be updated"}, {"text_block_id": "p23_b449", "text": "APPENDIX 2: FOREST CLASSIFICATION IN PNG-2009"}, {"text_block_id": "p23_b450", "text": "Source: FIMS Database"}, {"text_block_id": "p23_b451", "text": "Note: No information available for Jiwaka and Hela provinces."}, {"text_block_id": "p24_b452", "text": "APPENDIX 3: CONSTRAINT CATEGORIES IN PNG"}, {"text_block_id": "p24_b453", "text": "Source: FIMS Database"}, {"text_block_id": "p24_b454", "text": "Note: No information available for Jiwaka and Hela provinces."}, {"text_block_id": "p25_b455", "text": "APPENDIX 4: TIMBER CONCESSION IN PNG"}, {"text_block_id": "p27_b456", "text": "Appendix 4 cont…"}, {"text_block_id": "p28_b457", "text": "Appendix 4 cont…"}, {"text_block_id": "p29_b458", "text": "Appendix 4 cont…"}, {"text_block_id": "p30_b459", "text": "Appendix 4 cont…"}, {"text_block_id": "p31_b460", "text": "Appendix 4 cont…"}, {"text_block_id": "p32_b461", "text": "Appendix 4 cont…"}, {"text_block_id": "p33_b462", "text": "Appendix 4 cont…"}, {"text_block_id": "p34_b463", "text": "Appendix 4 cont…"}, {"text_block_id": "p34_b464", "text": "Source: Forest Resource Acquisition General Information Update, December, 2011."}, {"text_block_id": "p34_b465", "text": "Note: Total concessions acquired as of November 2011, including those that have expired is 10,972,761 ha."}, {"text_block_id": "p35_b466", "text": "APPENDIX 5a: ANNUAL ALLOWABLE CUT FOR PNG"}, {"text_block_id": "p35_b467", "text": "Note: No available information for Jiwaka Hela provinces. (New Provinces)"}, {"text_block_id": "p36_b468", "text": "APPENDIX 5b: ANNUAL LEGALLY PERMITTED LOG HARVEST FOR OPERATIONAL PROJECTS"}, {"text_block_id": "p37_b469", "text": "Appendix 5b cont…"}, {"text_block_id": "p38_b470", "text": "APPENDIX 5c: ESTIMATED AAC FOR FUTURE POTENTIAL PRODUCTION FOREST AREAS"}, {"text_block_id": "p39_b471", "text": "Appendix 5c cont…"}, {"text_block_id": "p40_b472", "text": "APPENDIX 6: NATIONAL FOREST DEVELOPMENT PROGRAMME 20122017"}, {"text_block_id": "p41_b473", "text": "Appendix 6 cont…"}, {"text_block_id": "p42_b474", "text": "Appendix 6 cont…"}, {"text_block_id": "p42_b475", "text": "Appendix 6 cont…"}, {"text_block_id": "p43_b476", "text": "2."}, {"text_block_id": "p43_b477", "text": "No PFPs for two new provinces of Hela and Jiwaka."}, {"text_block_id": "p44_b478", "text": "APPENDIX 7: FCA PROJECTS"}, {"text_block_id": "p44_b479", "text": "SOURCE: Internal Statistics"}, {"text_block_id": "p45_b480", "text": "APPENDIX 8a:  CURRENT PLANTATIONS IN PNG"}, {"text_block_id": "p45_b481", "text": "Note: Kerevat Plantation not included in the total area."}, {"text_block_id": "p46_b482", "text": "APPENDIX 8b: PROVINCIAL REFORESTATION PROGRANMMES"}, {"text_block_id": "p47_b483", "text": "APPENDIX 8c: NURSERY PROGRAMMES"}, {"text_block_id": "p48_b484", "text": "APPENDIX 8d: NATURAL FOREST MANAGEMENT PROGRAMME"}, {"text_block_id": "p49_b485", "text": "APPENDIX 9: RESEARCH PROGRAM"}, {"text_block_id": "p50_b486", "text": "Appendix 9 cont…"}, {"text_block_id": "p51_b487", "text": "Appendix 9 cont…"}, {"text_block_id": "p52_b488", "text": "Appendix 9 cont..."}, {"text_block_id": "p53_b489", "text": "Appendix 9 cont…"}, {"text_block_id": "p56_b490", "text": "FOREST COVER AND LANDUSE MAP"}, {"text_block_id": "p58_b491", "text": "TABLE 3: CONCESSION TABLE"}], "document_description": "The National Forest Plan aims to implement the Forest Act as revised in 2005. It was originally planned to review the Plan every five years from 2005 onwards. The Plan notably sets protection and reforestation targets, and mentions carbon trading as a financial mean for environmental action."}