{"document_instrument_name": ["Subnational and citizen participation|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Tonga", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management 2010-2015", "document_country_code": "TON", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods", "Earthquakes"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "07/01/2010", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/TON/2010/TON-2010-01-07-Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management 2010-2015_e92ac838ef835b9ea3150c038af810f5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "JOINT NATIONAL ACTION PLAN ON CLIMATE CHANGE ADAPTATION AND DISASTER RISK MANAGEMENT 2010–2015"}, {"text_block_id": "p0_b2", "text": "JULY 2010"}, {"text_block_id": "p1_b3", "text": "For more information please contact:"}, {"text_block_id": "p1_b4", "text": "The Manager"}, {"text_block_id": "p1_b5", "text": "Disaster Reduction Programme"}, {"text_block_id": "p1_b6", "text": "Pacific Islands Applied Geoscience Commission (SOPAC)"}, {"text_block_id": "p1_b7", "text": "www.sopac.org"}, {"text_block_id": "p1_b8", "text": "www.pacificdisaster.net"}, {"text_block_id": "p2_b9", "text": "JOINT NATIONAL ACTION PLAN ON CLIMATE CHANGE ADAPTATION AND DISASTER RISK MANAGEMENT 2010–2015"}, {"text_block_id": "p2_b10", "text": "SECOND NATIONAL COMMUNICATION PROJECT,"}, {"text_block_id": "p2_b11", "text": "MINISTRY OF ENVIRONMENT AND CLIMATE CHANGE (MECC) AND NATIONAL EMERGENCY MANAGEMENT OFFICE (NEMO), TONGA"}, {"text_block_id": "p2_b12", "text": "JULY 2010"}, {"text_block_id": "p3_b13", "text": "FOREWORD"}, {"text_block_id": "p3_b14", "text": "Tonga like the other fifty one Small Island Developing States is highly susceptible to the impacts of climate change and disaster risks. Its susceptibility is principally due to its geographical, geological and socio-economic characteristics."}, {"text_block_id": "p3_b15", "text": "Climate change and natural disasters pose serious adverse impacts on the environment, the people of Tonga and their livelihoods. Scientific findings revealed that these impacts will be exacerbated by future climate change. The Government of Tonga understands these significant detrimental impacts of climate change and disaster risks to sustainable development of the country hence considered these issues as high priorities in its National Strategic Planning  Framework, 2009–2014."}, {"text_block_id": "p3_b16", "text": "The development of this Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management is to ensure that these priorities are addressed and implemented at all levels and an important component of Tonga’s Second National Communication Programme."}, {"text_block_id": "p3_b17", "text": "This plan is consistent with the national, regional and international policy drivers, agreements and frameworks on climate change and disaster risk management. It highlights national and community priority goals and activities to be implemented to enable the people and environment of Tonga to adapt to the impacts of climate change and to mitigate disaster risks."}, {"text_block_id": "p3_b18", "text": "We understand that Tonga is the first country in the region to develop a Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management and we are keen to be the first to fully implement this joint initiative."}, {"text_block_id": "p3_b19", "text": "Tonga indeed welcomes and appreciates the continuous financial support from donor agencies and partners which will enable the effective implementation of this plan. Let this plan be your entry point to a coordinated approach in assisting Tonga to timely adaptation and disaster risks mitigation thus achieving its sustainable development goals and aspirations."}, {"text_block_id": "p3_b20", "text": "As the Minister of Environment and Climate Change and Minister of Works and Disaster Relief Activities, it is an honor to submit this plan for implementation."}, {"text_block_id": "p3_b21", "text": "Let us all harmoniously work together to implement this plan, to promote and ensure safe, healthy, secure and resilient communities to the impacts of climate change and disaster risks in Tonga."}, {"text_block_id": "p4_b22", "text": "The preparation of the Kingdom of Tonga’s Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management was financed by the Global Environment Facility through the United Nations Development Programme, ACP-EU Natural Disaster Facility through the Pacific Islands Applied Geoscience Commission (SOPAC) and the Secretariat of the Pacific Regional Environment Programme (SPREP). Support of these organizations is gratefully acknowledged."}, {"text_block_id": "p4_b23", "text": "Special gratitude is offered to His Majesty’s Cabinet Ministers for their strong support and hence approval of Tonga’s Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management (JNAP CCA & DRM)."}, {"text_block_id": "p4_b24", "text": "Sincere thanks are due to SOPAC and SPREP joint team support, Mr. Mosese Sikivou (Manager SOPAC Community Risk Programme), Mr. Noa Tokavou (Disaster Management Adviser, SOPAC), Ms. Paula Holland, SOPAC Manager Natural Resources Governance and Dr Netatua Pelesikoti (Manager SPREP Pacific Futures Programme) who provided valuable training, facilitation and technical assistance throughout the process of developing this joint national action plan."}, {"text_block_id": "p4_b25", "text": "Special thanks are extended to the Management Unit of the Second National Communication (SNC) Project, Ministry of Environment and Climate Change (MECC) for compiling the supporting text for the plan as well as the Vulnerability and Adaptation Group and Disaster Risk Management Task Force for their concerted efforts and contributions from their respective areas of expertise."}, {"text_block_id": "p4_b26", "text": "The continuous support and encouragement from Mr. ‘Asipeli Palaki, the Acting Director for MECC and his staff members during the preparation of this JNAP are fully acknowledged."}, {"text_block_id": "p4_b27", "text": "Sincere appreciation is extended to the people of Tonga, from government stakeholders, youth groups, church representatives, women’s groups, communities, civil societies, non government organizations and statutory board’s who were willing to attend and share their experiences and knowledge during the many consultation workshops held to inform this JNAP. Your inputs were of utmost value for the synthesis of the JNAP on CCA & DRM."}, {"text_block_id": "p4_b28", "text": "Finally, thanks are extended to those who offered comments, reviewed documents or in any other way assisted with the development of this JNAP."}, {"text_block_id": "p5_b29", "text": "EDITORS AND CONTIBUTORS"}, {"text_block_id": "p5_b30", "text": "Editor(s)"}, {"text_block_id": "p5_b31", "text": "SOPAC  and SPREP Joint Team"}, {"text_block_id": "p5_b32", "text": "Vulnerability and Adaptation Assessment Team"}, {"text_block_id": "p5_b33", "text": "SNC Project Management Unit, MECC"}, {"text_block_id": "p6_b34", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p6_b35", "text": "CHAPTER 2:"}, {"text_block_id": "p7_b36", "text": "LIST OF FIGURES"}, {"text_block_id": "p7_b37", "text": "LIST OF TABLES"}, {"text_block_id": "p7_b38", "text": "LIST OF PHOTOS"}, {"text_block_id": "p8_b39", "text": "LIST OF ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p9_b40", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b41", "text": "The preparation of this Joint National Action Plan (JNAP) on Climate Change Adaptation and Disaster Risk Management (CCA & DRM) was funded by the Global Environment Facility through the United Nations Development Programme, ACP-EU Natural Disaster Facility through the Pacific Islands Applied Geoscience Commission (SOPAC) and the Secretariat of the Pacific Regional Environment Programme (SPREP)."}, {"text_block_id": "p9_b42", "text": "The Joint team from SOPAC and SPREP provided valuable training, facilitation and technical assistance throughout the process of developing this JNAP. In addition, the development of this JNAP also involved national experts that make up the Vulnerability and Adaptation Team of the Second National Communication (SNC) Project, Disaster Risk Management Task Force. Expert members were drawn from government ministries, Non-Government Organisations and Statutory Authorities. The Management Unit of the SNC Project, Ministry of Environment and Climate Change was responsible for the compilation and editing of the JNAP text with assistance from SOPAC and SPREP."}, {"text_block_id": "p9_b43", "text": "The JNAP is arranged as follows:"}, {"text_block_id": "p9_b44", "text": "The JNAP is arranged as follows:\n* Background and Setting;\n* Linkages of this Plan to National, Regional and International Processes, Agreements and Frameworks;\n* The JNAP Development Process;\n* The JNAP on Climate Change Adaptation and Disaster Risk Management; and\n* The Implementation Strategy."}, {"text_block_id": "p9_b54", "text": "Background and Setting"}, {"text_block_id": "p9_b55", "text": "Tonga’s susceptibility to the impacts of climate change and disaster risks is principally due to its geographical, geological and socio-economic characteristics."}, {"text_block_id": "p9_b56_merged", "text": "Tonga lies between 15° and 23° 30’ South and 173° and 177° West. It has a combined land and sea area of 720,000km. It is an archipelago of 172 named islands with an area of 747km of which 36 islands are inhabited with an area of 649km ."}, {"text_block_id": "p9_b63", "text": "Tonga consists of four clusters of islands extended over a north-south axis: Tongatapu (260sqkm); ‘Eua (87sqkm) in the south; Ha’apai (109sqkm) in the middle; Vava’u (121sqkm) in the north; Niuafo’ou and Niua Toputapu (72sqkm) in the far north. Tonga’s archipelago is situated at the subduction zone of the Indian-Australian and the Pacific tectonic plates and within the Ring of Fire where intense seismic activities occur."}, {"text_block_id": "p9_b64", "text": "The 2006 population census of the Kingdom of Tonga was its sixth decennial census. Tonga is divided into five island divisions (Tongatapu, Vava’u, Ha’apai, Eua and the Niuas divisions) and within each island division it is further divided into districts for demographic purposes. According to the 2006 census, Tonga’s population counted 101,991 which distributed amongst 17,529 households."}, {"text_block_id": "p10_b65", "text": "The historical trend of population growth in the Kingdom of Tonga has increased since 1960’s. Population has grown with an average annual growth rate of 3.6% from 1956–1966, 1.6% from 1966–1976, 0.49% from 1976–1986, 0.3% from 1986–1996 and 0.4% from 1996–2006. Population increase has an unavoidable and substantial pressure both on the land and marine resources."}, {"text_block_id": "p10_b66", "text": "Agricultural production is still the predominant contributor to the economy of Tonga particularly from the year 2000–2009."}, {"text_block_id": "p10_b67", "text": "At the sectoral level, the Services Sector reveals to be the highest contributor to the GDP. This indicates a gradual diversification from the Agricultural sector to the Services Sector. Tonga has been categorized by UNDESA as one of the fifty one Small Island Developing States (SIDS) that is vulnerable to exogenous shocks. Its Economic Vulnerability Index (EVI) is 48.48 and threshold is 33. The gradual diversification from the heavy dependence on one sector will indeed assist in diversifying and broadening the economic base to strengthen the economy of Tonga against future exogenous shocks."}, {"text_block_id": "p10_b68", "text": "Observed impacts of climate change, climate induced hazards and geological hazards on sectors in Tonga were reported. Further, the projected impacts of climate change and tsunami on these sectors were also discussed."}, {"text_block_id": "p10_b69", "text": "Linkages of this Plan to National, Regional and International Processes, Agreements and Frameworks"}, {"text_block_id": "p10_b70", "text": "The development of this Joint Action Plan on Climate Change Adaptation and Disaster Risks Management complies with Tonga’s National Strategic Development Framework 2009–2014, the Pacific Islands Framework of Action on Climate Change 2006–2015, the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005–2015, the International Decade for Natural Disaster Reduction (IDNDR), the Yokohama Plan for Action and the Hyogo Framework for Action 2005–2015, and the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p10_b71", "text": "The Joint National Action Plan Development Process"}, {"text_block_id": "p10_b72", "text": "The development process of the JNAP on Climate Change Adaptation and Disaster Risk Management followed the sequence below:"}, {"text_block_id": "p10_b73", "text": "The development process of the JNAP on Climate Change Adaptation and Disaster Risk Management followed the sequence below:\n* Obtain the political support;\n* Establishment of national multi-disciplinary teams for Climate Change Adaptation and Disaster Risk Management;\n* Situation Analysis and Vulnerability Assessment;\n* Stakeholders and Community Consultations;\n* Development of the Action Matrix and Prioritization;\n* Costing of the CCA & DRM activities; and\n* Development of the Implementation strategy."}, {"text_block_id": "p11_b87", "text": "The Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management"}, {"text_block_id": "p11_b88", "text": "The Plan comprises six priority goals."}, {"text_block_id": "p11_b89", "text": "The Plan comprises six priority goals.\n* Improved good governance for climate change adaptation and disaster risk management (mainstreaming, decision making, organizational and institutional policy frameworks)\n* Enhanced technical knowledge base, information, education and understanding of climate change adaptation and effective disaster risk management\n* Analysis and assessments of vulnerability to climate change impacts and disaster risks\n* Enhanced community preparedness and resilience to impacts of all disasters\n* Technically reliable, economically affordable and environmentally sound energy to support the sustainable development of the Kingdom\n* Strong partnerships, cooperation and collaboration within government agencies and with Civil Societies, Non Government Organisations and the Private Sectors"}, {"text_block_id": "p11_b101", "text": "Each goal has specific objectives and outcomes."}, {"text_block_id": "p11_b102", "text": "The Implementation Strategy"}, {"text_block_id": "p11_b103", "text": "This strategy articulates the implementation arrangements of this JNAP. It includes:"}, {"text_block_id": "p11_b104", "text": "This strategy articulates the implementation arrangements of this JNAP. It includes:\n* a description of the approach utilised to develop the implementation arrangements;\n* a set of guiding principles for the implementation;\n* the costing methodology used by partners to identify resource requirements and related costs for the implementation of actions under the JNAP;\n* an implementation or management structure to be responsible for leading and coordinating JNAP implementation;\n* a financing strategy and approaches for the resourcing of JNAP actions;\n* the platform for an appropriate communications strategy to help ensure that the underlying message of increased safety and resilience is conveyed to all stakeholders using the most appropriate media; and\n* the basis for a monitoring and evaluation system which not only addresses issues in relation to transparency and accountability but also facilitates a systematic approach to change and improvement as a direct consequence of progress reporting."}, {"text_block_id": "p12_b118", "text": "1.1 Geographical Setting"}, {"text_block_id": "p12_b119", "text": "Source: LGIS, Ministry of Lands, Survey and Natural Resources, Tonga."}, {"text_block_id": "p12_b120_merged", "text": "Tonga has a combined land and sea area of 720,000km. It is an archipelago of 172 named islands with an area of 747km of which 36 islands are inhabited with an area of 649km ."}, {"text_block_id": "p12_b127", "text": "Tonga consists of four clusters of islands extended over a north-south axis: Tongatapu (260sqkm) and ‘Eua (87sqkm) in the south, Ha’apai (109sqkm) in the middle, Vava’u (121sqkm) in the north and Niuafo’ou and Niua Toputapu (72sqkm) in the far north. Nuku’alofa, the capital is situated in Tongatapu, the largest island."}, {"text_block_id": "p12_b128", "text": "Figure 1.1: Map of Tonga"}, {"text_block_id": "p12_b129", "text": "Tonga’s archipelago is situated at the subduction zone of the Indian-Australian and the Pacific tectonic plates and within the Ring of Fire where intense seismic activities occur. It is about 200km to the west of the Tonga Trench which is a potential source of tsunami. Most of its atoll islands including the main island are very flat with average altitude of 2–5 meters hence highly vulnerable to storm surges and tsunami inundation."}, {"text_block_id": "p12_b130", "text": "Tongatapu and ‘Eua are limestone capped islands which with low islands form the Tongatapu group. The south of the Vava’u Group is generally composed of high volcanic and elevated limestone islands with reef communities or fringing reefs. Ha’apai has high volcanic and low limestone islands. The Niuas are high volcanic islands surrounded by fringing and barrier reefs."}, {"text_block_id": "p13_b131", "text": "1.2 Population"}, {"text_block_id": "p13_b132", "text": "Population Density and Distribution"}, {"text_block_id": "p13_b133", "text": "The 2006 population census of the Kingdom of Tonga was its sixth decennial census. Tonga is divided into five island divisions (Tongatapu, Vava’u, Ha’apai, Eua and the Niuas divisions) and within each island division it is further divided into districts for demographic purposes. According to the 2006 census Tonga’s population was 101,991 distributed amongst 17,529 households (Table 1.1). Out of the total population 51,772 were males and 50,219 were females. Further, 23,658 people resided in the urban areas whereas 78,333 people lived in the rural areas."}, {"text_block_id": "p13_b134", "text": "Tongatapu is the most populous and has the highest population density. Its population totaled 72,045 in 2006 which accounted for 71% of the total population, for Vava’u 15,505 (15%), 7,570 (7%) for Haapai, 5,206 (5%) for Eua and 1,665 (2%) for the Niuas (Figure 1.2)."}, {"text_block_id": "p13_b135", "text": "Source: Statistics Department, Tonga, 2006."}, {"text_block_id": "p14_b136", "text": "Population Historical Trend"}, {"text_block_id": "p14_b137", "text": "The population of Tonga has increased steadily since the 1950’s, growing at an average annual rate of 3.6% from 1956–1966, 1.6% from 1966–1976, 0.49% from 1976–1986, 0.3% from 1986–1996 and 0.4% from 1996–2006. (Figure 1.3 and Table 1.1)."}, {"text_block_id": "p14_b138", "text": "The increase in population has had an unavoidable and substantial pressure on both land and marine resources and hence has resulted in the exploitation and removal of these resources. This in turn reduced the resilience of Tonga’s environment and its people to climate change impacts and disaster risks"}, {"text_block_id": "p14_b139", "text": "Table 1.1: Population and percentage increase, 1956–2006, Tonga"}, {"text_block_id": "p14_b140", "text": "Source: Statistics Department, Tonga."}, {"text_block_id": "p14_b141", "text": "1.3   Economy"}, {"text_block_id": "p14_b142", "text": "Table 1.2 depicts name of each industry/sector with its annual production and contribution to Gross Domestic Product of Tonga. The Agriculture sector is the main contributor, in terms of GDP, to the economy of Tonga from 2000–2009. This is closely followed by Public Administration and Services. If we aggregate the data to the sectoral level then as we can see from Table 1.2 the Services Sector is revealed to be the highest contributor to the GDP."}, {"text_block_id": "p14_b143", "text": "Tonga has been categorized as one of fifty one Small Island Developing States that is vulnerable to exogenous shocks. The Economic vulnerability index (EVI) reflects the risk to the development of a country caused by these shocks. EVI is a combination of seven indicators including the following:"}, {"text_block_id": "p14_b144", "text": "Tonga has been categorized as one of fifty one Small Island Developing States that is vulnerable to exogenous shocks. The Economic vulnerability index (EVI) reflects the risk to the development of a country caused by these shocks. EVI is a combination of seven indicators including the following:\n* Population size;\n* Remoteness;\n* Merchandise export concentration;\n* Share of agriculture, forestry and fisheries in GDP;\n* Homelessness caused by natural disasters;\n* Instability of agricultural production; and\n* Instability of export of goods and services"}, {"text_block_id": "p14_b158", "text": "The EVI for Tonga is 48.48 and threshold is 33. The gradual diversification of economic activity will assist in strengthening the economic base making the economy of Tonga  more resilient to any future exogenous shocks."}, {"text_block_id": "p16_b159", "text": "The climate of Tonga is tropical. Tonga lies within the south-east trade wind zone of the South Pacific. Wind speed over its surrounding oceans averages around 12 knots. Strong winds are not common except during tropical cyclone passages in summer (November – April) and gales from eastward migrating high-pressure systems during winter (May – October)."}, {"text_block_id": "p16_b160", "text": "1.4.1  Climate Change Impacts"}, {"text_block_id": "p16_b161", "text": "Increased and decreased Rainfall"}, {"text_block_id": "p16_b162", "text": "The annual mean rainfall for the five meteorological stations in Tonga was calculated starting from year 1971–2007 (Figure 1.4)."}, {"text_block_id": "p16_b163", "text": "Tongatapu received average rainfall of 1721mm, Vava’u (2150mm), Ha’apai (1619mm), Niua Fo’ou (2453) and Niua Toputapu (2374mm)."}, {"text_block_id": "p16_b164", "text": "Figure 1.4: Annual Mean Rainfall for Five Meteorological Stations in Tonga, 1971–2007."}, {"text_block_id": "p16_b165", "text": "Source: TMS, Tonga."}, {"text_block_id": "p16_b166", "text": "Impacts of Heavy Rainfall"}, {"text_block_id": "p16_b167", "text": "Photo 1: Flooding of St. Andrew’s High School from heavy rainfall, 2009 SNC Project, MECC, Tonga."}, {"text_block_id": "p16_b168", "text": "Photo 2: Flooding of residential from heavy rainfall, 2009, SNC Project, MECC, Tonga."}, {"text_block_id": "p16_b169", "text": "Photo 3: Flooding of roads from heavy rainfall, 2010, SNC Project, MECC, Tonga."}, {"text_block_id": "p17_b170", "text": "Tonga has occasionally received heavy rainfall. This has caused flooding and prolonged ponding of water which posed health risks with the outbreak of water borne and vector disease such as dengue fever. The agricultural sector has also been affected; some crops cannot tolerate this unfavourable climatic condition. Residential areas, schools, roads (Photos 1–3) were also adversely affected. Heavy rainfall also increased surface runoffs and this has resulted in the pollution of nearby coastal areas and lagoons due to sediments, debris being washed off to these areas."}, {"text_block_id": "p17_b171", "text": "Impacts of drought (decreased rainfall)"}, {"text_block_id": "p17_b172", "text": "Tonga’s climate pattern is very much affected by the El Nino phenomenon. This event usually happens once in every 3–7 years, as the warm sea surface temperatures move eastwards, moisture and water vapor required for cloud formation also migrate eastward. This causes droughts in Tonga. The last three major droughts that have occurred in Tonga in 1983, 1998 and 2006 have been directly linked to the May 1982–June 1983, May 1997–April 1998 and September 2006–January 2007 El Nino events. The average annual mean rainfall is 1731mm per year. During the drought periods the average rainfall were as follows:"}, {"text_block_id": "p17_b173", "text": "Tonga’s climate pattern is very much affected by the El Nino phenomenon. This event usually happens once in every 3–7 years, as the warm sea surface temperatures move eastwards, moisture and water vapor required for cloud formation also migrate eastward. This causes droughts in Tonga. The last three major droughts that have occurred in Tonga in 1983, 1998 and 2006 have been directly linked to the May 1982–June 1983, May 1997–April 1998 and September 2006–January 2007 El Nino events. The average annual mean rainfall is 1731mm per year. During the drought periods the average rainfall were as follows:\n* 1983 â 70mm\n* 1998 â 132mm\n* 2006 â 142mm"}, {"text_block_id": "p17_b179", "text": "Photo 4: Stunted growth of coconuts during Drought, MAFF 2007."}, {"text_block_id": "p17_b180", "text": "Since the country depends on primary produce from land and sea for export, severe droughts seriously affected the revenue earning capacity and livelihood of the people, food supply as well as their socio-economic development.  These severe droughts caused stunted growth in sweet potatoes and coconuts. Additionally, most of the traditional root crops in Tonga such as taro, yams and cassava were disastrously affected due to their very sensitive to dry weather. This in turn adversely impacted on food security, customary obligations, as well as the country’s economy."}, {"text_block_id": "p17_b181", "text": "Livestock, fisheries and health particularly in the smaller islands of Ha’apai, Vava’u and the Niuas were severely affected because of their smallness in geographical sizes, their dependence on rainwater and the high salinity level of ground water."}, {"text_block_id": "p17_b182", "text": "Droughts have potentially caused health and sanitation problems due to dusty roads and water shortages. Most of Tongan residents are heavily dependent on open rain water catchments for drinking purposes and these are exposed to dust and contamination from all sorts of sources. This has caused diarrhoea, respiratory diseases and skin diseases."}, {"text_block_id": "p17_b183", "text": "Photo 5: Stunted sweet potatoes during drought period, MAFF 2007."}, {"text_block_id": "p18_b184", "text": "The warmer sea temperature  brought about by the El Nino (1997-98) affected the activities in the fishing industry and resulted in a TOP$2.8 million (18.7%) decline in exports of fish and other marine products during the year compared with the TOP$3.3 million (28.0%) increase in 2001–2002 (NRBT Annual Report 2002–2003). The low fish catch rate was also believed as a result of the El Nino condition (NRBT Annual Report 2003–2004)."}, {"text_block_id": "p18_b185", "text": "Increased Temperature"}, {"text_block_id": "p18_b186", "text": "Temperature variations throughout the Kingdom show an increase in daily and seasonal variations with increasing latitude. Mean annual temperatures vary from 27˚C at Niuafo’ou and Niuatoputapu to 24˚C on Tongatapu. Diurnal and seasonal variations can reach as high as 6°C throughout the island group."}, {"text_block_id": "p18_b187", "text": "During the Hot Wet Season (November – April), the average temperature ranges from 27–29˚C whereas at Dry Cool Season (May – October), the average temperature ranges from 20–24˚C."}, {"text_block_id": "p18_b188", "text": "Photo 6: Coral during coral  bleaching event, 2000."}, {"text_block_id": "p18_b189", "text": "Based on the historical climatic data records dated from 1971–2007 for Nuku’alofa, Ha’apai, Vava’u and Niuatoputapu, trends suggest a marked increase of 0.4–0.9˚C in annual mean temperature throughout the island groups since the 1970s (TMS, Tonga, 2009)."}, {"text_block_id": "p18_b190", "text": "Data from the Nuku’alofa tide gauge indicates a slight increase in sea temperature. It suggests a positive inclination of 0.0057°C/yr (0.057°C/decade)."}, {"text_block_id": "p18_b191", "text": "In the last five years up to the current stage Tongans have experienced heat stress due to increased temperature. There has been an increase in the number of Tongans suffering from asthma due to this climatic factor. Such climatic conditions also reduced soil moisture and fertility which is unfavourable to crops such as tomatoes, irish potatoes and other vegetables."}, {"text_block_id": "p18_b192", "text": "Coral bleaching is becoming common and has recently increased partially due to the increase in sea temperature. Coral bleaching has been reported in Tongatapu and the Ha’apai group in Year 2000 as a result of a warming band of oceanic water extending from Fiji to Easter Island. This incidence resulted in coral mortality, destruction of habitats for reef species, reduction is diversity of reef species which in turn affected the fisheries sector and hence the economy of the country."}, {"text_block_id": "p18_b193", "text": "Sea Level Rise"}, {"text_block_id": "p18_b194", "text": "The sea level trend in Tonga suggests that there is a general increase in sea level in order of 6.4mm/yr since records started in 1993 up to 2007. (TMS, Tonga, 2007)."}, {"text_block_id": "p18_b195", "text": "Coastal erosion is another critical environmental issue facing Tonga, partially as a result of sea level rise. Other contributing factors include low altitude, the increase denudation of mangroves and coastal trees, live coral removal,illegally mining of beach sands and sand dredging of off-shore sand dunes for construction purposes. A noticeable result of these activities and/or processes is loss of land and infrastructures along the coast."}, {"text_block_id": "p18_b196", "text": "Photo 7: Coastal erosion in Manuka Village, 2006."}, {"text_block_id": "p19_b197", "text": "Much of the northern coastline of Hahake in Tongatapu (that is from Niutoua to Nukuleka) villages is eroding and much of the road in the villages of Kolonga, Manuka and Nukuleka are exposed to coastal erosion. Low lying coastal villages in the Nuku’alofa area including Popua, Tukutonga and also the small islands of Nukunukumotu with topographic elevation below 2m above sea level are currently affected by sea level rise. These areas are tidally inundated and the worst times are during spring tides. Tidal flooding inundates both coastal town and tax allotments. Tax allotments are the parcel of land within towns or villages allocated for farming and town allotments are for residential. Loss of coastal allotments means looking for other areas for residential, gardening and subsistence agriculture."}, {"text_block_id": "p19_b198", "text": "Photo 8: Coastal erosion, Lifuka, Haapai, NEMO, MoW, 2009."}, {"text_block_id": "p19_b199", "text": "Coastal villages between Ha’atafu and Kolovai (western side of Tongatapu) are very low lying to less than 5m above sea level and are at risk from erosion. Kanokupolu village (immediately south of Ha’atafu village), like Lifuka Island in Haapai which is less than 2m above sea level, is the most vulnerable village. Currently, the affected coastline runs about 2.2km along the eastern coast from south of Ha’atafu to Kolovai penetrating landward to an average of 100m from the shoreline."}, {"text_block_id": "p19_b200", "text": "Source: LGIS, Ministry of Lands, Survey and Natural Resources, Tonga."}, {"text_block_id": "p20_b201", "text": "Sea level rise also affects the under-groundwater supplies and agricultural production particularly in low lying coastal areas throughout Tonga."}, {"text_block_id": "p20_b202", "text": "Figure 1.5 indicates low lying coastal villages in Tongatapu that experienced historic inundation. Elevation  of these villages ranges from 0.5m–2m above mean sea level."}, {"text_block_id": "p20_b203", "text": "The beach in front of the hospital in Lifuka, Ha’apai (2006) is also eroded. The picture (Photo 9) shows the hospital perimeter fence which is now in the sea together with some exposed roots."}, {"text_block_id": "p20_b204", "text": "Photo 9: Hospital fence in sea, Lifuka, Haapai, NEMO, MoW, 2009."}, {"text_block_id": "p20_b205", "text": "1.4.2 Climate Induced Hazards"}, {"text_block_id": "p20_b206", "text": "Increased Frequency and Intensity of Tropical Cyclones"}, {"text_block_id": "p20_b207", "text": "Figure 1.6 shows an increasing trend in the occurrences of tropical cyclones in Tonga on a decadal basis. There is also evidence that the intensity of cyclones has increased since the 1980’s in Tonga."}, {"text_block_id": "p20_b208", "text": "Figure 1.6: Decadal Cccurrences of Tropical Cyclones in Tonga,1960–2008."}, {"text_block_id": "p20_b209", "text": "Source: TMS, Tonga."}, {"text_block_id": "p20_b210", "text": "Since the 1960’s 4 cyclones have severely affected Tonga. Cyclone Flora in March, 1961 affected Vava’u and Haapai district, Cyclone Isaac in March, 1982 affected Haapai and Tongatapu and Cyclone Waka in December, 2001 affected the northern group of Niua and Cyclone Renee in 2010 severely affected Tongatapu, Vava’u & Haapai groups. All of these cyclone events caused severe damages to crops and food supply, infrastructures, tourist resorts, the environment, buildings and disrupt essential services and the wellbeing of the people of affected community for a prolonged period of time."}, {"text_block_id": "p21_b211", "text": "In addition, tropical cyclone damage to the island groups of Tonga in the past have amounted to millions of dollars. For instance, for Tropical Cyclone Isaac in 1982, the total cost for the damage inflicted was TOP$18.7 million. Tropical Cyclone Waka, 2002 severely damaged the islands of Niuafo’ou, Niuatoputapu and Vava’u and the total estimated cost for the damage was TOP$104.2 million (Natural Disaster Management Report, MOW, 2002). For Tropical Cyclone Rene, 2010, the total estimate cost of damage was TOP$19.4M for agricultural crops, TOP$15.6M for residential houses and TOP$3 million for roads and causeways. (Initial damage assessment report, Tonga, 2010)."}, {"text_block_id": "p21_b212", "text": "Photo 10: Destruction of dwelling houses by TC Rene, 2010, SNC Project, Tonga 2010."}, {"text_block_id": "p21_b213", "text": "Figure 1.7: Path of Tropical Cyclone Rene."}, {"text_block_id": "p21_b214", "text": "Source: TMS, Tonga, 2010."}, {"text_block_id": "p21_b215", "text": "Storm Surge"}, {"text_block_id": "p21_b216", "text": "During Tropical Cyclone Eseta in 2003, storm surges inflicted serious damages to tourist resorts in Ha’atafu beach, Good Samaritan Inn resort in Kolovai (Photo 11), the Princess Resort in Fo’ui and Nafanua Harbour in Eua (Photo 12)."}, {"text_block_id": "p21_b217", "text": "Photo11: Strong storm surge damaging Good Samaritan Inn, MoW, 2003."}, {"text_block_id": "p21_b218", "text": "Photo12: Strong storm surge damaging Nafanua Harbour, MoW, 2003."}, {"text_block_id": "p22_b219", "text": "The surge was so destructive that it caused serious damage costing millions of dollars. The damage to the Good Samaritan Inn at Kolovai was estimated at around TOP$105,000.00 and Nafanua Harbour to be TOP$1.1million."}, {"text_block_id": "p22_b220", "text": "Tornadoes"}, {"text_block_id": "p22_b221", "text": "Although Tornadoes do not usually cause national disasters in Tonga, their impact can be disastrous at the local and village level. The last known tornado was in the central district of Tongatapu in September, 2004 causing isolated damage to some homes in Utulau, Haakame and Haalalo."}, {"text_block_id": "p22_b222", "text": "Photo 13: Tornadoes impacts on ‘Utulau village, MoW, 2004."}, {"text_block_id": "p22_b223", "text": "1.4.3  Geological Hazards"}, {"text_block_id": "p22_b224", "text": "Earthquake"}, {"text_block_id": "p22_b225", "text": "Figure 1.8: Tonga’s location in Pacific of Fire and its vulnerability to impacts of geohazards."}, {"text_block_id": "p22_b226", "text": "Source: Geology Unit Report, Ministry of Lands, Survey & Natural Resources, Tonga."}, {"text_block_id": "p23_b227", "text": "Table 1.3 provides a summary of all incidences of earthquakes and their impacts in Tonga."}, {"text_block_id": "p23_b228", "text": "Table 1.3: Earthquake and its impacts in Tonga."}, {"text_block_id": "p23_b229", "text": "Source: Geology Unit, Ministry of Lands, Survey & Natural Resources, Tonga."}, {"text_block_id": "p23_b230", "text": "Volcanic Eruption"}, {"text_block_id": "p23_b231", "text": "An undersea eruption occurred in the west of the islands of Hunga Tonga and Hunga Ha’apai in Tonga in 2009 (Figure 3). The eruption was visible from Nuku’alofa, the capital of Tonga. Steam and ash were emitted more than 1 km high. Steam and ash column first appeared after series of sharp earthquakes were felt in the capital, Nuku’alofa. This resulted in the cancellation of both domestic and international aircraft flights, as well had detrimental impacts on the marine ecosystem around the area of eruption."}, {"text_block_id": "p23_b232", "text": "Photo 14: Submarine volcanic eruption, Hunga Ha’apai, 2009."}, {"text_block_id": "p23_b233", "text": "Tsunami"}, {"text_block_id": "p23_b234", "text": "The Niuatoputapu (NTT) tsunami reached maximum height of 16.9m on the southeast coast. Flow heights were between 4–7m above mean sea level along the western coastline where the villages of Hihifo, Vaipoa and Falehau are located. The greatest damage was evident in the unpopulated, forested areas of the eastern and northern coastline. In these areas swathes of matured forest were completely destroyed, debris piles of trees and vegetation were built up on land and in the lagoon, the shoreline was significantly scoured and the land surface was stripped of soil cover."}, {"text_block_id": "p24_b235", "text": "Further effects include:"}, {"text_block_id": "p24_b236", "text": "Further effects include:\n* 9 fatalities and 6 seriously injured\n* Government center destroyed including the hospital, Government staff quarters and offices\n* More than 60% of dwelling houses destroyed"}, {"text_block_id": "p24_b242", "text": "Photo 15: Tsunami impacts, Niua Toputapu, NEMO, 2009."}, {"text_block_id": "p24_b243", "text": "Photo 15: Tsunami impacts, Niua Toputapu, NEMO, 2009.\n* Total estimated cost of damageâTOP$18.2m\n* Total estimated cost of damageâTOP$18.2m\n Photo 17: Tsunami impacts, Niua\n* Total estimated cost of damageâTOP$18.2m\n Photo 17: Tsunami impacts, Niua\n Photo 16: Tsunami impacts, Niua\n<\\li1>"}, {"text_block_id": "p24_b247", "text": "Source: LGIS, Ministry of Lands, Survey & Natural Resources, Tonga."}, {"text_block_id": "p24_b248", "text": "Source: LGIS, Ministry of Lands, Survey & Natural Resources, Tonga.\n* 8.3 Mag at the Richter Scale\n* Time/Date: 0648 hrs of 30th Sept. 2009\n* Location: 15.3 degree South 171degree West or 197km\n* North east of NTT\n* Depth: 33km\n* 30â200m tsunami travelled inland on the Eastern sides\n* 400â900m tsunami travelled inland on the Western sides"}, {"text_block_id": "p25_b262", "text": "1.5 Projected Climate Change Impacts"}, {"text_block_id": "p25_b263", "text": "The climatic parameters projected  for Tonga are as follows:"}, {"text_block_id": "p25_b264", "text": "•"}, {"text_block_id": "p25_b265", "text": "Increased average temperature;"}, {"text_block_id": "p25_b266", "text": "•"}, {"text_block_id": "p25_b267", "text": "Reduced overall rainfall;"}, {"text_block_id": "p25_b268", "text": "•"}, {"text_block_id": "p25_b269", "text": "Higher occurrences of heavy rainfall;"}, {"text_block_id": "p25_b270", "text": "•"}, {"text_block_id": "p25_b271", "text": "Increased sea level; and"}, {"text_block_id": "p25_b272", "text": "•"}, {"text_block_id": "p25_b273", "text": "Increased frequency and intensity of tropical cyclones."}, {"text_block_id": "p25_b274", "text": "Table 1.4 outlines the projected impacts of climate change and natural disasters on critical sectors in Tonga."}, {"text_block_id": "p25_b275", "text": "Table 1.4:  Sectors and their vulnerabilities to projected climate change."}, {"text_block_id": "p26_b276", "text": "Figure 1.10: Tsunami Impacts and Evacuation Zones, Tongatapu."}, {"text_block_id": "p26_b277", "text": "Source: LGIS, Ministry of Lands, Survey and Natural Resources, Tonga."}, {"text_block_id": "p26_b278", "text": "Table 1.5: Zones with different elevation and areas inundated (sqkm), Tongatapu."}, {"text_block_id": "p26_b279", "text": "Source: LGIS, Ministry of Lands, Survey and Natural Resources, Tonga, 2009."}, {"text_block_id": "p27_b280", "text": "Figure 1.11: Impacts of a 2m wave height on Tongatapu."}, {"text_block_id": "p27_b281", "text": "Source: LGIS, Ministry of Lands, Survey and Natural Resources, Tonga."}, {"text_block_id": "p27_b282", "text": "Figure 1.10 illustrates different zones (Zones 1–4) with different elevations ranging from below 2m height to below 35m height in Tongatapu."}, {"text_block_id": "p27_b283", "text": "Zone 1 is the high risk area. Its elevation is below 2m height. Zone 4 is the safest area and its elevation is below 35m height. In time of the tsunami incidence Zone 4 and the grey colored zone are the safest zones for evacuation purposes."}, {"text_block_id": "p27_b284", "text": "A 2m wave height will inundate 4.1sqkm of the land area that is 1.6% of the total land area of Tongatapu. Areas particularly those along the coast are the most vulnerable and affected areas. (Figure 1.11). Names of the villages situated in this high risk zone are indicated in Figure 1.5."}, {"text_block_id": "p27_b285", "text": "A 4m wave height impacts on Tongatapu are illustrated in Figure 1.12. Up to 4.6sqkm of the land area of Tongatapu will be lost."}, {"text_block_id": "p27_b286", "text": "Further, 15m wave height will inundate 51.9sqkm of the total land area of Tongatapu."}, {"text_block_id": "p27_b287", "text": "A 35m wave height will inundate 48.8sqkm and that is 48.8% of the total land area of Tongatapu."}, {"text_block_id": "p28_b288", "text": "Figure 1.12: Impacts of a 4m wave height on Tongatapu."}, {"text_block_id": "p28_b289", "text": "Source: LGIS, Ministry of Lands, Survey and Natural Resources, Tonga."}, {"text_block_id": "p29_b290", "text": "chapter"}, {"text_block_id": "p29_b291", "text": "2"}, {"text_block_id": "p29_b292", "text": "LINKAGES OF THIS PLAN TO NATIONAL, REGIONAL AND INTERNATIONAL PROCESSES, AGREEMENTS AND FRAMEWORKS"}, {"text_block_id": "p29_b293", "text": "The development of the JNAP on CCA & DRM is Tonga’s response to national, regional and international processes, agreements and frameworks. The Government of Tonga endorsed an integrated whole of country and whole of Government/country approach to addressing climate change and disaster risk management."}, {"text_block_id": "p29_b294", "text": "The 2009–2014 National Strategic Planning Framework is the overarching framework that drives Tonga’s development path and resource allocation. Over the past three decades the Government of Tonga, being conscious of Tonga’s vulnerability to natural disasters, has made a conscious effort to incorporate environmental issues and disaster risk into its national planning and development programmes as evidenced in the National Strategic Development Plan 5, 6 and 7, 8 and the recent National Strategic Planning Framework 2009–2014. ‘Mainstreaming’ as commonly referred to now has been practiced in Tonga however, the Government is also conscious of its limited capacity to allocate sufficient resources to sustainably address CCA and DRM issues. Goal 7 of the 2009–2014 Framework calls for the integration of environmental sustainability, climate change and disaster risks into national planning and execution of programs."}, {"text_block_id": "p29_b295", "text": "This JNAP for CCA & DRM is aligned with the priorities of the 2009–2014 National Strategic Framework. Its timely implementation will not only support and assist Tonga in terms of its sustainable development goals and objectives but will also strengthen Tonga’s resilience to current and emerging risks relating to natural hazards."}, {"text_block_id": "p29_b296", "text": "Tonga has participated actively in the international and regional climate change arena."}, {"text_block_id": "p29_b297", "text": "United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p29_b298", "text": "The UNFCCC is the key international agreement aimed at stabilizing Greenhouse Gas (GHG) concentrations at a level that would prevent dangerous anthropogenic (human induced) interference with the climate system. It entered into force on 21 March, 1994. Tonga became a signatory party to the UNFCCC on 20 July 1998."}, {"text_block_id": "p29_b299", "text": "The ultimate objective of this agreement is to stabilize greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the global climate system."}, {"text_block_id": "p30_b300", "text": "The Kyoto Protocol"}, {"text_block_id": "p30_b301", "text": "The Kyoto Protocol to the UNFCCC was adopted at the Third Session of the Conference of the Parties to the UNFCCC held in 1997, Kyoto, Japan. This contains legally binding commitments for developed countries to reduce greenhouse gas emissions. These countries agreed to reduce their GHG emissions by at least 5% below 1990 levels on a global level in the commitment period 2008–2012. This Protocol came into force in 2005."}, {"text_block_id": "p30_b302", "text": "Tonga acceded to the Kyoto Protocol in January 2008. Like all developing countries, Tonga has no reduction commitments under the Kyoto Protocol, however Tonga can undertake mitigation actions to contribute to the achievement of the core objective of the UNFCCC. The Government of Tonga has promoted the utilization of Renewable Energy Resources and Energy Efficiency."}, {"text_block_id": "p30_b303", "text": "In addition the Government of Tonga has made a target that by 2013, 50% of the country will use Renewable Energy Resources."}, {"text_block_id": "p30_b304", "text": "As part of the UNFCCC commitment, Tonga is required to provide communications on action and planning undertaken to address climate change in Tonga and to identify vulnerabilities and needs. The following activities were implemented during the Tonga’s Initial National Communication Project:"}, {"text_block_id": "p30_b305", "text": "•"}, {"text_block_id": "p30_b306", "text": "Preparation of initial greenhouse gas inventory for Tonga;"}, {"text_block_id": "p30_b307", "text": "•"}, {"text_block_id": "p30_b308", "text": "Undertake vulnerability assessment in key sectors in Tonga;"}, {"text_block_id": "p30_b309", "text": "•"}, {"text_block_id": "p30_b310", "text": "Prepare mitigation and adaptation strategies applicable in Tonga;"}, {"text_block_id": "p30_b311", "text": "•"}, {"text_block_id": "p30_b312", "text": "Preparation of Tonga’s Initial Communication Report;"}, {"text_block_id": "p30_b313", "text": "•"}, {"text_block_id": "p30_b314", "text": "Development of a national climate change policy;"}, {"text_block_id": "p30_b315", "text": "•"}, {"text_block_id": "p30_b316", "text": "The construction of the coastal/foreshore protection at Kanokupolu township, an attempt by the people of Kanokupolu to build this coastal protection to prevent future coastal erosion and intrusion of seawater inland;"}, {"text_block_id": "p30_b317", "text": "•"}, {"text_block_id": "p30_b318", "text": "Replanting of coastal trees in front of coastal protection;"}, {"text_block_id": "p30_b319", "text": "•"}, {"text_block_id": "p30_b320", "text": "Reclamation of roads and building of stone mounts on the way to the foreshore;"}, {"text_block_id": "p30_b321", "text": "•"}, {"text_block_id": "p30_b322", "text": "Promotion the usage of renewable energy technologies and energy efficiency;"}, {"text_block_id": "p30_b323", "text": "•"}, {"text_block_id": "p30_b324", "text": "Nursery, composting and coastal tree planting competition among youth groups;"}, {"text_block_id": "p30_b325", "text": "•"}, {"text_block_id": "p30_b326", "text": "Awareness programmes were conducted on television, radio. School visitation, community awareness programmes and drama competition on climate change were also conducted; and"}, {"text_block_id": "p30_b327", "text": "•"}, {"text_block_id": "p30_b328", "text": "Production of climate change awareness materials and distribution to relevant stakeholders."}, {"text_block_id": "p30_b329", "text": "Key constraints or gaps identified in the Initial National Communication were as follows:"}, {"text_block_id": "p30_b330", "text": "•"}, {"text_block_id": "p30_b331", "text": "Lack of credible data when preparing greenhouse inventory and vulnerability assessment  reports;"}, {"text_block_id": "p30_b332", "text": "•"}, {"text_block_id": "p30_b333", "text": "Limited financial assistance to successfully implement climate change activities;"}, {"text_block_id": "p30_b334", "text": "•"}, {"text_block_id": "p30_b335", "text": "Lack of coordination among relevant climate change stakeholders;"}, {"text_block_id": "p30_b336", "text": "•"}, {"text_block_id": "p30_b337", "text": "Level of awareness on climate change & its impacts is low at all levels in society;"}, {"text_block_id": "p30_b338", "text": "•"}, {"text_block_id": "p30_b339", "text": "No climate change legislation that solely addresses climate mitigation and adaptation;"}, {"text_block_id": "p30_b340", "text": "•"}, {"text_block_id": "p30_b341", "text": "Limited number of national experts on climate change field is found in Tonga; and"}, {"text_block_id": "p30_b342", "text": "•"}, {"text_block_id": "p30_b343", "text": "Climate change issues were not mainstreamed into most sectoral and local planning and programmes."}, {"text_block_id": "p31_b344", "text": "Pacific Islands Framework of Action on Climate Change, 2006–2015"}, {"text_block_id": "p31_b345", "text": "The Pacific Island Leaders adopted the Pacific Islands Framework for Action on Climate Change 2006–2015 (PIFACC) in 2005 and South Pacific Regional Environment Program (SPREP) was directed to develop an Action Plan based on national situations and priorities to implement the PIFACC.  The development of this JNAP for CCA & DRM placed Tonga in a position to implement PIFACC’s principles and national actions relevant to the need and priorities of the people and the Government of Tonga.  It also reflects the commitments made by Tonga under the UNFCCC."}, {"text_block_id": "p31_b346", "text": "2.3 Disaster Risk Management"}, {"text_block_id": "p31_b347_merged", "text": "Towards the end of the 1980’s the international community, under the leadership of the United Nations recognized that natural hazards are the worst impediment to socio-economic progress particularly among the least developed countries (LDCs) and small island developing states (SIDS)."}, {"text_block_id": "p31_b350", "text": "A series of initiatives were then introduced to combat the disruptive effects of natural disasters, the most prominent of which was the designating of the last decade of the 20th Century as the International Decade for Natural Disaster Reduction (IDNDR). Other conventions with related objectives followed including the Yokohama Plan for Action and the Hyogo Framework for Action, 2005–2015. These complementary conventions strengthen the resolve of the international community to take all possible actions to reduce the impact of natural disasters in every shape or form."}, {"text_block_id": "p31_b351", "text": "The Pacific Forum leaders committed themselves to this initiative during its meeting in Madang, Papua New Guinea in October 1995 by approving the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005–2015 (Regional DRM Framework)."}, {"text_block_id": "p31_b352", "text": "In February 2006 SOPAC established the Pacific Disaster Risk Management Partnership Network (PDRMPN), at the request of Pacific Leaders. PDRMPN was established primarily as a collaborative and cooperative mechanism of support for Pacific countries in relation to disaster risk management capacity building but more so to assist them with the adaptation and implementation of the Regional Disaster Risk Management (DRM) Framework. The PDRMPN comprises an “open-ended, voluntary” membership of international, regional and national government and non-government organisations, with comparative advantages and interests in supporting Pacific countries toward mainstreaming DRM through addressing their disaster risk reduction and disaster management priorities. (SOPAC, 2009)."}, {"text_block_id": "p31_b353", "text": "The Kalibobo Road Map produced by the Forum Leaders Meeting in 2005, also called for the operationalisation of these regional frameworks at the national level to assist member countries to develop national capacity for an integrated approach to CCA and DRM.  Recognising the presence of limited financial and technical capacity, the Leaders also endorsed the Pacific Plan, requesting  Council of the Regional Organisations in the Pacific (CROP) agencies and development partners to provide country focused assistance to complement national efforts. Development partners, too, have agreed to coordinate and harmonise their development support under the Pacific Plan reflecting their commitments made in the Paris Declaration of Aid Effectiveness and the Pacific Principles of Aid Effectiveness. There is also a high level of support for the policy suggestions contained in the World Bank’s Policy Note (Not If, But When), dealing with adaptation to climate change. It is expected that this Plan will also provide the mechanism to coordinate support to Tonga through the Plan’s coordinated implementation and monitoring and evaluation."}, {"text_block_id": "p32_b354", "text": "The Government of Tonga’s commitments to addressing DRM are reflected in a recently revised legislation and the development of the National Emergency Management Plan. Such commitments are reflected in national initiatives to improve risk management processes in Tonga through institutional strengthening and human resource development. This commitment is embodied in the Cyclone Emergency and Risk Management Project (CERMP, 2002) and other subsequent initiatives. Under the CERMP, 270 Low Cost Cyclone Resistant houses were constructed for Cyclone WAKA victims, the Emergency Management Act was promulgated in September, 2007 and the National Emergency Management Plan was reviewed among other things."}, {"text_block_id": "p32_b355", "text": "A National Disaster Fund was set up in June, 2008 (TOP$5million) to facilitate recovery process after impact and the staff of the National Emergency Management Office was strengthened by three senior new posts in its 2007/08 financial year. While this commitment is a milestone in the development of DRM in Tonga, there is still room for improvement in order to enhance community preparedness and resilience to natural disasters."}, {"text_block_id": "p32_b356", "text": "The development of this JNAP for CCA & DRM is related to important national initiatives to strengthen Tonga’s capacity to manage the challenges of climate change impacts and disaster risks, and is an important step forward. The timely and full implementation of this national action plan underpins Tonga’s capacity to achieve the vision of the plan linked to Tonga’s National Strategic Planning Framework."}, {"text_block_id": "p33_b357", "text": "chapter"}, {"text_block_id": "p33_b358", "text": "3"}, {"text_block_id": "p33_b359", "text": "JNAP ON CCA & DRM   DEVELOPMENT PROCESS"}, {"text_block_id": "p33_b360", "text": "The development process of the JNAP for CCA & DRM  was conducted in a chronological sequence as summarized in Annex 1."}, {"text_block_id": "p33_b361", "text": "3.1  Political Support"}, {"text_block_id": "p33_b362", "text": "Soliciting of support and commitment from the Government of Tonga was among the first steps taken to ensure political support at the highest level for the development of this JNAP. A High Level Advocacy Team (HLAT) from SOPAC made representation to the Tonga Cabinet in October, 2009 for the need to combine the JNAPA for CCA and JNAP for DRM. In supporting the development of joint CCA and DRM JNAP Cabinet Ministers subsequently endorsed the joint programming in October 7th 2009 which then gave SOPAC and SPREP the mandate to facilitate the process. Similar high level consultations were also held with CEOs of line ministries, statutory boards, civil societies and NGOs. There were unanimous endorsements for a joint plan due to the close linkages of climate change impacts and disaster risk management but also to avoid duplication of efforts and maximize the use of the limited resources in Tonga. Tonga is the first country in the Pacific to develop a JNAP CCA & DRM."}, {"text_block_id": "p33_b363", "text": "3.2 The Establishment of National Multi-disciplinary Teams for Climate Change Adaptation and Disaster Risk Management"}, {"text_block_id": "p33_b364", "text": "Climate Change Adaptation"}, {"text_block_id": "p33_b365", "text": "The Ministry of Environment and Climate Change (former Department of Environment) is the National Executive Agency for climate change activities as approved by the His Majesty’s Cabinet in 2004. Cabinet also approved the establishment of the National Environment Coordinating Committee (NECC) (CD 2004), the Technical Working Group (TWG) and the Management Unit (MU) (CDNo.1123 of July 10, 2001)."}, {"text_block_id": "p33_b366", "text": "The NECC was established to function as the advisory body for all environmental projects including climate change. It also serves as the mechanism to coordinate climate change related issues at both the policy and technical levels. The committee is chaired by the Minister of Environment and Climate Change. Members are departmental heads from government ministries, non-government organizations and statutory authorities. The TWG consists of the greenhouse gas inventory and the vulnerability and adaptation groups."}, {"text_block_id": "p34_b367", "text": "These groups are responsible for the proper implementation of climate change activities at the technical level. Members of the TWG are technical experts from government agencies, non-government organisations and statutory authorities."}, {"text_block_id": "p34_b368", "text": "Disaster Risk Management"}, {"text_block_id": "p34_b369", "text": "The Emergency Management Act 2007 called for the development of a National Emergency Management Plan (NEMP, 2009) and the establishment of emergency management committee systems at the national, district and village levels. With regard to the development of the JNAP on Disaster Risk Management, Cabinet tasked the National Emergency Management Committee (NEMC) to participate in the process. A DRM Task Force was also established (CD No.564 of 22 July 2009) to provide the technical inputs in the DRM process."}, {"text_block_id": "p34_b370", "text": "JNAP Task Force"}, {"text_block_id": "p34_b371", "text": "The logical merge of the two technical teams mentioned above (Climate Change TWG) and the DRM (Task Force) was effected for the purpose of developing the JNAP on climate change adaptation and disaster risk management."}, {"text_block_id": "p34_b372", "text": "3.3 Situation Analysis and Vulnerability   Assessment"}, {"text_block_id": "p34_b373", "text": "A ‘situation analysis’ in terms of Vulnerability Assessment was carried out by the Vulnerability Assessment team."}, {"text_block_id": "p34_b374", "text": "Methodologies used in this vulnerability assessment by key development sectors were based on the IPCC Technical Guidelines for assessing of climate change impacts and adaptation (Carter et al. 1994) and also the IPCC Common Methodology on sea level rise. These steps were followed accordingly:"}, {"text_block_id": "p34_b375", "text": "•"}, {"text_block_id": "p34_b376", "text": "Key vulnerable sectors in Tonga were identified;"}, {"text_block_id": "p34_b377", "text": "•"}, {"text_block_id": "p34_b378", "text": "Observed and historical climatic trends in Tonga were prepared;"}, {"text_block_id": "p34_b379", "text": "•"}, {"text_block_id": "p34_b380", "text": "Present conditions in sectors concerned were examined;"}, {"text_block_id": "p34_b381", "text": "•"}, {"text_block_id": "p34_b382", "text": "Future climate and sea level scenarios were developed using the MAGICC SCENGEN and Tonga SIMCLIM;"}, {"text_block_id": "p34_b383", "text": "•"}, {"text_block_id": "p34_b384", "text": "Climate and sea level scenarios that were developed were used to examine their future effects on sectors identified;"}, {"text_block_id": "p34_b385", "text": "•"}, {"text_block_id": "p34_b386", "text": "Other practical methodologies such as Plant Gro and WATBAL9F computer models were also used in assessing the potential impacts of climate and sea level changes particularly in the Water Resources and Agricultural Sectors; and"}, {"text_block_id": "p34_b387", "text": "•"}, {"text_block_id": "p34_b388", "text": "The CHARM tool was used to assess disaster risks."}, {"text_block_id": "p34_b389", "text": "Key national assessment reports were also reviewed such as:"}, {"text_block_id": "p34_b390", "text": "•"}, {"text_block_id": "p34_b391", "text": "Vulnerability Assessment on Tonga’s Initial National Communication, 2005;"}, {"text_block_id": "p34_b392", "text": "•"}, {"text_block_id": "p34_b393", "text": "Climate Change Thematic Assessment Report under National Capacity Self Assessment Project, 2007;"}, {"text_block_id": "p34_b394", "text": "•"}, {"text_block_id": "p34_b395", "text": "National Climate Change Policy, 2006;"}, {"text_block_id": "p34_b396", "text": "•"}, {"text_block_id": "p34_b397", "text": "Climate Change Chapter under National Assessment Report, 2004; and"}, {"text_block_id": "p34_b398", "text": "•"}, {"text_block_id": "p34_b399", "text": "Joint Community consultations on Climate Change, Biodiversity and National Capacity Self Assessment Projects, 2006."}, {"text_block_id": "p34_b400", "text": "The findings from this Vulnerability Assessment were used as the basis for comprehensive community consultations."}, {"text_block_id": "p35_b401", "text": "Community Consultations"}, {"text_block_id": "p35_b402", "text": "The CCA and DRM national joint team and an adviser from SOPAC conducted consultations in highly vulnerable communities in Tongatapu, Vava’u and Haapai from November 2009–January 2010."}, {"text_block_id": "p35_b403", "text": "Communities were informed of the development of the National Action Plan for CCA & DRM and the purpose of the consultation which is to identify community issues and priorities to address climate change and disaster impacts. It was clearly explained to participants that information collated from the consultation will be used for the development of a National Action Plan for Climate Change Adaptation and Disaster Risk Management."}, {"text_block_id": "p35_b404", "text": "In each consultation, there were 30–60 participants in attendance. Participants included town officers, district officers, and representatives from youth groups, churches, women’s groups, farmers, fishermen, and teachers. Each group discussion was facilitated by the CCA & DRM technical members. Climate change and non climate change factors were discussed and the communities were invited to identify the vulnerable sectors and their impacts. Later they were also invited to prioritise the climatic factor that had the most severe impacts in their respective communities. Criteria used for prioritizing needs were scale of immediate needs (local, district or national), level of concern (low, medium or high), severity/urgency of needs (high & very urgent, medium & urgent, low & not very urgent), priority ranking (0-not important, 1-least important, 2-important, 3-most important)."}, {"text_block_id": "p35_b405", "text": "Priority needs from each of the respective communities were then collated to form the country priority needs as itemized in Table 3.1."}, {"text_block_id": "p41_b406", "text": "Stakeholder Consultation"}, {"text_block_id": "p41_b407", "text": "Government ministries, NGOs and statutory authorities in Tongatapu, Ha’apai and Vava’u were also included in the consultation aimed at identifying related issues and priorities as well as assessing the extent of mainstreaming climate change and disaster risk management at sectoral level and including NGOs and Civil Societies planning processes."}, {"text_block_id": "p41_b408", "text": "It was established that some Ministries had already incorporated CCA & DRM into their current and future planning and development programmes whereas others had not. These consultations also stressed the importance of enhancing the coordination among all stakeholders and that the lead agencies for CCADRM should ensure the effective implementation of the JNAP which subsequently enhances resilience of people, their livelihoods and environment  to climate change impacts and disaster risks. Table 3.2 below outlines the summary of findings after consultations with Government Ministries, NGOs, Statutory Board at Tongatapu, Ha’apai."}, {"text_block_id": "p41_b409", "text": "Table 3.2: Summary of findings from Government Ministries/Departments, Non-Government Organisations consultations."}, {"text_block_id": "p42_b410", "text": "3.5 Development of the Action Matrix, Costing and Implementation Strategy"}, {"text_block_id": "p42_b411", "text": "A four day JNAP Task Force consultation meeting was convened from 8th and 15th February, 2010 by SOPAC and SPREP to facilitate the consolidation of vulnerability issues identified and to determine priorities.The information collated from the Vulnerability & Adaptation (V&A) process, community and key stakeholders consultations provided the basis for the meeting and the development of the action matrix for the action plan as in Annex 2 herein."}, {"text_block_id": "p42_b412", "text": "It was decided at this point in the process that this joint plan will focus on ‘gaps’ to add value to numerous existing initiatives already established by the Government and to increase the pace of climate change adaptation as well as DRM. In addition, it was decided not to duplicate existing efforts but to concentrate on priority issues where additional or new resources are required for strengthening Tonga’s resilience to climate change and natural disaster impacts. The decision acknowledges that a number of CCA & DRM concerns and initiatives, such as water and sanitation, early warnings, meteorological services capacity building and community based V&A among others are already covered by existing and planned government initiatives."}, {"text_block_id": "p42_b413", "text": "Following from the above, JNAP Task Force also determined that the National Action Plan is not intended to be fully comprehensive in terms of its coverage, but rather represents a starting point. The JNAP should therefore be a ‘living document’. Part of this JNAP for CCA & DRM development process included the identification of a robust system of monitoring and evaluation and review (refer Chapter 5). It is the intention that CCA & DRM issues not prioritised in the current version of the JNAP, and/or new and emerging issues, be captured through the process of on-going and regular review of JNAP implementation."}, {"text_block_id": "p43_b414", "text": "CCA & DRM gaps that were identified were further subjected to a process of prioritisation in acknowledgement of the fact that:"}, {"text_block_id": "p43_b415", "text": "i)"}, {"text_block_id": "p43_b416", "text": "the JNAP should not be overly ambitious, and;"}, {"text_block_id": "p43_b417", "text": "ii)"}, {"text_block_id": "p43_b418", "text": "the need to make strategic use of limited resources."}, {"text_block_id": "p43_b419_merged", "text": "The whole prioritization process was adopted from the SOPAC et. al., (2009) as depicted in Figure 3.1."}, {"text_block_id": "p43_b421", "text": "Source: SOPAC et al (2009)."}, {"text_block_id": "p43_b422", "text": "Validation/Prioritization"}, {"text_block_id": "p43_b423", "text": "Validation, prioritization and sequencing usually follow each other, where prioritization is used to determine sequencing after the key issues identifies are discussed and confirmed. ‘Prioritization’ is a decision making process where the ‘most important or main issues’ related to a certain topic or objective are determined and then placed in order of importance. From that prioritization process one is able to decide which action to implement first, second, third etc. within a given timeframe."}, {"text_block_id": "p44_b424", "text": "Identify Root Causes and Solutions"}, {"text_block_id": "p44_b425", "text": "Issues that were considered priority gaps were then taken through a process of a problem tree analysis during which root causes were systematically identified."}, {"text_block_id": "p44_b426", "text": "Once the root causes of CCA & DRM issues had been agreed, potential solutions to address the root causes were constructed. These solutions (rigorously discussed and debated) were reformulated through a process of iteration. With the assistance of SOPAC and SPREP facilitators of the process, the final draft solutions (rephrased into actions) were arranged and packaged in an Action Matrix."}, {"text_block_id": "p44_b427", "text": "The costing of the action matrix was conducted during February 8th–19th, 2010 by a SOPAC Technical Team with the JNAP Task Force in Tonga. Details of all costs are presented in Chapter 5."}, {"text_block_id": "p44_b428", "text": "The JNAP Task Force was further convened during March 29th–April 1st by the SPREP and SOPAC team where the implementation, monitoring and evaluation strategies of the JNAP were formulated. Details are also presented in Chapter 5."}, {"text_block_id": "p44_b429_merged", "text": "The JNAP Task Force was then left to draft the supporting text which was later reviewed and edited by the SPREP and SOPAC team. The process of developing this JNAP was adapted from SOPAC et al (2009) as presented in Figure 3.2 below."}, {"text_block_id": "p45_b431", "text": "Vision"}, {"text_block_id": "p45_b432", "text": "The vision is to promote and ensure safe, healthy, secure and resilient communities to climate change impacts and disaster risks."}, {"text_block_id": "p45_b433", "text": "The JNAP comprises six goals. Each goal has several objectives and outcomes."}, {"text_block_id": "p45_b434", "text": "Goal 1:  Improved good governance for climate change adaptation and disaster risk management (mainstreaming, decision making, organizational and institutional policy frameworks)"}, {"text_block_id": "p45_b435", "text": "Objectives"}, {"text_block_id": "p45_b436", "text": "•"}, {"text_block_id": "p45_b437", "text": "Develop an enabling policy and capacity to strengthen planning and decision making processes with the incorporation of relevant climate change and disaster risk management considerations"}, {"text_block_id": "p45_b438", "text": "•"}, {"text_block_id": "p45_b439", "text": "Strengthen institutional arrangements and capacity for climate change and disaster risk management in Vavaú, Haápai, Éua and in the Niuas"}, {"text_block_id": "p45_b440", "text": "Outcomes"}, {"text_block_id": "p45_b441", "text": "•"}, {"text_block_id": "p45_b442", "text": "Strong institutional arrangements for climate change and disaster risk management"}, {"text_block_id": "p45_b443", "text": "•"}, {"text_block_id": "p45_b444", "text": "Climate change and disaster risk management mainstreamed into planning, decision making and budgetary processes"}, {"text_block_id": "p45_b445", "text": "Goal 2:  Enhanced technical knowledge base, information, education and understanding of climate change adaptation and effective disaster risk management"}, {"text_block_id": "p45_b446", "text": "Objectives"}, {"text_block_id": "p45_b447", "text": "•"}, {"text_block_id": "p45_b448", "text": "Improve science and technical knowledge base within key government agencies"}, {"text_block_id": "p45_b449", "text": "•"}, {"text_block_id": "p45_b450", "text": "Increase relevant education and community awareness programmes"}, {"text_block_id": "p45_b451", "text": "•"}, {"text_block_id": "p45_b452", "text": "Strengthen evidence-based decision and policy making through use of relevant and updated information"}, {"text_block_id": "p46_b453", "text": "Outcomes"}, {"text_block_id": "p46_b454", "text": "•"}, {"text_block_id": "p46_b455", "text": "Increased and more comprehensive understanding of climate change and disaster risk"}, {"text_block_id": "p46_b456", "text": "•"}, {"text_block_id": "p46_b457", "text": "Smart and effective use of ICT for climate change and disaster risk management information management"}, {"text_block_id": "p46_b458", "text": "•"}, {"text_block_id": "p46_b459", "text": "Improve capacity for climate change projection and applications on development planning"}, {"text_block_id": "p46_b460", "text": "Goal 3:  Analysis and assessments of vulnerability to climate change impacts and disaster risk"}, {"text_block_id": "p46_b461", "text": "Objectives"}, {"text_block_id": "p46_b462", "text": "•"}, {"text_block_id": "p46_b463", "text": "Implement appropriate coastal protection systems"}, {"text_block_id": "p46_b464", "text": "•"}, {"text_block_id": "p46_b465", "text": "Improve fisheries and coral reef management in view of climate change"}, {"text_block_id": "p46_b466", "text": "•"}, {"text_block_id": "p46_b467", "text": "Strengthen community-based capacity in vulnerability and analysis"}, {"text_block_id": "p46_b468", "text": "•"}, {"text_block_id": "p46_b469", "text": "Strengthen the capacity for implementing and enforcement of impact assessments"}, {"text_block_id": "p46_b470", "text": "•"}, {"text_block_id": "p46_b471", "text": "Assess water resources and supply capacity in capitals, villages and outer islands"}, {"text_block_id": "p46_b472", "text": "•"}, {"text_block_id": "p46_b473", "text": "Assess impact of climate change on vector borne, water borne and nutritional related diseases"}, {"text_block_id": "p46_b474", "text": "Outcomes"}, {"text_block_id": "p46_b475", "text": "•"}, {"text_block_id": "p46_b476", "text": "Protection of coastal areas along the most vulnerable low-lying areas and agricultural land"}, {"text_block_id": "p46_b477", "text": "•"}, {"text_block_id": "p46_b478", "text": "Rational data and information on disaster occurrence and climate change impacts will be available for Tonga"}, {"text_block_id": "p46_b479", "text": "•"}, {"text_block_id": "p46_b480", "text": "Reduction of underlying risk factors"}, {"text_block_id": "p46_b481", "text": "•"}, {"text_block_id": "p46_b482", "text": "Adequate supply of marine sea foods"}, {"text_block_id": "p46_b483", "text": "•"}, {"text_block_id": "p46_b484", "text": "Effective plant rehabilitation at coastal areas"}, {"text_block_id": "p46_b485", "text": "•"}, {"text_block_id": "p46_b486", "text": "Establishment of vector control unit"}, {"text_block_id": "p46_b487", "text": "•"}, {"text_block_id": "p46_b488", "text": "Monitoring programmes that link climate change impacts to vector-water-borne and nutritional related diseases"}, {"text_block_id": "p46_b489", "text": "Goal 4:  Enhanced community preparedness and resilience to impacts of all disasters"}, {"text_block_id": "p46_b490", "text": "Objectives"}, {"text_block_id": "p46_b491", "text": "•"}, {"text_block_id": "p46_b492", "text": "Increase resilience of school buildings and tourism sector to climate change impacts and disaster risks"}, {"text_block_id": "p46_b493", "text": "•"}, {"text_block_id": "p46_b494", "text": "Ensure food and water security after disaster events"}, {"text_block_id": "p46_b495", "text": "•"}, {"text_block_id": "p46_b496", "text": "Increase disaster preparedness, responses and recovery of community"}, {"text_block_id": "p46_b497", "text": "•"}, {"text_block_id": "p46_b498", "text": "Strengthen weather monitoring networks and forecasting centres"}, {"text_block_id": "p46_b499", "text": "•"}, {"text_block_id": "p46_b500", "text": "Strengthen early warning systems"}, {"text_block_id": "p47_b501", "text": "Outcomes"}, {"text_block_id": "p47_b502", "text": "•"}, {"text_block_id": "p47_b503", "text": "Safe and durable school, community buildings"}, {"text_block_id": "p47_b504", "text": "•"}, {"text_block_id": "p47_b505", "text": "Healthy and happy communities"}, {"text_block_id": "p47_b506", "text": "•"}, {"text_block_id": "p47_b507", "text": "Effective early warning systems"}, {"text_block_id": "p47_b508", "text": "•"}, {"text_block_id": "p47_b509", "text": "Effective and efficient health providers"}, {"text_block_id": "p47_b510", "text": "Goal 5:  Technically reliable, economically affordable and environmentally sound energy to support the sustainable development of the Kingdom"}, {"text_block_id": "p47_b511", "text": "Objectives"}, {"text_block_id": "p47_b512", "text": "•"}, {"text_block_id": "p47_b513", "text": "10% reduction of GHG emissions based on 2000*  levels by 2015 through implementing Renewable Energy (RE) and Energy Efficiency (EE) programmes"}, {"text_block_id": "p47_b514", "text": "•"}, {"text_block_id": "p47_b515", "text": "Improve energy security through improved planning and response mechanisms"}, {"text_block_id": "p47_b516", "text": "Outcomes"}, {"text_block_id": "p47_b517", "text": "•"}, {"text_block_id": "p47_b518", "text": "10% reduction in GHG emissions, based on 2000 levels"}, {"text_block_id": "p47_b519", "text": "•"}, {"text_block_id": "p47_b520", "text": "National policy framework on EE including practical mechanisms developed, adopted and implemented"}, {"text_block_id": "p47_b521", "text": "•"}, {"text_block_id": "p47_b522", "text": "Improved security of energy supply"}, {"text_block_id": "p47_b523", "text": "Goal 6:  Strong partnerships, cooperation and collaboration within government agencies and with civil societies and NGOs"}, {"text_block_id": "p47_b524", "text": "Objectives"}, {"text_block_id": "p47_b525", "text": "•"}, {"text_block_id": "p47_b526", "text": "Engage civil societies, NGOs, and private sectors in implementation of this Plan"}, {"text_block_id": "p47_b527", "text": "•"}, {"text_block_id": "p47_b528", "text": "Strengthen partnerships within government agencies and with civil societies, Non-Government Organisations and Private Sectors"}, {"text_block_id": "p47_b529", "text": "Outcomes"}, {"text_block_id": "p47_b530", "text": "Enhanced participation in CCA and DRM planning and programmes"}, {"text_block_id": "p48_b531", "text": "This section articulates the implementation arrangements of this JNAP. It includes:"}, {"text_block_id": "p48_b532", "text": "•"}, {"text_block_id": "p48_b533", "text": "a description of the approach utilised to develop the implementation arrangements;"}, {"text_block_id": "p48_b534", "text": "•"}, {"text_block_id": "p48_b535", "text": "a set of guiding principles for the implementation;"}, {"text_block_id": "p48_b536", "text": "•"}, {"text_block_id": "p48_b537", "text": "the costing methodology used by partners to identify resource requirements and related costs for the implementation of actions under the JNAP;"}, {"text_block_id": "p48_b538", "text": "•"}, {"text_block_id": "p48_b539", "text": "an implementation or management structure to be responsible for leading and coordinating JNAP implementation;"}, {"text_block_id": "p48_b540", "text": "•"}, {"text_block_id": "p48_b541", "text": "a financing strategy and approaches for the resourcing of JNAP actions;"}, {"text_block_id": "p48_b542", "text": "•"}, {"text_block_id": "p48_b543", "text": "the platform for an appropriate communications strategy to help ensure that the underlying message of increased safety and resilience is conveyed to all stakeholders using the most appropriate media; and"}, {"text_block_id": "p48_b544", "text": "•"}, {"text_block_id": "p48_b545", "text": "the basis for a monitoring and evaluation system which not only addresses issues in relation to transparency and accountability but also facilitates a systematic approach to change and improvement as a direct consequence of progress reporting."}, {"text_block_id": "p48_b546", "text": "The implementation arrangements have been developed in consultation with the JNAP Task Force comprising representatives of the major sectors within Government and as well the Tonga Red Cross which has represented the interests and concerns of NGOs and civil society. It is intended that the Task Force leads the implementation and coordination effort and monitoring, evaluation and reporting of progress."}, {"text_block_id": "p48_b547", "text": "5.1 Approach to the Development of the  Implementation Arrangements"}, {"text_block_id": "p48_b548", "text": "Within the context of the planning process for this JNAP in Tonga the implementation arrangements were developed through consultations with the members of the Task Force and through interviews with a number of Chief Executives and senior officials within Government. A workshop for the Task Force was held on 29th March and 1st April 2010 in which aspects of implementation were discussed and interviews conducted on 30th and 31st March 2010."}, {"text_block_id": "p48_b549", "text": "The outcomes of the consultation were presented in a final draft form to the Task Force and the arrangements presented below reflect their views. There is every confidence that these arrangements will allow for the meaningful ownership and participation of all stakeholders in JNAP implementation."}, {"text_block_id": "p49_b550", "text": "5.2 Guiding Principles"}, {"text_block_id": "p49_b551", "text": "The following principals have been developed by the Task Force to guide the implementation of the JNAP:"}, {"text_block_id": "p49_b552", "text": "•"}, {"text_block_id": "p49_b553", "text": "Cooperation and Collaboration"}, {"text_block_id": "p49_b554", "text": "– The success of JNAP implementation is dependent on a good and harmonious working relationship between those charged with the responsibility for guiding implementation, and also with the many other stakeholders and communities involved in or impacted by JNAP implementation. It is important that all such stakeholders work together closely."}, {"text_block_id": "p49_b555", "text": "•"}, {"text_block_id": "p49_b556", "text": "Capacity"}, {"text_block_id": "p49_b557", "text": "– The implementation of the JNAP must be undertaken in a way that is mindful of existing resource and capacity constraints within Government. It must be manageable and mindful of the plethora of existing national and sectoral initiatives being implemented alongside."}, {"text_block_id": "p49_b558", "text": "•"}, {"text_block_id": "p49_b559", "text": "Use of Existing Systems and Structures"}, {"text_block_id": "p49_b560", "text": "– There must be efforts made to ensure that the existing systems of administrative and financial management, at national and regional level are utilised as these have been designed and tested by Government to ensure transparency and accountability."}, {"text_block_id": "p49_b561", "text": "•"}, {"text_block_id": "p49_b562", "text": "Sustainability"}, {"text_block_id": "p49_b563", "text": "– This attempt to integrate climate change and disaster risk considerations into the national planning and decision making at all levels must be sustainable beyond the term of the JNAP. In this regard all stakeholders in Government and externally must ensure that risk considerations are mainstreamed into the various planning and budgetary mechanisms. Every effort must also be made to ensure that decision-making on implementation must be structured on a platform of sound technical and/or scientific data and information."}, {"text_block_id": "p49_b564", "text": "•"}, {"text_block_id": "p49_b565", "text": "Commitment"}, {"text_block_id": "p49_b566", "text": "– The Task Force given the responsibility to facilitate and coordinate JNAP implementation must be fully committed to their roles and responsibilities as specified in their terms of reference. The success of JNAP implementation will not be realised unless each of the members of the Task Force, and through them their respective Ministries and beyond the community, are willing to display selflessness and an ‘esprit de corps’."}, {"text_block_id": "p49_b567", "text": "5.3 Indicative Costing Methodology"}, {"text_block_id": "p49_b568", "text": "Table 5.1 provides a total indicative cost to implement the JNAP. The estimated cost of the JNAP includes both the financial cost of actions and the in-kind contributions made by the Government of Tonga and partners (such as SOPAC and SPREP) to execute actions."}, {"text_block_id": "p49_b569", "text": "Assumptions Used"}, {"text_block_id": "p49_b570", "text": "•"}, {"text_block_id": "p49_b571", "text": "Costs including travel to the outer islands reflect that often both Niuas needed to be visited. In some cases, stakeholders indicated when it might be better to bring in representatives from the Niuas to meetings on Tongatapu or elsewhere to minimise costs."}, {"text_block_id": "p49_b572", "text": "•"}, {"text_block_id": "p49_b573", "text": "Some JNAP work – such as training - is envisaged to be conducted on a district basis. There are 3 districts on Tongatapu, 3 in Haápai and 3 in Vavaú, 9 in total."}, {"text_block_id": "p49_b574", "text": "•"}, {"text_block_id": "p49_b575", "text": "There are currently 4 SMAs in Haápai, 2 in Vavaú and 2 on Tongatapu (8 in total)."}, {"text_block_id": "p49_b576", "text": "•"}, {"text_block_id": "p49_b577_merged", "text": "Travel costs and purchase of equipment or assets are generally distinguished from other costs. However, on rare occasions (such as sub-action 3.6.6), an agency would provide a lump sum estimated cost of an action, including items to acquire as well as travel etc. all in one bundle. In these cases, it was not possible to distinguish between costs with the result that travel or acquisition costs will appear under estimated in sub-totals. Nevertheless grand totals are as correct as far as is possible."}, {"text_block_id": "p50_b580", "text": "Travel costs and purchase of equipment or assets are generally distinguished from other costs. However, on rare occasions (such as sub-action 3.6.6), an agency would provide a lump sum estimated cost of an action, including items to acquire as well as travel etc. all in one bundle. In these cases, it was not possible to distinguish between costs with the result that travel or acquisition costs will appear under estimated in sub-totals. Nevertheless grand totals are as correct as far as is possible.\n* In a few specific cases, Tongan stakeholders indicated where an overseas consultant would be required to execute a JNAP action. In such cases, an overseas rate was applied. However, Tonga representatives were keen that technical assistance from consultant would be sourced from Tonga wherever possible. The cost of a local consultant is often lower than the cost of an overseas consultant. At the request of Tonga representatives, all consultancies except those specifically targeting overseas experts were costed at local rates. It is possible that, in some cases, those local experts may not be available to undertake work. In these cases, additional costs might be incurred (i) in the form of travel costs and per diems and (ii) since overseas experts often command a higher daily rate than local consultants. The use of only local rates for consultants can therefore under-cost an activity if an appropriate local consultant cannot be accessed. Stakeholders were made aware of this risk during consultations.\n* Communications are normally provided as a package (e.g. so many advertisements on TV and radio per week) and often work out cheaper when provided that way.\n* The length of time taken to develop grant proposals varies extensively depending on the funds available. For example, discussions on the use of regional funds under EDF10 took over three years while access to funds from the UNDP Small Grants Scheme may take only a few weeks. Given uncertainty about which donors may yet be targeted to fund execution of the JNAP, any actions listed as the development of proposals are not costed and are assumed to be conducted as a âfreeâ in kind contribution conducted as part of normal work.\n* Action 4.9.1 covers the recruitment of a Health Disaster Officer in the Ministry of Health. MoH officials suggested that this salary be costed provisionally for one year only. If the position was to be made permanent, costs would clearly need to be covered for the remainder of the JNAP and would be underestimated for the meanwhile."}, {"text_block_id": "p50_b588", "text": "5.4 Gross Indicative Costs"}, {"text_block_id": "p50_b589", "text": "The overall indicative resources costs to implement the Framework over the period 2010–2015 are estimated to be TOP$22 million (Table 5.1). Of this, it is estimated that in-kind staff contributions from the Government of Tonga and partner agencies would constitute 2 per cent of resource costs (Table 5.1)."}, {"text_block_id": "p50_b590", "text": "Table 5.1: Resource Costs by Goal."}, {"text_block_id": "p50_b591", "text": "The single greatest cost arises in implementing Goal 4: “Enhanced community preparedness and resilience to impacts of all disasters”."}, {"text_block_id": "p50_b592", "text": "Goal 4 accounts consequently for 44 per cent of the expected cost of the entire JNAP, Goal 3 (27%), Goal 2 (20%), Goal 1(6%), Goal 5 (2%) and Goal 6 (1%) (Figure 5.1)."}, {"text_block_id": "p51_b593", "text": "Figure 5.1: Financial costs and in kind contributions by Goal."}, {"text_block_id": "p51_b594", "text": "The financial costs TOP$21.6 million fall largely to the Government of Tonga to resource although SOPAC has been asked for some assistance towards implementing Goal 1 (Table 5.2)"}, {"text_block_id": "p51_b595", "text": "Table 5.2: Share of Financial Costs."}, {"text_block_id": "p51_b596", "text": "To provide flexibility in planning for JNAP activities, a contingency of 5 per cent has been applied to all financial costs. In this case, the total financial costs would increase to a potential TOP$23 million (Table 5.3)."}, {"text_block_id": "p52_b597", "text": "Table 5.3: Resource costs by Goal including contingency."}, {"text_block_id": "p52_b598", "text": "5.5 Management Structure"}, {"text_block_id": "p52_b599", "text": "A structure to provide the leadership, guidance and the coordination of JNAP implementation has been developed and is centred on the existing Task Force. The Task Force represents a ‘merger’ of the existing Cabinet-approved V&A Team (under the Ministry of Environment and Climate Change) and the DRM JNAP Task Force (coordinated by NEMO). The terms of reference for this Task Force are tabled at Annex 3."}, {"text_block_id": "p52_b600", "text": "For the purpose of JNAP implementation, it is recommended that a joint meeting of the National Environment and Coordinating Committee (NECC) and the National Emergency Management Committee (NEMC) is to be called once every six months. The joint meeting of the NECC and the NEMC will be the body to provide policy and high level coordination for JNAP implementation. The chair of this joint meeting is to alternate between the two existing chairs of NECCC and NEMC. The secretariat for this joint meeting will be provided by the climate change programme of MECC and NEMO of the Ministry of Works."}, {"text_block_id": "p52_b601", "text": "The Task Force is to report to the joint meeting the progress of JNAP implementation activities over the previous six months including challenges to be addressed and funded activities planned for the next six months or forthcoming year for endorsement."}, {"text_block_id": "p52_b602", "text": "This management structure is an extension of existing institutional arrangements for environment and climate change and for emergency management. Under the management structure the Task Force is responsible to Cabinet, in consultation with a Joint Meeting of the NEMC (prescribed under the Emergency Management Act 2007) and the NECCC (approved by Cabinet as the national coordination committee for all donor-funded environmental programmes for the Ministry of Environment and Climate Change). The Task Force is a sub committee of Cabinet for the purposes of ensuring the coordinated implementation of this JNAP."}, {"text_block_id": "p53_b603", "text": "Figure 5.2: Management structure of JNAP implementation."}, {"text_block_id": "p53_b604", "text": "The National Environment and Climate Change Committee (NECCC) has the mandate for the national coordination of all activities relating to the environment, climate change (adaptation and mitigation) and impact assessments. The National Emergency Management Committee (NEMC) has the responsibility for DRM capacity building in Tonga. The National Emergency Management Office provides secretariat support to the NEMC while the Ministry of Environment and Climate Change does likewise for the NECCC. The Task Force is required to keep the NECCC and the NEMC informed of the progress of JNAP implementation through the mechanism of the Joint NECC and NEMC Meeting and to seek guidance on any specific CCA as the implementation rolls out."}, {"text_block_id": "p53_b605", "text": "The Task Force’s specific responsibilities are in terms of providing overall operational and technical leadership and guidance for JNAP implementation as listed below:"}, {"text_block_id": "p53_b606", "text": "1."}, {"text_block_id": "p53_b607", "text": "Develop project profiles and related documentation to facilitate requests for funding and technical assistance from donors and development partners and assist Ministries in this connection when required;"}, {"text_block_id": "p53_b608", "text": "2."}, {"text_block_id": "p53_b609", "text": "Work with donors and development partners to secure funding and technical assistance to implement JNAP actions;"}, {"text_block_id": "p53_b610", "text": "3."}, {"text_block_id": "p53_b611", "text": "Assist Ministries to integrate JNAP actions into Corporate Plans and Annual Management Plans;"}, {"text_block_id": "p53_b612", "text": "4."}, {"text_block_id": "p53_b613", "text": "Develop and implement a communication strategy to support JNAP implementation including the identification of the requisite resource requirements and associated costs;"}, {"text_block_id": "p53_b614", "text": "5."}, {"text_block_id": "p53_b615", "text": "Participate in advocacy for the JNAP at different levels internally within Tonga and also with donors and development partners;"}, {"text_block_id": "p53_b616", "text": "6."}, {"text_block_id": "p53_b617", "text": "Ensure that thorough monitoring, evaluation and reporting is undertaken in relation to JNAP implementation and work closely with the relevant Ministries and other key stakeholders in this regard;"}, {"text_block_id": "p53_b618", "text": "7."}, {"text_block_id": "p53_b619", "text": "Provide regular reports and at a minimum of six (6) month intervals to the NECCC, NEMC, PACC and Cabinet on JNAP implementation; and"}, {"text_block_id": "p53_b620", "text": "8."}, {"text_block_id": "p53_b621", "text": "Submit reports and acquittals to donors and development partners in relation to any specific funding and technical assistance that may be provided for JNAP implementation."}, {"text_block_id": "p54_b622", "text": "The development partners and donors for climate change and disaster risk management will also have a key role to play in relation to JNAP implementation. The Task Force will liaise regularly with the relevant development partners and donors (some of which have been referred to in the JNAP matrix) and will ensure that the relevant technical assistance and/or funding support is secured to address implementation. The Task Force will be mindful and comply with all financial and administrative requirements of the various development partners and donors that have been engaged to support implementation."}, {"text_block_id": "p54_b623", "text": "SOPAC as the lead coordinator of the Pacific Disaster Risk Management Partnership Network (Partnership Network) will play a key role in ensuring that partner members are aware of JNAP priorities and of the local implementation arrangements. SOPAC may also provide an opportunity to NEMO, acting on behalf of the Task Force, to present the JNAP at the next meeting of the Partnership Network. Similarly, the Secretariat for the Pacific Regional Environment Programme (SPREP) as the coordinator of the Climate Change Roundtable will communicate JNAP priorities to climate change partners."}, {"text_block_id": "p54_b624", "text": "The table below summarises the roles and responsibilities of all stakeholders within the JNAP management structure."}, {"text_block_id": "p54_b625", "text": "Table 5.4: Roles and responsibilities for JNAP implementation."}, {"text_block_id": "p55_b626", "text": "5.6 Financing Strategy"}, {"text_block_id": "p55_b627", "text": "The financing of JNAP implementation is to be facilitated through two basic approaches. These acknowledge that in relation to the overall costs and in particular that the anticipated contribution from the Government will be through in-kind support largely the dedication of staff time. Financial costs of implementing the actions are to be provided for by development partners and donors."}, {"text_block_id": "p55_b628", "text": "The first aspect of the strategy involves the securing of costs of staff time through the Government planning and budgetary system. To ensure that the relevant Ministries have committed the time of their staff to the implementation of the JNAP the following will be addressed by the Task Force:"}, {"text_block_id": "p55_b629", "text": "1."}, {"text_block_id": "p55_b630", "text": "The Task Force, following the approval of the relevant Ministry CEO, will lead ‘JNAP’ reviews of all existing Corporate Plans for each Ministry and insert as appropriate a strategy to commit the Ministry to the implementation of the Tonga JNAP for CCA & DRM."}, {"text_block_id": "p55_b631", "text": "2."}, {"text_block_id": "p55_b632", "text": "In connection with 1 above the Task Force will review and edit the Annual Management Plan for the relevant Ministries, for the period 2010–2011. In this way each Ministry’s Annual Management Plan for 2010–2011 will reflect a commitment to the implementation of the actions under the JNAP for which a particular Ministry may be responsible."}, {"text_block_id": "p55_b633", "text": "This approach effectively commences the process of mainstreaming of CCA & DRM within the planning and budgetary system of each agency. As the momentum and support for CCA & DRM increases within the Government this approach will hopefully facilitate increased and investments (over time) by the various Ministries in terms of funding the ‘in-kind’ and in addition the ‘financial’ commitments for CCA & DRM."}, {"text_block_id": "p56_b634", "text": "Figure 5.3: Financing Strategy Approach."}, {"text_block_id": "p56_b635", "text": "The second approach is in relation to securing of financial assistance through external donors and development partners. The Ministry of Finance has established guidelines for securing support from external sources and the process will be utilised in JNAP implementation. The considerations are as follows:"}, {"text_block_id": "p56_b636", "text": "1."}, {"text_block_id": "p56_b637", "text": "Any project funding proposals (whether or not pledges of support have been received directly by either the Task Force or an individual Ministry) are to be submitted to the Ministry of Finance for consideration by the Project & Aid Coordinating Committee (PACC);"}, {"text_block_id": "p56_b638", "text": "2."}, {"text_block_id": "p56_b639", "text": "Proposals with a value in excess of TOP$2 million will be considered by the PACC and if supported be submitted to the Expenditure Review Committee of Cabinet;"}, {"text_block_id": "p56_b640", "text": "3."}, {"text_block_id": "p56_b641", "text": "Proposal with a value up to and including TOP$2 million will be processed and approved (or declined) as the case may be by the PACC;"}, {"text_block_id": "p56_b642", "text": "4."}, {"text_block_id": "p56_b643", "text": "On receipt of approval for the funding from the PACC the Task Force and relevant Ministry is to complete funding arrangements with the relevant donor/partners; normally concluded with a Memorandum or Letter of Agreement;"}, {"text_block_id": "p56_b644", "text": "5."}, {"text_block_id": "p56_b645", "text": "Each Ministry for which funding is being provided by an external donor or partner will be required to liaise with the Ministry of Finance (Treasury) to establish bank accounts to facilitate funding flows; and"}, {"text_block_id": "p56_b646", "text": "6."}, {"text_block_id": "p56_b647", "text": "The reporting requirements/acquittals system prescribed by the Ministry of Finance for all financial transactions in relation to JNAP implementation shall apply. In addition, the Task Force and/or the relevant Ministry shall ensure compliance with any financial and administrative reporting requirements stipulated by donors and partners."}, {"text_block_id": "p57_b648", "text": "There are a number of sources of funding for JNAP implementation. Some of these have been ‘secured’ and merely await the outcome of detailed implementation planning discussions between donor/partner representatives and the relevant Ministries in Tonga. There are two (2) broad categories of funding available for JNAP implementation viz ‘climate change funding’ which will largely be coordinated through the Ministry of Environment and Climate Change and ‘DRM funding’ which may often be channelled through the Ministry of Works and specifically through the NEMO. In some instances funding support will be arranged by donors and partners directly with a Ministry responsible for a particular JNAP action."}, {"text_block_id": "p57_b649", "text": "The identified sources of funding are:"}, {"text_block_id": "p57_b650", "text": "•"}, {"text_block_id": "p57_b651", "text": "ACP/EU Natural Disaster Facility (coordinated by SOPAC)"}, {"text_block_id": "p57_b652", "text": "ACP/EU Natural Disaster Facility (coordinated by SOPAC)\n* â¬1.868 million for PICs\n* A$2.265 million for PICs\n* USD$750,000  for Water security in Hihifo\n* A$100,000 identified for feasibility study in HaÃ¡pai\n* â¬4.2 million for 3 Pacific island countries: Tonga, Fiji and Vanuatu\n* â¬10 million for Pacific island countries\n* US$0.25million (phase 1)\n* US$6â8 million (phase 2)  for Tonga\n* US$1 million+\n* Coastal protection, GHG, conservation\n* USD$405,000"}, {"text_block_id": "p57_b654", "text": "•"}, {"text_block_id": "p57_b655", "text": "AusAID National Action Plan Facility (coordinated by SOPAC)"}, {"text_block_id": "p57_b658", "text": "•"}, {"text_block_id": "p57_b659", "text": "GEF/UNDP Pacific Adaptation to Climate Change Project (coordinated by SPREP)"}, {"text_block_id": "p57_b662", "text": "•"}, {"text_block_id": "p57_b663", "text": "AusAID ICCAI (coordinated in Tonga by MECC)"}, {"text_block_id": "p57_b666", "text": "•"}, {"text_block_id": "p57_b667", "text": "GTZ/SPC Project on Forestry adaptation (coordinated in Tonga by MECC)"}, {"text_block_id": "p57_b670", "text": "•"}, {"text_block_id": "p57_b671", "text": "GTZ (coordinated in Tonga by MECC)"}, {"text_block_id": "p57_b674", "text": "•"}, {"text_block_id": "p57_b675", "text": "ADB/WB Pilot Programme on Climate Resilience  (coordinated in Tonga by MECC)"}, {"text_block_id": "p57_b680", "text": "•"}, {"text_block_id": "p57_b681", "text": "Government of Germany/IUCN Mangrove Ecosystems Climate Change and Livelihood Project (coordinated in Tonga by MECC)"}, {"text_block_id": "p57_b686", "text": "•"}, {"text_block_id": "p57_b687", "text": "GEF/UNDP – Second National Communication (coordinated in Tonga by MECC)"}, {"text_block_id": "p58_b690", "text": "GEF/UNDP – Second National Communication (coordinated in Tonga by MECC)\n* GEF/UNDP â Third National Communication (coordinated in Tonga by MECC)\n\t\t* USD$20,000 (phase 1)\n\t\t* USD$480,000 (phase 2)\n\t\t* GEF3/4\n\t\t* US$120,000\n\t\t* GEF 5\n\t\t* US$2 million for climate change focal area\n\t\t* UNFCCC Secretariat (coordinated in Tonga by MECC)\n\t\t* US10 billion globally for adaptation for countries that have âassociatedâ with the Copenhagen Accord and 10% of this global funds  has been allocated for Alliance of Small Island Developing States (AOSIS)\n\t\t* Tonga Climate Change Roundtable/UNDP (coordinated by MECC)\n\t\t* USD$15,000\n\t\t* Bilateral\n\t\t* Australia; A$2million for Tonga\n\t\t* New Zealand: not yet confirmed\n\t\t* Japan/JICA Cool Earth Partnership (coordinated by MECC) not yet confirmed"}, {"text_block_id": "p58_b720", "text": "5.7 Communication Strategy"}, {"text_block_id": "p58_b721", "text": "The communication of the JNAP to all stakeholders local and external is critical to the success of the initiative and through bringing about a change in attitudes and practices in relation to the impacts of climate change and the risk posed by natural hazards and disasters."}, {"text_block_id": "p58_b722", "text": "A comprehensive communication strategy for the JNAP will be developed by the Task Force following the Cabinet approval of the JNAP. It is recognised however that as the implementation of the JNAP commences some communication and awareness will need to be undertaken. This will foreshadow the main communications strategy that will be developed."}, {"text_block_id": "p58_b723", "text": "Some of the considerations the communications strategy will cover include:"}, {"text_block_id": "p58_b724", "text": "•"}, {"text_block_id": "p58_b725", "text": "Ensuring that Cabinet and key government fora such as the Project & Aid Coordinating Committee (under the Ministry of Finance & Planning) are regularly updated on JNAP implementation progress"}, {"text_block_id": "p58_b726", "text": "•"}, {"text_block_id": "p58_b727", "text": "Strengthening communication linkages with various regional development committees in order to facilitate the communication of the JNAP to rural communities"}, {"text_block_id": "p58_b728", "text": "•"}, {"text_block_id": "p58_b729", "text": "Maximising the use of free-to-air broadcasts on radio and television through the Ministry of Finance"}, {"text_block_id": "p58_b730", "text": "•"}, {"text_block_id": "p58_b731", "text": "Utilising specialist public relations expertise to help define and develop awareness campaigns and associated material"}, {"text_block_id": "p58_b732", "text": "•"}, {"text_block_id": "p58_b733", "text": "Using the networks provided through church and affiliated groups to ensure wide dissemination of information"}, {"text_block_id": "p59_b734", "text": "5.8 Monitoring and Evaluation"}, {"text_block_id": "p59_b735", "text": "The monitoring, evaluation and reporting of implementation progress in relation to the JNAP is to be managed through a range of mechanisms noting that there are a number of key stakeholders that will contribute to or assist the Government. In compiling reports those responsible will be required to undertake evaluations to determine the extent of progress in terms of qualitative and quantitative indicators in the JNAP and record any lessons learned to help identify future interventions in relation to CCA & DRM."}, {"text_block_id": "p59_b736", "text": "Internally the Task Force and each Ministry that is a member of it will need to observe the reporting requirements of the Ministry of Finance. There are also reporting requirements to the National Environment and Climate Change Committee, National Emergency Management Committee, Project and Aid Coordinating Committee and Cabinet. The Task Force will be required to submit reports to these fora at least once every six (6) months."}, {"text_block_id": "p59_b737", "text": "In terms of donors and partners, the Task Force is obliged to fulfil reporting requirements in line with any Memorandum of Agreement/Letter of Agreement (MoA/LoA) which donors or partners may prescribe to outline the nature of support each will provide for JNAP implementation. In cases where such MoA/LoA are concluded directly with a given Ministry, each such Ministry will be required to provide reports directly to the relevant donor or partner in the format prescribed and inform the Task Force of the same."}, {"text_block_id": "p59_b738", "text": "The Task Force will also be required to develop reports to fulfil Tonga’s reporting obligations at regional level and global level in terms of contributing to progress reports against the:"}, {"text_block_id": "p59_b739", "text": "•"}, {"text_block_id": "p59_b740", "text": "Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005–2015"}, {"text_block_id": "p59_b741", "text": "•"}, {"text_block_id": "p59_b742", "text": "Hyogo Framework for Action"}, {"text_block_id": "p59_b743", "text": "•"}, {"text_block_id": "p59_b744", "text": "Pacific Islands Framework for Action on Climate Change 2006–2015"}, {"text_block_id": "p59_b745", "text": "•"}, {"text_block_id": "p59_b746", "text": "UN Framework Convention on Climate Change"}, {"text_block_id": "p59_b747", "text": "The regional and global reports will be developed with the support of SOPAC and SPREP."}, {"text_block_id": "p59_b748", "text": "The table below summarises the reporting requirements in relation to JNAP implementation."}, {"text_block_id": "p59_b749", "text": "Table 5.5: Roles and responsibilities for JNAP reporting."}, {"text_block_id": "p60_b750", "text": "REFERENCES"}, {"text_block_id": "p60_b751", "text": "Falkland A. & Woodroffe C. D (1997). Geology and hydrogeology of Tarawa and Christmas Island, Kiribati, Chapter 19, in Geology and Hydrogeology of Carbonate Islands, Developments in Sedimentology 54 (editors Vacher, H.L. and Quinn, T.M., Elsevier, Amsterdam, 577–610."}, {"text_block_id": "p60_b752", "text": "Falkland, A. (1999). Tropical Island Hydrology and Water Resources: Current Knowledge and Future Needs. Second International Colloquium on Hydrology and Water Management in the Humid Tropics, Panama City, 21–26 March."}, {"text_block_id": "p60_b753", "text": "Furness L.J & Helu S.P (1993). The Hydrogeology and Water Supply of the Kingdom of Tonga, Ministry of Land Survey and Natural Resources, Kindom of Tonga, February 1993."}, {"text_block_id": "p60_b754", "text": "Government of Tonga, Emergency Management Act 2007."}, {"text_block_id": "p60_b755", "text": "Government of Tonga, National Climate Change Policy, 2006."}, {"text_block_id": "p60_b756", "text": "Government of Tonga National Strategic Planning Framework, 2009–2014."}, {"text_block_id": "p60_b757", "text": "Intergovernmental Panel on Climate Change. “Climate change 2007”; Fourth Assessment Report (AR4), Cambridge University Press, United Kingdom."}, {"text_block_id": "p60_b758", "text": "Intergovernmental Panel on Climate Change. 2000. “Emission Scenarios”; Cambridge University Press, Cambridge, United Kingdom."}, {"text_block_id": "p60_b759", "text": "Lovell, E.R. and Palaki, A, 2001. Tonga Coral Reefs:  National Status Report. In “Status of Coral Reefs in Southeast and Central Pacific- Polynesian Mana Network,” B. SALVAT ed, Foundation Naturalia Polynesia: pp101–124."}, {"text_block_id": "p60_b760", "text": "MAF/ Statistics Dept/ FAO (2002). Agricultural Census 2001. Kingdom of Tonga."}, {"text_block_id": "p60_b761", "text": "Ministry of Environment and Climate Change, Vulnerability and Adaptation Assessment on Tonga’s Initial National Communication on Climate Change, 2005."}, {"text_block_id": "p60_b762", "text": "Ministry of Environment and Climate Change, Climate Change Thematic Assessment Report under National Capacity Self Assessment Project, 2007."}, {"text_block_id": "p60_b763", "text": "Ministry of Environment and Climate Change, National Assessment Report, 2004."}, {"text_block_id": "p60_b764", "text": "Ministry of Environment and Climate Change, Joint Community consultations on Climate Change, Biodiversity and National Capacity Self Assessment Projects, 2006."}, {"text_block_id": "p60_b765", "text": "Oliver. J and Reddy, G.F. (1982). Tropical Cyclone Isaac, Cyclonic impact in the context of the society and economy of the Kingdom of Tonga; Centre for Disaster Studies, James Cook University of North Queensland."}, {"text_block_id": "p60_b766", "text": "Prescott N., Mimura N. & Hori N. (1992). Assessment of the Vulnerability of the Kingdom of Tonga to Sea Level Rise, Nuku’alofa, Kingdom of Tonga."}, {"text_block_id": "p60_b767", "text": "Salinger. J. 2000.  “The effects of the inter-decadal Pacific oscillation on the South Pacific Convergence zone”; National Institute of Water and Atmospheric Research, Auckland, New Zealand."}, {"text_block_id": "p60_b768", "text": "SimCLIM Model Software 2008, CLIMsystems Ltd., Hamilton, New Zealand."}, {"text_block_id": "p60_b769", "text": "Sea Level Data Archives CD-ROM June 2008, South Pacific Sea Level and Climate Change Monitoring Project."}, {"text_block_id": "p60_b770", "text": "SOPAC, Pacific Islands Forum Secretariat and UNDP Pacific Centre (2009) Guide to Developing National Action Plan: A Tool for Mainstreaming DRM Based on Experiences from Selected Pacific Islands Countries, SOPAC, Suva, Fiji."}, {"text_block_id": "p60_b771", "text": "SOPAC, Pacific Islands Forum Secretariat and UNDP Pacific Centre (2009) Guide to Developing National Action Plan: A Tool for Mainstreaming DRM Based on Experiences from Selected Pacific Islands Countries, SOPAC, Suva, Fiji."}, {"text_block_id": "p60_b772", "text": "Statistics Department (2006). Kingdom of Tonga Population Census 2006: Administrative Report and Basic Tables, Government of Tonga, Nukulofa."}, {"text_block_id": "p60_b773", "text": "Tappin. D., (2003). Coastal Erosion Study of the Hihifo Area, Western Tongatapu, Tonga."}, {"text_block_id": "p60_b774", "text": "Thompson, C. S. 1986. “The climate and weather of Tonga”; Miscellaneous Publication, New Zealand Meteorological Service, Wellington, New Zealand."}, {"text_block_id": "p85_b775", "text": "THE KINGDOM OF TONGA"}, {"text_block_id": "p86_b776", "text": "published by"}, {"text_block_id": "p86_b777", "text": "Second National Communication Project"}, {"text_block_id": "p86_b778", "text": "Ministry of Environment and Climate Change"}, {"text_block_id": "p86_b779", "text": "P.O. Box 917"}, {"text_block_id": "p86_b780", "text": "Nukualofa"}, {"text_block_id": "p86_b781", "text": "KINGDOM OF TONGA"}, {"text_block_id": "p87_b782", "text": "THE KINGDOM OF TONGA"}], "document_description": "This Plan defines six objectives and a subsequent implementation strategy: 1) Improved good governance for climate change adaptation and disaster risk management (mainstreaming, decision making, organizational and institutional policy frameworks), 2) Improved good governance for climate change adaptation and disaster risk management (mainstreaming, decision making, organizational and institutional policy frameworks), 3) Analysis and assessments of vulnerability to climate change impacts and disaster risks, 4) Enhanced community preparedness and resilience to impacts of all disasters, 5) Technically reliable, economically affordable and environmentally sound energy to support the sustainable development of the Kingdom, and 6) strong partnerships, cooperation and collaboration within government agencies and with Civil Societies, Non Government Organisations and the Private Sectors.&nbsp;<br><br>The development of this Joint Action Plan on Climate Change Adaptation and Disaster Risks Management complies with Tonga's National Strategic Development Framework 2009-2014, the Pacific Islands Framework of Action on Climate Change 2006-2015, the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005-2015, the International Decade for Natural Disaster Reduction (IDNDR), the Yokohama Plan for Action and the Hyogo Framework for Action 2005-2015, and the United Nations Framework Convention on Climate Change."}