{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Tonga", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "National Forest Policy for Tonga", "document_country_code": "TON", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "09/12/2009", "document_keyword": "Research And Development", "document_url": "https://cdn.climatepolicyradar.org/TON/2009/TON-2009-12-09-National Forest Policy for Tonga_31b9c92256fe9c0b5614f555ca532793.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL FOREST POLICY FOR TONGA"}, {"text_block_id": "p2_b2", "text": "This policy was developed as a collaborative venture between the Government of Tonga, forest sector stakeholders in Tonga, the Food and Agriculture Organization (FAO) of the United Nations, the German Agency for International Development Cooperation (GIZ),"}, {"text_block_id": "p2_b3", "text": "and the Secretariat of the Pacific Community (SPC)"}, {"text_block_id": "p3_b4", "text": "Content"}, {"text_block_id": "p4_b5", "text": "Foreword"}, {"text_block_id": "p4_b6", "text": "The objective of this policy is to support the sustainable management of the Tonga’s forests and tree resources."}, {"text_block_id": "p4_b7", "text": "Whilst trees have high cultural and socio-economic significance in Tonga, forest areas are shrinking or degrading"}, {"text_block_id": "p4_b8", "text": "and trees on allotments are decreasing. There is an urgent need in Tonga to control the indiscriminate removal"}, {"text_block_id": "p4_b9", "text": "of forest stands and to restore tree stocks. The development of this forest policy is a significant step towards"}, {"text_block_id": "p4_b10", "text": "ensuring and strengthening the ecological, economical, and social role of trees and forests in Tonga."}, {"text_block_id": "p4_b11", "text": "This policy was developed through wide public consultations involving various stakeholders and sectors. A participatory and multi-sectoral approach adopted during the consultation process ensured that the interests of various sectors, community groups, and organisations were suitably represented and considered. The consultations also provided an opportunity to inform and educate stakeholders and local communities on current and emerging forestry issues."}, {"text_block_id": "p4_b12", "text": "It is anticipated that this national forest policy will facilitate coordination of forestry sector development among other sector agencies. This policy document provides a framework for better planning, coordination, and harmonisation of activities with other sectors such as land, agriculture and environment. I urge other sectors and organisations to refer to the policy recommendations when planning and implementing programmes of work."}, {"text_block_id": "p4_b13", "text": "This policy is groundbreaking as it is one of the first forestry policies in the Pacific to have climate change"}, {"text_block_id": "p4_b14", "text": "issues conscientiously integrated into the statements. Forests play an important role in mitigating and adapting to climate change. This role however needs to be safeguarded by ensuring that forests and forest ecosystems"}, {"text_block_id": "p4_b15", "text": "are managed and utilised sustainably. This policy explicitly defines the mitigation and adaptation interventions"}, {"text_block_id": "p4_b16", "text": "that the forestry sector will undertake in its efforts to support the country and its people to combat and cope with climate change."}, {"text_block_id": "p4_b17", "text": "We are proud to present this policy to you. This policy document is presented in two parts. Part A defines the"}, {"text_block_id": "p4_b18", "text": "objective and vision of the policy and details the policy statements of the main issues for the sector. Part B"}, {"text_block_id": "p4_b19", "text": "of the document provides the reader with the background and rationale for the Policy and the defined policy"}, {"text_block_id": "p4_b20", "text": "statements. The forestry legislation has also been reviewed to be aligned to the policy directions. This policy was developed by the people of Tonga and we invite the people of Tonga, development partners, donors, and regional and international organisations to support its implementation."}, {"text_block_id": "p4_b21_merged_merged_merged_merged", "text": "On behalf of the Government of Tonga, we would like to acknowledge the support provided by FAO in developing the Tonga Forest Policy and supporting the review of the forestry legislation and to the SPC/GIZ Coping with Climate Change in the Pacific Island Region Programme for supporting the mainstreaming of climate change issues into the Policy. We also gratefully acknowledge Dr Rodger Sands and Dr William Morrell for facilitating the development of this Policy."}, {"text_block_id": "p4_b24", "text": "Malo au’pito"}, {"text_block_id": "p4_b25", "text": "Ministry of Agriculture, Food, Forestry and Fisheries"}, {"text_block_id": "p7_b26", "text": "1. Policy context"}, {"text_block_id": "p7_b27", "text": "The need for a policy"}, {"text_block_id": "p7_b28", "text": "This forest policy is needed to consolidate the view of all stakeholders on how Tonga’s forest and tree resources should be managed, to act as an agreed basis for planning and subsequent action, and to provide the basis for enacting legislation."}, {"text_block_id": "p7_b29", "text": "There is, as yet, no overall land use policy or agriculture policy for Tonga. This National Forest Policy may help in informing and guiding the pending development of land use and agricultural policies. Expanding agriculture is the biggest threat to Tongan forests, and the effective implementation of the forest policy depends on a commitment to sustainable agriculture. Consequently this forest policy recommends the urgent development of national land use and agriculture policies for Tonga."}, {"text_block_id": "p7_b30", "text": "Definitions of forest, forestry and sustainable forest management"}, {"text_block_id": "p7_b31", "text": "The Food and Agriculture Organization of the United Nations (FAO) defines a forest as any area of over 0.5"}, {"text_block_id": "p7_b32", "text": "hectare that has 10% or more tree canopy cover with trees greater than 5 metres in height at maturity and not used predominantly for agricultural purposes. For the Tongan situation, forestry means more than the management of forests. It also includes the management of trees outside of forests and particularly coconut trees, which are potentially an important timber resource."}, {"text_block_id": "p7_b33", "text": "Accordingly, the National Forest Policy defines forestry as the economic, social and environmental interaction"}, {"text_block_id": "p7_b34", "text": "of forests, and trees outside of forests, with people."}, {"text_block_id": "p7_b35", "text": "Sustainable forest management is defined in this document in its broadest sense as sustainable environmental,"}, {"text_block_id": "p7_b36", "text": "ecological, economic and social management of Tonga’s forests. Sustainable forest management is a prerequisite"}, {"text_block_id": "p7_b37", "text": "for sustainable development, which the World Commission on Environment and Development defines as"}, {"text_block_id": "p7_b38", "text": "‘development that meets the needs of the present without compromising the ability of future generations to meet their own needs.’"}, {"text_block_id": "p7_b39", "text": "Process and timetable of policy development"}, {"text_block_id": "p7_b40_merged_merged", "text": "The government of Tonga approached FAO in 2006 for assistance in developing a National Forest Policy. FAO consultants met with government officials and other stakeholders for three weeks in October 2007, two weeks in March 2008 and three weeks in July 2008. Further consultations were carried out in August and September 2009 to mainstream climate change into the draft national forest policy. Relevant stakeholders have thus contributed substantively to the development of this national forest policy."}, {"text_block_id": "p7_b43", "text": "The changes to legislation required to meet the objectives of this policy have been considered and are briefly outlined in this document. A separate legal report will illustrate in greater detail the justification for the proposed"}, {"text_block_id": "p7_b44", "text": "legal reform, and will include draft legal amendments and draft new legislation."}, {"text_block_id": "p7_b45", "text": "The policy is presented in two parts. Part A provides the context, objective, vision and policy statements. Part B provides the background to developing the policy. The development of the policy was assisted by an analysis of strengths, weaknesses, opportunities and threats undertaken by comprehensive consultation with stakeholders. Relevant abbreviations, documents and tree species are presented in Appendices 1 to 3."}, {"text_block_id": "p8_b46", "text": "2. Objective"}, {"text_block_id": "p8_b47", "text": "3. Vision"}, {"text_block_id": "p8_b48", "text": "3. Vision\n* The rural and urban landscape of Tonga will be tree-rich. Trees (for timber, fodder, crops,\n* The people of Tonga will value their forest and tree resources and understand the need\n* Indigenous forests will be conserved through national parks and reserves, and forest reserves. Industrial roundwood production will be confined to plantations and trees (especially coconuts) grown on tax allotments"}, {"text_block_id": "p9_b56", "text": "4. Policy statements"}, {"text_block_id": "p9_b57", "text": "4.1 Inventory"}, {"text_block_id": "p9_b58", "text": "4.1 Inventory\n* A comprehensive National Forest Inventory will be established.\n* The Forestry Division will collaborate with relevant ministries to expand and complete the existing\n* The Forestry Division and relevant ministries will have the institutional capacity to conduct the National"}, {"text_block_id": "p9_b64", "text": "4.2 Conservation and environmental protection"}, {"text_block_id": "p9_b65", "text": "Forest protection"}, {"text_block_id": "p9_b66", "text": "Forest protection\n* Tonga will halt all deforestation and further degradation of indigenous forests.\n* Tonga will promote reforestation. The area and stocking of indigenous forest will be increased by"}, {"text_block_id": "p9_b70", "text": "Conservation of biodiversity"}, {"text_block_id": "p9_b71", "text": "Conservation of biodiversity\n* The National Forest Inventory will categorise species and ecosystem biodiversity and highlight areas\n* Forest ecosystems are the major reservoirs of terrestrial biodiversity, and this biodiversity will be\n* The government will provide incentives to encourage landowners to conserve biodiversity.\n* Sustainable forest management will contribute to the full implementation of the National Biodiversity"}, {"text_block_id": "p9_b79", "text": "Soil conservation"}, {"text_block_id": "p9_b80", "text": "Soil conservation\n* Erosion-prone slopes will be identified and protected on both allocated and unallocated land, and the\n* Eroded areas will be rehabilitated with indigenous trees and plants."}, {"text_block_id": "p9_b85", "text": "Coastal protection"}, {"text_block_id": "p9_b86", "text": "Coastal protection\n* Shoreline trees, including mangroves, will not be removed.\n* Coastal areas experiencing erosion will be rehabilitated by planting indigenous trees such as mangroves,\n* Wetlands will be protected areas."}, {"text_block_id": "p9_b92", "text": "Water conservation"}, {"text_block_id": "p9_b93", "text": "Water conservation\n* improve water security within the context of ongoing climate change. Areas with poor vegetative cover"}, {"text_block_id": "p10_b96", "text": "Water conservation\n* improve water security within the context of ongoing climate change. Areas with poor vegetative cover\n* Particular care will be taken when extracting forest products from steep slopes; preferably forested\n* The designated watershed reserve on the âEua plantation estate will be maintained and protected."}, {"text_block_id": "p10_b100", "text": "4.3 Climate change"}, {"text_block_id": "p10_b101", "text": "Mitigation"}, {"text_block_id": "p10_b102", "text": "Mitigation\n* Tonga will conserve carbon in its forests and tree resources by:\n\t* halting deforestation and degradation of indigenous forests (see policy statement 4);\n\t* maintaining national parks, reserves and protected areas (see policy statements 32â34);\n\t* establishing and managing forest reserves (see policy statements 35, 36 and 40);\n\t* promoting reforestation and rehabilitation of cleared and degraded forests with climate change\n\t* promoting integrated agroforestry in areas earmarked for agriculture (see policy statement 61);\n\t* discouraging tree removal on tax allotments (see policy statements 5 and 66); and\n\t* encouraging tax allotment holders to plant and manage trees on their properties (see policy statements\n\t* of other relevant ministries and stakeholders, will strictly regulate the use of fire in agricultural and\n\t* To facilitate Tongaâs ability to participate in developing international carbon trading markets and other\n\t* Where appropriate, the use of plantation timber (including coconut) will be encouraged in building\n\t* Sustainable fuelwood production will be encouraged to reduce reliance on imported fossil fuels (see"}, {"text_block_id": "p10_b128", "text": "Adaptation"}, {"text_block_id": "p10_b129", "text": "Adaptation\n* The coastal strip (including land adjacent to inland marine waters) will be protected against deforestation\n<\\li1>\n\t* forbidding the removal of coastal vegetation and trees for any purpose (see policy statements 12â\n\t* vigorously monitoring and enforcing existing and pending legislation protecting coastal forests and\n\t* rehabilitating denuded or degraded coastal areas with indigenous fast-growing, wind-firm, and"}, {"text_block_id": "p11_b140", "text": "Adaptation\n* The coastal strip (including land adjacent to inland marine waters) will be protected against deforestation\n<\\li1>\n\t* forbidding the removal of coastal vegetation and trees for any purpose (see policy statements 12â\n\t* vigorously monitoring and enforcing existing and pending legislation protecting coastal forests and\n\t* rehabilitating denuded or degraded coastal areas with indigenous fast-growing, wind-firm, and\n* Tonga will halt all deforestation and degradation of all mangrove forests and wetland ecosystems\n* Tonga will halt all deforestation and degradation of all mangrove forests and wetland ecosystems\n -\n* Tonga will halt all deforestation and degradation of all mangrove forests and wetland ecosystems\n -\n established within degraded ecosystems to promote foreshore protection and food security. Extraction\n* Long-rotational plantation initiatives will strongly consider the impacts of climate change during the\n* A wide variety of tree crop seedlings will be raised in nurseries. Planting of these seedlings on tax\n* The Forestry Division, in collaboration with other relevant ministries and stakeholders, will, to the best of\n* The Forestry Division, in collaboration with relevant ministries and supporting agencies, will carry out\n* The Forestry Division will develop its climate change-related technical capacity for activities including"}, {"text_block_id": "p11_b157", "text": "Public perceptions of climate change"}, {"text_block_id": "p11_b158", "text": "30."}, {"text_block_id": "p11_b159", "text": "The impacts of climate change and the role of forests in reducing these impacts and mitigating greenhouse gas emission rates will be emphasised in education initiatives and other awareness raising"}, {"text_block_id": "p11_b160", "text": "programmes (see policy statements 77–85)."}, {"text_block_id": "p11_b161", "text": "International assistance"}, {"text_block_id": "p11_b162", "text": "31."}, {"text_block_id": "p11_b163", "text": "Tonga will actively seek international funding to support its engagement in climate change-related programmes and activities. This will include attendance at international negotiations and policy development fora, research and development activities, forest inventory compilation and other initiatives designed to ensure that Tonga’s forests and tree resources are sustainably managed."}, {"text_block_id": "p11_b164", "text": "4.4 Forest reservation"}, {"text_block_id": "p11_b165", "text": "National parks and reserves"}, {"text_block_id": "p11_b166", "text": "32."}, {"text_block_id": "p11_b167", "text": "No extractive activity will be undertaken in national parks and reserves."}, {"text_block_id": "p11_b168", "text": "33."}, {"text_block_id": "p11_b169", "text": "Control of invasive species, control of fires and maintenance of forest health will be priorities in the"}, {"text_block_id": "p11_b170", "text": "management of national parks and reserves, and will be closely monitored in the context of climate change."}, {"text_block_id": "p11_b171", "text": "34."}, {"text_block_id": "p11_b172", "text": "Additional areas of indigenous forest displaying the broad range of biodiversity in Tonga will be identified"}, {"text_block_id": "p11_b173", "text": "and reserved as national parks or reserves."}, {"text_block_id": "p12_b174", "text": "Forest reserves"}, {"text_block_id": "p12_b175", "text": "35."}, {"text_block_id": "p12_b176", "text": "Uninhabited islands will be assessed for their potential to be declared forest reserves."}, {"text_block_id": "p12_b177", "text": "36."}, {"text_block_id": "p12_b178", "text": "All indigenous forests on unallocated land, irrespective of condition and stocking, will be proclaimed forest reserves (unless already reserved as a national park or protected area)."}, {"text_block_id": "p12_b179", "text": "37."}, {"text_block_id": "p12_b180", "text": "No removal of industrial roundwood will be permitted on forest reserves."}, {"text_block_id": "p12_b181", "text": "38."}, {"text_block_id": "p12_b182", "text": "Forest reserves will be managed for a sustainable supply of forest products other than industrial roundwood. Extraction of fuelwood and wood for carving will be permitted under strict controls. Likewise, the removal of non-wood forest products, such as medicinal plants, handicraft plants and other cultural plants, will be permitted from designated areas but strictly controlled."}, {"text_block_id": "p12_b183", "text": "39."}, {"text_block_id": "p12_b184", "text": "A primary responsibility of management of forest reserves will be to conserve biodiversity, soil and water resources."}, {"text_block_id": "p12_b185", "text": "40."}, {"text_block_id": "p12_b186", "text": "The possibility of identifying and reserving suitable tracts of forested land on tax allotments, with the agreement of tax allotment holders, will be investigated."}, {"text_block_id": "p12_b187", "text": "4.5 Forest products"}, {"text_block_id": "p12_b188", "text": "Industrial roundwood"}, {"text_block_id": "p12_b189", "text": "41."}, {"text_block_id": "p12_b190", "text": "The wood production from forest plantations will be substantially increased by improving the productivity of existing plantations and by increasing the area of plantations."}, {"text_block_id": "p12_b191", "text": "42."}, {"text_block_id": "p12_b192", "text": "Wood production will be increased by sustainable management of coconuts and other tree species and by encouraging agroforestry systems and the establishment of woodlots on tax allotments."}, {"text_block_id": "p12_b193", "text": "43."}, {"text_block_id": "p12_b194", "text": "Encouragement will be given to farmers to harvest their senile coconuts for timber production in stages and to replant the deforested areas with coconuts and other tree species."}, {"text_block_id": "p12_b195", "text": "Wood-based industry"}, {"text_block_id": "p12_b196", "text": "44."}, {"text_block_id": "p12_b197", "text": "The sawmilling industry, including the processing of coconut timber, will be modernised and value recoveries increased."}, {"text_block_id": "p12_b198", "text": "45."}, {"text_block_id": "p12_b199", "text": "Sawmills will be licensed by the Forestry Division to meet safety and performance guidelines established by the division. A sawmill policy will be developed."}, {"text_block_id": "p12_b200", "text": "Forest plantations"}, {"text_block_id": "p12_b201", "text": "46."}, {"text_block_id": "p12_b202", "text": "Plantation owners will be encouraged to increase their efficiency and competitiveness by appointing adequately qualified staff, building the capacity of existing staff, adopting state-of-the-art silviculture"}, {"text_block_id": "p12_b203", "text": "practices, investing in capital equipment and improving value recovery in processing."}, {"text_block_id": "p12_b204", "text": "47."}, {"text_block_id": "p12_b205", "text": "Additional areas suitable for plantation establishment will be identified."}, {"text_block_id": "p12_b206", "text": "48."}, {"text_block_id": "p12_b207", "text": "The management of plantations will remain in the private sector."}, {"text_block_id": "p12_b208", "text": "49."}, {"text_block_id": "p12_b209", "text": "The plantations will be managed under a management plan approved by the Forestry Division, which will have the resources, capacity and adequately trained staff to meet this responsibility."}, {"text_block_id": "p13_b210", "text": "Code of Forest Practice"}, {"text_block_id": "p13_b211", "text": "50."}, {"text_block_id": "p13_b212", "text": "A mandatory Code of Forest Practice will be written by the Forestry Division in collaboration with plantation owners and other stakeholders. This will include all aspects of forest management (both natural forests and plantations), including harvesting and wood processing. The code will serve to help protect soil, water and biodiversity, and will safeguard health as well as uphold high management standards."}, {"text_block_id": "p13_b213", "text": "51."}, {"text_block_id": "p13_b214", "text": "The Forestry Division will be empowered to enforce the Code of Forest Practice."}, {"text_block_id": "p13_b215", "text": "Fuelwood"}, {"text_block_id": "p13_b216", "text": "5"}, {"text_block_id": "p13_b217", "text": "2."}, {"text_block_id": "p13_b218", "text": "Reliable data on the supply and consumption of fuelwood and its contribution to the Tongan economy will be obtained."}, {"text_block_id": "p13_b219", "text": "53."}, {"text_block_id": "p13_b220", "text": "Data on where fuelwood is being sourced and its impact on forest condition will be obtained."}, {"text_block_id": "p13_b221", "text": "54."}, {"text_block_id": "p13_b222", "text": "A sustainable and environmentally satisfactory source of fuelwood will be identified, and a fuelwood"}, {"text_block_id": "p13_b223", "text": "policy for Tonga will be developed."}, {"text_block_id": "p13_b224", "text": "55."}, {"text_block_id": "p13_b225", "text": "Encouragement will be given to tax allotment holders to plant trees specifically for fuel. The objective"}, {"text_block_id": "p13_b226", "text": "will be for all of Tonga’s fuelwood supplies to be sustainably harvested from farm woodlots or biomass plantations."}, {"text_block_id": "p13_b227", "text": "56."}, {"text_block_id": "p13_b228", "text": "The harvesting of mangroves for fuelwood will be prohibited."}, {"text_block_id": "p13_b229", "text": "Woodcarving"}, {"text_block_id": "p13_b230", "text": "57."}, {"text_block_id": "p13_b231", "text": "Extraction of wood from Forest Reserves for woodcarving will be at sustainable levels."}, {"text_block_id": "p13_b232", "text": "58."}, {"text_block_id": "p13_b233", "text": "Alternative sustainable sources of wood other than milo (e.g. sialemohemohe) that are satisfactory to"}, {"text_block_id": "p13_b234", "text": "carvers will be identified and promoted."}, {"text_block_id": "p13_b235", "text": "59."}, {"text_block_id": "p13_b236", "text": "Planting of trees suitable for woodcarving will be encouraged on tax allotments."}, {"text_block_id": "p13_b237", "text": "Non-wood forest products"}, {"text_block_id": "p13_b238", "text": "60."}, {"text_block_id": "p13_b239", "text": "Planting of trees for non-wood forest products (such as cultural plants, medicinal plants, and handicraft plants) will be encouraged on tax allotments."}, {"text_block_id": "p13_b240", "text": "4.6 Trees on tax allotments"}, {"text_block_id": "p13_b241", "text": "Agroforestry"}, {"text_block_id": "p13_b242", "text": "61."}, {"text_block_id": "p13_b243", "text": "Agroforestry will be promoted as the preferred form of productive land use in Tonga."}, {"text_block_id": "p13_b244", "text": "62."}, {"text_block_id": "p13_b245", "text": "The Forestry Division, in collaboration with other divisions of the Ministry of Food, Forests and Fisheries (MAFFF) and other relevant stakeholders, will provide a range of information on suitable agroforestry models and tree species matched to site conditions."}, {"text_block_id": "p13_b246", "text": "63."}, {"text_block_id": "p13_b247", "text": "Coconut will remain the predominant tree species in agroforestry systems but the variety of trees planted on farms should be increased and integrated. A range of tree crop species should be included."}, {"text_block_id": "p14_b248", "text": "64."}, {"text_block_id": "p14_b249", "text": "The Forestry Division, in collaboration with other relevant bodies, will provide education and extension to promote trees on farms."}, {"text_block_id": "p14_b250", "text": "65."}, {"text_block_id": "p14_b251", "text": "Flexible legislation will be established to encourage the planting of trees on tax allotments."}, {"text_block_id": "p14_b252", "text": "66."}, {"text_block_id": "p14_b253", "text": "The Forestry Division will put in place controls on the removal of trees by caretakers and leaseholders."}, {"text_block_id": "p14_b254", "text": "Urban forestry"}, {"text_block_id": "p14_b255", "text": "67."}, {"text_block_id": "p14_b256", "text": "The Forestry Division, in collaboration with other relevant bodies, will raise a variety of tree seedlings (including tree crop species) and promote their planting on town allotments and in school and church compounds."}, {"text_block_id": "p14_b257", "text": "Tree planting"}, {"text_block_id": "p14_b258", "text": "68."}, {"text_block_id": "p14_b259", "text": "The Forestry Division will be responsible for providing advice to private nurseries and farmers on planting trees."}, {"text_block_id": "p14_b260", "text": "69."}, {"text_block_id": "p14_b261", "text": "The Forestry Division will raise a wide range of selected tree species for food security, rehabilitation of degraded sites, enrichment planting within indigenous forests, stabilisation of coastal strips, and other purposes. Private nurseries will be encouraged to do so as well."}, {"text_block_id": "p14_b262", "text": "70."}, {"text_block_id": "p14_b263", "text": "The planting of high-value species with export potential (e.g. sandalwood, cedar, mahogany and kauri) will be promoted. Relevant ministries will work closely with stakeholders and other organisations to identify export markets for potential forest trees."}, {"text_block_id": "p14_b264", "text": "Sandalwood"}, {"text_block_id": "p14_b265", "text": "71."}, {"text_block_id": "p14_b266", "text": "The Forestry Division will encourage landowners to plant sandalwood."}, {"text_block_id": "p14_b267", "text": "72."}, {"text_block_id": "p14_b268", "text": "The Forestry Division will develop a sandalwood management plan."}, {"text_block_id": "p14_b269", "text": "73."}, {"text_block_id": "p14_b270", "text": "The Forestry Division will license exports of sandalwood."}, {"text_block_id": "p14_b271", "text": "74."}, {"text_block_id": "p14_b272", "text": "Native sandalwood stands will be protected."}, {"text_block_id": "p14_b273", "text": "4.7 Forest and tree health"}, {"text_block_id": "p14_b274", "text": "75."}, {"text_block_id": "p14_b275", "text": "The Forestry Division will collaborate with regional organisations, FAO, United Nations Environment Programme (UNEP), other international bodies and neighbouring countries in identifying and combating the spread of invasive species and in promoting forest health."}, {"text_block_id": "p14_b276", "text": "76."}, {"text_block_id": "p14_b277", "text": "The Forestry Division will collaborate with other divisions, relevant ministries and bodies to ensure effective management of invasive weeds, insects and diseases."}, {"text_block_id": "p14_b278", "text": "4.8 Community awareness"}, {"text_block_id": "p14_b279", "text": "Awareness and education"}, {"text_block_id": "p14_b280", "text": "77."}, {"text_block_id": "p14_b281", "text": "Awareness raising and training about the value of forests and their sustainable management will begin at the earliest ages, being incorporated in primary school curricula and reinforced throughout secondary and tertiary curricula."}, {"text_block_id": "p15_b282", "text": "78."}, {"text_block_id": "p15_b283", "text": "Training about the value of forests and tree resources will be promoted to a wide range of stakeholders, including farmers, members of the public, community leaders, decision-makers and politicians."}, {"text_block_id": "p15_b284", "text": "79."}, {"text_block_id": "p15_b285", "text": "General awareness of the value of forests will be promoted across the community by posters, conservation programmes, tree plantings, village meetings (fono), radio programmes, village monthly visits (‘aahi), village exhibitions and competitions at agricultural shows."}, {"text_block_id": "p15_b286", "text": "80."}, {"text_block_id": "p15_b287", "text": "The Forestry Division and other relevant ministries will support the collection, documentation and use of indigenous technical knowledge relating to tree species and natural resource management within Tonga to strengthen sustainable forest management and climate change adaptation initiatives."}, {"text_block_id": "p15_b288", "text": "81."}, {"text_block_id": "p15_b289", "text": "The Forestry Division will document and use demonstration plots, and establish new ones if necessary, to demonstrate to farmers and other interested parties the value of planting trees and agroforestry systems."}, {"text_block_id": "p15_b290", "text": "82."}, {"text_block_id": "p15_b291", "text": "The Forestry Division will be the primary body supplying awareness training and facilitating research and development activities relating to sustainable forest management in Tonga."}, {"text_block_id": "p15_b292", "text": "Community participation"}, {"text_block_id": "p15_b293", "text": "83."}, {"text_block_id": "p15_b294_merged", "text": "The Forestry Division and other relevant stakeholders will encourage and support community groups that are interested in tree planting, village beautification programmes, and the planting of tree crops to promote food security."}, {"text_block_id": "p15_b297", "text": "84."}, {"text_block_id": "p15_b298", "text": "The forestry Division will support women, youth, schools, churches, village groups and non-governmental organisations (NGOs) in tree planting activities."}, {"text_block_id": "p15_b299", "text": "85."}, {"text_block_id": "p15_b300", "text": "There will be a National Tree Planting Day in which the community at large, and in particular school children, will be encouraged to plant trees."}, {"text_block_id": "p15_b301", "text": "4.9 Tourism and forest-based recreation"}, {"text_block_id": "p15_b302", "text": "86."}, {"text_block_id": "p15_b303", "text": "Tourists will be encouraged to visit and appreciate national parks, reserves, and forest reserves."}, {"text_block_id": "p15_b304", "text": "87."}, {"text_block_id": "p15_b305", "text": "Agencies responsible for managing national parks, reserves and forest reserves will ensure that the reserves are protected and that practicable measures are taken to ensure visitor safety."}, {"text_block_id": "p15_b306", "text": "4.10 Administration"}, {"text_block_id": "p15_b307", "text": "The role of the Forestry Division"}, {"text_block_id": "p15_b308", "text": "88."}, {"text_block_id": "p15_b309", "text": "The Forestry Division will have the authority for the administration of forests and forest products and the authority to proclaim forest reserves and regulate their management. This authority will be delegated to the Forestry Division by the responsible minister."}, {"text_block_id": "p15_b310", "text": "89."}, {"text_block_id": "p15_b311", "text": "A new 2009 Forestry Act will empower the Forestry Division to:"}, {"text_block_id": "p15_b312", "text": "A new 2009 Forestry Act will empower the Forestry Division to:\n* undertake and update the National Forest Inventory;\n* draw up and update forest management plans, and any other specific plans as may be necessary;\n* establish forest reserves on unallocated land and ensure their effective management;"}, {"text_block_id": "p16_b318", "text": "A new 2009 Forestry Act will empower the Forestry Division to:\n* undertake and update the National Forest Inventory;\n* draw up and update forest management plans, and any other specific plans as may be necessary;\n* establish forest reserves on unallocated land and ensure their effective management;\n* issue licences for commercial logging, exploitation in forest reserves, sawmills and timber exports;\n* ensure forest law enforcement;\n* develop and administer a Code of Forestry Practice;\n* raise awareness and carry out educational activities;\n* assist private tree planting both for agroforestry and for plantation purposes (seedlings, technical\n* encourage community-based forestry;\n* carry out tree planting and rehabilitate degraded land;\n* establish a sawmill policy, a fuelwood policy and a sandalwood policy;\n* contribute to global greenhouse mitigation and carbon trading programmes;\n* protect important coastal forests, and mangrove and wetland ecosystems; and\n* protect landowner rights.\n* ensuring that there is no confusion, duplication or contradiction of roles and responsibilities among\n* parks and reserves by providing them with appropriate advice as necessary and in encouraging tree"}, {"text_block_id": "p16_b341", "text": "Coordination and collaboration"}, {"text_block_id": "p16_b342", "text": "90."}, {"text_block_id": "p16_b343", "text": "There will be an inter-institutional advisory committee to coordinate activities arising from the forest policy. This committee will comprise various arms of government and other relevant stakeholders. This committee will advise the relevant ministers. The responsibilities of this committee will include:"}, {"text_block_id": "p16_b350", "text": "91."}, {"text_block_id": "p16_b351", "text": "Implementation of the National Forest Policy will be, when appropriate, ensured by government officers"}, {"text_block_id": "p16_b352", "text": "in the various island groups of Tonga."}, {"text_block_id": "p16_b353", "text": "92."}, {"text_block_id": "p16_b354", "text": "The agencies responsible for administering the National Forest Policy will be staffed and equipped to enable it to be implemented effectively."}, {"text_block_id": "p16_b355", "text": "93."}, {"text_block_id": "p16_b356", "text": "The agencies responsible for administering the National Forest Policy will seek international collaboration, including access to funding, capacity building and research."}, {"text_block_id": "p16_b357", "text": "94."}, {"text_block_id": "p16_b358", "text": "The Forestry Division will assume leadership in representing Tonga in international forestry fora for exchanging information, accessing new technology, and sourcing support. These fora may include,"}, {"text_block_id": "p16_b359", "text": "among others, the Pacific Heads of Forestry, the Pacific Heads of Agriculture and Forestry Services, the Asia Pacific Forestry Commission, and the United Nations Forum on Forests."}, {"text_block_id": "p16_b360", "text": "4.11 Policy review"}, {"text_block_id": "p16_b361", "text": "95."}, {"text_block_id": "p16_b362", "text": "Mechanisms will be established to periodically review this policy and to ensure that stakeholders are involved in the process."}, {"text_block_id": "p16_b363", "text": "96."}, {"text_block_id": "p16_b364", "text": "A Forestry Strategic Plan and new Forestry Act will be developed to support and help implement this policy. These documents will contribute to an overarching Land Use Policy which is presently being developed by Tonga."}, {"text_block_id": "p18_b365", "text": "Part B – Background and rationale for the policy"}, {"text_block_id": "p19_b366", "text": "B1 Forests and forestry in tonga"}, {"text_block_id": "p19_b367", "text": "The state of the forests in Tonga"}, {"text_block_id": "p19_b368", "text": "The Kingdom of Tonga is an archipelago of 173 coral and volcanic islands situated in the tropical South"}, {"text_block_id": "p19_b369", "text": "Pacific located between 15 and 22 degrees south latitude. There are four main island groups (south to north):"}, {"text_block_id": "p19_b370", "text": "Tongatapu group (349 km2), Ha’apai group (130 km2), Vava’u group (147 km2), and the northerly remote Niuas (73 km2). Additional islands comprise a further 53 km2. Thirty-six of the islands are inhabited and approximately two-thirds of the total population of approximately 100,000 live on the island of Tongatapu."}, {"text_block_id": "p19_b371_merged_merged", "text": "Comprehensive data on the amount and types of indigenous forest in Tonga are unavailable. Some data are provided by Wiser et al. (1999) for Tongatapu and nearby islands and by Whistler (1992) and references cited. Remaining indigenous forest cover has been variously estimated at between 5.5% (FRA 2005) and 11.6% (Desloges 1994) of land in the country, with much of this confined to inaccessible steep (Figure 1) or remote areas, uninhabited islands, coastal strips, swamps and mangroves (Thistlethwaite et al. 1993). The variability in these figures probably results from differences in defining forest. According to FRA 2005 data, Tonga has the lowest percentage of forest cover in all Oceania, where the average is 23.3%. Recent data from the Ministry of Land, Survey, Natural Resources and Environment (MLSNR) give perhaps the best estimate available of areas in broad land class categories (Table 1). These data show the area classified as ‘woodland’ as 11%, which is within the range of other estimates. It is indisputable that Tonga has little remaining natural forest as a result of clearing by humans. However, Tonga has more remaining forest than most Tongans realise. Accessible forests exposed to increasing human populations have been reduced to fragments. These fragments are vulnerable to fuelwood collection and bark stripping but particularly to clearing for agriculture."}, {"text_block_id": "p19_b378", "text": "Figure 1. Indigenous forest in the Mt Talau National Park on Vava’u (2008)"}, {"text_block_id": "p19_b379", "text": "Forest clearing has reduced biodiversity, promoted soil erosion and reduced soil fertility. Coastal forested strips have narrowed and mangrove removal has accelerated coastal erosion. The forest fragments, however, still contain valuable biodiversity worth protecting. Much of this information is anecdotal. There are no reliable data on the extent and rate of recent deforestation, although there is no doubt that it is occurring. Deforestation is most pronounced on the main island of Tongatapu, where the area of remaining forest is less than 5% (Table 1). In the past, traditional low-intensity shifting agriculture had long fallow periods. However, increased population pressure over recent decades has shortened or eliminated fallow periods, leading to loss of soil fertility and the necessity to clear more forest to maintain agricultural productivity. The introduction of the export squash industry in the"}, {"text_block_id": "p19_b380", "text": "Figure 2. Land cleared of coconuts to support squash monocultures on Tongatapu (2008)"}, {"text_block_id": "p20_b381_merged", "text": "1980s has been particularly detrimental to forest and agroforestry tree species. Large areas of land were leased for short periods. Leaseholders cleared the trees to support mechanised monocultures of squash (Figure 2). The soil fertility of these areas could not be maintained, necessitating ever-increasing inputs of fertilisers and the clearing of even more trees to maintain productivity. This is just the most recent example of several attempts to find a sustainable cash crop for export. These attempts have so far failed, at the expense of trees in the landscape."}, {"text_block_id": "p20_b384", "text": "Table 1:"}, {"text_block_id": "p20_b385", "text": "The area and percentage land cover of various land classifications in Tonga (modified from data"}, {"text_block_id": "p20_b386", "text": "supplied by MLSNR). The total land area of Tonga is 75,210 ha. The residual area of 6523 ha consists of lakes and is not included in the analysis."}, {"text_block_id": "p21_b387", "text": "Remnants of indigenous forests are reserved in the ‘Eua and Mount Talau National Parks (Figure 1). There are 510 hectares of forest plantations on ‘Eua planted mainly with"}, {"text_block_id": "p21_b388", "text": "Pinus caribaea"}, {"text_block_id": "p21_b389", "text": "(Caribbean pine,"}, {"text_block_id": "p21_b390", "text": "paini"}, {"text_block_id": "p21_b391", "text": "), but also with"}, {"text_block_id": "p21_b392", "text": "Toona ciliata"}, {"text_block_id": "p21_b393", "text": "(red cedar, sita),"}, {"text_block_id": "p21_b394", "text": "Swietenia macrophylla"}, {"text_block_id": "p21_b395", "text": "(mahogany,"}, {"text_block_id": "p21_b396", "text": "mahokani"}, {"text_block_id": "p21_b397", "text": "– Figure 3),"}, {"text_block_id": "p21_b398", "text": "Agathis robusta"}, {"text_block_id": "p21_b399", "text": "(kauri,"}, {"text_block_id": "p21_b400", "text": "kauli"}, {"text_block_id": "p21_b401", "text": ") and Eucalyptus species ("}, {"text_block_id": "p21_b402", "text": "pulukamu"}, {"text_block_id": "p21_b403", "text": "). An additional 50 hectares of plantation forest, mainly on ’Eua, is privately owned."}, {"text_block_id": "p21_b404", "text": "Figure 3. Mahogany ("}, {"text_block_id": "p21_b405", "text": "Swietenia macrophylla"}, {"text_block_id": "p21_b406", "text": ") plantation on ‘Eua (2008)"}, {"text_block_id": "p21_b407", "text": "Fuelwood is culturally important in Tonga. Currently some fuelwood supplies to Tongatapu are coming"}, {"text_block_id": "p21_b408", "text": "from ‘Eua and islands further afield, but the"}, {"text_block_id": "p21_b409", "text": "amounts are unrecorded and the supply unregulated. Mangroves from the coastal strip are also (illegally) cut for fuelwood. Similarly, the supply of wood for wood carving is an important cultural and economic activity but the amounts and origin of this wood are not recorded. Forest trees are important sources of traditional medicines and material for handicrafts. Again, the supply is unregulated and not recorded, but there is evidence that some of these tree species are threatened."}, {"text_block_id": "p21_b410", "text": "Coconut-based land systems are well established and coconut palms dominate the landscape. Table 1 indicates that three-quarters of the land area of Tonga has coconuts as a component of land use. The coconut palm ("}, {"text_block_id": "p21_b411", "text": "Cocos nucifera, niu"}, {"text_block_id": "p21_b412", "text": ") is considered to be a forest species because it is a source of wood. It is not part of the forest but is an important component of a mixed farming system (agroforestry). There are substantial areas of senile coconut palms that produce no fruit but are still suitable for timber production. There are also areas of coconut under which indigenous species are regenerating. These areas have the potential of reverting to indigenous forest if they were managed to do\\ so."}, {"text_block_id": "p21_b413", "text": "The role of forests in the Tongan economy"}, {"text_block_id": "p21_b414", "text": "Agriculture, forestry and fisheries together accounted for 28% of gross domestic product (GDP) during the period 2000–2006, but had a low growth rate of 0.8% per year. The relative value of forestry is low (about 2% of the combined value of agriculture, forestry and fisheries), but this figure is misleading because it does"}, {"text_block_id": "p21_b415_merged_merged_merged_merged_merged", "text": "not include other contributions forestry and trees make to the economy. It does not include the monetary value of fuelwood, wood carving, medicinal plants, cultural and handicraft plants, flowers, food, and other non-wood forest products. More importantly, it does not place a value on the substantial environmental benefits of forests: conservation of biodiversity, maintenance of soil fertility, prevention of soil erosion, coastal protection, carbon sequestration and improving water quality. Neither does it acknowledge the important role of forestry in supporting sustainable agriculture and building resilience to climate change. The formal forestry sector employs about 200 people in nurseries, plantation management and sawmilling operations. About 700 m3 of plantation logs and 500 m3 of coconut logs are milled each year. Most production is consumed domestically, but some is exported and the export value of wood carvings from indigenous forest tree species and trees on farms is unknown but likely to be significant. Sawmilling is estimated to constitute 10% of the manufacturing sector, which in turn contributes about 5% to GDP."}, {"text_block_id": "p22_b420", "text": "Imports of wood products (m³) in 2005 and 2006 were, respectively, 4500 and 5240 for sawn timber, 3800 and 19,200 for timber for squash crates, 200 and 29 for roundwood, and 2300 and 367 for processed wood products (panels). The value of timber imports was TOP 1,134,252 in 1980, TOP 2,256,000 in 2002 and"}, {"text_block_id": "p22_b421", "text": "TOP 4,674,000 in 2006. This covered the years when a significant share of the imported timber was used for producing wooden boxes for squash export. This industry is now in severe decline, and the current figure for imports is likely to be lower. The ‘Eua Forest Business Plan 2, 2008–2012 (EFBP2) calculates current domestic consumption of sawn timber and roundwood to be 8000 m³/year. This figure does not include wood for other"}, {"text_block_id": "p22_b422", "text": "purposes, such as fuelwood, furniture, wood for carving and handicrafts, panels and pulp and paper products. Exports of forest products are very small compared to imports. Timber exports in 2002 were worth TOP 45,273, which represented 0.26% of total agricultural exports and 0.15% of total exports. For example, 100 tonnes of handicrafts (including wood carvings) and 261.3 tonnes of sandalwood were exported in 2004, and 1.66 tonnes of traditional medicine products were exported in 2005. Data on exports of forest products are incomplete and"}, {"text_block_id": "p22_b423", "text": "sometimes contradictory. The figures reported above were compiled from quarantine annual reports, Tonga"}, {"text_block_id": "p22_b424", "text": "Department of Statistics annual reports, annual reports of other government departments and data from the Tonga Timber Company."}, {"text_block_id": "p22_b425", "text": "Sawn timber imports are at least ten times greater than local production. Clearly, any measure that increases the domestic production of sawn timber will have a positive effect on the balance of payments. There is considerable scope to do so."}, {"text_block_id": "p22_b426", "text": "Fuelwood demand is high but there are no reliable data on either where fuelwood originates or how much is"}, {"text_block_id": "p22_b427", "text": "being consumed. Fuelwood is either collected at source at no cost or, particularly in Tongatapu, harvested from"}, {"text_block_id": "p22_b428", "text": "rural locations and sold at the market. The proportion of domestic income spent on purchasing fuelwood in Tongatapu is probably quite high but accurate data are lacking."}, {"text_block_id": "p22_b429", "text": "Forestry administration in Tonga"}, {"text_block_id": "p22_b430_merged_merged_merged", "text": "Forestry in Tonga is administered by a range of government ministries. Most administrative responsibility is currently vested in MAFFF, but there is significant involvement on the part of MLSNR and the newly established Ministry for the Environment and Climate Change (MECC). The ‘Eua forest plantations are managed by the Tonga Timber Company and the government of Tonga is the major shareholder. The company is overseen by a management committee that sits outside of the ministries but the Forestry Division has some limited monitoring responsibility. While there is no comprehensive Code of Forestry Practice outlining sustainable management responsibilities, a ‘Code of Harvesting Practice for the ‘Eua Forestry Plantations’ was released recently in 2009."}, {"text_block_id": "p22_b436", "text": "MAFFF, via its Forestry Division, still oversees raising tree seedlings for tree planting programmes (other than for forest plantations), forestry extension work in the farming community, collaborating with agriculture in promoting agroforestry, rehabilitating degraded land with trees, protecting coastal tree resources, and coconut replanting and milling. The enabling legislation is the Forest Act 1961. Under this act the minister has the power to make a wide range of regulations relating to the establishment of forest reserves, the licensing of forestry activities and the removal of forest products. However, the regulations have either not been made or not been enforced because of inconsistencies with other legislation and a lack of institutional capacity to enforce them."}, {"text_block_id": "p22_b437", "text": "MECC has taken over the role of coordinating environmental management, which includes the management of national parks and reserves, monitoring and reporting on the state of the environment and conducting environmental impact assessments. It oversees the National Biodiversity Strategy Action Plan. However, the Department of Environment has no enabling legislation and no environmental impact assessments have been carried out despite the fact that the Environmental Assessment Act 2003 empowers it to do so."}, {"text_block_id": "p23_b438", "text": "MLSNR maintains the legal records relating to land tenure. All land in Tonga is vested in the King and may not be sold but may be leased or mortgaged. The King granted land to nobles and titular chiefs but, superimposed on this, the King decreed that every Tongan male over 16 years is entitled to 3.34 hectares of farmland (tax allotment) and 759 to 1631 m2 of residential land (town allotment). The registration of this entitlement needs to be negotiated with the hereditary ‘owner’ and registered with MLSNR. Owners of tax allotments may lease their properties. The Forest Act 1961 provides powers to establish forest reserves. However the powers vested in the Forest Act 1961 to establish forest reserves are restricted to unalienated land (crown land)."}, {"text_block_id": "p23_b439", "text": "The Land Act 1927 stipulates that all land owners have exclusive rights over their land, but these rights are not absolute. Subsequent amendments to the Land Act (1936 and 1980) introduced a requirement for tax allotment holders to plant 200 coconut trees on their allotment in a prescribed design. Even though this regulation has not been enforced, it may serve as precedent for introducing further regulation to control tree planting and tree removal on tax allotments. Owners of tax allotments may forfeit their land to the crown and the leaseholders may forfeit their lease if they do not meet the tree planting and management requirements of the Land Act. However, this has not been enforced."}, {"text_block_id": "p23_b440_merged", "text": "At current population levels, the demand for tax allotments exceeds supply. However, not all allotments are used for agriculture, and many exist in a degraded state with uncertain ownership including significant expatriate ownership (Mussong 2007). This ‘abandoned’ land offers an opportunity for forest establishment and enrichment. However, poor records of ownership and boundaries confuse the issue. Considerable areas of tax allotments have been leased or left to be managed by caretakers. Leaseholders often fell trees for short-term gains."}, {"text_block_id": "p23_b443", "text": "Currently there is no overall land use policy for Tonga. There is a lack of enforcement of existing land use and forestry legislation, largely due to fragmentation of administrative responsibility and a lack of institutional capacity. Land use policy, including forest policy, must operate within the constraints imposed by the tax allotment system of land tenure. This does not mean that promoting forestry and trees on registered land is not possible. Rather, it means that the cooperation of the landowner or leaseholder is needed to do so, in order to create a tree-rich agricultural landscape. The important role of forestry in conservation and rural development appears to be under-appreciated by many people in Tonga. There is scope for further protection of Tonga’s remaining forests. MAFFF’s Forestry Division is mostly excluded from matters dealing with reserves and national parks, despite the fact that these matters are fundamentally important to its role. Also, the Forestry Division does not have any regulatory powers to identify and appropriate land for tree regeneration and replanting. Forestry legislation has been reviewed four times since 1992; the last of these was a comprehensive review of the Forestry Act 1961 by FAO (2004). All reviews called for an overhaul of the forestry legislation and all made similar recommendations on how to proceed. To date nothing has been done. One reason for this may be the lack of a National Forest Policy."}, {"text_block_id": "p24_b444", "text": "B2 Background to policy statements"}, {"text_block_id": "p24_b445", "text": "1. Inventory"}, {"text_block_id": "p24_b446", "text": "Tonga needs a comprehensive inventory of its forest resources. This National Forest Inventory (NFI) will map existing forests by area, type and condition across all islands, including uninhabited islands. The inventory will categorise existing indigenous forests, including fragments, and assess carbon stocks. It will identify degraded areas suitable for regeneration and tree planting. It will be suitable for reporting forest resources and carbon stocks to the United Nations Framework Convention on Climate Change (UNFCCC) and to the FAO Forest Resources Assessment database. It will be constructed so that it can be periodically revisited to measure the extent and rate of deforestation and progress in tree planting and natural regeneration. The MLSNR already has a geographic information system (GIS) inventory with some broad information on forest areas and land boundaries. In particular, the inventory should be capable of categorising and assessing trees outside forests, and especially coconuts."}, {"text_block_id": "p24_b447", "text": "1."}, {"text_block_id": "p24_b448", "text": "A comprehensive National Forest Inventory will be established."}, {"text_block_id": "p24_b449", "text": "2."}, {"text_block_id": "p24_b450", "text": "The Forestry Division will collaborate with relevant ministries to expand and complete the existing database on forest areas, types and distribution."}, {"text_block_id": "p24_b451", "text": "3."}, {"text_block_id": "p24_b452", "text": "The Forestry Division and relevant ministries will have the institutional capacity to conduct the National Forest Inventory in line with internationally agreed methods and standards."}, {"text_block_id": "p24_b453", "text": "2. Conservation and environmental protection"}, {"text_block_id": "p24_b454", "text": "Forest protection"}, {"text_block_id": "p24_b455", "text": "The overall objective is to record an increase in forest area. Both registered (tax allotments) and unregistered (government and crown) land need to be considered. This will be achieved by conserving forests through national parks, protected areas and forest reserves (see policy statements 32 and 38). It will also be achieved by rehabilitating degraded areas and by discouraging the permanent removal of trees from agricultural settings (agro-deforestation). Tonga has underutilised agricultural land. There is no need to clear forest to expand agricultural areas. A priority in agricultural policy should be to better utilise existing non-forested areas, particularly abandoned sites and other non-productive areas."}, {"text_block_id": "p24_b456", "text": "4."}, {"text_block_id": "p24_b457", "text": "Tonga will halt all deforestation and further degradation of indigenous forests."}, {"text_block_id": "p24_b458", "text": "5."}, {"text_block_id": "p24_b459", "text": "Tonga will promote reforestation. The area and stocking of indigenous forest will be increased by promoting regeneration of secondary forest on degraded areas, by enrichment planting and by coalescing of existing forest fragments. The planting of trees will be encouraged on tax allotments"}, {"text_block_id": "p24_b460", "text": "Conservation of biodiversity"}, {"text_block_id": "p24_b461", "text": "Tonga’s remaining biodiversity is a valuable asset and high priority will be given to its protection. A high proportion of Tonga’s overall biodiversity exists in remaining forests, including fragments. Valuable biodiversity also resides in trees on farms and urban allotments. Large-scale mechanised agriculture, stemming from increasing globalisation and growing trade and population pressures, is a threat to biodiversity. Successful conservation of biodiversity depends on the success of arresting deforestation, coalescing of existing forest fragments, promoting tree planting and tree regeneration, rehabilitating degraded areas and controlling invasive species."}, {"text_block_id": "p25_b462", "text": "Farmers on tax allotments cannot be expected to meet the costs of biodiversity conservation on their properties. They will require incentives."}, {"text_block_id": "p25_b463", "text": "Tonga has ratified the Convention of Biological Diversity and agreed to the obligations under this convention."}, {"text_block_id": "p25_b464", "text": "A cabinet-approved National Biodiversity Advisory Committee, established in 2002, commissioned a National Biodiversity Strategy and Action Plan which was published by the Department of Environment in 2006."}, {"text_block_id": "p25_b465", "text": "6."}, {"text_block_id": "p25_b466", "text": "The National Forest Inventory will categorise species and ecosystem biodiversity and highlight areas of rich biodiversity, areas where biodiversity is threatened and priority areas for protection."}, {"text_block_id": "p25_b467", "text": "7."}, {"text_block_id": "p25_b468", "text": "Forest ecosystems are the major reservoirs of terrestrial biodiversity, and this biodiversity will be protected, in part, by conserving forests in national parks and reserves, and forest reserves."}, {"text_block_id": "p25_b469", "text": "8."}, {"text_block_id": "p25_b470", "text": "The government will provide incentives to encourage landowners to conserve biodiversity."}, {"text_block_id": "p25_b471", "text": "9."}, {"text_block_id": "p25_b472", "text": "Sustainable forest management will contribute to the full implementation of the National Biodiversity Strategy and Action Plan 2006."}, {"text_block_id": "p25_b473", "text": "Soil conservation"}, {"text_block_id": "p25_b474", "text": "Forests and agroforests in Tonga maintain soil fertility, whereas poorly managed, broad-scale intensive mechanised agriculture may reduce soil fertility and encourage the clearing of more forest to meet production expectations. Agroforestry will be promoted as a desirable form of agriculture in Tonga, but this requires the cooperation of the agricultural sector."}, {"text_block_id": "p25_b475", "text": "Indiscriminate clearing of forest on the slopes of the more mountainous islands causes soil erosion (Figure 4). The establishment and harvesting of forest plantations (e.g. on ‘Eua) is likely to promote soil erosion and this will be kept under control by a legally enforceable Code of Forest Practice. Careless road construction has caused soil erosion on Vava’u and ‘Eua. Pigs and other free ranging animals increase exposure of soil on slopes and exacerbate soil erosion. The clearing of vegetation on seaside slopes causes sediment run off to the sea, which consequently endangers marine life (Figure 5). The maintenance of vegetative cover (trees plus understory species) on erosion-prone slopes is vital to avoid soil erosion."}, {"text_block_id": "p25_b476", "text": "Eroded areas need to be rehabilitated by tree planting. This is an ideal opportunity for community involvement. The Forestry Division, in collaboration with relevant ministries, will be empowered to facilitate this."}, {"text_block_id": "p25_b477", "text": "Figure 4. Slope erosion on ‘Eua (2008)"}, {"text_block_id": "p25_b478", "text": "Figure 5. Soil washed down slope affects marine"}, {"text_block_id": "p25_b479", "text": "biodiversity at Tefisi on Vava’u (2008)"}, {"text_block_id": "p25_b480", "text": "10."}, {"text_block_id": "p25_b481", "text": "Erosion-prone slopes will be identified and protected on both allocated and unallocated land, and the"}, {"text_block_id": "p25_b482", "text": "clearing of vegetation on these slopes will be strictly regulated."}, {"text_block_id": "p26_b483", "text": "clearing of vegetation on these slopes will be strictly regulated.\n* Eroded areas will be rehabilitated with indigenous trees and plants.\n<\\li1>"}, {"text_block_id": "p26_b485", "text": "Coastal protection"}, {"text_block_id": "p26_b486_merged", "text": "Coastal erosion is a problem in Tonga and particularly on Tongatapu. Mangroves (Bruguiera, Rhizophora and Cerbera species) and other coastal native vegetation are being cut for fuelwood, wood for carving and handicrafts, and medicinal purposes. Mangroves are also cut to provide dyes for tapa making. The coastal strip is threatened by encroachment of urban properties. The narrow strip of tree vegetation along the shoreline is vital for arresting coastal erosion. It also is the first line of defense against salt water incursion and damaging winds. Sand is sometimes mined in the coastal strip. This is very damaging."}, {"text_block_id": "p26_b493", "text": "Wetlands are biodiverse ecosystems with a protective function. Saline or estuarine wetlands cover 2.6% of land area in Tonga (Table 1). These are valuable resources."}, {"text_block_id": "p26_b494", "text": "12."}, {"text_block_id": "p26_b495", "text": "Shoreline trees, including mangroves, will not be removed."}, {"text_block_id": "p26_b496", "text": "13."}, {"text_block_id": "p26_b497", "text": "Coastal areas experiencing erosion will be rehabilitated by planting indigenous trees such as mangroves, pandanus, Casuarina and Calophyllum species."}, {"text_block_id": "p26_b498", "text": "14."}, {"text_block_id": "p26_b499", "text": "Wetlands will be protected areas."}, {"text_block_id": "p26_b500", "text": "Water conservation"}, {"text_block_id": "p26_b501", "text": "Water in Tonga either comes from direct collection of rainfall or from a thin porous limestone aquifer, which is particularly vulnerable to salt water incursions from the ocean and to contamination from surface pollutants. On islands with some relief (e.g. ‘Eua and Vava’u), runoff is collected from watersheds. Forests may reduce water yield but their value in improving water quality more than compensates."}, {"text_block_id": "p26_b502", "text": "Poor plantation management exposes mineral soil and results in deterioration in water quality. On the other hand, good plantation practice can improve water quality and the Code of Forest Practice will help ensure this."}, {"text_block_id": "p26_b503", "text": "Currently there is unauthorised use of land in the ‘Eua watershed reserve for agriculture, and trees have been removed. This has reduced water quality. The ‘Eua watershed reserve will continue to be managed by Tonga Timber Company but under the advisement of the Forestry Division."}, {"text_block_id": "p26_b504", "text": "15."}, {"text_block_id": "p26_b505", "text": "Critical watershed areas will be identified through the National Forest Inventory and protected to"}, {"text_block_id": "p26_b506", "text": "improve water security within the context of ongoing climate change. Areas with poor vegetative cover will be rehabilitated."}, {"text_block_id": "p26_b507", "text": "16."}, {"text_block_id": "p26_b508", "text": "Particular care will be taken when extracting forest products from steep slopes; preferably forested areas on steep slopes should have no extractive activity."}, {"text_block_id": "p26_b509", "text": "17."}, {"text_block_id": "p26_b510", "text": "The designated watershed reserve on the ‘Eua plantation estate will be maintained and protected."}, {"text_block_id": "p26_b511", "text": "3. Climate change"}, {"text_block_id": "p26_b512", "text": "Increases in anthropogenic greenhouse gas emissions since industrialisation have caused global warming, which is expected to continue and could have disastrous environmental and socio-economic consequences. The extent of global warming can be reduced, although not eliminated, by a global effort to reduce emissions of greenhouse gasses, particularly carbon dioxide."}, {"text_block_id": "p27_b513", "text": "Climate models predict that by the year 2100 the surface temperatures in the vicinity of Tonga will increase by between 1°C and 4°C, rainfall will be between -14% and +14.6% of current values and the sea level will rise by as much as 59 cm (or more), inundating low-lying land (IPCC 4AR 2007). It is probable that the frequency and severity of cyclones and extreme weather events will increase, leading to storm surges, intrusion of saltwater into soil and ground water resources, and an increased occurrence of droughts and/or heavy rainfall events. There is"}, {"text_block_id": "p27_b514", "text": "a high probability that fires will increase in severity and frequency, new pests and diseases will emerge, hitherto"}, {"text_block_id": "p27_b515", "text": "benign species will become invasive, forest biodiversity will be reduced, forest composition will change and"}, {"text_block_id": "p27_b516", "text": "forests will become degraded. Thus, climate change is likely to significantly impact the health and condition of"}, {"text_block_id": "p27_b517", "text": "forests and tree resources."}, {"text_block_id": "p27_b518", "text": "Forest management can play an important role in combating climate change by conserving and sequestering carbon (mitigation) and by helping to reduce the adverse impacts of climate change (adaptation). Climate"}, {"text_block_id": "p27_b519", "text": "change in this document focuses specifically on forests and tree resources."}, {"text_block_id": "p27_b520", "text": "Mitigation"}, {"text_block_id": "p27_b521", "text": "Forests and trees form an important store for carbon. Deforestation and forest degradation result in carbon dioxide emissions to the atmosphere. Forests kept intact hold their carbon, and increasing the area and/or productivity of forests will absorb carbon dioxide and therefore reduce net emissions of carbon dioxide to the atmosphere."}, {"text_block_id": "p27_b522_merged_merged", "text": "Tonga emits a negligible amount of carbon dioxide and other greenhouse gasses compared with developed and rapidly developing nations. However, there are several good reasons for Tonga to manage its forests to reduce emissions. The first is that Tonga is a signatory to UNFCCC, in which it has agreed to help stabilise global greenhouse gas emission rates. The second is that by reducing its emissions, Tonga will position itself to receive potential funding from developed countries to assist in climate change mitigation and adaptation. The third is that managing forests to mitigate the effects of climate change is entirely consistent with promoting sustainable forest management, which is the major objective of the National Forest Policy. Finally, mitigation efforts through reforestation and tree planting can also provide win-win opportunities for Tonga to adapt to and build resilience to climate change."}, {"text_block_id": "p27_b525", "text": "18."}, {"text_block_id": "p27_b526", "text": "Tonga will conserve carbon in its forests and tree resources by:"}, {"text_block_id": "p27_b527", "text": "Tonga will conserve carbon in its forests and tree resources by:\n* halting deforestation and degradation of indigenous forests (see policy statement 4);\n* maintaining national parks, reserves and protected areas (see policy statements 32â34);\n* establishing and managing forest reserves (see policy statements 35, 36 and 40);\n* promoting reforestation and rehabilitation of cleared and degraded forests with climate change\n* promoting integrated agroforestry in areas earmarked for agriculture (see policy statement 61);\n* discouraging tree removal on tax allotments (see policy statements 5 and 66); and\n* encouraging tax allotment holders to plant and manage trees on their properties (see policy statements"}, {"text_block_id": "p27_b541", "text": "19."}, {"text_block_id": "p27_b542", "text": "To help sequester carbon within soils, forests and tree resources, the Forestry Division, with the support"}, {"text_block_id": "p27_b543", "text": "of other relevant ministries and stakeholders, will strictly regulate the use of fire in agricultural and other land-use applications. Established fire management guidelines will be enforced."}, {"text_block_id": "p28_b544", "text": "20."}, {"text_block_id": "p28_b545", "text": "To facilitate Tonga’s ability to participate in developing international carbon trading markets and other mitigation programmes, the National Forest Inventory will include assessment of existing carbon stocks within forest and tree resources, and monitor changes to these stocks using internationally agreed methods and standards. The Forest Inventory will also monitor forest condition and highlight changes"}, {"text_block_id": "p28_b546", "text": "caused by climate change (see policy statement 1)."}, {"text_block_id": "p28_b547", "text": "Providing industrial roundwood production and fuelwood production are managed sustainably as renewable resources in plantations and tax allotments, they will emit less carbon dioxide in building construction than most alternative materials and when used as an alternative fuel instead of fossil fuels."}, {"text_block_id": "p28_b548", "text": "21."}, {"text_block_id": "p28_b549", "text": "Where appropriate, the use of plantation timber (including coconut) will be encouraged in building"}, {"text_block_id": "p28_b550", "text": "construction rather than non-renewable, and energy intensive building materials such as steel and concrete block."}, {"text_block_id": "p28_b551", "text": "22."}, {"text_block_id": "p28_b552", "text": "Sustainable fuelwood production will be encouraged to reduce reliance on imported fossil fuels (see policy statement 54 and 55). This should not preclude the development of other renewable energy"}, {"text_block_id": "p28_b553", "text": "sources such as solar, wind and wave."}, {"text_block_id": "p28_b554", "text": "Adaptation"}, {"text_block_id": "p28_b555", "text": "Forests have protective functions that can assist Tonga in adapting to and reducing the adverse impacts of climate change. Rising sea levels will permanently inundate low-lying areas and may necessitate the relocation of people and infrastructure. Also, rising sea levels combined with increased wind and extreme weather will inevitably cause storm surges that will temporarily inundate coastal land, threaten life, damage property and contaminate soil and fresh water resources. Increased wind could destroy property, erode soils, damage ecosystems and deposit sea spray inland. The vegetation within the coastal strip therefore provides an important barrier to minimise these impacts."}, {"text_block_id": "p28_b556", "text": "While the 1967 Land (Timber) Regulations forbid the cutting and removal of timber within 50 feet of the high tide mark on crown land, and the 2003 Environmental Assessment Act requires an environmental impact assessment prior to the removal of trees (including mangroves) or natural vegetation of any area in excess of half a hectare, this legislation has been poorly enforced and inadequately protects coastal vegetation. There are many historical and current examples of coastal vegetation being cleared right down to the water line and fuelwood continues to be extracted from mangroves and the coastal strip throughout the archipelago. In some coastal areas, residential subdivisions on low-lying reclaimed land are encroaching into mangrove ecosystems and lagoonal areas."}, {"text_block_id": "p28_b557", "text": "Mangroves occur in the intertidal zone and are a critically important first protective barrier against strong winds"}, {"text_block_id": "p28_b558", "text": "and the sea and should not be cut or removed under any circumstances. Mangroves not only buffer against wind and wave action but also play a vital role in food security, providing important nurseries and habitat"}, {"text_block_id": "p28_b559", "text": "for a multitude of bird, fish and crustacean species. Legislation, regulation and enforcement are required to"}, {"text_block_id": "p28_b560", "text": "guarantee the protection and rehabilitation of mangroves and other tree species within the coastal strip."}, {"text_block_id": "p28_b561_merged_merged", "text": "There is considerable scope for revegetating denuded or degraded coastal areas, and trees are a very important component of this. The selection of appropriate tree species should take account of predicted climate change, and selected species should be hardy, fast-growing, wind-firm and salt-resistant. Similarly, long-rotational plantation initiatives should consider the impacts of climate change both in terms of species resilience and plantation site selection."}, {"text_block_id": "p29_b564", "text": "23."}, {"text_block_id": "p29_b565", "text": "The coastal strip (including land adjacent to inland marine waters) will be protected against deforestation"}, {"text_block_id": "p29_b566", "text": "and degradation. This policy will apply to all land lying within 20 metres of the high water mark and apply to all categories of land tenure. This will be achieved by:"}, {"text_block_id": "p29_b567", "text": "and degradation. This policy will apply to all land lying within 20 metres of the high water mark and apply to all categories of land tenure. This will be achieved by:\n* forbidding the removal of coastal vegetation and trees for any purpose (see policy statements 12â\n* vigorously monitoring and enforcing existing and pending legislation protecting coastal forests and\n* rehabilitating denuded or degraded coastal areas with indigenous fast-growing, wind-firm, and"}, {"text_block_id": "p29_b574", "text": "24."}, {"text_block_id": "p29_b575", "text": "Tonga will halt all deforestation and degradation of all mangrove forests and wetland ecosystems"}, {"text_block_id": "p29_b576", "text": "(see policy statements 12 and 14). Where appropriate, mangroves and other tree species will be re"}, {"text_block_id": "p29_b577", "text": "-"}, {"text_block_id": "p29_b578", "text": "established within degraded ecosystems to promote foreshore protection and food security. Extraction of non-wood forest products such as medicinal plants, handicraft plants and other cultural plants will"}, {"text_block_id": "p29_b579", "text": "be permitted from designated areas under strict controls. (Mangroves are intertidal vegetation and not included as part of the coastal strip as defined in policy statement 23.)"}, {"text_block_id": "p29_b580", "text": "25."}, {"text_block_id": "p29_b581", "text": "Long-rotational plantation initiatives will strongly consider the impacts of climate change during the selection of tree species and potential growing sites."}, {"text_block_id": "p29_b582", "text": "Climate change may reduce the variety, quality and availability of food plants. Many food-bearing trees are more resilient to adverse seasonal weather conditions than ground crops. Therefore, in the interests of food security, tree crop species should be planted on tax allotments and incorporated into agroforestry systems. Such an approach provides win-win outcomes by both mitigating greenhouse gas emissions and by building resilience to climate change by diversifying food sources and promoting food security."}, {"text_block_id": "p29_b583", "text": "26."}, {"text_block_id": "p29_b584", "text": "A wide variety of tree crop seedlings will be raised in nurseries. Planting of these seedlings on tax allotments; on community, school and church lands; and within agroforestry systems will be promoted to improve food security."}, {"text_block_id": "p29_b585_merged_merged", "text": "Climate change will impact the health, condition and distribution of forests. This will affect the capacity of forests to provide economic, social and environmental services. It will also reduce the capacity of forests to mitigate climate change and aid adaptation. Biodiversity may be reduced and important cultural and medicinal plants may decline or disappear. Species composition may change and forest ecosystems may become degraded. Current pestilence and diseases may increase in severity and new pests and diseases may emerge. Previously benign plant species may become invasive and active invasive species may become more damaging. Forest fires may increase in severity and frequency. It will be imperative to proactively monitor and manage these risks as much as possible."}, {"text_block_id": "p29_b588", "text": "27."}, {"text_block_id": "p29_b589", "text": "The Forestry Division, in collaboration with other relevant ministries and stakeholders, will, to the best of its ability, foresee and proactively manage the deleterious effects of climate change on forest condition."}, {"text_block_id": "p29_b590", "text": "28."}, {"text_block_id": "p29_b591", "text": "The Forestry Division, in collaboration with relevant ministries and supporting agencies, will carry out"}, {"text_block_id": "p29_b592", "text": "research and assessments to identify tree species (including tree crop species) that are resilient to climate change and climatic variability. Identified trees will be promoted accordingly, with priority"}, {"text_block_id": "p29_b593", "text": "placed on the use of indigenous tree species."}, {"text_block_id": "p30_b594", "text": "29."}, {"text_block_id": "p30_b595", "text": "The Forestry Division will develop its climate change-related technical capacity for activities including risk and vulnerability analyses, monitoring, planning, assessments and reporting. To this end it will actively seek the support of relevant ministries, regional organisations and development partners."}, {"text_block_id": "p30_b596", "text": "Public perceptions of climate change"}, {"text_block_id": "p30_b597", "text": "There is a comparatively low level of awareness and some scepticism about climate change in the community. The prevailing sentiment that ‘things will sort themselves out’ is reinforced by a necessity to provide more"}, {"text_block_id": "p30_b598", "text": "immediate income and food resources in an increasingly difficult international and national economic climate."}, {"text_block_id": "p30_b599", "text": "Considerable effort should be focused on raising awareness about the deleterious consequences of climate change and the role that forests and trees play in mitigation and adaptation."}, {"text_block_id": "p30_b600", "text": "30."}, {"text_block_id": "p30_b601", "text": "The impacts of climate change and the role of forests in reducing these impacts and mitigating greenhouse gas emission rates will be emphasised in education initiatives and other awareness raising"}, {"text_block_id": "p30_b602", "text": "programmes (see policy statements 77–85)."}, {"text_block_id": "p30_b603", "text": "International assistance"}, {"text_block_id": "p30_b604_merged_merged", "text": "Major carbon dioxide emitting countries are establishing funds for mitigating emissions and promoting adaptation to climate change. Tonga should position itself to take advantage of these funding opportunities as they arise. Accordingly, projects that demonstrate effective and sustainable means of combating climate change must be identified. Adaptation projects aimed at improving water and food security, and those focused on conserving and repairing coastlines are obviously important. Carbon conservation (mitigation) projects should also be considered because these promote sustainable forest management, which is the primary object of the National Forest Policy irrespective of climate change. For mitigation projects, donors will require credible carbon accounting and guarantees that sequestered carbon is adequately protected and held over a long time period (see policy statement 20). This is particularly the case if carbon is purchased as an offset in a trading scheme."}, {"text_block_id": "p30_b607", "text": "The United Nations Collaborative Programme on Reducing Emissions from Deforestation and Forest Degradation in Tropical Countries (REDD) is a new programme aimed at promoting sustainable forest management. Tonga may be eligible to pursue projects under this and similar funds that are likely to emerge in the future."}, {"text_block_id": "p30_b608", "text": "31."}, {"text_block_id": "p30_b609", "text": "Tonga will actively seek international funding to support its engagement in climate change-related programmes and activities. This will include attendance at international negotiations and policy development fora, research and development activities, forest inventory compilation and other initiatives designed to ensure that Tonga’s forests an\\d tree resources are sustainably managed."}, {"text_block_id": "p30_b610", "text": "4. Forest reservation"}, {"text_block_id": "p30_b611", "text": "National parks and reserves"}, {"text_block_id": "p30_b612", "text": "The responsibility for the management of national parks and reserves (other than forest reserves) is vested in MECC. These are mainly forested ecosystems and, as such, are very relevant to the National Forest Policy. Tonga will value its existing national parks. Legislation is already in place to manage these for conservation and prevent extraction of wood and non-wood forest products. Regrettably, these provisions are not enforced because of lack of human resources to do so. National parks have to be managed and should not be left alone for nature to take its course."}, {"text_block_id": "p31_b613", "text": "Although the coastal strip is protected under the 1967 Land (Timber) Regulations, these regulations are not currently enforced. Legislation pertaining to the removal of coastal trees must be strengthened to ensure that this practise stops. Wetlands and mangroves must also be protected and the cutting of trees within these"}, {"text_block_id": "p31_b614", "text": "ecosystems prohibited (see policy statements 12–14, 23 and 24)."}, {"text_block_id": "p31_b615", "text": "32."}, {"text_block_id": "p31_b616", "text": "No extractive activity will be undertaken in national parks and reserves."}, {"text_block_id": "p31_b617", "text": "33."}, {"text_block_id": "p31_b618", "text": "Control of invasive species, control of fires and maintenance of forest health will be priorities in the"}, {"text_block_id": "p31_b619", "text": "management of national parks and reserves, and will be closely monitored in the context of climate change."}, {"text_block_id": "p31_b620", "text": "34."}, {"text_block_id": "p31_b621", "text": "Additional areas of indigenous forest displaying the broad range of biodiversity in Tonga will be identified"}, {"text_block_id": "p31_b622", "text": "and reserved as national parks or reserves."}, {"text_block_id": "p31_b623", "text": "Forest reserves"}, {"text_block_id": "p31_b624", "text": "All forests other than national parks and reserves, on unallocated land, should be declared forest reserves. The management of these forests will be in harmony with natural ecological processes and extractive activity will mimic the natural disturbances of the forest. The forest reserves will be managed for the sustainable supply of forest products other than industrial roundwood."}, {"text_block_id": "p31_b625_merged", "text": "Some medicinal plants are threatened due to unsustainable harvest (e.g. hehea, Syzygium corynocarpum). It is often not necessary to harvest entire trees when they are being used for medicinal or handicraft purposes. The ultimate aim is for these non-industrial wood and non-wood products to become increasingly available from trees planted on tax allotments."}, {"text_block_id": "p31_b630", "text": "Appropriate legislation is required. The Forestry Division will need to be empowered to develop and execute sustainable management plans and to control any extractive activities. Managing complex forest ecosystems is not a trivial exercise; it requires university graduates in forest science."}, {"text_block_id": "p31_b631", "text": "35."}, {"text_block_id": "p31_b632", "text": "Uninhabited islands will be assessed for their potential to be declared forest reserves."}, {"text_block_id": "p31_b633", "text": "36."}, {"text_block_id": "p31_b634", "text": "All indigenous forests on unallocated land, irrespective of condition and stocking, will be proclaimed"}, {"text_block_id": "p31_b635", "text": "forest reserves (unless already reserved as a national park or protected area)."}, {"text_block_id": "p31_b636", "text": "37."}, {"text_block_id": "p31_b637", "text": "No removal of industrial roundwood will be permitted on forest reserves."}, {"text_block_id": "p31_b638", "text": "38."}, {"text_block_id": "p31_b639", "text": "Forest reserves will be managed for a sustainable supply of forest products other than industrial roundwood. Extraction of fuelwood and wood for carving will be permitted under strict controls. Likewise, the removal of non-wood forest products, such as medicinal plants, handicraft plants and other cultural plants, will be permitted from designated areas but strictly controlled."}, {"text_block_id": "p31_b640", "text": "39."}, {"text_block_id": "p31_b641", "text": "A primary responsibility of management of forest reserves will be to conserve biodiversity, soil and water resources."}, {"text_block_id": "p31_b642", "text": "40."}, {"text_block_id": "p31_b643", "text": "The possibility of identifying and reserving suitable tracts of forested land on tax allotments, with the agreement of tax allotment holders, will be investigated."}, {"text_block_id": "p32_b644", "text": "5. Forest products"}, {"text_block_id": "p32_b645", "text": "Industrial roundwood"}, {"text_block_id": "p32_b646", "text": "Industrial roundwood is defined as wood used for poles, sawn timber and other processed products. It does not"}, {"text_block_id": "p32_b647", "text": "include fuelwood and for the purpose of this policy does not include wood used for carving. Currently, wood from plantations and tax allotments (particularly coconut wood) meets only a fraction of the wood required for Tonga’s"}, {"text_block_id": "p32_b648", "text": "construction needs. There is significant scope to increase domestic supply."}, {"text_block_id": "p32_b649", "text": "There are significant areas of senile coconut trees. Currently there is little financial incentive for farmers to sell"}, {"text_block_id": "p32_b650", "text": "their senile coconut trees for timber production. The price per coconut tree paid to the farmer is only about TOP"}, {"text_block_id": "p32_b651", "text": "2 per tree, and this provides little incentive to the farmer to sell. The reason for the low price is the inefficiency"}, {"text_block_id": "p32_b652", "text": "of the coconut sawmilling industry."}, {"text_block_id": "p32_b653", "text": "41."}, {"text_block_id": "p32_b654", "text": "The wood production from forest plantations will be substantially increased by improving the productivity of existing plantations and by increasing the area of plantations."}, {"text_block_id": "p32_b655", "text": "42."}, {"text_block_id": "p32_b656", "text": "Wood production will be increased by sustainable management of coconuts and other tree species and by encouraging agroforestry systems and the establishment of woodlots on tax allotments."}, {"text_block_id": "p32_b657", "text": "43."}, {"text_block_id": "p32_b658", "text": "Encouragement will be given to farmers to harvest their senile coconuts for timber production in stages and to replant the deforested areas with coconuts and other tree species."}, {"text_block_id": "p32_b659", "text": "Figure 6. Aging primary breakdown saw of Tonga Timber Company on ‘Eua (2008)."}, {"text_block_id": "p32_b660", "text": "Wood-based industry"}, {"text_block_id": "p32_b661_merged_merged", "text": "The sawmilling industry in Tonga is hampered by obsolete equipment (Figure 6) and recoveries are very low (37% for the ‘Eua plantation logs). Probably the single most important step that could be taken to increase the efficiency of the production of plantation and coconut wood in Tonga would be to modernise the sawmilling industry. The ‘Eua Forest Business Plan 2, 2008–2012 (EFBP2) recognises this and proposes taking out a loan to meet the cost of upgrade. The sawmilling industry is unregulated, unsafe and unhealthy (Figure 7)."}, {"text_block_id": "p32_b666", "text": "44."}, {"text_block_id": "p32_b667", "text": "The sawmilling industry, including the processing of coconut timber, will be modernised and value recoveries increased."}, {"text_block_id": "p32_b668", "text": "Figure 7. Sawmills on ‘Eua have fallen into disrepair,"}, {"text_block_id": "p32_b669", "text": "creating dangerous work conditions (2008)"}, {"text_block_id": "p32_b670", "text": "45."}, {"text_block_id": "p32_b671", "text": "Sawmills will be licensed by the Forestry Division to meet safety and performance guidelines established by the division. A sawmill policy will be developed."}, {"text_block_id": "p33_b672", "text": "Forest plantations"}, {"text_block_id": "p33_b673", "text": "The plantations are a valuable resource and should be managed sustainably for the benefit of the Tongan"}, {"text_block_id": "p33_b674", "text": "people. The ‘Eua forest plantations are managed by the Tonga Timber Company and the government of Tonga is the major shareholder. The National Forest Policy must ensure that the plantation sector provides a safe working environment and that it is environmentally responsible. This will be achieved by implementing a Code of Forest Practice. The National Forest Policy also must contribute to the creation of an operating environment"}, {"text_block_id": "p33_b675", "text": "that makes the plantation sector profitable. Obviously no policy statement can guarantee profitability, because"}, {"text_block_id": "p33_b676", "text": "the Tonga Timber Company operates in a commercial environment where it is subject to market pressures and international competition. However, there are obvious ways in which the Tonga Timber Company can improve"}, {"text_block_id": "p33_b677", "text": "efficiency and competitiveness, and these are acknowledged in EFBP2."}, {"text_block_id": "p33_b678_merged_merged", "text": "According to EFBP2, the sustained yield of the ‘Eua plantations is potentially about 5000 m3 of logs per annum, which is equivalent to about 2000 m3 of sawn timber. Only about 700 m3 of logs per annum are being harvested at present. Currently there is no replanting and the nurseries are in a state of disrepair. The reason for temporarily harvesting at levels well below the sustained yield is that ‘Eua plantation timber cannot adequately compete in the market with timber imported from New Zealand, which has economy of scale and an efficient plantation industry. Harvesting below sustained yield is not in the long-term interests of the company."}, {"text_block_id": "p33_b681", "text": "Tonga Timber Company is operating below potential because of inefficiencies across the value chain, in areas"}, {"text_block_id": "p33_b682", "text": "including planting the trees, managing the plantations, harvesting the trees, milling the product and placing it on the market. Value recoveries are very low and there is substantial room for improvement. Improving the sawmilling industry is the best place to start. EFBP2 acknowledges this and includes plans to remedy it. There is a need for investment in capital equipment in both the forestry and processing side of the business. The company is handicapped by lack of suitable professionally trained staff. Currently the only professionally trained forester in the company is the CEO. Ideally, there should be a Bachelor of Forestry Science graduate managing the plantations and a Bachelor of Forest Engineering graduate managing the processing. The sustained yield of the plantation could be made even greater by using improved silviculture and genetically superior planting stock."}, {"text_block_id": "p33_b683", "text": "Additional areas for establishing plantations should be considered. A target for a sustained yield of 6000 m3 of logs per annum is not unreasonable. If this could be achieved, plantation owners would produce about 30% of Tonga’s domestic consumption of sawn timber and roundwood. A revitalised coconut planting and milling industry could add substantially to this."}, {"text_block_id": "p33_b684", "text": "Any sustainable increase in plantation area and productivity will sequester carbon, which could potentially attract investment through voluntary carbon markets."}, {"text_block_id": "p33_b685", "text": "46."}, {"text_block_id": "p33_b686", "text": "Plantation owners will be encouraged to increase their efficiency and competitiveness by appointing adequately qualified staff, building the capacity of existing staff, adopting state-of-the-art silviculture"}, {"text_block_id": "p33_b687", "text": "practices, investing in capital equipment and improving value recovery in processing."}, {"text_block_id": "p33_b688", "text": "47."}, {"text_block_id": "p33_b689", "text": "Additional areas suitable for plantation establishment will be should be identified."}, {"text_block_id": "p33_b690", "text": "48."}, {"text_block_id": "p33_b691", "text": "The management of plantations will remain in the private sector."}, {"text_block_id": "p33_b692", "text": "49."}, {"text_block_id": "p33_b693", "text": "The plantations will be managed under a management plan approved by the Forestry Division, which will have the resources, capacity and adequately trained staff to meet this responsibility."}, {"text_block_id": "p34_b694", "text": "Code of Forest Practice"}, {"text_block_id": "p34_b695", "text": "50."}, {"text_block_id": "p34_b696", "text": "A mandatory Code of Forest Practice will be written by the Forestry Division in collaboration with"}, {"text_block_id": "p34_b697", "text": "plantation owners and other stakeholders. This will include all aspects of forest management (both natural forests and plantations), including harvesting and wood processing. The code will serve to"}, {"text_block_id": "p34_b698", "text": "help protect soil, water and biodiversity, and will safeguard health as well as uphold high management standards."}, {"text_block_id": "p34_b699", "text": "51."}, {"text_block_id": "p34_b700", "text": "The Forestry Division will be empowered to enforce the Code of Forest Practice."}, {"text_block_id": "p34_b701", "text": "The code will ensure worker safety and health. This is particularly important in harvesting, sawmilling and timber preservation, which are inherently dangerous occupations. FAO has developed voluntary guidelines for planted forests and assisted several countries in developing codes of practice for forest harvesting (including harvesting of plantations). These could be adapted in developing the code in Tonga."}, {"text_block_id": "p34_b702", "text": "Figure 8. Wood is used as the fuel for the traditional"}, {"text_block_id": "p34_b703", "text": "umu"}, {"text_block_id": "p34_b704", "text": "(2008)"}, {"text_block_id": "p34_b705", "text": "Fuelwood"}, {"text_block_id": "p34_b706_merged_merged_merged", "text": "Fuelwood is both a cultural and utilitarian commodity in Tonga. The preferred fuel for everyday cooking, however, is bottled gas, which is currently less expensive than commercially purchased fuelwood. This price advantage is unlikely to continue. Wood is the preferred fuel for the Tongan umu (Figure 8). Also, fuelwood is used for boiling of Pandanus lou’akau (breadfruit, mei) leaves (12 hours to cook the kie) for handicraft purposes. A sustainable and environmentally friendly source of fuelwood is required to meet these needs. Tax allotment owners can use wood and agricultural residues from their properties as fuel but town dwellers purchase fuelwood at the market at an average price in Tongatapu of about TOP 0.25/kg (Mussong 2007) (Figure 9). The main species traded are Bischofia javanica (koka), Casuarina species (toa) and Leucaena leucocephala (sialemohemohe). According to Desloges (1994), fuelwood demand in Tonga is very high. Desloges (1994) claims that 100,000 tonnes of air-dried fuelwood is consumed annually in Tonga. This equates to approximately 200,000 m3 of wood (Mussong 2007). On this basis, the volume of fuelwood consumed in Tonga is more than 100 times the volume of wood harvested from ‘Eua’s forest plantations and Tonga’s coconut trees combined. The Forestry Division estimates fuelwood consumption at 1 m3/person/year stacked volume, which is considerably less than the estimate of"}, {"text_block_id": "p34_b727", "text": "Desloges but still significant. Reliable data on the source and consumption of fuelwood is needed."}, {"text_block_id": "p34_b728", "text": "Figure 9: Fuelwood for sale on Tongatapu (2008)"}, {"text_block_id": "p34_b729", "text": "The general impression is that there is no current problem with supply. Most fuelwood is probably taken from tax allotments, but it is clear that some fuelwood is being gathered, illegally, from forests on unallocated land and from the coastal strip in areas such as Sopu on Tongatapu. Also, there is a considerable amount of low-"}, {"text_block_id": "p35_b730", "text": "value fuel (agricultural waste) being consumed. This is inefficient and also prevents this material from adding"}, {"text_block_id": "p35_b731", "text": "to the nutrient value of the soil."}, {"text_block_id": "p35_b732", "text": "Fuelwood is presently a relatively low-value product, and the economic viability of establishing fuelwood plantations or woodlots needs to be thoroughly evaluated. It is likely that, with the inevitability of increased oil prices, establishment of fuelwood plantations will become increasingly attractive. Fuelwood is also a more environmentally suitable source of energy than fossil fuels. It is a renewable resource. Sialemohemohe (Leucaena leucocephala) is a fast-growing multi-purpose species suitable for fuel. It is also a good wood for carving."}, {"text_block_id": "p35_b733", "text": "Mangroves and coastal strip vegetation will not be cut for fuelwood (see policy statements 12, 14, 23, 24 and 56). Fuelwood will not be collected from national parks and reserves (see policy statement 32). Collection of"}, {"text_block_id": "p35_b734", "text": "fuelwood from forest reserves will be permitted under strict controls and will preferably be confined to clean-up after permitted primary extractions (see policy statement 38). Collecting fuelwood from the forest floor will be"}, {"text_block_id": "p35_b735", "text": "avoided because this is an important part of the carbon and nutrient recycling of the forest. Even dead trees play an important part in the functioning of forest ecosystems."}, {"text_block_id": "p35_b736", "text": "Given the probable high consumption figures for fuelwood, the uncertainty about where it is being sourced and"}, {"text_block_id": "p35_b737", "text": "the likelihood that the forests are being damaged, there is an urgent need for the development of a fuelwood policy for Tonga."}, {"text_block_id": "p35_b738", "text": "52."}, {"text_block_id": "p35_b739", "text": "Reliable data on the supply and consumption of fuelwood and its contribution to the Tongan economy will be obtained."}, {"text_block_id": "p35_b740", "text": "53."}, {"text_block_id": "p35_b741", "text": "Data on where fuelwood is being sourced and its impact on forest condition will be obtained."}, {"text_block_id": "p35_b742", "text": "54."}, {"text_block_id": "p35_b743", "text": "A sustainable and environmentally satisfactory"}, {"text_block_id": "p35_b744", "text": "source of fuelwood will be identified, and a"}, {"text_block_id": "p35_b745", "text": "fuelwood policy for Tonga will be developed."}, {"text_block_id": "p35_b746", "text": "55."}, {"text_block_id": "p35_b747_merged_merged_merged", "text": "Encouragement will be given to tax allotment holders to plant trees specifically for fuel. The objective will be for all of Tonga’s fuelwood supplies to be sustainably harvested from farm woodlots or biomass plantations."}, {"text_block_id": "p35_b750", "text": "56."}, {"text_block_id": "p35_b751", "text": "The harvesting of mangroves for fuelwood will be prohibited."}, {"text_block_id": "p35_b752", "text": "Figure 10: Carving canoes in Nuku‘alofa (2008)"}, {"text_block_id": "p35_b753", "text": "Wood carving"}, {"text_block_id": "p35_b754", "text": "This is an important cultural activity and also a source of export income. The amount of wood used for this activity is uncertain, but it comes from both indigenous forests and tax allotments. Large trees are necessary for canoe-making, another important cultural activity (Figure 10). A favoured tree for carving is milo (Thespesia poulnea). These trees are often illegally removed from the coastal strip."}, {"text_block_id": "p35_b755", "text": "57."}, {"text_block_id": "p35_b756", "text": "Extraction of wood from forest reserves for carving will be at sustainable levels."}, {"text_block_id": "p35_b757", "text": "58."}, {"text_block_id": "p35_b758", "text": "Alternative sustainable sources of wood other than milo (e.g. sialemohemohe) that are satisfactory to carvers will be identified and promoted."}, {"text_block_id": "p36_b759", "text": "59."}, {"text_block_id": "p36_b760", "text": "Planting of trees suitable for wood carving will be encouraged on tax allotments."}, {"text_block_id": "p36_b761", "text": "Non-wood forest products"}, {"text_block_id": "p36_b762", "text": "The extraction of non-wood forest products (cultural plants, medicinal plants, handicraft plants, Figure 11) is not permitted from national parks and reserves (see policy statement 32). They may be extracted from forest reserves providing this is done in a sustainable manner according to a management plan administered by the Forestry Division (see policy statement 38)."}, {"text_block_id": "p36_b763", "text": "Figure 11. Handicrafts at a Nuku‘alofa market (2008)"}, {"text_block_id": "p36_b764", "text": "60."}, {"text_block_id": "p36_b765", "text": "Planting of trees for non-wood forest products (such"}, {"text_block_id": "p36_b766", "text": "as cultural plants, medicinal plants, and handicraft"}, {"text_block_id": "p36_b767", "text": "plants) will be encouraged on tax allotments."}, {"text_block_id": "p36_b768", "text": "6. Trees on tax allotments"}, {"text_block_id": "p36_b769", "text": "Agroforestry"}, {"text_block_id": "p36_b770", "text": "Tonga is an island nation far from major markets. It has"}, {"text_block_id": "p36_b771", "text": "a low population and its export efficiency is seriously"}, {"text_block_id": "p36_b772", "text": "compromised by high and increasing transport costs. Under"}, {"text_block_id": "p36_b773", "text": "these circumstances self-sufficiency should be promoted,"}, {"text_block_id": "p36_b774", "text": "and an agroforestry environment where the land produces a variety of products is ideal for this."}, {"text_block_id": "p36_b775", "text": "Figure 12. Agroforestry on Vava’u island (2008)"}, {"text_block_id": "p36_b776", "text": "The promotion of agroforestry as the preferred form of agricultural practice in Tonga will require the cooperation of the other divisions of MAFFF and other relevant ministries. The incorporation of trees on farms will be achieved by an incentive-based approach (moving away, therefore, from the existing strict and punitive approach embodied in the Land Act, which is not implemented any longer)."}, {"text_block_id": "p36_b777", "text": "The term agroforestry is defined here in its broadest sense. It is not confined to the traditional agroforestry definition of intercropping of trees with crops but is extended to border plantings with trees, cluster plantings,"}, {"text_block_id": "p36_b778", "text": "woodlots, and indeed any incorporation of trees in the agricultural landscape (Figure 12). Trees on farms compete with each other and with agricultural crops for water and nutrients. There may be situations in which trees need to be cleared to maximise productivity of agricultural crops, particularly if the crops are directed towards an export market. However, extreme care is needed here and the mistakes of the past should be avoided. Maintenance of soil nutrition is essential. The maintenance of agricultural productivity at the expense of increasing inputs of fertiliser may be a poor bargain."}, {"text_block_id": "p36_b779_merged_merged_merged", "text": "In order for farmers to be persuaded to plant trees on their tax allotments or leased sites, they will need to be convinced that it is in their financial interests to do so. This requires farmers to be aware of the value of trees. The Forestry Division has a responsibility to make farmers aware of the value of trees, both in the short and long term. The benefits will be inherited by future generations. Preference will be given to high-value trees that have the potential to provide cash (and potential export income). Trees will include fuelwood, tree legumes,"}, {"text_block_id": "p37_b784", "text": "fodder trees, fruit trees, trees for wood carving, trees for traditional medicines, trees for handicrafts and trees"}, {"text_block_id": "p37_b785", "text": "for cultural purposes. The responsibilities of the Forestry Division will not be confined to providing seedlings"}, {"text_block_id": "p37_b786", "text": "but will extend to care and maintenance of trees, their rotations and their replanting. The Forestry Division will advise on the tree component of whole farm planning over the full life cycle of the trees and from one generation of trees to the next. This is a long-term view of whole farm planning."}, {"text_block_id": "p37_b787_merged_merged", "text": "Tax allotment holders are required by law to plant 200 coconuts according to a specified design. This legal provision is not enforced currently. Legislation will be made more flexible to allow planting of other trees instead of, or as well as, coconut and not to confine the planting design. It will provide the flexibility to plant trees in stages rather than all at once. It will be used to encourage rather than require the incorporation of trees into whole farm planning. Even so, coconuts (as per widespread stakeholder feedback) will remain the dominant tree species in the agricultural landscape. In order to put in place a more flexible and incentive-based approach to"}, {"text_block_id": "p37_b790", "text": "tree planting on private land, the Forestry Division will need to have the expertise to advise on the development of plans for tree planting, and develop a cooperative relationship with landowners and leaseholders."}, {"text_block_id": "p37_b791", "text": "The Land Act (1927) currently includes provisions to require forfeiture of tax allotments in the case of abandonment or lack of management, but these provisions are not enforced. There are a considerable number of tax allotments that have been abandoned by landowners who have left the country. For example, about 70% of owners of tax allotments of Ha’apai are either living in Tongatapu or abroad. Abandoned land is often in a degraded state. Some abandoned land has regenerating secondary forest under coconuts. A different approach should be therefore devised to encourage landowners to plant and sustainably manage trees on their land. Absentee landlords, for example, could be encouraged to enter into an agreement with the Forestry Division to have their property managed as a forest reserve during their absence."}, {"text_block_id": "p37_b792", "text": "In addition, caretakers and leaseholders need to play their role in tree planting and sustainable forest management on private land. At present, there is no long-term commitment by caretakers or leaseholders to this end. Consequently, trees are felled and forest products removed for short-term gains without any regard for the future. Furthermore, tax allotments taken over by banks because of default on mortgage repayments are leased with no responsibility on the leaseholder or the bank to ensure that trees are not felled and that trees are planted. This trend should be reversed in the future. Currently, the Land Act transfers the responsibility to plant coconut trees and maintain them to leaseholders, and sanctions non-compliance with automatic forfeiture of the lease. However, this provision is not implemented. New measures should therefore be devised to prevent caretakers and leaseholders from removing trees on private land without control, particularly in the case of the clearing of large areas of trees to establish annual crop monocultures, which has been shown to be particularly damaging to the nutritional status of soils and should cease. Fire is often used as a clearing tool; this is particularly destructive to trees and reduces the fertility of the soil and should accordingly be discouraged and strictly regulated (see policy statement 19)."}, {"text_block_id": "p37_b793", "text": "One option is to create legislation to control the removal of trees from tax allotments by caretakers and leaseholders through a licence system managed by the Forestry Division."}, {"text_block_id": "p37_b794", "text": "The meetings with stakeholders during the development of the National Forest Policy suggested that most farmers would welcome some direction on planting trees and regulation inhibiting the removal of trees. However, this is likely to be ineffective unless it is associated with high-quality education and extension and the provision of tree seedlings at an affordable price. Clearly, incentives rather than disincentives are more likely to be successful. Encouragement rather than requirement should be the policy objective."}, {"text_block_id": "p38_b795", "text": "6"}, {"text_block_id": "p38_b796", "text": "1."}, {"text_block_id": "p38_b797", "text": "Agroforestry will be promoted as the preferred form of productive land use in Tonga."}, {"text_block_id": "p38_b798", "text": "62."}, {"text_block_id": "p38_b799", "text": "The Forestry Division, in collaboration with other divisions of MAFFF and other relevant stakeholders, will provide a range of information on suitable agroforestry models and tree species matched to site conditions."}, {"text_block_id": "p38_b800", "text": "63."}, {"text_block_id": "p38_b801", "text": "Coconut will remain the predominant tree species in agroforestry systems but the variety of trees planted on farms should be increased and integrated. A range of tree crop species should be included."}, {"text_block_id": "p38_b802", "text": "64."}, {"text_block_id": "p38_b803", "text": "The Forestry Division, in collaboration with other relevant bodies, will provide education and extension to promote trees on farms."}, {"text_block_id": "p38_b804", "text": "65."}, {"text_block_id": "p38_b805", "text": "Flexible legislation will be established to encourage the planting of trees on tax allotments."}, {"text_block_id": "p38_b806", "text": "66."}, {"text_block_id": "p38_b807", "text": "The Forestry Division will put in place controls on the removal of trees by caretakers and leaseholders."}, {"text_block_id": "p38_b808", "text": "Urban forestry"}, {"text_block_id": "p38_b809", "text": "Tree species on town allotments play an important role for biodiversity conservation, provision of food, maintenance"}, {"text_block_id": "p38_b810", "text": "of soil fertility, beautification, and climate control."}, {"text_block_id": "p38_b811", "text": "67."}, {"text_block_id": "p38_b812", "text": "The Forestry Division, in collaboration with other relevant bodies, will raise a variety of"}, {"text_block_id": "p38_b813", "text": "tree seedlings (including tree crop species) and"}, {"text_block_id": "p38_b814", "text": "promote their planting on town allotments and in school and church compounds."}, {"text_block_id": "p38_b815", "text": "Figure 13. Coconut seedlings at the Forestry Division nursery (2008)"}, {"text_block_id": "p38_b816", "text": "Tree planting"}, {"text_block_id": "p38_b817_merged_merged", "text": "Tree species for planting could include coconuts (Figure 13), sandalwood, fruit trees, tree legumes, trees suitable for wood carving, medicinal plants, handicraft plants, trees for fuel, trees for climate control and beautification, trees for attracting birds, and others. The availability and access of high-value species to overseas markets may encourage increased planting and improved livelihoods."}, {"text_block_id": "p38_b820", "text": "68."}, {"text_block_id": "p38_b821", "text": "The Forestry Division will be responsible for providing advice to private nurseries and farmers on planting trees."}, {"text_block_id": "p38_b822", "text": "69."}, {"text_block_id": "p38_b823", "text": "The Forestry Division will raise a wide range of selected tree species for food security, rehabilitation of degraded sites, enrichment planting within indigenous forests, stabilisation of coastal strips, and other purposes. Private nurseries will be encouraged to do so as well."}, {"text_block_id": "p38_b824", "text": "70."}, {"text_block_id": "p38_b825", "text": "The planting of high-value species with export potential (e.g. sandalwood, cedar, mahogany and kauri)"}, {"text_block_id": "p38_b826", "text": "will be promoted. Relevant ministries will work closely with stakeholders and other organisations to identify export markets for potential forest trees."}, {"text_block_id": "p39_b827", "text": "Sandalwood"}, {"text_block_id": "p39_b828", "text": "Sandalwood ("}, {"text_block_id": "p39_b829", "text": "Santalum"}, {"text_block_id": "p39_b830", "text": "species,"}, {"text_block_id": "p39_b831", "text": "ahi"}, {"text_block_id": "p39_b832", "text": ") is a high-value species that could be of considerable value to Tonga. It"}, {"text_block_id": "p39_b833", "text": "could be classified as a threatened species in the sense that it is very vulnerable to theft – so much so that the"}, {"text_block_id": "p39_b834", "text": "Tonga Timber Company is no longer planting sandalwood. This species needs special protection if it is to develop as a sustainable export industry."}, {"text_block_id": "p39_b835", "text": "71."}, {"text_block_id": "p39_b836", "text": "The Forestry Division will encourage landowners to plant sandalwood."}, {"text_block_id": "p39_b837", "text": "72."}, {"text_block_id": "p39_b838", "text": "The Forestry Division will develop a sandalwood management plan."}, {"text_block_id": "p39_b839", "text": "73."}, {"text_block_id": "p39_b840", "text": "The Forestry Division will license exports of sandalwood."}, {"text_block_id": "p39_b841", "text": "74."}, {"text_block_id": "p39_b842", "text": "Native sandalwood stands will be protected."}, {"text_block_id": "p39_b843", "text": "7. Forest and tree health"}, {"text_block_id": "p39_b844", "text": "Tonga must be careful to protect against the introduction of further invasive species (weeds, insects, disease"}, {"text_block_id": "p39_b845", "text": "organisms) known to be a threat or potential threat to Tonga’s flora and fauna. Continuous vigilance (quarantine"}, {"text_block_id": "p39_b846", "text": "and non-quarantine) is required to identify emerging invasive species in both forests and non-forested land."}, {"text_block_id": "p39_b847", "text": "75."}, {"text_block_id": "p39_b848", "text": "The Forestry Division will collaborate with regional organisations, FAO, UNEP, other international bodies and neighbouring countries in identifying and combating the spread of invasive species and in promoting forest health."}, {"text_block_id": "p39_b849", "text": "76."}, {"text_block_id": "p39_b850", "text": "The Forestry Division will collaborate with other divisions, relevant ministries and bodies to ensure effective management of invasive weeds, insects and diseases."}, {"text_block_id": "p39_b851", "text": "8. Community"}, {"text_block_id": "p39_b852", "text": "Awareness and education"}, {"text_block_id": "p39_b853", "text": "Stakeholders unanimously emphasised the critical importance of awareness and education in the development of this policy document. There is a lack of understanding across the Tongan community of the importance of indigenous forests and their role in conserving valuable biodiversity, mitigating climate change, protecting coastlines and slopes from erosion and improving the quality of water. There is a lack of understanding of the principles of sustainable supply of forest products and their role in sustainable development. There is a lack of understanding of the role of trees in the agricultural landscape and their role in providing sustainable products now and for future generations. Trees can generate income. The maintenance of forests and trees is important for the economic development of the people of Tonga. Forests and trees have the potential for increasing the standard of living and reducing poverty."}, {"text_block_id": "p39_b854", "text": "The concept of planting for the next generation should be strongly emphasised."}, {"text_block_id": "p39_b855_merged_merged_merged", "text": "In particular there is a lack of awareness and appreciation among senior officials. These are the people who ultimately determine policy, planning and implementation, and it is very important that they understand the value of trees and forests and their role in promoting sustainable development and combating climate change. District and town officers, church leaders and other highly respected members of the community are ideal persons to promote awareness of the value of trees in their communities. However, they must first be convinced"}, {"text_block_id": "p39_b858", "text": "of it themselves."}, {"text_block_id": "p40_b859", "text": "77."}, {"text_block_id": "p40_b860", "text": "Awareness raising and training about the value of forests and their sustainable management will begin at the earliest ages, being incorporated in primary school curricula and reinforced throughout secondary and tertiary curricula."}, {"text_block_id": "p40_b861", "text": "78."}, {"text_block_id": "p40_b862", "text": "Training about the value of forests and tree resources will be promoted to a wide range of stakeholders, including farmers, members of the public, community leaders, decision-makers and politicians."}, {"text_block_id": "p40_b863", "text": "79."}, {"text_block_id": "p40_b864", "text": "General awareness of the value of forests will be promoted across the community by posters, conservation"}, {"text_block_id": "p40_b865", "text": "programmes, tree plantings, village meetings (fono), radio programmes, village monthly visits (‘aahi),"}, {"text_block_id": "p40_b866", "text": "village exhibitions and competitions at agricultural shows."}, {"text_block_id": "p40_b867", "text": "80."}, {"text_block_id": "p40_b868", "text": "The Forestry Division and other relevant ministries will support the collection, documentation and use of indigenous technical knowledge relating to tree species and natural resource management within Tonga to strengthen sustainable forest management and climate change adaptation initiatives."}, {"text_block_id": "p40_b869", "text": "81."}, {"text_block_id": "p40_b870", "text": "The Forestry Division will document and use demonstration plots, and establish new ones if necessary, to demonstrate to farmers and other interested parties the value of planting trees and agroforestry systems."}, {"text_block_id": "p40_b871", "text": "82."}, {"text_block_id": "p40_b872", "text": "The Forestry Division will be the primary body supplying awareness training and facilitating research and development activities relating to sustainable forest management in Tonga."}, {"text_block_id": "p40_b873", "text": "Community participation"}, {"text_block_id": "p40_b874", "text": "Individuals can be empowered by community involvement. Tonga has a proud history of community involvement"}, {"text_block_id": "p40_b875", "text": "and fine examples of community-based participatory forest management already exist."}, {"text_block_id": "p40_b876", "text": "Community groups will include women, youth, schools, church, village groups and NGOs. Planting and maintaining trees communally at the village level rather than the level of individual farmers will achieve economies of scale and broader, more coordinated landscape objectives."}, {"text_block_id": "p40_b877", "text": "83."}, {"text_block_id": "p40_b878_merged_merged", "text": "The Forestry Division and other relevant stakeholders will encourage and support community groups that are interested in tree planting, village beautification programmes, and the planting of tree crops to promote food security."}, {"text_block_id": "p40_b881", "text": "84."}, {"text_block_id": "p40_b882", "text": "The forestry Division will support women, youth, schools, churches, village groups and NGOs in tree planting activities."}, {"text_block_id": "p40_b883", "text": "85."}, {"text_block_id": "p40_b884", "text": "There will be a National Tree Planting Day in which the community at large, and in particular school children, will be encouraged to plant trees."}, {"text_block_id": "p40_b885", "text": "9. Tourism and forest-based recreation"}, {"text_block_id": "p40_b886", "text": "The promotion of ecotourism will serve to educate the public about the environmental and economic values of forests. The management of ecotourism must provide good value to the tourists while ensuring that the resource is not damaged."}, {"text_block_id": "p40_b887", "text": "86."}, {"text_block_id": "p40_b888", "text": "Tourists will be encouraged to visit and appreciate national parks, reserves, and forest reserves."}, {"text_block_id": "p40_b889", "text": "87."}, {"text_block_id": "p40_b890", "text": "Agencies responsible for managing national parks, reserves and forest reserves will ensure that the reserves are protected and that practicable measures are taken to ensure visitor safety."}, {"text_block_id": "p41_b891", "text": "10. Administration"}, {"text_block_id": "p41_b892", "text": "The role of the Forestry Division"}, {"text_block_id": "p41_b893", "text": "The Forestry Division is the body responsible for administering the Forestry Act. To do so will require a substantial investment in human and physical resources."}, {"text_block_id": "p41_b894", "text": "88."}, {"text_block_id": "p41_b895", "text": "The Forestry Division will have the authority for the administration of forests and forest products and the authority to proclaim forest reserves and regulate their management. This authority will be delegated to the Forestry Division by the responsible minister."}, {"text_block_id": "p41_b896", "text": "89."}, {"text_block_id": "p41_b897", "text": "A new 2009 Forestry Act will empower the Forestry Division to:"}, {"text_block_id": "p41_b898", "text": "A new 2009 Forestry Act will empower the Forestry Division to:\n* undertake and update the National Forest Inventory;\n* draw up and update forest management plans, and any other specific plans as may be necessary;\n* establish forest reserves on unallocated land and ensure their effective management;\n* issue licences for commercial logging, exploitation in forest reserves, sawmills and timber exports;\n* ensure forest law enforcement;\n* develop and administer a Code of Forestry Practice;\n* raise awareness and carry out educational activities;\n* assist private tree planting both for agroforestry and for plantation purposes (seedlings, technical\n* encourage community-based forestry;\n* carry out tree planting and rehabilitate degraded land;\n* establish a sawmill policy, a fuelwood policy and a sandalwood policy;\n* contribute to global greenhouse mitigation and carbon trading programmes;\n* protect important coastal forests, and mangrove and wetland ecosystems; and\n* protect landowner rights."}, {"text_block_id": "p41_b926", "text": "Coordination and collaboration"}, {"text_block_id": "p41_b927", "text": "The responsibility for managing the forest sector in Tonga resides in MAFFF, MECC and MLSNR. MECC has responsibility for managing national parks and reserves and MLSNR has the responsibility for all matters dealing with land use on tax allotments. The Forestry Division within MAFFF has responsibility for proclaiming and managing forest reserves and for providing tree seedlings and advice to the agricultural community. The Forestry"}, {"text_block_id": "p41_b928", "text": "Division also has a monitoring role as defined by the Forest Act, but it is currently weak and ineffective."}, {"text_block_id": "p41_b929_merged", "text": "A common complaint across all government departments involved with the forestry sector is that they do not have the resources (human and physical) to enforce the powers they already have. Greater resources are urgently required if the objectives of the National Forest Policy are to be met. It would also be helpful if government officers were empowered to implement, when possible, the National Forest Policy. In this way there could be, for example, greater scrutiny of illegal removal of forest products from national parks and reserves, particularly on the fragile coastal strip."}, {"text_block_id": "p41_b932", "text": "This policy does not advocate any transfer of powers between government departments. Indeed, this would seriously hamper its implementation. Rather, it recommends a consolidation of already existing powers within"}, {"text_block_id": "p42_b933", "text": "government departments and ministries to allow them to work together to implement the policy for the common good of Tonga’s people and their forests."}, {"text_block_id": "p42_b934", "text": "90."}, {"text_block_id": "p42_b935", "text": "There will be an inter-institutional advisory committee to coordinate activities arising from the forest policy. This committee will comprise various arms of government and other relevant stakeholders. This committee will advise the relevant ministers. The responsibilities of this committee will include:"}, {"text_block_id": "p42_b936", "text": "There will be an inter-institutional advisory committee to coordinate activities arising from the forest policy. This committee will comprise various arms of government and other relevant stakeholders. This committee will advise the relevant ministers. The responsibilities of this committee will include:\n* ensuring that there is no confusion, duplication or contradiction of roles and responsibilities among\n* parks and reserves by providing them with appropriate advice as necessary and in encouraging tree"}, {"text_block_id": "p42_b942", "text": "91."}, {"text_block_id": "p42_b943", "text": "Implementation of the National Forest Policy will be, when appropriate, ensured by government officers"}, {"text_block_id": "p42_b944", "text": "in the various island groups of Tonga."}, {"text_block_id": "p42_b945", "text": "92."}, {"text_block_id": "p42_b946", "text": "The agencies responsible for administering the National Forest Policy will be staffed and equipped to enable it to be implemented effectively."}, {"text_block_id": "p42_b947", "text": "93."}, {"text_block_id": "p42_b948", "text": "The agencies responsible for administering the National Forest Policy will seek international collaboration, including access to funding, capacity building and research."}, {"text_block_id": "p42_b949", "text": "94."}, {"text_block_id": "p42_b950", "text": "The Forestry Division will assume leadership in representing Tonga in international forestry fora for exchanging information, accessing new technology, and sourcing support. These fora may include,"}, {"text_block_id": "p42_b951", "text": "among others, the Pacific Heads of Forestry, the Pacific Heads of Agriculture and Forestry Services, the Asia Pacific Forestry Commission, and the United Nations Forum on Forests."}, {"text_block_id": "p42_b952", "text": "11. Policy review"}, {"text_block_id": "p42_b953", "text": "The policy is a living document which should be periodically reviewed and stakeholders should have continuing input into the policy process."}, {"text_block_id": "p42_b954", "text": "95."}, {"text_block_id": "p42_b955", "text": "Mechanisms will be established to periodically review this policy and to ensure that stakeholders are involved in the process."}, {"text_block_id": "p42_b956", "text": "96."}, {"text_block_id": "p42_b957", "text": "A Forestry Strategic Plan and new Forestry Act will be developed to support and help implement this policy. These documents will contribute to an overarching Land Use Policy which is presently being developed by Tonga."}, {"text_block_id": "p43_b958", "text": "B3 References and other relevant publications"}, {"text_block_id": "p43_b959", "text": "Desloges, C. 1994. Report 1 TFAP information mission to Pacific Islands countries. TFAP Coordinating Unit."}, {"text_block_id": "p43_b960", "text": "Rome: FAO."}, {"text_block_id": "p43_b961", "text": "FAO. 2004. Review of the Tonga Forests Act 1961. Apia, Samoa: FAO Sub-regional Office for the Pacific Islands."}, {"text_block_id": "p43_b962", "text": "FAO. 2007. Draft Forest Policy for Samoa. Apia, Samoa: Ministry of Natural Resource and Environment."}, {"text_block_id": "p43_b963", "text": "Government of the Republic of Fiji Islands. 2007. Fiji Forest Policy statement -Final draft. Suva: The Ministry of Fisheries & Forests for the Republic of the Fiji Islands."}, {"text_block_id": "p43_b964", "text": "Hinterberger, J. and Sisifa, A. 2004. Review of National Agroforestry Master Plan of the Kingdom of Tonga."}, {"text_block_id": "p43_b965", "text": "Pacific German Regional Forestry Project."}, {"text_block_id": "p43_b966", "text": "Holcolm, J. and Ward, J.D. 2002. Technical assessment and support for watershed management, planning and training for Tonga, Cook Islands, Samoa and Federated States of Micronesia. Forest and Trees Programme"}, {"text_block_id": "p43_b967", "text": "Secretariat of the Pacific Community."}, {"text_block_id": "p43_b968", "text": "IPCC. 2000. Land use, land-use change and forestry. IPCC Special Report."}, {"text_block_id": "p43_b969", "text": "IPCC. 2003. Good practice guidance for land use, land-use change and forestry. IPCC National Greenhouse Gas Inventories Programme."}, {"text_block_id": "p43_b970", "text": "IPCC. 4AR 2007. International Panel on Climate Change (IPCC) Fourth assessment report."}, {"text_block_id": "p43_b971", "text": "Mussong, M. 2007. Supporting forest policy development in the kingdom of Tonga. Mission Report for the"}, {"text_block_id": "p43_b972", "text": "Pacific-German Regional Forestry Project PN 2002.2115.0 VN 81058027."}, {"text_block_id": "p43_b973", "text": "Reijinders, L. 2009. Are forestation, bio-char and landfilled biomass adequate offsets for the climate effects of burning fossil fuels? Energy Policy 37:2839–2841."}, {"text_block_id": "p43_b974", "text": "SPC. 2008. Land Use Planning in the Pacific. Policy Brief 3/2008. Secretariat of the Pacific Community. Land"}, {"text_block_id": "p43_b975", "text": "Resources Division."}, {"text_block_id": "p43_b976", "text": "SPC. 2008. Participatory approaches for agriculture and forestry development in the Pacific. Policy Brief 4/2008. Secretariat of the Pacific Community. Land Resources Division"}, {"text_block_id": "p43_b977", "text": "SPC. 2009. Agriculture, Forestry and Climate Change. Policy Brief 7/2009. Secretariat of the Pacific Community."}, {"text_block_id": "p43_b978", "text": "Thistlethwaite, R.D., Sheppard, D. and Prescott, N. 1993. The Kingdom of Tonga; Action strategy for managing"}, {"text_block_id": "p43_b979", "text": "the environment. Apia, Western Samoa: South Pacific Regional Environment Program."}, {"text_block_id": "p43_b980", "text": "URS. 2003. Feasibility study for conservation and development plan for endangered species in Ha’apai Conservation Area."}, {"text_block_id": "p43_b981", "text": "Whistler, W.A. 1991 The ethnobotany of Tonga. Honolulu: Bishop Museum."}, {"text_block_id": "p43_b982", "text": "Whistler, W.A. 1992. Vegetation of Samoa and Tonga. Pacific Science 46:159–178."}, {"text_block_id": "p43_b983", "text": "Wiser, S.K., Burrows, L.E., Sykes, W.S., Drake, D.R. and Savage, T.J. 1999. A natural forest inventory of Tongatapu and nearby islands. Kingdom of Tonga NZODA 1998/99 Forestry Project, New Zealand: Landcare Research."}, {"text_block_id": "p43_b984", "text": "B4 Websites"}, {"text_block_id": "p43_b985", "text": "FRA 2005. http://www.fao.org/forestry/fra2005/en/"}, {"text_block_id": "p43_b986", "text": "Pacific Islands Ecosystems at Risk (PIER). http://www.hear.org/pier/"}, {"text_block_id": "p43_b987", "text": "Secretariat of the Pacific Community website. http://www.spc.int/corp"}, {"text_block_id": "p43_b988", "text": "Tonga legislation online. http://legislation.to/cms/home.html"}, {"text_block_id": "p44_b989", "text": "Appendix 1 – List of abbreviations"}, {"text_block_id": "p44_b990", "text": "Appendix 2 – Relevant documents"}, {"text_block_id": "p44_b991", "text": "Acts and legislation relevant to forestry"}, {"text_block_id": "p44_b992", "text": "•"}, {"text_block_id": "p44_b993", "text": "Birds and Fish Preservation Act 1915 (Cap 125)"}, {"text_block_id": "p44_b994", "text": "•"}, {"text_block_id": "p44_b995", "text": "Environmental Assessment Act 2003"}, {"text_block_id": "p44_b996", "text": "•"}, {"text_block_id": "p44_b997", "text": "Environment Management Bill (2002)"}, {"text_block_id": "p44_b998", "text": "•"}, {"text_block_id": "p44_b999", "text": "Forests Act 1961 (Cap 126)"}, {"text_block_id": "p44_b1000", "text": "•"}, {"text_block_id": "p44_b1001", "text": "Land Act 1927 (Cap 132)"}, {"text_block_id": "p44_b1002", "text": "•"}, {"text_block_id": "p44_b1003", "text": "Land (Timber) Regulations 1967"}, {"text_block_id": "p44_b1004", "text": "•"}, {"text_block_id": "p44_b1005", "text": "Noxious Weeds Act 1906 (Cap 128)"}, {"text_block_id": "p44_b1006", "text": "•"}, {"text_block_id": "p44_b1007", "text": "Parks and Reserves Act 1977 (Cap 89)"}, {"text_block_id": "p44_b1008", "text": "•"}, {"text_block_id": "p44_b1009", "text": "Pesticides Act (1981)"}, {"text_block_id": "p44_b1010", "text": "•"}, {"text_block_id": "p44_b1011", "text": "Plant Quarantines Act (1981)"}, {"text_block_id": "p44_b1012", "text": "•"}, {"text_block_id": "p44_b1013", "text": "Tourism Act (1976)"}, {"text_block_id": "p44_b1014", "text": "•"}, {"text_block_id": "p44_b1015", "text": "Water Board Act (1966)"}, {"text_block_id": "p44_b1016", "text": "International conventions"}, {"text_block_id": "p44_b1017", "text": "•"}, {"text_block_id": "p44_b1018", "text": "Convention on Biological Diversity and the"}, {"text_block_id": "p44_b1019", "text": "Biosafety Protocol"}, {"text_block_id": "p44_b1020", "text": "•"}, {"text_block_id": "p44_b1021", "text": "Convention Concerning the Protection of the"}, {"text_block_id": "p44_b1022", "text": "World Cultural and Natural Heritage"}, {"text_block_id": "p44_b1023", "text": "•"}, {"text_block_id": "p44_b1024", "text": "International Plant Protection Convention"}, {"text_block_id": "p44_b1025", "text": "•"}, {"text_block_id": "p44_b1026", "text": "United Nations Framework Convention on"}, {"text_block_id": "p44_b1027", "text": "Climate Change"}, {"text_block_id": "p44_b1028", "text": "•"}, {"text_block_id": "p44_b1029", "text": "United Nations Convention to Combat Desertification"}, {"text_block_id": "p44_b1030", "text": "Strategic and management plans and policies"}, {"text_block_id": "p44_b1031", "text": "•"}, {"text_block_id": "p44_b1032", "text": "South Pacific Regional Initiative on Forest"}, {"text_block_id": "p44_b1033", "text": "Genetic Resources"}, {"text_block_id": "p44_b1034", "text": "•"}, {"text_block_id": "p44_b1035", "text": "National Biodiversity Strategy & Action Plan (2006)"}, {"text_block_id": "p44_b1036", "text": "•"}, {"text_block_id": "p44_b1037_merged", "text": "Looking to the Future Building on the Past, Kingdom of Tonga Strategic Development Plan Eight (2006/2007–2008/2009)"}, {"text_block_id": "p44_b1040", "text": "•"}, {"text_block_id": "p44_b1041", "text": "The Tonga National Agroforestry Master Plan (1997/1998)"}, {"text_block_id": "p44_b1042", "text": "•"}, {"text_block_id": "p44_b1043", "text": "Ministry of Agriculture and Food, Forests and Fisheries. Corporate Plan (2007/2008– 2010/2011)"}, {"text_block_id": "p44_b1044", "text": "•"}, {"text_block_id": "p44_b1045", "text": "Draft Management Plan for ‘Eua National Park (1996)"}, {"text_block_id": "p44_b1046", "text": "•"}, {"text_block_id": "p44_b1047", "text": "Draft Business Plan for ‘Eua Plantation (1998)"}, {"text_block_id": "p44_b1048", "text": "•"}, {"text_block_id": "p44_b1049", "text": "‘Eua Forest Business Plan 2 (2008–2012),"}, {"text_block_id": "p44_b1050", "text": "Tonga Timber Limited"}, {"text_block_id": "p44_b1051", "text": "•"}, {"text_block_id": "p44_b1052", "text": "National Climate Change Policy (2006)"}, {"text_block_id": "p44_b1053", "text": "•"}, {"text_block_id": "p44_b1054", "text": "Code of Harvesting Practice for the ‘Eua Forestry Plantations (2009)"}, {"text_block_id": "p45_b1055", "text": "Appendix 3 –Tree species of Tonga"}], "document_description": "Has multiple references to climate change, carbon sequestration and carbon trading (including in the Policy Statement). However the Policy has not yet been incorporated into law. Tonga's existing Forests Act dates from 2005 and has no reference to climate change."}