{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Tonga", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "Tonga Climate Change Policy", "document_country_code": "TON", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "02/01/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/TON/2016/TON-2016-01-02-Tonga Climate Change Policy_78e307bce102bd6448ed2bf58f41a958.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Tonga Climate Change Policy"}, {"text_block_id": "p0_b2", "text": "A Resilient Tonga by 2035"}, {"text_block_id": "p1_b3", "text": "Government of Tonga"}, {"text_block_id": "p1_b4", "text": "Tonga Climate Change Policy"}, {"text_block_id": "p1_b5", "text": "A Resilient Tonga by 2035"}, {"text_block_id": "p1_b6", "text": "Prepared by the Department of Climate Change, Ministry of"}, {"text_block_id": "p1_b7", "text": "Meteorology, Energy, Information, Disaster Management,"}, {"text_block_id": "p1_b8", "text": "Environment, Climate Change and Communications in consultation with the Joint National Action Plan on Climate Change and Disaster Risk Management (JNAP) Technical Working Group and national stakeholders, Government of Tonga."}, {"text_block_id": "p1_b9", "text": "2016"}, {"text_block_id": "p2_b10", "text": "© His Majesty’s Government of the Kingdom of Tonga, 2016"}, {"text_block_id": "p2_b11", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved."}, {"text_block_id": "p2_b12", "text": "Original text: English"}, {"text_block_id": "p2_b13", "text": "Funded by the European Union through the Global Climate Change Alliance:"}, {"text_block_id": "p2_b14", "text": "Pacific Small Island States project implemented by the Pacific Community"}, {"text_block_id": "p2_b15", "text": "This publication has been produced with the assistance of the European Union. The contents of this publication are the sole responsibility of the Government of Tonga and"}, {"text_block_id": "p2_b16", "text": "can in no way be taken to reflect the views of the European Union."}, {"text_block_id": "p2_b17", "text": "Photos by Gavin Kenny, Juliana Ungaro or Gillian Cambers"}, {"text_block_id": "p3_b18", "text": "Table of Contents"}, {"text_block_id": "p4_b19", "text": "Foreword"}, {"text_block_id": "p4_b20", "text": "The small island developing state of Tonga is extremely vulnerable to the adverse effects of climate change"}, {"text_block_id": "p4_b21", "text": "and disaster risks because of its geographical, geological and socio-economic features. The Government"}, {"text_block_id": "p4_b22", "text": "of Tonga understands that these vulnerabilities and threats may affect the sustainable development of the country, and hence considers climate change and disaster risks as high priorities in its National Strategic"}, {"text_block_id": "p4_b23", "text": "Development Framework 2015–2025."}, {"text_block_id": "p4_b24", "text": "In 2005, Tonga completed its initial National Communication on Climate Change. This was approved by the Government of Tonga and the United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p4_b25", "text": "Secretariat. One of the major capacity development needs mentioned in this report was to develop a national"}, {"text_block_id": "p4_b26", "text": "climate change policy. At that time, the Government of Tonga was aware of the importance of including environmental issues in its national strategic plan, even though climate change was not yet considered a national priority.  A climate change policy was therefore developed to address these issues. It was certainly"}, {"text_block_id": "p4_b27", "text": "a major step forward, as it served to define the position, direction and responsibilities of the government"}, {"text_block_id": "p4_b28", "text": "and relevant stakeholders in Tonga on climate change, for both the short and long term. The policy was approved by His Majesty’s Cabinet in 2006."}, {"text_block_id": "p4_b29_merged_merged_merged", "text": "In 2015, it was noted that there was a need to update the policy, given the increasing emphasis, nationally and globally, on climate change and disaster risk. Widespread consultation workshops were held towards this purpose, which involved all relevant stakeholders in Tonga, including government ministries, non-governmental organisations, civil societies, statutory boards, women’s groups and youth groups. This revised climate change policy aims to build ‘a Resilient Tonga’ by 2035. It is recognised that this is an"}, {"text_block_id": "p5_b33", "text": "ambitious goal, as building resilience is very costly, even without considering the funds required for loss and damage due to climate change."}, {"text_block_id": "p5_b34", "text": "While the goal of ‘a Resilient Tonga’ by 2035 is ambitious, the policy objectives presented are achievable"}, {"text_block_id": "p5_b35", "text": "within the next five years. To ensure these objectives will be met, a revised Joint National Action Plan on Climate Change and Disaster Risk Management (JNAP 2) will be developed, aimed at their implementation."}, {"text_block_id": "p5_b36", "text": "The intent of both this revised Climate Change Policy 2016 and the revised JNAP 2 is that they will provide both the overarching framework and the action plan for the development of ‘a Resilient Tonga’ by 2035. It is therefore anticipated that all relevant sector policies and plans, as well as community development plans and island strategic development plans, will be aligned with this policy and the revised JNAP."}, {"text_block_id": "p5_b37", "text": "Tonga has recently completed the preparation of its Intended Nationally Determined Contributions (INDC) under the UNFCCC and this was adopted at the UNFCCC Conference of the Parties 21 (COP 21) that was held in Paris, France in 2015. This INDC is well-aligned with the goals of this policy."}, {"text_block_id": "p5_b38", "text": "This climate change policy was developed with assistance from the European Union through the Pacific Community’s Global Climate Change Alliance: Pacific Small Island States project. The support and assistance"}, {"text_block_id": "p5_b39", "text": "of these organisations is gratefully acknowledged."}, {"text_block_id": "p5_b40_merged", "text": "I also sincerely thank the team from the Department of Climate Change for their efforts in facilitating the development of this policy, as well as all of the national stakeholders who contributed to its development. Their participation is essential, as climate change affects us all and thus an inclusionary approach is crucial"}, {"text_block_id": "p5_b43", "text": "for the development of this key policy."}, {"text_block_id": "p6_b44", "text": "Abbreviations"}, {"text_block_id": "p7_b45", "text": "1. Introduction"}, {"text_block_id": "p7_b46", "text": "1.1 Policy purpose and process"}, {"text_block_id": "p7_b47", "text": "Policy purpose"}, {"text_block_id": "p7_b48", "text": "The purpose of this climate change policy is to provide a clear vision, goal, and objectives to direct Tonga’s"}, {"text_block_id": "p7_b49", "text": "responses to the effects of climate change and to guide disaster risk reduction over the next five years."}, {"text_block_id": "p7_b50", "text": "The policy – and the associated"}, {"text_block_id": "p7_b51", "text": "Joint National Action Plan on Climate Change Adaptation and Disaster Risk Management"}, {"text_block_id": "p7_b52", "text": "(JNAP) 2010 – is not intended to replace"}, {"text_block_id": "p7_b53", "text": "or duplicate sector-specific policies and plans. Rather,"}, {"text_block_id": "p7_b54", "text": "it is intended to provide an overarching context and guiding framework, with policy objectives that, for the most part, will require multi-sector coordination. This recognises that climate change is the single biggest issue that will determine the future of Tonga over coming decades and will require a ‘whole of Tonga’ level of cooperation and coordination."}, {"text_block_id": "p7_b55", "text": "Policy process"}, {"text_block_id": "p7_b56", "text": "Tonga’s first climate change policy was developed in"}, {"text_block_id": "p7_b57", "text": "2006. It has not been reviewed or revised since then."}, {"text_block_id": "p7_b58", "text": "A more structured process will be followed with this climate change policy, involving:"}, {"text_block_id": "p7_b59", "text": "A more structured process will be followed with this climate change policy, involving:\n* a biennial review;\n* a further revision in five yearsâ time; and\n* full alignment of this climate change policy with"}, {"text_block_id": "p7_b65_merged_merged", "text": "The objectives of this policy will become the objectives of the revised JNAP, while the sub-objectives and outcomes will become the basis for its activities, which will be specific, measurable, achievable, realistic and time-bound (SMART), guided by the long-term targets presented in this policy. The policy is also linked to the new Tonga Climate Change Fund Bill."}, {"text_block_id": "p8_b68", "text": "1.2 Policy approach"}, {"text_block_id": "p8_b69_merged", "text": "This revised climate change policy is based on a new approach, one that is multi-faceted, cross-sectoral, gender-inclusive, equitable, and has a strong emphasis on community ownership supported by strong governance. The overall focus is on the goal of ‘a Resilient Tonga’, aimed at achieving outcomes that are realised more widely than can be achieved through a conventional, compartmentalised approach. Rather than address climate change adaptation, mitigation and disaster risk reduction in a fragmented manner, a holistic approach is taken to building resilience. The emphasis is on re-imagining and re-designing the future of Tonga to ensure that its people are able to respond as proactively as possible to the unfolding effects of climate change and other related global and local changes."}, {"text_block_id": "p8_b72", "text": "1.3 Policy context and linkages"}, {"text_block_id": "p8_b73", "text": "National context"}, {"text_block_id": "p8_b74", "text": "The overarching guidance for the Tonga Strategic Development Framework 2015–2025 (TSDF 2015–"}, {"text_block_id": "p8_b75", "text": "2025) is Tonga’s motto, God and Tonga are my inheritance, bequeathed by King Tupou I (1797– 1893).  The framework elaborates:"}, {"text_block_id": "p8_b76", "text": "Tonga is our inheritance and our wealth in the form of our people, our land, and our strong Christian and traditional values that underpin our culture. We have inherited this from our families. We must pass it on to our children in an improved condition. This requires us to be wise and prudent in our use of our inherited wealth. Our plans, strategies and policies must be supportive to our inheritance and they must be inclusive and sustainable, so that we leave a more valuable inheritance for those who follow"}, {"text_block_id": "p8_b77", "text": "us (TSDF:17)."}, {"text_block_id": "p8_b78", "text": "To support this, the framework is designed to achieve the national impact:"}, {"text_block_id": "p8_b79", "text": "A more progressive Tonga supporting a higher quality of life for all."}, {"text_block_id": "p8_b80", "text": "The achievement of this is supported by seven national outcomes:"}, {"text_block_id": "p9_b81", "text": "While this climate change policy is most clearly aligned with national outcome F:  ‘a more inclusive,"}, {"text_block_id": "p9_b82", "text": "sustainable and effective land administration,"}, {"text_block_id": "p9_b83", "text": "environment management, and resilience to climate and risk’, it is also strongly aligned with the other six outcomes. This alignment recognises that climate"}, {"text_block_id": "p9_b84", "text": "change will increasingly affect all aspects of life in"}, {"text_block_id": "p9_b85", "text": "Tonga, and will threaten our inheritance and our wealth, our land, our people and our strong Christian and traditional values that underpin our culture."}, {"text_block_id": "p9_b86", "text": "The seriousness of this cannot be underestimated."}, {"text_block_id": "p9_b87", "text": "Tonga cannot afford to sit and wait for the sea level to rise, for more severe droughts and floods, and"}, {"text_block_id": "p9_b88", "text": "for more damaging cyclones, while emissions from fossil fuels continue unabated. A bold vision is required, which must be translated into action that is supported by the international community."}, {"text_block_id": "p9_b89", "text": "This policy therefore also provides a supporting framework that is aligned with the"}, {"text_block_id": "p9_b90", "text": "Tonga Strategic Development Framework 2015–2025"}, {"text_block_id": "p9_b91", "text": "and encourages alignment with all relevant sector policies and plans to ensure that proactive measures are taken to build a Resilient Tonga. This further requires strong engagement with and ownership by the community, with resilience an integral part of all community development plans and island strategic development plans."}, {"text_block_id": "p9_b92", "text": "Regional context"}, {"text_block_id": "p9_b93", "text": "Two documents are relevant to the regional context"}, {"text_block_id": "p9_b94", "text": "of this policy. One is t"}, {"text_block_id": "p9_b95", "text": ", which aims to strengthen the resilience of Pacific Island communities to the impacts of"}, {"text_block_id": "p9_b96", "text": "natural hazards – both slow and sudden onset – by"}, {"text_block_id": "p9_b97", "text": "developing more effective and integrated ways to"}, {"text_block_id": "p9_b98", "text": "address climate and disaster risks within the context of sustainable development."}, {"text_block_id": "p9_b99", "text": "The strategy has three strategic goals:"}, {"text_block_id": "p9_b100", "text": "The strategy has three strategic goals:\n* enhance climate and disaster resilience\n* Low-carbon development\n* Strengthened disaster preparedness, response"}, {"text_block_id": "p9_b108", "text": "This climate change policy is strongly aligned with"}, {"text_block_id": "p9_b109", "text": "the strategy’s first two goals."}, {"text_block_id": "p9_b110", "text": "If adopted, the strategy will succeed the existing separate regional frameworks on disasters and climate change (respectively, the"}, {"text_block_id": "p9_b111", "text": "Pacific Disaster"}, {"text_block_id": "p9_b112", "text": "Risk Reduction and Disaster Management Framework for Action"}, {"text_block_id": "p9_b113", "text": ", commonly referred to as the"}, {"text_block_id": "p9_b114", "text": ", and the"}, {"text_block_id": "p9_b115", "text": "), which both ended in 2015."}, {"text_block_id": "p9_b116", "text": "Tonga’s first joint national action plan was the first of its kind in the Pacific region and provided the lead"}, {"text_block_id": "p9_b117", "text": "for what is now embedded in the regional strategy. Furthermore, Tonga is again taking the lead with an integrated approach to improving resilience. This suits our small island nation, which is one of the"}, {"text_block_id": "p9_b118", "text": "front-line countries in the fight against the adverse effects of climate change."}, {"text_block_id": "p9_b119", "text": "The other document that is relevant to the regional context of this policy is the 2015"}, {"text_block_id": "p9_b120", "text": "Polynesian Leaders"}, {"text_block_id": "p9_b121", "text": "Group Taputapuātea Declaration"}, {"text_block_id": "p9_b122", "text": ". From page 1:"}, {"text_block_id": "p9_b123", "text": "The Pacific Ocean is a vital regulator of climate"}, {"text_block_id": "p9_b124", "text": "for the whole world and needs a voice. We, the Polynesian Leaders Group, are the voice for the"}, {"text_block_id": "p9_b125", "text": "Pacific Ocean, and wish to carry our strategic vision to deal with the adverse effects of climate"}, {"text_block_id": "p9_b126", "text": "change by limiting global warming below 1.5°C and having access to tools and means to adapt to the adverse impacts caused by climate change."}, {"text_block_id": "p9_b127", "text": "Climate change and its adverse impacts are poisoning our sea, making our lands infertile and threatening the foundation of our identity as Polynesian peoples. Our children’s future is in doubt if the cause of climate change is not addressed and if we are unable to adapt to its impacts."}, {"text_block_id": "p9_b128", "text": "And on page 2 of the declaration, three crucial points are raised, which were voiced during the 21st session of the United Nations Climate Change Conference (Conference of the Parties – COP 21):"}, {"text_block_id": "p9_b129", "text": "And on page 2 of the declaration, three crucial points are raised, which were voiced during the 21st session of the United Nations Climate Change Conference (Conference of the Parties – COP 21):\n* The objective to limit global warming to below 1.5Â°C by 2100: we reaffirm the call for urgency and the commitment of the international\n* The objective to limit global warming to below 1.5Â°C by 2100: we reaffirm the call for urgency and the commitment of the international\n reflecting this objective.\n* of the fight against climate change, we ask the"}, {"text_block_id": "p10_b137", "text": "international community to have the political"}, {"text_block_id": "p10_b138", "text": "courage and to provide the financial tools so"}, {"text_block_id": "p10_b139", "text": "that our ability to adapt may express itself. … The PLG [Polynesian Leaders Group] calls for Oceania to receive its fair share of climate resources from all available sources of funding to address capacity building and technology transfer relating to climate change and its adverse impacts."}, {"text_block_id": "p10_b140", "text": "that our ability to adapt may express itself. … The PLG [Polynesian Leaders Group] calls for Oceania to receive its fair share of climate resources from all available sources of funding to address capacity building and technology transfer relating to climate change and its adverse impacts.\n* Recognise that loss and damage is a critical\n* binding agreement."}, {"text_block_id": "p10_b144", "text": "International context"}, {"text_block_id": "p10_b145_merged_merged_merged", "text": "The United Nations Framework Convention on Climate Change is the key international agreement aimed at stabilising greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic (human induced) interference with the global climate system. It entered into force on 21 March 1994. Tonga became a signatory party to the convention on 20 July 1998 and has completed its first and second national communications under the convention; the third is due for completion in 2016."}, {"text_block_id": "p11_b150", "text": "2. Policy vision and mission statement"}, {"text_block_id": "p11_b151", "text": "2.1 Vision statement"}, {"text_block_id": "p11_b152", "text": "A Tonga that is resilient to the impacts of climate change and climate-related disaster risks, and is able to protect and safeguard its present and future citizens."}, {"text_block_id": "p11_b153", "text": "2.2 Mission statement"}, {"text_block_id": "p11_b154", "text": "To develop a resilient Tonga through an inclusive, participatory approach that is based on good governance; builds knowledgeable, proactive communities; and supports a strong, sustainable development pathway."}, {"text_block_id": "p12_b155", "text": "3. Policy goal"}, {"text_block_id": "p12_b156", "text": "3.1 A Resilient Tonga by 2035"}, {"text_block_id": "p12_b157", "text": "The goal of the policy is to achieve the vision of a Resilient Tonga by 2035. This will be realised through the"}, {"text_block_id": "p12_b158", "text": "achievement of specific targets."}, {"text_block_id": "p12_b159", "text": "Figure 3.1: A vision map of a Resilient Tonga"}, {"text_block_id": "p12_b160", "text": "Figure 3.2: The relationship between the environmental, social, and economic targets for a Resilient Tonga, with the colours corresponding with the targets below"}, {"text_block_id": "p13_b161", "text": "3.2 Targets for a Resilient Tonga"}, {"text_block_id": "p14_b162", "text": "4. Policy guiding principles"}, {"text_block_id": "p14_b163", "text": "Implementation of the Tonga Climate Change Policy will be guided by the following principles:"}, {"text_block_id": "p14_b164", "text": "1. A Resilient Tonga for the future"}, {"text_block_id": "p14_b165", "text": "A Resilient Tonga requires an approach that brings together traditional knowledge and values with 21"}, {"text_block_id": "p14_b166", "text": "st"}, {"text_block_id": "p14_b167", "text": "century knowledge and technology in order to address the realities of climate change."}, {"text_block_id": "p14_b168", "text": "2. Strong leadership and good governance"}, {"text_block_id": "p14_b169", "text": "The realisation of a Resilient Tonga will require clear, strong and consistent governance."}, {"text_block_id": "p14_b170", "text": "3. A holistic, multi-faceted, multi-sectoral approach"}, {"text_block_id": "p14_b171", "text": "A holistic, multi-faceted, multi-sectoral approach will be adopted. Inherent in this approach will be the precautionary principle, ensuring that risks are managed broadly and beyond the direct impact of climate change."}, {"text_block_id": "p14_b172", "text": "4. Integration  and mainstreaming"}, {"text_block_id": "p14_b173", "text": "The design and development of a Resilient Tonga will require proactive change, involving an integrated approach to adaptation, mitigation and disaster risk reduction. This will be mainstreamed into all applicable laws, policies, plans and activities, from national to local level."}, {"text_block_id": "p14_b174", "text": "5. Community ownership, stakeholder participation and collaboration"}, {"text_block_id": "p14_b175", "text": "The realisation of a Resilient Tonga will require strong community ownership, participation of all stakeholders, and collaboration between all government ministries, as well as between government, the private sector and civil society."}, {"text_block_id": "p14_b176", "text": "6. Equity and fairness"}, {"text_block_id": "p14_b177", "text": "Initiatives, programmes and projects will ensure the equitable accessibility and distribution of all"}, {"text_block_id": "p14_b178", "text": "benefits, information and support to marginal and disadvantaged groups, recognising their differing vulnerabilities to the adverse effects of climate"}, {"text_block_id": "p14_b179", "text": "change."}, {"text_block_id": "p14_b180", "text": "7. Gender considerations"}, {"text_block_id": "p14_b181", "text": "In recognising that men and women face different"}, {"text_block_id": "p14_b182", "text": "social, environmental, and economic situations, gender issues will be considered in all planning and implementation processes. A better understanding"}, {"text_block_id": "p14_b183", "text": "of the vulnerabilities and capacities of different gender groups to deal with the adverse effects of"}, {"text_block_id": "p14_b184", "text": "climate change will be promoted."}, {"text_block_id": "p14_b185", "text": "8. Ongoing capacity development"}, {"text_block_id": "p14_b186", "text": "Ongoing capacity development will be required at"}, {"text_block_id": "p14_b187", "text": "all levels to ensure a sustained effort towards the"}, {"text_block_id": "p14_b188", "text": "common goal of building resilience."}, {"text_block_id": "p14_b189", "text": "9. Long-term sustainability"}, {"text_block_id": "p14_b190", "text": "Initiatives and programmes will be designed to deliver long-term, positive, environmental, social,"}, {"text_block_id": "p14_b191", "text": "and economic benefits that are founded on ensuring self-sufficiency at all levels of Tongan society."}, {"text_block_id": "p14_b192", "text": "10 Multi-disciplinary science and evidencebased responses"}, {"text_block_id": "p14_b193_merged_merged_merged_merged", "text": "Policy formulation, planning and action will be based on scientifically and technically sound data and information, while at the same time recognising the value of traditional knowledge."}, {"text_block_id": "p15_b196", "text": "5. Policy objectives and outcomes"}, {"text_block_id": "p15_b197_merged", "text": "Effective implementation of this policy requires a fully integrated approach to ensure that all the six identified policy objectives and associated policy outcomes work together as a coherent whole. This is captured in Figure 5.1, which also identifies the planning process that links community planning to island strategic development plans, national policies and plans, and the Tonga Strategic Development Framework (TSDF)"}, {"text_block_id": "p15_b200", "text": "2015–2025."}, {"text_block_id": "p15_b201", "text": "Figure 5.1: Schematic showing the inter-relationship between the six policy objectives and the important linkage with the planning process"}, {"text_block_id": "p16_b202", "text": "The following objectives and associated outcomes are to be achieved by 2020. They are all aimed at achieving the targets for a Resilient Tonga by 2035."}, {"text_block_id": "p16_b203", "text": "5.1 Objective 1: Mainstreaming for a Resilient Tonga"}, {"text_block_id": "p16_b204", "text": "To fully mainstream the goal of a Resilient Tonga into government legislation, policies and planning at all levels"}, {"text_block_id": "p16_b205", "text": "Sub-objectives"}, {"text_block_id": "p16_b206", "text": "Sub-objectives\n* To strengthen existing decision-making\n* To fully embed the goal of a Resilient Tonga\n* across all ministries required to report to and\n* To implement a fully coordinated resilience\n* water, and youth), and supporting policies and\n* To develop standard resilience guidelines\n* To develop standard resilience guidelines\n for all community engagement activities, which\n* all community development plans and island"}, {"text_block_id": "p16_b222", "text": "Outcomes"}, {"text_block_id": "p16_b223", "text": "Outcomes\n* Existing decision-making structures are\n* The goal of a Resilient Tonga is fully embedded\n* and meeting regularly with the Department of\n* A fully coordinated resilience planning approach\n* the targets for a Resilient Tonga) are developed"}, {"text_block_id": "p17_b237", "text": "5.2 Objective 2: Research, monitoring and management of data and information"}, {"text_block_id": "p17_b238", "text": "To implement a coordinated approach to the collection, monitoring, management, analysis, and use of all relevant data and information; and to develop a coordinated, multi-sectoral approach to research for building a"}, {"text_block_id": "p17_b239", "text": "Resilient Tonga"}, {"text_block_id": "p17_b240", "text": "Sub-objectives"}, {"text_block_id": "p17_b241", "text": "Sub-objectives\n* To increase national capacity to undertake\n* building on the existing environment and climate\n* To develop fully operational monitoring\n* To develop and implement a fully coordinated,"}, {"text_block_id": "p17_b252", "text": "Outcomes"}, {"text_block_id": "p17_b253", "text": "Outcomes\n* National capacity to collect and analyse data\n* Data and information hubs are established\n* Fully operational monitoring systems, focusing\n* A fully coordinated, multi-disciplinary âResearch"}, {"text_block_id": "p17_b261", "text": "5.3 Objective 3: Resilience-building response capability"}, {"text_block_id": "p17_b262", "text": "To develop the capability for resilience-building responses throughout government, the private sector, and civil society"}, {"text_block_id": "p17_b263", "text": "Sub-objectives"}, {"text_block_id": "p17_b264", "text": "Sub-objectives\n* To establish necessary mechanisms to ensure\n* To implement ongoing capacity building on\n* To implement a fully coordinated approach\n* To ensure that understanding of a Resilient"}, {"text_block_id": "p17_b272", "text": "Outcomes"}, {"text_block_id": "p17_b273", "text": "f"}, {"text_block_id": "p17_b274", "text": "Mechanisms are established to ensure that all government agencies, the private sector and civil society organisations are working together in a fully coordinated manner."}, {"text_block_id": "p17_b275", "text": "f"}, {"text_block_id": "p17_b276", "text": "Ongoing capacity building on resilience is implemented in a consistent and coordinated manner for all government ministries, the private sector, and civil society."}, {"text_block_id": "p17_b277", "text": "f"}, {"text_block_id": "p17_b278", "text": "A fully coordinated approach to community awareness raising and behaviour change on climate change and resilience is implemented, including strengthening the important role of the arts and media."}, {"text_block_id": "p17_b279", "text": "f"}, {"text_block_id": "p17_b280", "text": "Understanding of a Resilient Tonga is incorporated into all school and tertiary education curricula."}, {"text_block_id": "p18_b281", "text": "5.4 Objective 4: Resilience-building actions"}, {"text_block_id": "p18_b282", "text": "To implement actions that are designed to build a Resilient Tonga by 2035 at national, island, and community level"}, {"text_block_id": "p18_b283", "text": "Sub-objectives"}, {"text_block_id": "p18_b284", "text": "f"}, {"text_block_id": "p18_b285", "text": "To begin the progressive implementation of national level actions from relevant sector"}, {"text_block_id": "p18_b286", "text": "plans that are aimed at achieving the identified"}, {"text_block_id": "p18_b287", "text": "targets for a Resilient Tonga by 2035."}, {"text_block_id": "p18_b288", "text": "f"}, {"text_block_id": "p18_b289", "text": "To fully implement community development plans that are aligned with the goal and targets of a Resilient Tonga in 23 champion villages, one in each district throughout Tongatapu and the outer islands."}, {"text_block_id": "p18_b290", "text": "Outcomes"}, {"text_block_id": "p18_b291", "text": "f"}, {"text_block_id": "p18_b292", "text": "National level actions from relevant sector plans"}, {"text_block_id": "p18_b293", "text": "that are aimed at achieving the identified targets"}, {"text_block_id": "p18_b294", "text": "for a Resilient Tonga by 2035 are implemented."}, {"text_block_id": "p18_b295", "text": "f"}, {"text_block_id": "p18_b296", "text": "Community development plans that are aligned with the goal and targets of a Resilient Tonga are fully implemented in 23 champion villages, one in each district throughout Tongatapu and the outer islands."}, {"text_block_id": "p18_b297", "text": "5.5 Objective 5: Finance"}, {"text_block_id": "p18_b298", "text": "To secure and mobilise the required finances"}, {"text_block_id": "p18_b299", "text": "and resources to build a Resilient Tonga by 2035"}, {"text_block_id": "p18_b300", "text": "Sub-objectives"}, {"text_block_id": "p18_b301", "text": "f"}, {"text_block_id": "p18_b302", "text": "To ensure that all relevant stakeholders have"}, {"text_block_id": "p18_b303", "text": "access to finance and resources to achieve the"}, {"text_block_id": "p18_b304", "text": "goal and targets for a Resilient Tonga through the Tonga Climate Change Fund."}, {"text_block_id": "p18_b305", "text": "f"}, {"text_block_id": "p18_b306_merged_merged_merged_merged", "text": "To develop and implement a development partners coordination mechanism for all relevant funding to ensure full alignment with the revised Joint National Action Plan on Climate Change and Disaster Risk Management."}, {"text_block_id": "p18_b309", "text": "f"}, {"text_block_id": "p18_b310", "text": "To develop and implement a strategy for supporting communities, including women, youth, and vulnerable groups, to directly access relevant funding to implement community development plans that are fully aligned with the goals and targets of a Resilient Tonga."}, {"text_block_id": "p18_b311", "text": "f"}, {"text_block_id": "p18_b312", "text": "To develop simplified and harmonised"}, {"text_block_id": "p18_b313", "text": "procedures for disbursement of relevant funds to communities."}, {"text_block_id": "p18_b314", "text": "f"}, {"text_block_id": "p18_b315", "text": "To support effective and responsible financial"}, {"text_block_id": "p18_b316", "text": "management."}, {"text_block_id": "p18_b317", "text": "Outcomes"}, {"text_block_id": "p18_b318", "text": "f"}, {"text_block_id": "p18_b319", "text": "All relevant stakeholders have access to finance"}, {"text_block_id": "p18_b320", "text": "to achieve the goal and targets for a Resilient Tonga through the Tonga Climate Change Fund."}, {"text_block_id": "p18_b321", "text": "f"}, {"text_block_id": "p18_b322", "text": "A development partners’ coordination mechanism is developed and implemented for all relevant funding to ensure full alignment with the revised Joint National Action Plan on Climate Change and Disaster Risk Management."}, {"text_block_id": "p18_b323", "text": "f"}, {"text_block_id": "p18_b324", "text": "A strategy is developed and implemented for supporting communities to directly access relevant funding to implement community development plans that are fully aligned with the goals and targets of a Resilient Tonga."}, {"text_block_id": "p18_b325", "text": "f"}, {"text_block_id": "p18_b326", "text": "Simplified and harmonised procedures are"}, {"text_block_id": "p18_b327", "text": "developed for disbursement of relevant funds to communities."}, {"text_block_id": "p18_b328", "text": "f"}, {"text_block_id": "p18_b329", "text": "Effective and responsible financial management"}, {"text_block_id": "p18_b330", "text": "is supported."}, {"text_block_id": "p18_b331", "text": "5.6 Objective 6: Regional and international cooperation"}, {"text_block_id": "p18_b332", "text": "To develop and maintain strong regional and international partnerships and to contribute fully to all relevant negotiations aimed at the required transformation to a resilient and sustainable future"}, {"text_block_id": "p18_b333", "text": "Sub-objectives"}, {"text_block_id": "p18_b334", "text": "f"}, {"text_block_id": "p18_b335", "text": "To continue to participate in all relevant regional and international fora and negotiations, and to strongly promote the policy goal and associated targets of a Resilient Tonga by 2035."}, {"text_block_id": "p18_b336", "text": "f"}, {"text_block_id": "p18_b337", "text": "To identify and work with regional and international agencies that are best able to support the required transformation to a Resilient Tonga by 2035."}, {"text_block_id": "p18_b338", "text": "Outcomes"}, {"text_block_id": "p18_b339", "text": "f"}, {"text_block_id": "p18_b340", "text": "The policy goal and associated targets of a Resilient Tonga by 2035 are strongly promoted through all relevant regional and international fora and negotiations."}, {"text_block_id": "p18_b341", "text": "f"}, {"text_block_id": "p18_b342", "text": "The transformation to a Resilient Tonga by 2035 is supported by regional and international agencies."}, {"text_block_id": "p19_b343", "text": "6. Implementation"}, {"text_block_id": "p19_b344_merged", "text": "This policy provides the vision, goal, and objectives for achieving a Resilient Tonga. The mechanism for implementation will be through the revised Joint National Action Plan on Climate Change and Disaster Risk Management, along with all other plans (at sector, island, and community level) that are fully aligned with the goal and targets of this policy."}, {"text_block_id": "p20_b347", "text": "Annex 1: Climate change and climatic extremes"}, {"text_block_id": "p20_b348", "text": "The executive summary of Chapter 29: Small Islands from the Fifth Assessment Report (AR5) of the"}, {"text_block_id": "p20_b349", "text": "Intergovernmental Panel on Climate Change provides key points that are of great relevance to this policy. The salient points are listed below."}, {"text_block_id": "p20_b350", "text": "1."}, {"text_block_id": "p20_b351", "text": "Current and future climate-related drivers of risk for small islands during the 21st century include sea-level rise, tropical and extratropical cyclones, increasing air and sea surface temperatures, and changing rainfall patterns ("}, {"text_block_id": "p20_b352", "text": "high confidence; robust evidence, high agreement"}, {"text_block_id": "p20_b353", "text": ")."}, {"text_block_id": "p20_b354", "text": "2."}, {"text_block_id": "p20_b355", "text": "Sea-level rise poses one of the most widely recognized climate change threats to low-lying coastal"}, {"text_block_id": "p20_b356", "text": "areas on islands and atolls ("}, {"text_block_id": "p20_b357", "text": "high confidence; robust evidence, high agreement"}, {"text_block_id": "p20_b358", "text": ")."}, {"text_block_id": "p20_b359", "text": "3."}, {"text_block_id": "p20_b360", "text": "Given the inherent physical characteristics of small islands, the AR5 reconfirms the high level of"}, {"text_block_id": "p20_b361", "text": "vulnerability of small islands to multiple stressors, both climate and non-climate ("}, {"text_block_id": "p20_b362", "text": "high confidence; robust evidence, high agreement"}, {"text_block_id": "p20_b363", "text": ")."}, {"text_block_id": "p20_b364", "text": "4."}, {"text_block_id": "p20_b365", "text": "Small islands do not have uniform climate change risk profiles ("}, {"text_block_id": "p20_b366", "text": "high confidence"}, {"text_block_id": "p20_b367", "text": ")."}, {"text_block_id": "p20_b368", "text": "5."}, {"text_block_id": "p20_b369", "text": "There is increasing recognition of the risks to small islands from climate-related processes originating"}, {"text_block_id": "p20_b370", "text": "well beyond the borders of an individual nation or island. Such transboundary processes already"}, {"text_block_id": "p20_b371", "text": "have a negative impact on small islands ("}, {"text_block_id": "p20_b372", "text": "high confidence; robust evidence, medium agreement"}, {"text_block_id": "p20_b373", "text": ")."}, {"text_block_id": "p20_b374", "text": "6."}, {"text_block_id": "p20_b375", "text": "Adaptation to climate change generates larger benefit to small islands when delivered in conjunction"}, {"text_block_id": "p20_b376", "text": "with other development activities, such as disaster risk reduction and community-based approaches to development ("}, {"text_block_id": "p20_b377", "text": "medium confidence"}, {"text_block_id": "p20_b378", "text": ")."}, {"text_block_id": "p20_b379", "text": "7."}, {"text_block_id": "p20_b380", "text": "Adaptation and mitigation on small islands are not always trade-offs, but can be regarded as"}, {"text_block_id": "p20_b381", "text": "complementary components in the response to climate change ("}, {"text_block_id": "p20_b382", "text": "medium confidence"}, {"text_block_id": "p20_b383", "text": ")."}, {"text_block_id": "p20_b384", "text": "The final point is provided in full because of its cautionary message:"}, {"text_block_id": "p20_b385", "text": "8."}, {"text_block_id": "p20_b386", "text": "The ability of small islands to undertake adaptation and mitigation programs, and their effectiveness,"}, {"text_block_id": "p20_b387", "text": "can be substantially strengthened through appropriate assistance from the international community ("}, {"text_block_id": "p20_b388", "text": "medium confidence"}, {"text_block_id": "p20_b389", "text": "). However, caution is needed to ensure such assistance is not driving the climate change agenda in small islands, as there is a risk that critical challenges confronting island"}, {"text_block_id": "p20_b390", "text": "governments and communities may not be addressed. Opportunities for effective adaptation can be found by, for example, empowering communities and optimizing the benefits of local practices that have proven to be efficacious through time, and working synergistically to progress development"}, {"text_block_id": "p20_b391", "text": "agendas."}, {"text_block_id": "p20_b392", "text": "The most recent report of the Pacific-Australia Climate Change Science and Adaptation Planning Program"}, {"text_block_id": "p20_b393", "text": "("}, {"text_block_id": "p20_b394", "text": "Climate Variability, Extremes and Change in the Western Tropical Pacific: New Science and Updated Country"}, {"text_block_id": "p20_b395", "text": "Reports 2014"}, {"text_block_id": "p20_b396", "text": ") provides the following future projections for Tonga for the period to 2100."}, {"text_block_id": "p20_b397", "text": "1."}, {"text_block_id": "p20_b398", "text": "El Niño and La Niña events will continue to occur in the future ("}, {"text_block_id": "p20_b399", "text": "very high confidence"}, {"text_block_id": "p20_b400", "text": "), but there is little consensus on whether these events will change in intensity or frequency;"}, {"text_block_id": "p20_b401", "text": "2."}, {"text_block_id": "p20_b402", "text": "It is not clear whether mean annual rainfall will increase or decrease and the model average indicates little change ("}, {"text_block_id": "p20_b403", "text": "low confidence in this model average"}, {"text_block_id": "p20_b404", "text": "), with more extreme rain events ("}, {"text_block_id": "p20_b405", "text": "high confidence"}, {"text_block_id": "p20_b406", "text": ");"}, {"text_block_id": "p20_b407", "text": "3."}, {"text_block_id": "p20_b408", "text": "Drought frequency is projected to decrease slightly ("}, {"text_block_id": "p20_b409", "text": "low confidence"}, {"text_block_id": "p20_b410", "text": ");"}, {"text_block_id": "p20_b411", "text": "4."}, {"text_block_id": "p20_b412", "text": "Ocean acidification is expected to continue ("}, {"text_block_id": "p20_b413", "text": "very high confidence"}, {"text_block_id": "p20_b414", "text": ");"}, {"text_block_id": "p20_b415", "text": "5."}, {"text_block_id": "p20_b416_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The risk of coral bleaching will increase in the future (very high confidence); and"}, {"text_block_id": "p20_b419", "text": "6."}, {"text_block_id": "p20_b420", "text": "Sea level will continue to rise ("}, {"text_block_id": "p20_b421", "text": "very high confidence"}, {"text_block_id": "p20_b422", "text": ")."}, {"text_block_id": "p21_b423", "text": "Recent weather events in Tonga, particularly in Ha’apai (a sequence of drought, Tropical Cyclone Ian, and another drought), are a window to a future that will increasingly involve multiple stresses from the above projections, along with pre-existing environmental, social and economic stresses."}, {"text_block_id": "p21_b424", "text": "Climate change and extreme weather events are increasingly inter-related, the former being an underlying"}, {"text_block_id": "p21_b425", "text": "influence on the latter. Natural disasters, both from climate and geological hazards, will cost Tonga increasingly more. The Tonga Country Risk Profile in Country Note: Tonga generated by the Pacific Catastrophe Risk"}, {"text_block_id": "p21_b426", "text": "Assessment and Financing Initiative concludes that:"}, {"text_block_id": "p21_b427_merged", "text": "Tonga is expected to incur, on average, 15.5 million USD [approx. TOP 35 million] per year in losses due to earthquakes and tropical cyclones. In the next 50 years Tonga has a 50% chance of experiencing a loss exceeding 175 million USD [approx. TOP 400 million] and casualties larger than 440 people, and a 10% chance of experiencing a loss exceeding 430 million USD [approx. TOP 1000 million] and casualties"}, {"text_block_id": "p21_b430", "text": "exceeding 1700 people."}, {"text_block_id": "p21_b431", "text": "To put these figures in perspective, Cyclone Ian was estimated to have incurred about TOP 38.5 million worth of damage and losses to the agriculture and fisheries sectors in the four directly affected districts of"}, {"text_block_id": "p21_b432", "text": "Ha’apai. Damage is estimated at TOP 33 million and estimated losses at TOP 5.4 million."}, {"text_block_id": "p27_b433", "text": "Annex 3: Alignment of existing legislation, policies,"}, {"text_block_id": "p27_b434", "text": "and plans"}, {"text_block_id": "p27_b435", "text": "Table A2: Extent to which current legislation, policies and plans are aligned with a"}, {"text_block_id": "p27_b436", "text": "Resilient Tonga"}], "document_description": "This policy intends to make Tonga climate-resilient by 2035 and enhance mitigation efforts. It seeks to improve governance and participatory actions, and lists a number of specific targets, including: 1) every coastal community has a special management area and protected coastal environment, 2) Redesigned and resilient roads, coastal areas, buildings, and other infrastructure, 3) Resilient homes, schools, and community halls, 4) A transport system that is not reliant on fossil fuels, 5) 100 per cent renewable energy, and 6) 30 per cent of land in Tonga utilised for agro-forestry or forestry."}