{"document_instrument_name": ["Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Japan", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Act on the Improvement of Energy Consumption Performance of Buildings", "document_country_code": "JPN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "27/07/2015", "document_keyword": "Energy Demand", "document_url": "https://cdn.climatepolicyradar.org/JPN/2015/JPN-2015-07-27-Act on the Improvement of Energy Consumption Performance of Buildings_ea4565d64c848f38da5400542de7f79e.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "The demand for energy in Japan has become increasingly tight against supply since the Great East Japan earthquake. As consumption drops in other sectors (industry and transportation), the amount of energy consumption in the building sector has markedly increased. Therefore the Building Energy Efficiency Act was promulgated on July of 2015 in order to strengthen energy efficiency measures on building."}, {"text_block_id": "p1_b2", "text": "What is the Building Energy Efficiency Act?"}, {"text_block_id": "p1_b3", "text": "Act on the Improvement of Energy Consumption Performance of Buildings (Building Energy Efficiency Act) was newly established in July 8, 2015. This Act provides for 1) regulatory measures for mandatory compliance with energy efficiency standards for large-scale non-residential buildings, and 2) incentive measures such as a labeling system displaying compli"}, {"text_block_id": "p1_b4", "text": "-"}, {"text_block_id": "p1_b5", "text": "ance with energy efficiency standards and exception of floor-area ratio regulation for certified building."}, {"text_block_id": "p1_b6", "text": "Overview of the Act on the Improvement of Energy Consumption Performance of Buildings"}, {"text_block_id": "p1_b7", "text": "The incentive measures are implemented from April 1, 2016, and the regulatory measures shall be implemented within two years (scheduled for April 2017) of the promulgation of the Act."}, {"text_block_id": "p1_b8", "text": "Targets of Regulatory Measures: New construction/extensions/renovations on buildings at or over a certain size"}, {"text_block_id": "p1_b9", "text": "When construction clients attempt to undertake new construction/extensions/renovations on buildings at or over a certain size, they must acquire certification of conformity with energy efficiency standards or notify the administrative agency with jurisdiction depending on the use and size, etc. of the building."}, {"text_block_id": "p1_b10", "text": "After the implementation of the regulatory measures, large-scale non-residential building that is not compliant with energy efficiency standards become ineligible for certification of Building Standards Law."}, {"text_block_id": "p1_b11", "text": "Targets of Incentive Measures: All buildings"}, {"text_block_id": "p1_b12", "text": "Targets of incentive measures are all new construction of buildings, or extensions, renovations, improvements, remodelling, pre-installation/repairs of cooling system equipment that contribute to the improvement of energy conservation perfor"}, {"text_block_id": "p1_b13", "text": "-"}, {"text_block_id": "p1_b14", "text": "mance. When plans for such are compliant with certification standards, the plans may receive certification (certification for the performance improvement plan) from the administrative agency with jurisdiction in the construction area. By acquiring certification for the performance improvement plan, construction clients are eligible to receive benefits, such as exception of floor-area ratio regulation (the portion the exceeds the normal floor space of a building for equipment meant to improve energy efficiency performance is not calculated [upper limit of 10%])."}, {"text_block_id": "p1_b15_merged_merged_merged", "text": "Additionally, pre-existing buildings can receive certification of conformity with energy efficiency standards from the adminis-trative agency with jurisdiction in their area."}, {"text_block_id": "p1_b18", "text": "Buildings being newly constructed can receive certification after their construction is complete."}, {"text_block_id": "p1_b19", "text": "Receiving certification allows the legally-sanctioned Compliance Label (e mark) to be attached to the advertisements and contracts of the building in question."}, {"text_block_id": "p2_b20", "text": "Overview of the Energy Efficiency Standards for Residential Buildings"}, {"text_block_id": "p2_b21", "text": "The evaluation of energy efficiency performance for residential buildings uses the following two standards: - Standards to evaluate envelope performance, such as with the windows and exterior walls of residential buildings - Standards to evaluate the primary energy consumption amount of equipment and appliances etc."}, {"text_block_id": "p2_b22", "text": "Conception of Envelope Performance and Primary Energy Consumption Amount"}, {"text_block_id": "p2_b23", "text": "By taking measures to insulate the exterior walls and windows etc. of a building, it not only improves energy efficiency performance, but it can also improve the thermal environment inside the building, which can maintain and promote the health of the occupants, and contribute to the improvement of the working environment inside."}, {"text_block_id": "p2_b24", "text": "Overview of the Standards for Non-residential Buildings"}, {"text_block_id": "p2_b25", "text": "Overview of the Standards for Non-residential Buildings\n* Standards to evaluate the primary energy consumption amount of equipment and OA devices etc."}, {"text_block_id": "p2_b30_merged_merged", "text": "Conception of Envelope Performance (PAL  ) and Primary Energy Consumption Amount"}, {"text_block_id": "p2_b32", "text": "What is the perimeter zone?"}, {"text_block_id": "p2_b33", "text": "This is the inside space that is within 5 horizontal meters of the centerline of the wall of each floor in contact with the outside air, the inside space of the floor directly below the roof, and the inside space that is directly above the floor in contact with the outside air."}, {"text_block_id": "p3_b34", "text": "There are two types of labeling systems: Labeling to display energy efficiency performance for buildings (Article 7), and labeling to display compliance with Energy Efficiency Standards (Article 36)."}, {"text_block_id": "p3_b35", "text": "Displaying Energy Efficiency of a Building based on Article 7 of the Act"}, {"text_block_id": "p3_b36", "text": "Owners can emphasize the energy efficiency performance as being at or higher than standards during new construction of residential and non-residential buildings (office buildings etc.)."}, {"text_block_id": "p3_b37", "text": "Approval of Compliance with Energy Efficiency Standards/Labeling System based on Article 36 of the Act"}, {"text_block_id": "p3_b38", "text": "Approval of Compliance with Energy Efficiency Standards/Labeling System based on Article 36 of the Act\n"}, {"text_block_id": "p3_b39", "text": "Label verifying compliance with standards (e mark)"}], "document_description": "This Act provides for 1) regulatory measures for mandatory compliance with energy efficiency standards for large-scale non-residential buildings, and 2) incentive measures such as a labeling system displaying compliance with energy efficiency standards and exception of floor-area ratio regulation for certified building. The incentive measures were implemented on April 1, 2016, and regulatory measures on April 1, 2017. The Act further details the standards and the labelling system for energy efficiency."}