{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Japan", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Basic Act for National Resilience Contributing to Preventing and Mitigating Disasters for Developing Resilience in the Lives of the Citizenry", "document_country_code": "JPN", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/11/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/JPN/2013/JPN-2013-11-12-Basic Act for National Resilience Contributing to Preventing and Mitigating Disasters for Developing Resilience in the Lives of the Citizenry_56f8cc9dc5a1c98f7c9f362feab8e95e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Basic Act for National Resilience Contributing to Preventing and Mitigating Disasters for Developing Resilience in the Lives of the Citizenry"}, {"text_block_id": "p0_b2", "text": "(Act No. 95 of December 11, 2013)"}, {"text_block_id": "p0_b3", "text": "Contents"}, {"text_block_id": "p0_b4", "text": "Preamble"}, {"text_block_id": "p0_b5", "text": "Chapter 1 General Provisions (Article 1 to Article 7)"}, {"text_block_id": "p0_b6", "text": "Chapter 2 Basic Policies, etc. (Article 8 and Article 9)"}, {"text_block_id": "p0_b7", "text": "Chapter 3 Fundamental Plan for National Resilience, etc. (Article 10 to Article 14)"}, {"text_block_id": "p0_b8", "text": "Chapter 4 National Resilience Promotion Headquarters (Article 15 to Article 25)"}, {"text_block_id": "p0_b9", "text": "Chapter 5 Miscellaneous Provisions (Article 26 to Article 28)"}, {"text_block_id": "p0_b10", "text": "Supplementary Provisions"}, {"text_block_id": "p0_b11", "text": "Japan has incurred damage due to a number of large-scale natural disasters owing to its geographical and natural features, and natural violence has caused unthinkable suffering to the citizens of Japan. The Great East Japan Earthquake brought to mind again the forces of nature, which are entirely outside our control, and the fact that we cannot escape from natural threats."}, {"text_block_id": "p0_b12", "text": "Japan faces the possibility of being hit by a large-scale earthquake that may occur along the Nankai Trough in the first half of the 21st century. Additionally, there are also risks of large-scale natural disasters due to an inland earthquake directly under the capital, a volcanic eruption, and the like. Furthermore, it is necessary to envisage the possibility that large-scale natural disasters due to an earthquake, a volcanic eruption and the like will occur successively. If these large-scale natural disasters were to occur at the envisaged largest possible scale, they would cause tremendous damage exceeding that caused by the Great East Japan Earthquake and would trigger a national crisis. We should not avoid looking at such possible natural threats but should face them squarely. It is one of the fundamental responsibilities of the national government to ensure the safety and health of the citizens, protect their property, and maintain the lives of the citizenry and the national economy in the event of such a large-scale natural disaster."}, {"text_block_id": "p0_b13", "text": "The required measures are unlimited for disaster prevention and mitigation for Japan, which is frequently hit by various disasters, while there is a limit on the"}, {"text_block_id": "p1_b14", "text": "financial resources to implement such measures. In order to promote measures for disaster prevention and mitigation promptly in preparation for large-scale natural disasters that may occur at any moment, it is necessary to assess vulnerability to large-scale natural disasters, set priorities and take appropriate measures in advance, with the aim of building national land and regions highly resilient to large-scale natural disasters, and at the same time to increase the power of local residents so that they can protect themselves and their lives themselves. Furthermore, in order to protect the nation and the citizens from large-scale natural disasters, advance preparation is necessary to ensure that sources, such as personnel, materials and funds, are to be allocated intensively on a large scale to areas with high priority during the period until 72 hours elapse from the occurrence of a large-scale natural disaster. For this purpose, it is indispensable for not only the national and local governments but also for local residents, companies, related organizations and other parties to share information including the situation of the damage, make preparations for large-scale natural disasters even at normal times, and utilize the most advanced technologies and equipment based on new technological innovation. Additionally, it is significant that the entire nation is making efforts for the recovery and reconstruction of the areas that have sustained serious damage due to the Great East Japan Earthquake and is endeavoring to rebuild disaster-resilient local communities, thereby offering hope to the disaster-affected areas."}, {"text_block_id": "p1_b15", "text": "It is one of the missions of Japan, which experienced the Great East Japan Earthquake, to transmit our efforts for preparing for possible large-scale natural disasters to the international community and contribute to enhancing Japan's international competitiveness, and at the same time, contribute to improving the international level of measures against disasters."}, {"text_block_id": "p1_b16", "text": "We hereby establish this Act so as to drive forward initiatives for building national resilience aiming to develop resilience in the lives of the citizenry."}, {"text_block_id": "p1_b17", "text": "Chapter 1 General Provisions"}, {"text_block_id": "p1_b18", "text": "(Purpose)"}, {"text_block_id": "p1_b19", "text": "Article 1  This Act aims to establish basic principles and clarify the responsibility of the national government, etc. concerning the promotion of initiatives aiming to achieve the goal of making all the national land more resilient to large-scale natural disasters that may exert tremendous influence on the lives of the citizenry and the national economy (hereinafter such large-scale national disasters are simply referred to as \"Large-scale Natural Disasters\" and such goal is referred to as \"National Resilience\"), which are initiatives that will"}, {"text_block_id": "p2_b20", "text": "contribute to disaster prevention and mitigation, swift recovery and reconstruction from disasters and enhancement of Japan's international competitiveness; decide the matters concerning the establishment of the Fundamental Plan for National Resilience and other matters to be the basis of the measures for building National Resilience; and set up the National Resilience Promotion Headquarters, thereby promoting measures concerning National Resilience in a comprehensive and systematic manner, and also contributing to securing public welfare, enhancing the lives of the citizenry and achieving sound development of the national economy."}, {"text_block_id": "p2_b21", "text": "contribute to disaster prevention and mitigation, swift recovery and reconstruction from disasters and enhancement of Japan's international competitiveness; decide the matters concerning the establishment of the Fundamental Plan for National Resilience and other matters to be the basis of the measures for building National Resilience; and set up the National Resilience Promotion Headquarters, thereby promoting measures concerning National Resilience in a comprehensive and systematic manner, and also contributing to securing public welfare, enhancing the lives of the citizenry and achieving sound development of the national economy.\n"}, {"text_block_id": "p2_b22", "text": "Article 2  When promoting measures concerning National Resilience, it is important to implement measures that will contribute to disaster prevention and mitigation as required and to swift recovery and reconstruction from disasters in a comprehensive and systematic manner, based on the lessons learned from the Great East Japan Earthquake (meaning the earthquake that occurred off the Pacific coast of the Tohoku region on March 11, 2011, and the subsequent disasters caused by the accident at the nuclear power plants), and with the aim of enhancing Japan's international competitiveness, relevant measures must be established appropriately under clear goals through such means as assessing the current status in terms of ensuring the safety and health and protecting the property of the citizens against Large-scale Natural Disasters and of minimizing the influence of Large-scale Natural Disasters on the lives of the citizenry and the national economy, and such measures must be incorporated into the national plan, etc."}, {"text_block_id": "p2_b23", "text": "(Responsibility of the National Government)"}, {"text_block_id": "p2_b24", "text": "Article 3  The national government has the responsibility to establish and implement measures concerning National Resilience in a comprehensive and systematic manner, in line with the basic principles set forth in the preceding Article."}, {"text_block_id": "p2_b25", "text": "(Responsibility of Local Governments)"}, {"text_block_id": "p2_b26", "text": "Article 4  Local governments have the responsibility to establish and implement measures concerning National Resilience, in accordance with the circumstances of the areas under their jurisdiction, in a comprehensive and systematic manner, in line with the basic principles set forth in Article 2 and based on an appropriate division of roles with the national government."}, {"text_block_id": "p2_b27", "text": "(Responsibility of Business Entities and Citizens)"}, {"text_block_id": "p2_b28", "text": "Article 5  Business entities and citizens must develop their understanding of and"}, {"text_block_id": "p3_b29", "text": "interest in the significance of National Resilience and endeavor to offer cooperation with measures concerning National Resilience implemented by the national and local governments."}, {"text_block_id": "p3_b30", "text": "(Collaboration and Cooperation among Related Parties)"}, {"text_block_id": "p3_b31", "text": "Article 6  The national and local governments, business entities and other related parties must endeavor to cooperate with each other in close collaboration with the aim of realizing the basic principles set forth in Article 2."}, {"text_block_id": "p3_b32", "text": "(Legislative Measures, etc.)"}, {"text_block_id": "p3_b33", "text": "Article 7  The national government must take legislative, financial or tax measures or any other measures that are necessary to implement measures concerning National Resilience."}, {"text_block_id": "p3_b34", "text": "Chapter 2 Basic Policies, etc."}, {"text_block_id": "p3_b35", "text": "(Basic Policies)"}, {"text_block_id": "p3_b36", "text": "Article 8  Initiatives for building National Resilience are to be promoted based on the following basic policies:"}, {"text_block_id": "p3_b37", "text": "Article 8  Initiatives for building National Resilience are to be promoted based on the following basic policies:\n* Initiatives should aim to ensure the protection of human lives from Large-scale Natural Disasters to the extent possible through such means as securing a system that will contribute to swift evacuation and rescue of people, developing a system to support disaster victims prioritizing the viewpoints of women, elderly people, children and people with disabilities, etc., fostering and securing personnel with specialized knowledge and technology concerning disaster prevention and mitigation, promoting disaster prevention education, facilitating activities to hand down lessons and knowledge obtained through previous disasters, and strengthening the system to promote disaster prevention measures in local communities;\n* Initiatives should aim to avoid fatal damage to important functions of the nation and society and to ensure that such functions are maintained even in the event of Large-scale Natural Disasters through such means as securing the substitutability of said functions and ensuring a stable supply of daily necessities, thereby enabling the political, economic and social activities of Japan to remain sustainable;\n* Initiatives should aim to minimize damage to the property of the citizenry and public facilities due to Large-scale Natural Disasters through such means as promoting countermeasures against collapse, etc. of buildings due to earthquakes, addressing the issue of the aging of public facilities, promoting the building of safe communities that can effectively prevent or mitigate large-scale earthquake disasters, flood disasters or other"}, {"text_block_id": "p4_b43", "text": "Article 8  Initiatives for building National Resilience are to be promoted based on the following basic policies:\n* Initiatives should aim to ensure the protection of human lives from Large-scale Natural Disasters to the extent possible through such means as securing a system that will contribute to swift evacuation and rescue of people, developing a system to support disaster victims prioritizing the viewpoints of women, elderly people, children and people with disabilities, etc., fostering and securing personnel with specialized knowledge and technology concerning disaster prevention and mitigation, promoting disaster prevention education, facilitating activities to hand down lessons and knowledge obtained through previous disasters, and strengthening the system to promote disaster prevention measures in local communities;\n* Initiatives should aim to avoid fatal damage to important functions of the nation and society and to ensure that such functions are maintained even in the event of Large-scale Natural Disasters through such means as securing the substitutability of said functions and ensuring a stable supply of daily necessities, thereby enabling the political, economic and social activities of Japan to remain sustainable;\n* Initiatives should aim to minimize damage to the property of the citizenry and public facilities due to Large-scale Natural Disasters through such means as promoting countermeasures against collapse, etc. of buildings due to earthquakes, addressing the issue of the aging of public facilities, promoting the building of safe communities that can effectively prevent or mitigate large-scale earthquake disasters, flood disasters or other\n* Initiatives should aim to contribute to swift recovery and reconstruction from disasters in the event of Large-scale Natural Disasters through such means as strengthening collaboration among regions and reconsidering the ideal use of national land;\n* In light of the possibility that unpredictable Large-scale Natural Disasters may occur, a system should be developed immediately for the purpose of promoting initiatives for building National Resilience by combining measures that relate to the development of facilities, etc. with those that do not;\n* Efforts for disaster prevention and mitigation should be basically made through an appropriate combination of self-help efforts, mutual assistance and public help, but the national government should play a central role in particularly serious or urgent situations;\n* Measures to be implemented for the purpose of ensuring the safety and health and protecting the property of citizens and maintaining the lives of the citizenry and the national economy not only at present but also into the future should be selected and implemented intensively, in light of expected changes in citizens' demand as a result of a decrease in population, as well as the aging of social capital and the like, while giving due consideration to ensuring the implementation of relevant measures on an ongoing basis through effective use of financial funds."}, {"text_block_id": "p4_b52", "text": "(Policies for Establishing and Implementing Measures)"}, {"text_block_id": "p4_b53", "text": "Article 9  Measures concerning National Resilience are to be established and implemented in line with the following policies:"}, {"text_block_id": "p4_b54", "text": "Article 9  Measures concerning National Resilience are to be established and implemented in line with the following policies:\n* Cost required for implementing measures should be reduced through effective use of the existing social capital, etc.;\n* Measures should contribute to efficient and effective maintenance and management of facilities and equipment;\n* Due consideration should be given to symbiosis with nature and harmony with the environment in accordance with the characteristics of each region;\n* Private sector funding should be actively utilized;\n* Assessment of vulnerability to Large-scale Natural Disasters (hereinafter referred to as \"Vulnerability Assessment\") should be conducted for the purpose of clarifying the matters necessary for promoting initiatives for building National Resilience;\n* From the viewpoint of protecting human lives, reasonable use of land should be promoted;\n* Research and development based on scientific knowledge should be"}, {"text_block_id": "p5_b68", "text": "promoted and efforts should be made to disseminate the outcomes thereof."}, {"text_block_id": "p5_b69", "text": "Chapter 3 Fundamental Plan for National Resilience, etc."}, {"text_block_id": "p5_b70", "text": "Chapter 3 Fundamental Plan for National Resilience, etc.\n"}, {"text_block_id": "p5_b71", "text": "Article 10  (1) In order to promote measures concerning National Resilience in a comprehensive and systematic manner, the national government is to establish a fundamental plan for promoting measures concerning National Resilience (hereinafter referred to as the \"Fundamental Plan for National Resilience\") as guidelines for other national plans concerning National Resilience, while respecting independent efforts made by local governments for implementing measures concerning National Resilience and taking into account the basic policies and the role to be played by the national government as prescribed in the preceding Chapter."}, {"text_block_id": "p5_b72", "text": "Article 10  (1) In order to promote measures concerning National Resilience in a comprehensive and systematic manner, the national government is to establish a fundamental plan for promoting measures concerning National Resilience (hereinafter referred to as the \"Fundamental Plan for National Resilience\") as guidelines for other national plans concerning National Resilience, while respecting independent efforts made by local governments for implementing measures concerning National Resilience and taking into account the basic policies and the role to be played by the national government as prescribed in the preceding Chapter.\n* The Fundamental Plan for National Resilience is to specify the following matters:\n\t* Sectors of measures concerning National Resilience to be covered by the Fundamental Plan for National Resilience;\n\t* Basic guidelines for establishing measures concerning National Resilience;\n\t* In addition to what is set forth in the preceding two items, the matters necessary for promoting measures concerning National Resilience in a comprehensive and systematic manner.\n\t* The Prime Minister must seek a Cabinet decision concerning a draft of the Fundamental Plan for National Resilience.\n\t* When a Cabinet decision has been made under the provisions of the preceding paragraph, the Prime Minister must publicize the Fundamental Plan for National Resilience without delay.\n\t* Based on the implementation status of measures concerning National Resilience, the national government is to review the Fundamental Plan for National Resilience as needed to add necessary amendments.\n\t* The provisions of paragraph (3) and paragraph (4) apply mutatis mutandis to amendments to the Fundamental Plan for National Resilience."}, {"text_block_id": "p5_b88", "text": "(Relationship between the Fundamental Plan for National Resilience and Other National Plans)"}, {"text_block_id": "p5_b89", "text": "Article 11  The Fundamental Plan for National Resilience is to be the basis of any other national plans concerning National Resilience."}, {"text_block_id": "p5_b90", "text": "(Recommendations on Implementation of the Fundamental Plan for National Resilience)"}, {"text_block_id": "p5_b91", "text": "Article 12  When the Prime Minister finds it necessary for making adjustments"}, {"text_block_id": "p6_b92", "text": "in implementing the Fundamental Plan for National Resilience, he/she may provide necessary recommendations to the heads of the relevant administrative organs."}, {"text_block_id": "p6_b93", "text": "(Fundamental Plan for Regional Resilience)"}, {"text_block_id": "p6_b94", "text": "Article 13  In order to promote measures concerning National Resilience in a comprehensive and systematic manner, prefectures or municipalities may establish a fundamental plan for promoting measures concerning National Resilience in relevant prefectures or regions in relevant municipalities (hereinafter referred to as a \"Fundamental Plan for Regional Resilience\") as the guidelines for other prefectural or municipal plans concerning National Resilience."}, {"text_block_id": "p6_b95", "text": "(Relationship between Fundamental Plans for Regional Resilience and the Fundamental Plan for National Resilience)"}, {"text_block_id": "p6_b96", "text": "Article 14  Fundamental Plans for Regional Resilience must be in harmony with the Fundamental Plan for National Resilience."}, {"text_block_id": "p6_b97", "text": "Chapter 4 National Resilience Promotion Headquarters"}, {"text_block_id": "p6_b98", "text": "(Establishment)"}, {"text_block_id": "p6_b99", "text": "Article 15  In order to promote measures concerning National Resilience in a comprehensive and systematic manner, the National Resilience Promotion Headquarters (hereinafter referred to as the \"Headquarters\") will be established in the Cabinet Office."}, {"text_block_id": "p6_b100", "text": "(Affairs under the Jurisdiction)"}, {"text_block_id": "p6_b101", "text": "Article 16  The Headquarters will take charge of the following affairs:"}, {"text_block_id": "p6_b102", "text": "Article 16  The Headquarters will take charge of the following affairs:\n* Affairs concerning the preparation of a draft of the Fundamental Plan for National Resilience and the promotion of the implementation of the plan;\n* Affairs concerning general adjustments of the measures to be implemented by relevant administrative organs based on the Fundamental Plan for National Resilience;\n* In addition to what is set forth in the preceding two items, affairs concerning planning, designing and general adjustments of important measures concerning National Resilience."}, {"text_block_id": "p6_b108", "text": "(Preparation of a Draft of the Fundamental Plan for National Resilience) Article 17  (1) In order to clarify the matters necessary to promote initiatives for building National Resilience, the Headquarters must establish guidelines for Vulnerability Assessment, conduct Vulnerability Assessment in line with said"}, {"text_block_id": "p7_b109", "text": "guidelines, and prepare a draft of the Fundamental Plan for National Resilience based on the assessment results."}, {"text_block_id": "p7_b110", "text": "guidelines, and prepare a draft of the Fundamental Plan for National Resilience based on the assessment results.\n* When the Headquarters has established the guidelines set forth in the preceding paragraph, it must publicize them.\n* Vulnerability Assessment is to be conducted in a comprehensive and objective manner based on scientific knowledge, while envisaging the worst events that should never happen.\n* Vulnerability Assessment is to be conducted for each sector of measures concerning National Resilience that is to be specified in a draft of the Fundamental Plan for National Resilience.\n* Vulnerability Assessment is to be conducted also with regard to personnel to be allocated for each sector of measures concerning National Resilience and other resources necessary for promoting initiatives for building National Resilience.\n* In preparing a draft of the Fundamental Plan for National Resilience, the Headquarters must have the Vulnerability Assessment results verified and decide the order of priority for measures concerning National Resilience to be implemented intensively in light of the public need, objectivity, fairness and reasonableness, while ensuring the transparency of the process of preparing the draft.\n* When intending to prepare a draft of the Fundamental Plan for National Resilience, the Headquarters must hear the opinions of prefectures, municipalities, people with academic backgrounds and people who have a close relationship with the promotion of measures concerning National Resilience, in advance.\n* The provisions of the preceding paragraphs apply mutatis mutandis to the preparation of a draft of amendments to the Fundamental Plan for National Resilience.\n* The provisions of the preceding paragraphs apply mutatis mutandis to the preparation of a draft of amendments to the Fundamental Plan for National Resilience.\n (Composition)"}, {"text_block_id": "p7_b125", "text": "Article 18  The Headquarters will be composed of a Director-General, Vice Directors-General and other members."}, {"text_block_id": "p7_b126", "text": "(Director-General of the National Resilience Promotion Headquarters)"}, {"text_block_id": "p7_b127", "text": "Article 19  (1) The Prime Minister will serve as the Director-General of the Headquarters (hereinafter simply referred to as the \"Director-General\")."}, {"text_block_id": "p7_b128", "text": "Article 19  (1) The Prime Minister will serve as the Director-General of the Headquarters (hereinafter simply referred to as the \"Director-General\").\n* The Director-General will take overall control of the affairs of the Headquarters and direct and supervise the officials thereof.\n<\\li1>"}, {"text_block_id": "p7_b130", "text": "(Vice Directors-General of the National Resilience Promotion Headquarters) Article 20  (1) The Headquarters will have Vice Directors-General, consisting of"}, {"text_block_id": "p8_b131", "text": "the Chief Cabinet Secretary, the Minister in charge of Building National Resilience (meaning the Minister of State in charge of assistance for the Prime Minister with regard to comprehensive and systematic promotion of measures concerning National Resilience, upon appointment by the Prime Minister) and the Minister of Land, Infrastructure, Transport and Tourism."}, {"text_block_id": "p8_b132", "text": "the Chief Cabinet Secretary, the Minister in charge of Building National Resilience (meaning the Minister of State in charge of assistance for the Prime Minister with regard to comprehensive and systematic promotion of measures concerning National Resilience, upon appointment by the Prime Minister) and the Minister of Land, Infrastructure, Transport and Tourism.\n* The Vice Directors-General will assist with the duties of the Director-General.\n<\\li1>"}, {"text_block_id": "p8_b134", "text": "(Members of the National Resilience Promotion Headquarters)"}, {"text_block_id": "p8_b135", "text": "Article 21  (1) The Headquarters will have members (hereinafter referred to as the \"Members\")."}, {"text_block_id": "p8_b136", "text": "(2)"}, {"text_block_id": "p8_b137", "text": "All Ministers of State other than the Director-General and the Vice Directors-General will serve as the Members."}, {"text_block_id": "p8_b138", "text": "(Submission of Materials and Other Cooperation)"}, {"text_block_id": "p8_b139", "text": "Article 22  (1) When the Headquarters finds it necessary for performing the affairs under its jurisdiction, it may demand the submission of materials, statements of opinions, explanations and other required cooperation from the heads of the relevant administrative organs, local governments, incorporated administrative agencies (meaning the incorporated administrative agencies prescribed in Article 2, paragraph (1) of the Act on General Rules for Incorporated Administrative Agency (Act No. 103 of 1999)) and local incorporated administrative agencies (meaning the local incorporated administrative agencies prescribed in Article 2, paragraph (1) of the Local Incorporated Administrative Agency Act (Act No. 118 of 2003)), and the representatives of special corporations (meaning corporations directly founded under law or founded by special founding action under special law to which the provisions of Article 4, item (xv) of the Act for Establishment of the Ministry of Internal Affairs and Communications (Act No. 91 of 1999) are applied)."}, {"text_block_id": "p8_b140", "text": "(2)"}, {"text_block_id": "p8_b141", "text": "When the Headquarters finds it necessary for performing the affairs under its jurisdiction, it may ask for necessary cooperation from persons other than those prescribed in the preceding paragraph."}, {"text_block_id": "p8_b142", "text": "(Affairs)"}, {"text_block_id": "p8_b143", "text": "Article 23  Affairs concerning the Headquarters will be processed within the Cabinet Secretariat and administered by the Assistant Chief Cabinet Secretary under its commission."}, {"text_block_id": "p8_b144", "text": "(Competent Minister)"}, {"text_block_id": "p8_b145", "text": "Article 24  The competent Minister as set forth in the Cabinet Act (Act No.5 of 1947) for the matters pertaining to the Headquarters is to be the Prime Minister."}, {"text_block_id": "p9_b146", "text": "(Delegation to Cabinet Order)"}, {"text_block_id": "p9_b147", "text": "Article 25  In addition to what are provided for in this Act, other matters necessary for the Headquarters will be provided for by Cabinet Order."}, {"text_block_id": "p9_b148", "text": "Chapter 5 Miscellaneous Provisions"}, {"text_block_id": "p9_b149", "text": "(Consideration concerning Appropriate State of Organizations in Charge of Promoting Initiatives for Building National Resilience)"}, {"text_block_id": "p9_b150", "text": "Article 26  The national government is to consider how organizations in charge of promoting initiatives for building National Resilience (excluding the Headquarters) should function, including how to strengthen their functions concerning the control of affairs and compilation of information for dealing with Large-scale Natural Disasters, while considering the consistency with the national government's basic policies on administrative reform, and is to take necessary legislative measures based on the results of the consideration."}, {"text_block_id": "p9_b151", "text": "(Enhancement of Citizens' Understanding)"}, {"text_block_id": "p9_b152", "text": "Article 27  The national government must endeavor to deepen citizens' understanding on National Resilience through public relations activities, etc."}, {"text_block_id": "p9_b153", "text": "(Enhancement of Understanding of Other Countries)"}, {"text_block_id": "p9_b154", "text": "Article 28  In order to contribute to enhancing national interests in the international community, the national government must endeavor to deepen the understanding of other countries on Japan's initiatives for building National Resilience."}, {"text_block_id": "p9_b155", "text": "Supplementary Provisions"}, {"text_block_id": "p9_b156", "text": "This Act will come into effect as of the date of promulgation."}], "document_description": "This law defines the Japanese government's responsibility for making the country as a whole more resilient to large-scale disasters. It also defines the basic legal principles of resilience and mandates the government to develop a range of policies to implement resilience initiatives. Most importantly, it stipulates that the government must create a Fundamental Plan for National Resilience, designed to be a comprehensive and systematic document to guide all other resilience plans, policies, and strategies. Lastly, this law also establishes the National Resilience Promotion Headquarters within the Cabinet Office. The Headquarters is to be responsible for creating the Fundamental Plan for National Resilience and overseeing all national resilience initiatives in Japan."}