{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Japan", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_language": "English", "document_name": "Basic Hydrogen Strategy", "document_country_code": "JPN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2017", "document_keyword": "Hydrogen", "document_url": "https://cdn.climatepolicyradar.org/JPN/2017/JPN-2017-01-01-Basic Hydrogen Strategy_c662e8efd1b8e5b70577b8a23cd97192.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Provisional Translation"}, {"text_block_id": "p0_b2", "text": "Basic Hydrogen Strategy"}, {"text_block_id": "p0_b3", "text": "December 26, 2017"}, {"text_block_id": "p0_b4", "text": "Ministerial Council on Renewable Energy,"}, {"text_block_id": "p0_b5", "text": "Hydrogen and Related Issues"}, {"text_block_id": "p1_b6", "text": "Contents"}, {"text_block_id": "p3_b7", "text": "Introduction"}, {"text_block_id": "p3_b8", "text": "Fossil fuels like oil, coal and natural gas supported Japan•s modernization and high economic growth after World War II, helping Japan to form a giant economic bloc and build its position as a developed country. Meanwhile, Japan, which is poor in natural resources including fossil fuels, has been plagued with structural vulnerability since the two oil crises in the 1970s, depending on foreign countries for the energy indispensable for national livelihood and industrial activities. In response to the effectuation of the Paris Agreement in November 2016, Japan is also required to fulfill its responsibility for addressing the climate change problem that is growing more serious. Japan•s greenhouse gas (GHG) emissions increased substantially as nuclear power plants were shut down after the Great East Japan Earthquake. Japan, which depends on overseas fossil fuels for almost all of its primary energy supply, must simultaneously ensure energy security and reduce greenhouse gas emissions."}, {"text_block_id": "p3_b9", "text": "Therefore, Japan has taken all possible measures including the promotion of energy conservation, the expansion of renewable energy, the utilization of natural gas and nuclear energy and the consideration of domestic carbon capture and storage. In the absence of any single, almighty solution, Japan must mobilize all such measures to realize the so-called •3E+S• • energy security, economic efficiency and environment, plus safety •energy policy. Given that climate change has the risk of having significant negative influences on future generations and that the extension of traditional measures would be insufficient over the long term through 2050 and the second half of this century, Japan must reform its existing energy supply structure and transition to a new energy system by pursuing solutions through innovation including the development and diffusion of innovative technologies that can fundamentally reduce GHG emissions, as noted in the Plan for Global Warming Countermeasures (Cabinet Decision on May 13, 2016)."}, {"text_block_id": "p3_b10", "text": "Hydrogen has favorable characteristics due to the fact that its use emits no carbon dioxide because it contains no carbon. It can be used as an energy carrier to store, carry, and in effect use renewable energy, due to its storability, portability and flexibility. Japan can take advantage of hydrogen technologies to use abundant renewable energy resources and unused energy resources from overseas that it has so far failed to use due to the fact that Japan is an island nation. Coupled with CCS, its use could have significant positive effects in terms of Japan•s efforts to mitigate climate change. For Japan, which is poor in energy resources, hydrogen could be a trump card in ensuring energy security and preventing further climate change."}, {"text_block_id": "p4_b11", "text": "In the so-called •East Asian Miracle,• Japan achieved its remarkable economic development despite the density of its population, limited energy resources and small territory. The key driver for the development has been scientific and technological strength backed by the highly educated and diligent Japanese people. It may not be easy to build a hydrogen-based society. However, Japan is suitable for introducing this innovation to the world and should lead the world in utilizing hydrogen."}, {"text_block_id": "p4_b12", "text": "It is indispensable to increase the citizens• support for realizing a hydrogen-based society. The 2020 Tokyo Olympic and Paralympic Games will be a good opportunity for Japan to demonstrate to its people and foreign visitors the extent of its forward-thinking initiatives. Tokyo already operates fuel cell buses and has proceeded with plans to use hydrogen in the Olympic and Paralympic villages. A demonstration pilot project will have its full-scale launch next spring to produce hydrogen from renewable energy in Fukushima Prefecture for use not only in the prefecture but also in Tokyo by 2020. Japan will leverage the Tokyo Olympic and Paralympic Games to further accelerate innovation for its world-leading hydrogen and fuel cell technologies to advance its growth strategy."}, {"text_block_id": "p4_b13", "text": "This Basic Hydrogen Strategy document represents the direction or vision that public and private sectors should share in realizing a hydrogen-based society with an eye on 2050 and provides an action plan for its realization. We hope that as many people as possible will read this strategy to deepen their understanding regarding hydrogen policies."}, {"text_block_id": "p5_b14", "text": "1. General"}, {"text_block_id": "p5_b15", "text": "1.1. Positioning Basic Hydrogen Strategy"}, {"text_block_id": "p5_b16", "text": "The fourth Strategic Energy Plan adopted in April 2014 stated, •Since technological innovation has progressed, now is the time to conduct comprehensive deliberation on a •hydrogen-based society,• which uses hydrogen as an energy.• Furthermore, the Council for a Strategy for Hydrogen and Fuel Cells, comprising experts from industrial, academic and government sectors, compiled the Strategic Roadmap for Hydrogen and Fuel Cells in June 2014."}, {"text_block_id": "p5_b17", "text": "The roadmap seeks to realize a hydrogen-based society on a step-by-step basis under the following three-phase program, carefully considering both short and long periods of time required to overcome technological challenges and secure economic efficiency:"}, {"text_block_id": "p5_b18", "text": "The roadmap seeks to realize a hydrogen-based society on a step-by-step basis under the following three-phase program, carefully considering both short and long periods of time required to overcome technological challenges and secure economic efficiency:\n* Phase 1: Dramatic expansion of hydrogen use (from present)\n* Phase 1: Dramatic expansion of hydrogen use (from present)\n By expanding the use of fixed fuel cells and fuel cell vehicles (FCVs) dramatically, Japan will capture the global market for hydrogen and fuel cells in which it leads the world.\n* Phase 2: Full-fledged introduction of hydrogen power generation and establishment of a large-scale hydrogen supply system (by the second half of the 2020s)\n* Phase 2: Full-fledged introduction of hydrogen power generation and establishment of a large-scale hydrogen supply system (by the second half of the 2020s)\n While increasing hydrogen demand further, Japan will increase the scope of current hydrogen sources to cover unused energy sources and establish a new secondary energy structure including hydrogen in addition to traditional electricity and heat.\n* Phase 3: Establishment of a CO\n* Phase 3: Establishment of a CO\n 2\n* Phase 3: Establishment of a CO\n 2\n -free hydrogen supply system on a total basis (by around 2040)"}, {"text_block_id": "p5_b28_merged_merged", "text": "Japan will combine hydrogen production with CCS or use hydrogen from renewable energy to establish a totally CO2-free hydrogen supply system.."}, {"text_block_id": "p5_b32", "text": "Based on later progress in hydrogen use development, the roadmap was revised in March 2016 to include the path to and quantitative targets for expanding residential fuel cells (Ene-Farms) and FCVs and making hydrogen stations independent."}, {"text_block_id": "p5_b33", "text": "In April 2017, the Ministerial Council on Renewable Energy, Hydrogen and Related Issues held its first meeting to discuss initiatives for expanding renewable energy and realizing a hydrogen-based society. It then adopted a plan to decide on a basic strategy within the year that will allow the government to be united in promoting initiatives that will ensure Japan becomes the first country in the world to realize a hydrogen-based society.. The plan was specified in the Investments for the Future Strategy 2017 (Cabinet Decision on June 9, 2017)."}, {"text_block_id": "p5_b34", "text": "Based on the above background, here is the final decision on the Basic Hydrogen"}, {"text_block_id": "p6_b35_merged", "text": "Strategy. The basic strategy includes the existing roadmap for the introduction and diffusion of individual technologies, positions hydrogen as a new carbon-free energy option and represents a policy that directs the whole of the government to implement relevant measures. Based on the basic strategy, Japan will resolve energy security and GHG emission reduction challenges simultaneously, make national efforts to use hydrogen, and become the first country in the world to realize a hydrogen-based society in order to lead the world in using hydrogen."}, {"text_block_id": "p6_b37", "text": "1.2. Timeline for the Basic Hydrogen Strategy"}, {"text_block_id": "p6_b38", "text": "In response to the effectuation of the Paris Agreement in November 2016, major countries are announcing ambitious initiatives and visions toward 2050. Based on the Strategic Roadmap for Hydrogen and Fuel Cells that mainly spells out goals to be realized by around 2030, this strategy provides the directions and vision that public and private sectors should share with an eye on 2050."}, {"text_block_id": "p6_b39", "text": "We will monitor the progress in this strategy toward FY2020, making revisions as necessary."}, {"text_block_id": "p7_b40", "text": "2. Structural problems involving Japan•s energy supply and demand"}, {"text_block_id": "p7_b41", "text": "2.1. Energy security and self-sufficiency rate"}, {"text_block_id": "p7_b42", "text": "Japan, which is poor in fossil fuel resources, depends on overseas fossil fuels for about 94% of its primary energy supply"}, {"text_block_id": "p7_b43", "text": ", and is therefore plagued with structural vulnerability"}, {"text_block_id": "p7_b44", "text": "in terms of energy security. Particularly, oil-based fuels account for 98% of automobile fuels, of which approximately 87% is from the Middle East."}, {"text_block_id": "p7_b45", "text": "Japan•s energy self-sufficiency rate has consistently remained as low as 6-7%, due primarily to the shutdown of nuclear power plants since the Great East Japan Earthquake. This level is the second lowest among the 34 OECD countries. It is far lower than Japan•s food self-sufficiency rate (at 38% on a calorie basis), which is the lowest among developed countries."}, {"text_block_id": "p7_b46", "text": "Since the introduction of the Feed-in Tariff system for renewable energy electricity, renewable energy including solar photovoltaics has diffused rapidly in Japan. However, renewable energy power generation, including traditional hydro power generation, accounts for only 15.0% (estimated for FY2016) of Japan•s total power generation."}, {"text_block_id": "p7_b47", "text": "2.2. CO"}, {"text_block_id": "p7_b48", "text": "2"}, {"text_block_id": "p7_b49", "text": "emission restrictions"}, {"text_block_id": "p7_b50", "text": "Based on its nationally determined contributions (NDCs) submitted to the United Nations in 2016, Japan plans to cut greenhouse gas emissions by 26% from FY2013 levels by FY2030 (or by 25.4% from FY2005 levels) through domestic GHG emissions reductions and absorption."}, {"text_block_id": "p7_b51", "text": "It is necessary to cut 310 million tons of CO"}, {"text_block_id": "p7_b52", "text": "2"}, {"text_block_id": "p7_b53", "text": ", of which 190 million tons (more than 60% of the required cuts) is currently used for the power generation sector that accounts for 40% of total CO"}, {"text_block_id": "p7_b54", "text": "2"}, {"text_block_id": "p7_b55", "text": "emissions.."}, {"text_block_id": "p7_b56_merged_merged_merged_merged", "text": "Based on the Paris Agreement, the Plan for Global Warming Countermeasures seeks to cut GHG emissions by 80% over the long term through 2050by taking"}, {"text_block_id": "p8_b58", "text": "maximum advantage of innovation including the development and diffusion of innovative technologies."}, {"text_block_id": "p9_b59", "text": "3. Significance and importance of hydrogen"}, {"text_block_id": "p9_b60", "text": "Hydrogen has the potential to diversify Japan•s primary energy supply structure and to substantially reduce carbon use."}, {"text_block_id": "p9_b61", "text": "Japan has just begun to use hydrogen. At present, hydrogen generated as a by"}, {"text_block_id": "p9_b62", "text": "-"}, {"text_block_id": "p9_b63", "text": "product at industrial plants and hydrogen produced through reforming of natural gas and liquefied petroleum gas are used for energy purposes. These kinds of hydrogen originate from fossil fuels imported from abroad. Fuel cells, although appreciated for their ability to reduce energy costs, are seen only as representing efficient energy use at present. Accordingly, the true value of hydrogen use has not been understood by citizens or demonstrated sufficiently."}, {"text_block_id": "p9_b64", "text": "3.1. Significance in procurement/supply: Diversification of supply/procurement sources to fundamentally reduce procurement/supply risks"}, {"text_block_id": "p9_b65", "text": "Suitable sites for renewable energy power generation, economical fossil fuel production, and carbon dioxide capture and storage are randomly located in the world."}, {"text_block_id": "p9_b66", "text": "Since hydrogen can be produced from renewable energy and various other energy sources, stored and transported, Japan can procure hydrogen from anywhere internally and externally. Therefore, Japan•s primary supply structure, which currently depends on randomly located overseas fossil fuels, can be reformed and diversified into a structure that depends on no specific energy sources, which will fundamentally reduce energy procurement and supply risks."}, {"text_block_id": "p9_b67", "text": "（"}, {"text_block_id": "p9_b68", "text": "a"}, {"text_block_id": "p9_b69", "text": "）"}, {"text_block_id": "p9_b70", "text": "Fossil fuels can be made free from CO"}, {"text_block_id": "p9_b71", "text": "2"}, {"text_block_id": "p9_b72", "text": "through overseas CCS use"}, {"text_block_id": "p9_b73", "text": "through overseas CCS use\n* Unused low-cost fossil fuel resources, including abundant overseas brown coal\n* Unused low-cost fossil fuel resources, including abundant overseas brown coal\n 2\n* Unused low-cost fossil fuel resources, including abundant overseas brown coal\n 2\n through the combination of hydrogen\n* Suitable sites for CCS must have geological structures to trap CO2, with\n* Such unused overseas energy resources, suitable CCS sites, and"}, {"text_block_id": "p10_b85", "text": "through overseas CCS use\n* Unused low-cost fossil fuel resources, including abundant overseas brown coal\n* Unused low-cost fossil fuel resources, including abundant overseas brown coal\n 2\n* Unused low-cost fossil fuel resources, including abundant overseas brown coal\n 2\n through the combination of hydrogen\n* Suitable sites for CCS must have geological structures to trap CO2, with\n* Such unused overseas energy resources, suitable CCS sites, and\n"}, {"text_block_id": "p10_b88", "text": "（"}, {"text_block_id": "p10_b89", "text": "b"}, {"text_block_id": "p10_b90", "text": "）"}, {"text_block_id": "p10_b91", "text": "Cheap overseas renewable energy resources are available"}, {"text_block_id": "p10_b92", "text": "Cheap overseas renewable energy resources are available\n* Renewable energy power generation costs have been declining rapidly,\n* Renewable energy power generation costs have been declining rapidly,\n .\n* If renewable energy power generation costs decline further, hydrogen may be"}, {"text_block_id": "p10_b97", "text": "Purely domestic renewable energy would lead to the improvement of Japan•s energy self-sufficiency rate. However, renewable energy power sources are naturally volatile and cannot be controlled. When renewable energy electricity is undersupplied, other electricity sources must be employed to cover the shortages. In the event of an oversupply, output must be controlled. Therefore, electricity storage technologies are one of the keys to further the expansion of renewable energy. In this respect, hydrogen enables large-scale, long-term energy storage and has great potential to play a key role in storing electricity."}, {"text_block_id": "p10_b98", "text": "（"}, {"text_block_id": "p10_b99_merged_merged_merged_merged", "text": "c）Contributing to domestic renewable energy expansion"}, {"text_block_id": "p10_b102", "text": "c）Contributing to domestic renewable energy expansion\n* As volatile renewable energy power sources including solar and wind power\n* Controlling flow of electricity on electricity output from renewable energy"}, {"text_block_id": "p11_b106", "text": "c）Contributing to domestic renewable energy expansion\n* As volatile renewable energy power sources including solar and wind power\n* Controlling flow of electricity on electricity output from renewable energy\n* If renewable energy costs fall in Japan as with overseas at present, renewable"}, {"text_block_id": "p11_b111", "text": "3.2. Significance of hydrogen use: Reducing carbon in power generation, transportation, heat use and industrial processes"}, {"text_block_id": "p11_b112", "text": "CO"}, {"text_block_id": "p11_b113", "text": "2"}, {"text_block_id": "p11_b114", "text": "is not emitted during hydrogen use. CCS and renewable energy technologies can be used to make hydrogen a completely-CO"}, {"text_block_id": "p11_b115", "text": "2"}, {"text_block_id": "p11_b116", "text": "-free energy source. Like natural gas, hydrogen can be handled as fuel. Fuel cell technologies that efficiently generate electricity and heat from hydrogen can be combined with hydrogen to ultimately reduce carbon in various areas including power generation, transportation, industrial processes, and heat use."}, {"text_block_id": "p11_b117", "text": "（"}, {"text_block_id": "p11_b118", "text": "a"}, {"text_block_id": "p11_b119", "text": "）"}, {"text_block_id": "p11_b120", "text": "Hydrogen•s potential to reduce carbon in the electricity system"}, {"text_block_id": "p11_b121", "text": "Hydrogen•s potential to reduce carbon in the electricity system\n* In order to reduce carbon in the power generation sector that accounts for 40%\n* Natural gas power generation features supply and adjustment capacity and is\n* Long-term electricity storage will be important for using massive renewable\n* In this way, hydrogen as along with renewable energy is expected to play a key"}, {"text_block_id": "p12_b133", "text": "（"}, {"text_block_id": "p12_b134", "text": "b"}, {"text_block_id": "p12_b135", "text": "）"}, {"text_block_id": "p12_b136", "text": "Hydrogen•s potential to reduce carbon in mobility"}, {"text_block_id": "p12_b137", "text": "Hydrogen•s potential to reduce carbon in mobility\n* The transport sector accounts for slightly less than 20% of Japanâ¢s total CO\n* The transport sector accounts for slightly less than 20% of Japanâ¢s total CO\n 2\n* The transport sector accounts for slightly less than 20% of Japanâ¢s total CO\n 2\n emissions, and automobiles (passenger cars and trucks) account for 85% of the\n* Hydrogen features more energy density per unit weight and unit cubic volume\n* Battery electric vehicles (BEVs) with lithium-ion batteries, though inferior to\n* To reduce carbon across the entire mobility sector including forklifts and other\n* To reduce carbon across the entire mobility sector including forklifts and other\n 2\n* To reduce carbon across the entire mobility sector including forklifts and other\n 2\n -free hydrogen and FCVs.â¢"}, {"text_block_id": "p12_b149", "text": "（"}, {"text_block_id": "p12_b150", "text": "c"}, {"text_block_id": "p12_b151", "text": "）"}, {"text_block_id": "p12_b152", "text": "Hydrogen•s potential to reduce carbon in industrial processes and heat use"}, {"text_block_id": "p12_b153", "text": "Hydrogen•s potential to reduce carbon in industrial processes and heat use\n* Sectors outside the power generation and transport sectors account for 540\n* Sectors outside the power generation and transport sectors account for 540\n 2\n* Sectors outside the power generation and transport sectors account for 540\n 2\n emissions.\n* Sectors outside the power generation and transport sectors account for 540\n 2\n emissions.\n 2\n* Sectors outside the power generation and transport sectors account for 540\n 2\n emissions.\n 2\n .\n* Generally, direct heating and other industrial processes are difficult to electrify."}, {"text_block_id": "p13_b166", "text": "（"}, {"text_block_id": "p13_b167", "text": "d"}, {"text_block_id": "p13_b168", "text": "）"}, {"text_block_id": "p13_b169", "text": "Fuel cell technology•s potential to reduce carbon"}, {"text_block_id": "p13_b170", "text": "Fuel cell technology•s potential to reduce carbon\n* Fuel cells represent one of the most important technologies for using hydrogen.\n* Small dispersed power systems using fuel cells feature greater power"}, {"text_block_id": "p13_b174", "text": "3.3. Significance seen from 3E+S viewpoint"}, {"text_block_id": "p13_b175", "text": "The fourth Strategic Energy Plan (Cabinet Decision in April 2014) presents •energy security•, enhancing •economic efficiency,• and •environment• suitability on the premise of •safety• as representing its fundamental stance. The three E•s are difficult to simultaneously achieve and are called the •energy trilemma.• Low-carbon technologies are the solution to the trilemma."}, {"text_block_id": "p13_b176", "text": "A hydrogen-based society is not a goal but a means to an end. A hydrogen-based society must be realized to achieve the •3E+S• goal. The following reaffirms the significance of hydrogen use in terms of the •3E+S•."}, {"text_block_id": "p13_b177", "text": "（"}, {"text_block_id": "p13_b178_merged_merged", "text": "a） Safety"}, {"text_block_id": "p13_b181", "text": "a） Safety\n* Hydrogen is the lightest flammable gas on the earth, featuring a wide\n* However, the coexistence of massive amounts of hydrogen and oxygen in an"}, {"text_block_id": "p14_b185", "text": "（"}, {"text_block_id": "p14_b186", "text": "b"}, {"text_block_id": "p14_b187", "text": "）"}, {"text_block_id": "p14_b188", "text": "Energy security"}, {"text_block_id": "p14_b189", "text": ""}, {"text_block_id": "p14_b190", "text": "Since hydrogen can be produced from renewable energy and various other energy sources, stored and transported, Japan can procure hydrogen from anywhere internally and externally. Therefore, Japan•s primary supply structure, which currently depends on randomly located overseas fossil fuels, can be reformed and diversified into a structure that depends on no specific energy sources, which will fundamentally reduce energy procurement and supply risks. [Repeated]"}, {"text_block_id": "p14_b191", "text": ""}, {"text_block_id": "p14_b192", "text": "Purely domestic renewable energy would lead to the improvement of Japan•s energy self-sufficiency rate. However, renewable energy power sources are naturally volatile and cannot be controlled. When renewable energy electricity is undersupplied, other electricity sources must be employed to cover the shortages. In the event of an oversupply, output must be controlled. Therefore, electricity storage technologies are one of the keys to further the expansion of renewable energy. In this respect, hydrogen enables large-scale, long-term energy storage and has great potential to play a key role in storing electricity. [Repeated]"}, {"text_block_id": "p14_b193", "text": "（"}, {"text_block_id": "p14_b194", "text": "c"}, {"text_block_id": "p14_b195", "text": "）"}, {"text_block_id": "p14_b196", "text": "Economic efficiency"}, {"text_block_id": "p14_b197", "text": ""}, {"text_block_id": "p14_b198", "text": "Fossil fuels such as coal and oil feature high volume energy density, ease in handling, and excellent economic efficiency. From the viewpoint of depletion and climate change, however, they have sustainability problems, risking massive social costs for future generations."}, {"text_block_id": "p14_b199", "text": ""}, {"text_block_id": "p14_b200", "text": "Hydrogen use costs for the present generation are higher than traditional fossil fuel use costs. As hydrogen use costs have great potential to decline over a medium to long term, however, hydrogen can be a leading option to lower energy use costs for future generations."}, {"text_block_id": "p14_b201", "text": "（"}, {"text_block_id": "p14_b202", "text": "d"}, {"text_block_id": "p14_b203", "text": "）"}, {"text_block_id": "p14_b204", "text": "Environment"}, {"text_block_id": "p14_b205", "text": ""}, {"text_block_id": "p14_b206_merged_merged_merged_merged", "text": "CO2 is not emitted during hydrogen use. CCS and renewable energy technologies can be used to make hydrogen a completely-CO2-free energy"}, {"text_block_id": "p15_b211", "text": "source. [Repeated]"}, {"text_block_id": "p15_b212", "text": ""}, {"text_block_id": "p15_b213", "text": "Like natural gas, hydrogen can be handled as fuel. Fuel cell technologies that efficiently generate electricity and heat from hydrogen can be combined with hydrogen to ultimately reduce carbon in various areas including power generation, transportation, industrial processes, and heat use. [Repeated]"}, {"text_block_id": "p15_b214", "text": "3.4. International significance: Contributions to international community through world-leading innovation"}, {"text_block_id": "p15_b215", "text": "International promotion of hydrogen use will not only deepen the significance of hydrogen use based on Japan•s energy policy but also contribute to overseas CO"}, {"text_block_id": "p15_b216", "text": "2"}, {"text_block_id": "p15_b217", "text": "emission reduction."}, {"text_block_id": "p15_b218", "text": ""}, {"text_block_id": "p15_b219", "text": "As countries promote low-carbon initiatives against the backdrop of the Paris Agreement, Japan•s overseas promotion of its world-leading hydrogen-related technologies, including FCVs, hydrogen stations and fixed fuel cells, will contribute to overseas CO"}, {"text_block_id": "p15_b220", "text": "2"}, {"text_block_id": "p15_b221", "text": "emissions reductions and encourage hydrogen use in Japan to enhance its industrial competitiveness, producing a virtuous cycle."}, {"text_block_id": "p15_b222", "text": ""}, {"text_block_id": "p15_b223", "text": "Given that hydrogen production through reforming of fossil fuels can be combined with CCS to make CO"}, {"text_block_id": "p15_b224", "text": "2"}, {"text_block_id": "p15_b225", "text": "-free energy, the international promotion of relevant technologies will contribute to low-carbon energy use in resources-rich countries. Hydrogen carrier technologies can be used to provide resources-rich countries with new export goods including renewable energy resources."}, {"text_block_id": "p15_b226", "text": ""}, {"text_block_id": "p15_b227", "text": "Sustainable economic and social development is a great challenge facing the international community at present. Hydrogen use can become a climate change countermeasure and a very useful means of resolving the challenge. Japan will become the first country in the world to vigorously tackle hydrogen use and will share its achievements with other countries."}, {"text_block_id": "p15_b228", "text": "3.5. Significance of industrial promotion and enhancing competitiveness"}, {"text_block_id": "p15_b229", "text": ""}, {"text_block_id": "p15_b230_merged_merged_merged_merged", "text": "The Hydrogen Council, an initiative by Japanese and other business leaders, reports that hydrogen use for CO2 emission reduction could create a $2.5 trillion market and 30 million jobs on the assumption that energy-related CO2"}, {"text_block_id": "p16_b234", "text": "emissions would have to be cut by 60% by 2050 to achieve the so-called 2"}, {"text_block_id": "p16_b235", "text": "℃"}, {"text_block_id": "p16_b236", "text": "scenario."}, {"text_block_id": "p16_b237", "text": ""}, {"text_block_id": "p16_b238", "text": "Japan has a longer than 40-year history of hydrogen and fuel cell technology research and development under such projects as the Sunshine Project and the Moonlight Project launched in the 1970s, the Japan Hydrogen and Fuel Cell Demonstration (JHFC) Project and a large-scale demonstration project for stationary fuel cells, accumulating world-leading technologies, knowledge, and knowhow in its industrial and academic sectors. As indicated by Ene-Farms commercialized in 2009 and hydrogen stations and FCVs launched in 2014, Japan has become the first country in the world to commercialize hydrogen and fuel cell technologies."}, {"text_block_id": "p16_b239", "text": ""}, {"text_block_id": "p16_b240", "text": "As hydrogen and fuel cell technologies have expanded widely, Japan has retained the world•s highest level in technologies including not only the abovementioned fuel cell cogeneration systems, FCVs and hydrogen stations but also gas turbines for hydrogen power generation, water electrolysis systems, hydrogen carrier ships and hydrogen carrier technology."}, {"text_block_id": "p16_b241", "text": ""}, {"text_block_id": "p16_b242", "text": "Given the future global spread of hydrogen use, Japan•s overseas promotion of these technologies will contribute not only to carbon emissions reductions overseas but also to industry policy on hydrogen."}, {"text_block_id": "p16_b243", "text": "3.6. Hydrogen initiatives in foreign countries"}, {"text_block_id": "p16_b244", "text": "As hydrogen has attracted global attention as next-generation energy, not only Western developed countries but also China and other emerging countries with continually increasing energy demands are promoting various hydrogen use initiatives. While grasping and keeping step with such global trends, Japan should lead the world in realizing a hydrogen-based society."}, {"text_block_id": "p16_b245", "text": ""}, {"text_block_id": "p16_b246_merged_merged", "text": "Europe is conducting demonstrative research on the operation of about 140 fuel cell buses under the Fuel Cells and Hydrogen Joint Undertaking (FCH-JU) and on power-to-gas technologies for stabilizing electric grids. Europe is also considering systems for evaluating, certifying and trading the environmental"}, {"text_block_id": "p17_b248", "text": "value of hydrogen. Definitions"}, {"text_block_id": "p17_b249", "text": "for •Premium Hydrogen• from renewable energy and other kinds of hydrogen have already been established, with a roadmap prepared for building a certification system for Premium Hydrogen"}, {"text_block_id": "p17_b250", "text": ". Premium Hydrogen is planned for steelmaking and oil refining processes under an initiative to reduce carbon in the industrial sector. Some European countries have also vowed to ban gasoline and diesel vehicles in the future which will promote the diffusion of BEVs, FCVs and other next-generation vehicles, representing policies that will reduce carbon in the automobile area."}, {"text_block_id": "p17_b251", "text": ""}, {"text_block_id": "p17_b252", "text": "Germany is promoting renewable energy for automobiles and power generation to increase renewable energy to 50% or more of the national power supply by 2030 with the goal of reducing GHG emissions in 2050 by 80-95%. Germany plans to develop 400 hydrogen stations by 2023, using the •H2 Mobility•"}, {"text_block_id": "p17_b253", "text": "framework launched by six European private companies in 2015. Against the backdrop of energy policies and natural gas grid development, Germany has undertaken power-to-gas demonstration projects at about 30 plants including those under construction."}, {"text_block_id": "p17_b254", "text": ""}, {"text_block_id": "p17_b255", "text": "In France, an automaker has developed a vehicle using fuel cells to power the battery to increase the driving distance, selling about 200 units. France intends to spread hydrogen use while minimizing initial investment, planning to introduce large-scale hydrogen stations in the second half of the 2020s."}, {"text_block_id": "p17_b256", "text": ""}, {"text_block_id": "p17_b257_merged_merged_merged", "text": "In the United States, California has introduced a regulationthat a certain percentage of vehicles that large manufacturers produce for sale in California"}, {"text_block_id": "p18_b259", "text": "must be ZEVs (including BEVs and FCVs). As of October 2017, about 3,000 FCVs were used in the state. While 51 hydrogen stations have been developed in the whole of the United States, California plans to build about 100 hydrogen stations by 2023. In the Northeast including New York, about 110 to 120 hydrogen stations are planned for construction by 2025."}, {"text_block_id": "p18_b260", "text": ""}, {"text_block_id": "p18_b261_merged", "text": "In China, a roadmapfor diffusing FCVs was announced in October 2016, including a target of increasing the number of FCVs to one million units with 1,000 hydrogen stations developed by 2030. China plans to require automakers to secure a certain market share for next-generation vehicles from 2018. Chinese automakers are implementing joint FCV development and demonstration projects with universities or other research organizations, while a foreign company is constructing a fuel cell stack plant."}, {"text_block_id": "p18_b263", "text": ""}, {"text_block_id": "p18_b264", "text": "The Republic of Korea (ROK) now has some 100 FCVs with about 20 hydrogen stations developed and has released a target of increasing the number of FCVs to 100,000 units and the number of hydrogen stations to 210 in 2025. Publicprivate partnership initiatives are being promoted to achieve the target."}, {"text_block_id": "p19_b265", "text": "4. Basic strategy for realizing hydrogen-based society"}, {"text_block_id": "p19_b266", "text": "4.1. Realizing low-cost hydrogen use: Utilizing overseas unused energy and renewable energy"}, {"text_block_id": "p19_b267", "text": ""}, {"text_block_id": "p19_b268", "text": "It is indispensable to reduce the hydrogen procurement and supply costs to realize a •hydrogen-based society• in which hydrogen is used in daily life and in industrial activities."}, {"text_block_id": "p19_b269", "text": ""}, {"text_block_id": "p19_b270", "text": "Promising approaches to reduce the cost of hydrogen include combining overseas unused energy with CCS and procuring massive amounts of hydrogen from cheap renewable energy. They are basic approaches under which Japan will develop international integrated hydrogen supply chains covering everything from hydrogen production to storage, transportation, and use."}, {"text_block_id": "p19_b271", "text": ""}, {"text_block_id": "p19_b272", "text": "Specifically, Japan will develop commercial-scale supply chains by around 2030 to procure 300,000 tons of hydrogen annually and reduce the cost of hydrogen"}, {"text_block_id": "p19_b273", "text": "to 30 yen/Nm"}, {"text_block_id": "p19_b274", "text": "3"}, {"text_block_id": "p19_b275", "text": ". Then, it will be important for Japan to expand hydrogen demand in the mobility sector including FCVs and dramatically increase hydrogen demand by introducing hydrogen power generation which will consume nation-scale amounts of hydrogen."}, {"text_block_id": "p19_b276", "text": ""}, {"text_block_id": "p19_b277_merged_merged", "text": "From 2030, Japan will expand international hydrogen supply chains on the supply side and spread industrial hydrogen use on the demand side to further reduce the hydrogen cost to narrow cost gaps with traditional energy sources. In the future, Japan will try to lower the hydrogen cost to 20 yen/Nm3 to allow hydrogen including its environmental value to have the same cost competitiveness as traditional energy sources."}, {"text_block_id": "p19_b280", "text": "4.2. Developing international hydrogen supply chains"}, {"text_block_id": "p19_b281", "text": "To create viable international hydrogen supply chains, upstream initiatives to secure cheap overseas resources through private sector efforts and government-to-government diplomacy will be required along with energy carrier technologies to enable efficient hydrogen transportation and storage."}, {"text_block_id": "p19_b282", "text": "At present, compressed or liquefied hydrogen is utilized for hydrogen supply in"}, {"text_block_id": "p20_b283", "text": "Japan. For the development of international supply chains, hydrogen carriers such as methylcyclohexane (MCH) under the organic hydride method, ammonia, and methane could be utilized in addition to liquefied hydrogen for which transportation technologies and infrastructure have been established in Japan. Each carrier has its own advantages and disadvantages. Technological, safety and environmental problems will have to be resolved, while relevant infrastructure including port facilities for hydrogen imports will have to be developed."}, {"text_block_id": "p20_b284", "text": "In hydrogen supply chains, these hydrogen energy carriers perform various roles. While liquefied hydrogen and MCH are purely designed for hydrogen transportation, ammonia, though being a hydrogen carrier, is also available for direct use. Methane from renewable energy is assumed to be available exclusively for direct use. It must be noted that the direct use of hydrogen carriers differs from the use of hydrogen (H"}, {"text_block_id": "p20_b285", "text": "2"}, {"text_block_id": "p20_b286", "text": ")."}, {"text_block_id": "p20_b287", "text": "（"}, {"text_block_id": "p20_b288", "text": "a"}, {"text_block_id": "p20_b289", "text": "）"}, {"text_block_id": "p20_b290", "text": "Developing liquefied hydrogen supply chains"}, {"text_block_id": "p20_b291", "text": ""}, {"text_block_id": "p20_b292", "text": "Liquefied hydrogen: (1) is about one-800th the cubic volume of gaseous hydrogen, (2) can easily provide very pure hydrogen through gasification, (3) is available for infrastructure and technology that are similar to those for LNG, and (4) is available for established transportation infrastructure in Japan."}, {"text_block_id": "p20_b293", "text": ""}, {"text_block_id": "p20_b294", "text": "As liquefied hydrogen is colder than LNG, however, technologies must be developed for new infrastructure for maritime transportation, loading and unloading, and storage."}, {"text_block_id": "p20_b295", "text": ""}, {"text_block_id": "p20_b296_merged_merged_merged", "text": "Therefore, Japan will establish basic technologies through its joint project with Australia for the development and demonstration of a liquefied hydrogen supply chain lasting until FY2020, paving the way for commercialization. Under the project, Japan will also attempt to establish technologies for producing CO2-free hydrogen from brown coal which is known to be a cheap, currently unused energy source and for separating and capturing the CO2."}, {"text_block_id": "p20_b301", "text": ""}, {"text_block_id": "p20_b302", "text": "As for the world•s first attempt to make liquefied hydrogen available for maritime transportation, Japan will develop and demonstrate a liquefied hydrogen carrier ship for the Japan-Australia liquefied hydrogen supply chain development and demonstration project. Tentative safety standards proposed by Japan and Australia for liquefied hydrogen carrier ships were adopted by the International Maritime Organization in 2016. Based on the abovementioned"}, {"text_block_id": "p21_b303", "text": "project, Japan will draft international standards for commercial liquefied hydrogen carrier ships to secure stable liquefied hydrogen transportation."}, {"text_block_id": "p21_b304", "text": ""}, {"text_block_id": "p21_b305", "text": "Japan will demonstrate the liquefied hydrogen supply chain by the mid-2020s for commercialization around 2030. To this end, Japan will establish massive transportation, loading, unloading and storage technologies by early 2020 while developing liquefied hydrogen unloading facilities. In terms of hydrogen power generation equipment, Japan will develop and demonstrate relevant components including large-capacity vaporizers, boost pumps, pipe arrangements and pipe fittings."}, {"text_block_id": "p21_b306", "text": "（"}, {"text_block_id": "p21_b307_merged", "text": "b） Developing organic hydride supply chains"}, {"text_block_id": "p21_b310", "text": ""}, {"text_block_id": "p21_b311", "text": "MCH: (1) is about one-500th the cubic volume of gaseous hydrogen, (2) is liquid at ordinary temperatures and pressures and available for easy handling and long-term storage, and (3) is available for use with existing transportation, loading and unloading infrastructure including tankers and tanks."}, {"text_block_id": "p21_b312", "text": ""}, {"text_block_id": "p21_b313", "text": "However, technologies must be developed for hydrogenation and dehydrogenation facilities. As energy is required for dehydrogenation, some solutions need to be developed, including how to incorporate the waste heat from power generation into the dihydrogen process."}, {"text_block_id": "p21_b314", "text": ""}, {"text_block_id": "p21_b315", "text": "Through a joint project with Brunei, Japan will establish basic technologies for the development and demonstration of an organic hydride supply chain lasting until FY2020, paving the way for commercialization."}, {"text_block_id": "p21_b316", "text": ""}, {"text_block_id": "p21_b317", "text": "After the development and demonstration project, Japan will plan commercialization and launch the construction of relevant facilities with a view to developing commercial supply chains with sufficient capacity to meet domestic hydrogen demand that exists in 2025 or after. In the early stage for commercial supply chains, Japan will effectively use existing infrastructure and continue to develop technologies (1) for use in large-capacity hydrogenation and dehydrogenation plants and transportation tankers and (2) that will allow for cutting costs to reduce hydrogen supply prices."}, {"text_block_id": "p22_b318", "text": "（"}, {"text_block_id": "p22_b319", "text": "c"}, {"text_block_id": "p22_b320", "text": "）"}, {"text_block_id": "p22_b321", "text": "Developing technologies for utilizing ammonia as energy carrier"}, {"text_block_id": "p22_b322", "text": ""}, {"text_block_id": "p22_b323", "text": "Ammonia (NH"}, {"text_block_id": "p22_b324", "text": "3"}, {"text_block_id": "p22_b325", "text": "): (1) features a higher hydrogen density than other carriers (1.5 times as high as liquefied hydrogen) and is available through smaller-scale and cheaper infrastructure development, (2) is produced from natural gas and relatively cheaper, and (3) is available for existing commercial supply chains. Ammonia can be directly used for power generation without any dehydrogenation process and emits no CO"}, {"text_block_id": "p22_b326", "text": "2"}, {"text_block_id": "p22_b327", "text": "during combustion."}, {"text_block_id": "p22_b328", "text": ""}, {"text_block_id": "p22_b329", "text": "However, there are problems including (1) how to eliminate CO"}, {"text_block_id": "p22_b330", "text": "2"}, {"text_block_id": "p22_b331", "text": "emissions in ammonia production through natural gas reformation, (2) how to reduce nitrogen oxide (NOx) emissions during direct ammonia combustion, and (3) ensuring public safety, due to the fact the ammonia is both poisonous and flammable under certain conditions."}, {"text_block_id": "p22_b332", "text": ""}, {"text_block_id": "p22_b333", "text": "Japan will develop technologies (1) to combine CCS or renewable energy use with ammonia production to eliminate CO"}, {"text_block_id": "p22_b334", "text": "2"}, {"text_block_id": "p22_b335", "text": "emissions, (2) to reduce NOx emissions during direct ammonia combustion, and (3) secure safety when handling the flammable poison, with the aim of introducing the use of CO"}, {"text_block_id": "p22_b336", "text": "2"}, {"text_block_id": "p22_b337", "text": "-free ammonia by the mid-2020s."}, {"text_block_id": "p22_b338", "text": "（"}, {"text_block_id": "p22_b339", "text": "d"}, {"text_block_id": "p22_b340", "text": "）"}, {"text_block_id": "p22_b341", "text": "Considering methanation using CO"}, {"text_block_id": "p22_b342", "text": "2"}, {"text_block_id": "p22_b343", "text": "-free hydrogen"}, {"text_block_id": "p22_b344", "text": ""}, {"text_block_id": "p22_b345", "text": "Hydrogen can be combined with CO"}, {"text_block_id": "p22_b346", "text": "2"}, {"text_block_id": "p22_b347", "text": "to produce methane in the so-called methanation process. Methane has great potential to serve as an energy carrier for (1) the effective utilization of Japan•s existing energy supply infrastructure (including city gas pipes and LNG power plants) and (2) low-carbon heat use."}, {"text_block_id": "p22_b348", "text": ""}, {"text_block_id": "p22_b349", "text": "Conditions for utilizing methane from CO"}, {"text_block_id": "p22_b350", "text": "2"}, {"text_block_id": "p22_b351", "text": "-free hydrogen include the procurement of massive amounts of CO"}, {"text_block_id": "p22_b352", "text": "2"}, {"text_block_id": "p22_b353", "text": "-free hydrogen at low cost, the presence of large-scale CO"}, {"text_block_id": "p22_b354", "text": "2"}, {"text_block_id": "p22_b355", "text": "-emitting sources and the availability of existing LNG infrastructure. As additional cost is required for methanation, cost assessment must cover the entire supply chain."}, {"text_block_id": "p22_b356", "text": ""}, {"text_block_id": "p22_b357_merged_merged_merged_merged_merged_merged_merged_merged", "text": "For commercial methanation, Japan will solve problems with cutting CO2 procurement costs, methanation equipment cost reductions, and overseas methanation and consider how best to diffuse methanation using CO2-free hydrogen."}, {"text_block_id": "p23_b362", "text": "（"}, {"text_block_id": "p23_b363", "text": "e"}, {"text_block_id": "p23_b364", "text": "）"}, {"text_block_id": "p23_b365", "text": "Domestic hydrogen transportation through pipelines"}, {"text_block_id": "p23_b366", "text": ""}, {"text_block_id": "p23_b367", "text": "Pipelines could become a promising means for transportation of massive amounts of hydrogen in Japan for both cost and environmental reasons"}, {"text_block_id": "p23_b368", "text": ". In fact, there are multiple projects underway with the goal of utilizing pipelines for short-range hydrogen transportation in Japan."}, {"text_block_id": "p23_b369", "text": ""}, {"text_block_id": "p23_b370", "text": "Even over the short term, ecosystems may be formed in line with hydrogen station development. From 2030, local hydrogen networks may form in coastal regions in line with the commercialization of international hydrogen supply chains. Existing city gas pipelines may be utilized for methanation."}, {"text_block_id": "p23_b371", "text": ""}, {"text_block_id": "p23_b372", "text": "At present, hydrogen for pipeline supply to residential, commercial, and other ordinary users must be odorized by law to allow for checking for gas leaks. There is concern that odorants damage fuel cell stacks, becoming one of the problems to be considered for the future diffusion of hydrogen pipelines. Therefore, the government will consider revising regulations on the odorizing of hydrogen for public use on the premise of secured safety after solving technological challenges involving methods of detecting leaks in buried pipelines."}, {"text_block_id": "p23_b373", "text": "4.3. Renewable energy expansion in Japan and regional revitalization"}, {"text_block_id": "p23_b374", "text": "（"}, {"text_block_id": "p23_b375", "text": "a"}, {"text_block_id": "p23_b376", "text": "）"}, {"text_block_id": "p23_b377", "text": "Measures to expand the use of hydrogen from renewable energy in Japan"}, {"text_block_id": "p23_b378", "text": ""}, {"text_block_id": "p23_b379_merged_merged_merged_merged", "text": "The International Energy Agency (IEA) and others predict that some countries will see chronic power oversupply problems in line with massive renewable energy expansion and will therefore have to conduct large-scale power output control. In Japan as well, grid and adjustment capacity problems have already emerged. To further expand renewable energy use, Japan will have to not only secure a regulated power supply but also develop technologies for storing"}, {"text_block_id": "p24_b381", "text": "surplus power."}, {"text_block_id": "p24_b382", "text": ""}, {"text_block_id": "p24_b383", "text": "Particularly, the power-to-gas technology for storing renewable energy electricity as hydrogen has attracted attention in Japan and other countries as a response to seasonal fluctuations that are difficult for storage batteries to address."}, {"text_block_id": "p24_b384", "text": ""}, {"text_block_id": "p24_b385", "text": "Cost reduction is the key to the full-blown use of hydrogen from renewable energy in Japan. The cost structure for hydrogen from renewable energy covers (1) operating expenditures for providing electricity from renewable energy sources, (2) the capacity utilization rate of hydrogen production equipment, and (3) capital expenditure on water electrolysis and other equipment. The first and second depend on future renewable energy expansion. To reduce the third cost, Japan will promote equipment sales not only in the domestic market but also in overseas markets including Europe where renewable energy expansion and cost reductions have made faster progress than in Japan. Japan will also seek to establish the technology for cutting the unit cost for water electrolysis systems as core power-to-gas equipment to 50,000 yen/kW by 2020 to realize the world•s highest cost competitiveness."}, {"text_block_id": "p24_b386", "text": ""}, {"text_block_id": "p24_b387", "text": "From 2020, Japan will promote the commercialization and installation of power-to-gas systems to store surplus electricity from renewable energy, based on the achievements of a pioneering demonstration project, which is being implemented in Fukushima Prefecture in order to promote the reconstruction of the prefecture. Japan aims to commercialize power-to-gas systems by around 2032, when the period of time for purchasing all electricity from renewable energy power generators under the Feed-in Tariff system will begin to expire for renewable energy projects. Furthermore, Japan will aim to reduce the cost of hydrogen from renewable energy to as low as that of imported hydrogen."}, {"text_block_id": "p24_b388", "text": "（"}, {"text_block_id": "p24_b389_merged", "text": "b） Utilizing regional resources and regional revitalization"}, {"text_block_id": "p24_b392", "text": ""}, {"text_block_id": "p24_b393", "text": "As low-carbon hydrogen sources, unused regional resources (including renewable energy, waste plastics, sewage sludge and by-product hydrogen) are attracting attention."}, {"text_block_id": "p24_b394", "text": ""}, {"text_block_id": "p24_b395", "text": "The development of hydrogen supply chains utilizing unused regional resources will contribute not only to expanding the use of low-carbon hydrogen"}, {"text_block_id": "p25_b396", "text": "in the future but also to improving regional energy self-sufficiency rates, creating new regional industries and establishing dispersed renewable and other energy systems on isolated islands with relatively small power systems."}, {"text_block_id": "p25_b397", "text": ""}, {"text_block_id": "p25_b398", "text": "Given that reducing costs is a challenge for developing such hydrogen supply chains, the central government must (1) cooperate with local governments and enterprises in expanding regional hydrogen demand and optimizing regional supply and demand (contributing to raising capacity utilization rates), (2) reduce costs of various hydrogen facilities, and (3) cut running costs (including power generation and raw material procurement costs)."}, {"text_block_id": "p25_b399", "text": ""}, {"text_block_id": "p25_b400", "text": "To promote regional supply chain development, the government will publish the results of various ongoing demonstration projects or projects under consideration (including the assessment and cost analysis of GHG emission reduction effects) as models for low-carbon hydrogen supply chains utilizing regional resources. Given that independent, dispersed energy supply systems using hydrogen are expected to work well in the event of disasters, the central government will proactively provide relevant information to local governments and encourage them to diffuse such systems. Based on the achievements of various demonstration projects, renewable energy electricity supply costs and the trends related to hydrogen-related equipment development, the government will consider measures to diffuse low-carbon hydrogen supply chains using regional resources."}, {"text_block_id": "p25_b401", "text": "4.4. Hydrogen use for power generation"}, {"text_block_id": "p25_b402", "text": ""}, {"text_block_id": "p25_b403", "text": "Like natural gas power generation, hydrogen power generation is expected to provide value not only in electricity production but also as a regulated power supply source and in increased generation capacity. Therefore, hydrogen power generation will become a leading means to reduce carbon emissions over the medium to long term while working as a regulated power supply and backup power source required for expanding renewable energy. Hydrogen-based power generation will consume massive amounts of hydrogen stably and therefore is the most important application that should be promoted in conjunction with"}, {"text_block_id": "p26_b404", "text": "international supply chain development"}, {"text_block_id": "p26_b405", "text": "."}, {"text_block_id": "p26_b406", "text": ""}, {"text_block_id": "p26_b407", "text": "Hydrogen can be used in conjunction with natural gas for power generation and will initially be used mainly for existing natural gas power plants and for small cogeneration systems to promote hydrogen diffusion."}, {"text_block_id": "p26_b408", "text": ""}, {"text_block_id": "p26_b409", "text": "It is indispensable to develop combustors that meet hydrogen•s combustion characteristics. Research, development, and demonstration initiatives have been implemented for technologies to allow diffusive, premix, and other proven combustors for fossil power generation to be used for the mixed combustion of hydrogen and natural gas. In the future, technological challenges will be addressed to reduce NO"}, {"text_block_id": "p26_b410", "text": "x"}, {"text_block_id": "p26_b411", "text": "emissions and improve power generation efficiency. To realize power generation through hydrogen combustion alone, Japan will attempt to commercialize new combustion technologies to simultaneously achieve NO"}, {"text_block_id": "p26_b412", "text": "x"}, {"text_block_id": "p26_b413", "text": "reduction, higher generation efficiency, and high-density combustion of hydrogen and natural gas."}, {"text_block_id": "p26_b414", "text": ""}, {"text_block_id": "p26_b415_merged_merged_merged", "text": "Japan aims to commercialize hydrogen power generation as well as international hydrogen supply chains and cut the unit hydrogen power generation cost to 17 yen/kWh around 2030. To this end, Japan•s annual hydrogen procurement may have to reach around 300,000 tons (amounting to 1 GW in power generation capacity). In the later future, Japan will seek to make hydrogen power generation (including environmental value) as cost competitive as LNG power generation. To this end, Japan•s annual hydrogen procurement may have to increase to a total of 5-10 million tons (amounting to 15-30 GW in power generation capacity) ."}, {"text_block_id": "p26_b417", "text": ""}, {"text_block_id": "p26_b418", "text": "For the introduction of hydrogen power generation, Japan will consider institutional designs that ensure hydrogen power generation•s economic efficiency amid progress in electricity system reform. It is important to visualize the environmental value of hydrogen power generation in terms of assessment, certification and trading. While watching discussions on other institutional designs, Japan is considering clarifying the position of hydrogen"}, {"text_block_id": "p27_b419", "text": "use in the Energy Conservation Act"}, {"text_block_id": "p27_b420", "text": "or positioning hydrogen power generation"}, {"text_block_id": "p27_b421", "text": "as a non-fossil power source in the Energy Supply Structure Sophistication Act"}, {"text_block_id": "p27_b422", "text": "."}, {"text_block_id": "p27_b423", "text": ""}, {"text_block_id": "p27_b424", "text": "Hydrogen carriers CO"}, {"text_block_id": "p27_b425", "text": "2"}, {"text_block_id": "p27_b426", "text": "-free methane and ammonia can also be directly used for power generation. Japan aims to mix ammonia with coal at coal power plants by around 2020 and use ammonia for gas turbines by around 2030."}, {"text_block_id": "p27_b427", "text": "4.5. Hydrogen use in mobility"}, {"text_block_id": "p27_b428", "text": "（"}, {"text_block_id": "p27_b429_merged_merged_merged", "text": "a）Promoting both FCVs and hydrogen stations"}, {"text_block_id": "p27_b432", "text": ""}, {"text_block_id": "p27_b433", "text": "The core of hydrogen use in the mobility sector is the diffusion of FCVs and hydrogen stations. Japan aims to increase the number of FCVs in Japan to 40,000 units by 2020, to 200,000 units by 2025, and to 800,000 units by 2030. Japan also aims to expand the number of hydrogen stations in Japan to 160 by FY2020 and to 320 by FY2025 and make hydrogen stations independent by the second half of the 2020s."}, {"text_block_id": "p27_b434", "text": ""}, {"text_block_id": "p27_b435", "text": "To achieve the abovementioned targets, reducing the supply costs of hydrogen (to make hydrogen as competitive as gasoline) will have to be combined with mass FCV production, FCV price reductions, further increases in driving distance of FCVs and the adoption of FCVs by the largest market segment around 2025, as well as the expansion of independent hydrogen sales businesses through hydrogen station development backed by stable profit and reduced development/operation costs. To this end, the government will promote regulatory reform, technological development, and cooperation with the private sector in the strategic development of hydrogen stations."}, {"text_block_id": "p27_b436", "text": "To achieve the abovementioned targets, reducing the supply costs of hydrogen (to make hydrogen as competitive as gasoline) will have to be combined with mass FCV production, FCV price reductions, further increases in driving distance of FCVs and the adoption of FCVs by the largest market segment around 2025, as well as the expansion of independent hydrogen sales businesses through hydrogen station development backed by stable profit and reduced development/operation costs. To this end, the government will promote regulatory reform, technological development, and cooperation with the private sector in the strategic development of hydrogen stations.\n* As for regulatory reform, the government will accelerate current initiatives\n<\\li1>"}, {"text_block_id": "p28_b438", "text": "To achieve the abovementioned targets, reducing the supply costs of hydrogen (to make hydrogen as competitive as gasoline) will have to be combined with mass FCV production, FCV price reductions, further increases in driving distance of FCVs and the adoption of FCVs by the largest market segment around 2025, as well as the expansion of independent hydrogen sales businesses through hydrogen station development backed by stable profit and reduced development/operation costs. To this end, the government will promote regulatory reform, technological development, and cooperation with the private sector in the strategic development of hydrogen stations.\n* As for regulatory reform, the government will accelerate current initiatives\n<\\li1>\n* After the number of hydrogen stations reaches 100 at the end of FY2017,\n<\\li1>"}, {"text_block_id": "p28_b440", "text": ""}, {"text_block_id": "p28_b441", "text": "t is important to develop and expand fuel cell buses and forklifts as well as FCV cars to achieve the horizontal expansion of fuel cell technologies and make effective use (raise capacity utilization rates of) of hydrogen station infrastructure. To this end, private sector business operators, relevant government organizations and local governments will closely cooperate in organizing standards for hydrogen station infrastructure and relevant equipment development and in ensuring their compatibility."}, {"text_block_id": "p28_b442", "text": ""}, {"text_block_id": "p28_b443", "text": "To increase the significance of hydrogen use in the mobility sector and provide users with incentives for using hydrogen, the government will consider a system to visualize the environmental value of hydrogen for assessment and certification."}, {"text_block_id": "p28_b444", "text": ""}, {"text_block_id": "p28_b445", "text": "(b) Renewable energy-based hydrogen stations"}, {"text_block_id": "p28_b446", "text": ""}, {"text_block_id": "p28_b447", "text": "Renewable energy-based hydrogen stations feature (1) a carbon-free supply chain from production, (2) local consumption of locally-generated renewable energy, (3) stimulation of regional hydrogen demand, (4) space-saving installation, and (5) usefulness for environmental education. In the early days of FCVs, particularly, renewable-based hydrogen stations are significant for stimulating regional hydrogen demand and improving the social awareness and acceptance of renewable energy-based hydrogen."}, {"text_block_id": "p28_b448", "text": ""}, {"text_block_id": "p28_b449", "text": "However, renewable-based hydrogen stations fail to fully refuel FCVs due to their limited charging pressure at 35 MPa. Hydrogen production capacity is limited, making it difficult for renewable energy-based hydrogen stations to provide hydrogen for a large indefinite number of FCVs. Another challenge for renewable energy-based hydrogen stations is their high cost."}, {"text_block_id": "p28_b450", "text": ""}, {"text_block_id": "p28_b451", "text": "In FY2018, a renewable-based hydrogen station with a charging pressure of 70 MPa will be launched in the market. In the future, Japan will promote technological development to improve hydrogen supply capacity and reduce"}, {"text_block_id": "p29_b452", "text": "renewable-based hydrogen station costs."}, {"text_block_id": "p29_b453", "text": ""}, {"text_block_id": "p29_b454", "text": "To secure the optimum locations for hydrogen stations, by FY 2020 Japan aims for the construction of approximately 100 renewable-based hydrogen stations, mainly in regions other than the four major urban regions, in conjunction with commercial hydrogen station"}, {"text_block_id": "p29_b455", "text": "development in order to stimulate hydrogen demand, promote hydrogen diffusion and increase the social acceptance of hydrogen."}, {"text_block_id": "p29_b456", "text": ""}, {"text_block_id": "p29_b457", "text": "In the future, Japan will consider and demonstrate how best to utilize renewable-based hydrogen stations in low-carbon hydrogen supply chains using regional resources."}, {"text_block_id": "p29_b458", "text": "（"}, {"text_block_id": "p29_b459", "text": "c"}, {"text_block_id": "p29_b460", "text": "）"}, {"text_block_id": "p29_b461", "text": "Expanding fuel cell bus (FC bus) diffusion"}, {"text_block_id": "p29_b462", "text": ""}, {"text_block_id": "p29_b463", "text": "The introduction of FC buses as a means of public transportation used by many citizens will give the public opportunities to experience and use hydrogen and get a taste for a hydrogen-based society and will also be significant for promoting citizens• understanding about hydrogen."}, {"text_block_id": "p29_b464", "text": ""}, {"text_block_id": "p29_b465", "text": "Important for the electrification of public transportation vehicles are quick charging, long driving distances and flexible routes. In this sense, FC buses have advantages over battery electric buses and trams. Furthermore, FC buses have a large external power provision capacity (covering 4.5 days of power supply for an evacuation center)"}, {"text_block_id": "p29_b466", "text": "and are expected to be useful in the event of disasters."}, {"text_block_id": "p29_b467", "text": ""}, {"text_block_id": "p29_b468_merged_merged_merged_merged", "text": "The diffusion of FC buses with the characteristic of a stable, large hydrogen demandis important for improving capacity utilization rates and profitability of hydrogen stations."}, {"text_block_id": "p29_b470", "text": ""}, {"text_block_id": "p29_b471", "text": "FC buses launched regular services in 2017. Seeking to increase the number of"}, {"text_block_id": "p30_b472", "text": "FC buses including those for regular services to 100 by FY2020 and to 1,200 by FY2030, the government will consider wider use of FC buses in accordance with hydrogen station development and in cooperation with local governments."}, {"text_block_id": "p30_b473", "text": "（"}, {"text_block_id": "p30_b474", "text": "d"}, {"text_block_id": "p30_b475", "text": "）"}, {"text_block_id": "p30_b476", "text": "Expanding fuel cell forklift (FC forklift) diffusion"}, {"text_block_id": "p30_b477", "text": ""}, {"text_block_id": "p30_b478", "text": "In charging time and CO"}, {"text_block_id": "p30_b479", "text": "2"}, {"text_block_id": "p30_b480", "text": "emissions, FC forklifts have advantages over BEV or gasoline forklifts. However, FC forklifts feature higher initial and fuel costs than BEV forklifts."}, {"text_block_id": "p30_b481", "text": ""}, {"text_block_id": "p30_b482", "text": "In Japan, large forklift users alone have potential to buy more than 120,000 FC forklifts (consuming as much hydrogen as 360,000 FCV cars) and therefore have the potential of becoming a large hydrogen demand source."}, {"text_block_id": "p30_b483", "text": ""}, {"text_block_id": "p30_b484", "text": "In Japan, FC forklift sales started in 2016. Toward their further diffusion, Japan will promote technological development to increase variation and capabilities, seeking to increase the number of FC forklifts in Japan to around 500 by FY2020 and to around 10,000 by FY2030."}, {"text_block_id": "p30_b485", "text": ""}, {"text_block_id": "p30_b486", "text": "Given that forklifts and other industrial vehicles operate within limited areas, government and private sectors will (1) clarify a target future vision of hydrogen supply infrastructure and (2) consider methods of transitioning to the target. Particularly, the effective utilization of infrastructure including hydrogen stations is important in the transitional period."}, {"text_block_id": "p30_b487", "text": "（"}, {"text_block_id": "p30_b488", "text": "e"}, {"text_block_id": "p30_b489", "text": "）"}, {"text_block_id": "p30_b490", "text": "Developing and commercializing fuel cell trucks (FC trucks)"}, {"text_block_id": "p30_b491", "text": ""}, {"text_block_id": "p30_b492", "text": "As trucks (for business and personal uses) account for 36% of the transport sector•s total CO"}, {"text_block_id": "p30_b493", "text": "2"}, {"text_block_id": "p30_b494", "text": "emissions and record high CO"}, {"text_block_id": "p30_b495", "text": "2"}, {"text_block_id": "p30_b496", "text": "emissions per transportation volume"}, {"text_block_id": "p30_b497", "text": ", there is great potential to reduce CO"}, {"text_block_id": "p30_b498", "text": "2"}, {"text_block_id": "p30_b499", "text": "emissions for this category."}, {"text_block_id": "p30_b500", "text": ""}, {"text_block_id": "p30_b501_merged_merged_merged_merged_merged", "text": "Maximum driving distances must be extended and powertrain weight limited to eliminate CO2 emissions. To this end, batteries for electric trucks and hydrogen tanks for FC trucks must be increased. Given the mass of batteries"}, {"text_block_id": "p31_b504", "text": "and hydrogen tanks, FC trucks have advantages over electric trucks for transportation ranges over 100 km."}, {"text_block_id": "p31_b505", "text": ""}, {"text_block_id": "p31_b506", "text": "Commercial trucks number more than 3.2 million units in Japan, with greater potential to consume hydrogen than buses (230,000 units)."}, {"text_block_id": "p31_b507", "text": ""}, {"text_block_id": "p31_b508", "text": "Large FC trucks including distribution vehicles for convenience stores have been analyzed in Japan and other countries. Based on the results, Japan will promote their technological development in a bid to diffuse FC trucks."}, {"text_block_id": "p31_b509", "text": "（"}, {"text_block_id": "p31_b510", "text": "f"}, {"text_block_id": "p31_b511", "text": "）"}, {"text_block_id": "p31_b512", "text": "Developing and introducing fuel cell ships (FC ships)"}, {"text_block_id": "p31_b513", "text": ""}, {"text_block_id": "p31_b514", "text": "While it is difficult to reduce CO"}, {"text_block_id": "p31_b515", "text": "2"}, {"text_block_id": "p31_b516", "text": "emissions from ships in the mobility sector, fuel cells and other means to electrify ships should be promoted to cut CO"}, {"text_block_id": "p31_b517", "text": "2"}, {"text_block_id": "p31_b518", "text": "emissions."}, {"text_block_id": "p31_b519", "text": ""}, {"text_block_id": "p31_b520", "text": "To this end, the government will draft safety guidelines for fuel cell ships in a bid to take advantage of the silent operation of fuel cell engines for introducing fuel cells first to small boats including pleasure craft, passenger boats and fishing boats. The government will also prepare a roadmap for expanding fuel cells for ships, conduct demonstration tests based on the roadmap, and aim to diffuse FC ships in the order of cost-benefit performance."}, {"text_block_id": "p31_b521", "text": "（"}, {"text_block_id": "p31_b522", "text": "g"}, {"text_block_id": "p31_b523", "text": "）"}, {"text_block_id": "p31_b524", "text": "Expanding other applications"}, {"text_block_id": "p31_b525", "text": ""}, {"text_block_id": "p31_b526", "text": "As there are a wide range of applications for fuel cell technologies, expanding the current scope of applications is important for reducing environmental load and promoting mass production and cost reductions for fuel cells. Already, such fuel cell vehicles as garbage trucks, towing tractors and railway trains are in development and demonstration phases."}, {"text_block_id": "p31_b527", "text": ""}, {"text_block_id": "p31_b528", "text": "Toward the commercialization of these applications, Japan will assess market sizes and CO"}, {"text_block_id": "p31_b529", "text": "2"}, {"text_block_id": "p31_b530", "text": "emission reduction potential, check cost-reducing technological developments and give priority to applications featuring better cost-benefit performance."}, {"text_block_id": "p31_b531", "text": "4.6. Potential hydrogen use in industrial processes and heat utilization"}, {"text_block_id": "p31_b532", "text": ""}, {"text_block_id": "p31_b533_merged_merged_merged_merged_merged", "text": "CO2-free hydrogen, which is set for massive procurement and consumption in"}, {"text_block_id": "p32_b536", "text": "or after 2030 could be used not only in power generation and mobility sectors but also in the industry sector to reduce carbon emissions in energy areas where electrification is difficult. (Substituting CO"}, {"text_block_id": "p32_b537", "text": "2"}, {"text_block_id": "p32_b538", "text": "-free hydrogen for fossil fuels)"}, {"text_block_id": "p32_b539", "text": ""}, {"text_block_id": "p32_b540", "text": "Hydrogen now used for such industrial processes as steelmaking and oil refining is produced from fossil fuels and could be replaced with CO"}, {"text_block_id": "p32_b541", "text": "2"}, {"text_block_id": "p32_b542", "text": "-free hydrogen to reduce CO"}, {"text_block_id": "p32_b543", "text": "2"}, {"text_block_id": "p32_b544", "text": "emissions. (Switching from fossil fuel-based hydrogen to CO"}, {"text_block_id": "p32_b545", "text": "2"}, {"text_block_id": "p32_b546", "text": "-free hydrogen)"}, {"text_block_id": "p32_b547", "text": ""}, {"text_block_id": "p32_b548", "text": "Europe is considering utilizing •Green Hydrogen"}, {"text_block_id": "p32_b549", "text": "• in industry and other sectors under the so-called •Sector Coupling• approach to use fast-expanding renewable energy in sectors other than power generation and mobility sectors"}, {"text_block_id": "p32_b550", "text": ". In a bid to substantially reduce CO"}, {"text_block_id": "p32_b551", "text": "2"}, {"text_block_id": "p32_b552", "text": "emissions in the steelmaking process, Europe is also considering substituting natural gas used as reductant for the direct reduction ironmaking process"}, {"text_block_id": "p32_b553", "text": "with renewable based hydrogen."}, {"text_block_id": "p32_b554", "text": ""}, {"text_block_id": "p32_b555", "text": "Given that it is realistically difficult for hydrogen to replace fossil fuels solely for reasons related to economic efficiency, Japan will consider using CO"}, {"text_block_id": "p32_b556", "text": "2"}, {"text_block_id": "p32_b557", "text": "-free hydrogen in the industry sector in Japan while monitoring future institutional designs related to environmental value."}, {"text_block_id": "p32_b558", "text": "4.7. Utilizing fuel cell technologies"}, {"text_block_id": "p32_b559", "text": ""}, {"text_block_id": "p32_b560_merged_merged_merged_merged_merged", "text": "By expanding introduction of renewable energy, Japan aims to lower the electricity CO2 emission factor to 0.37 kg-CO2/kWh by 2030. The CO2 emission factor for Ene-Farms slips below 0.3 kg-CO2/kWh with CO2 emission reduction through heat use taken into account, indicating that the residential sector can be expected to reduce CO2 emissions substantially."}, {"text_block_id": "p32_b573", "text": ""}, {"text_block_id": "p32_b574", "text": "To give Ene-Farms economic advantages over traditional residential energy systems, Japan will attempt to lower the price to 800,000 yen for a standard polymer electrolyte fuel cell (PEFC) and to 1 million yen for a standard"}, {"text_block_id": "p33_b575", "text": "oxide fuel cell (SOFC) (to shorten the investment recovery period to seven to eight years) by around 2020 to secure their later autonomous diffusion. Japan will also aim to shorten the investment recovery period to five years by around 2030 by promoting initiatives contributing to improving the advantages available to users."}, {"text_block_id": "p33_b576", "text": ""}, {"text_block_id": "p33_b577", "text": "To this end, Japan will encourage technological development to further improve power generation efficiency for the SOFC and the fuel heat utilization factor for the PEFC and will explore advantageous markets, including apartment buildings, cold regions, and Europe and other regions with high heat demand, to promote CO"}, {"text_block_id": "p33_b578", "text": "2"}, {"text_block_id": "p33_b579", "text": "emission reduction in the buildings sector. Japan will also expand initiatives to promote trading in surplus electricity to provide efficiently generated surplus electricity to users plagued with power shortages."}, {"text_block_id": "p33_b580", "text": ""}, {"text_block_id": "p33_b581", "text": "Japan will promote the introduction of commercial and industrial fuel cells for users with low heat-to-power ratios and step up technological development to reduce initial costs to allow fuel cell costs to fall below the grid parity as early as possible. Japan will also promote technological development to increase the fuel cell power generation efficiency above 60% for sophisticated, gas-turbine-combined-cycle (GTCC) power plants, exploring the feasibility of supplying power through dispersed sources."}, {"text_block_id": "p33_b582", "text": ""}, {"text_block_id": "p33_b583_merged_merged", "text": "As renewable energy supply is expected to increase in Japan with international hydrogen supply chains developed from 2030, Japan will seek to spread pure hydrogen fuel cell co-generation systems using CO2-free hydrogen."}, {"text_block_id": "p33_b586", "text": "4.8. Developing innovative technologies"}, {"text_block_id": "p33_b587", "text": ""}, {"text_block_id": "p33_b588", "text": "The National Energy and Environment Strategy for Technological Innovation towards 2050 (NESTI 2050) (Decision by the Council for Science, Technology and Innovation in April 2016), which identifies promising technology fields contributing to fundamental GHG emission cuts toward 2050 in line with the Paris Agreement, cites technologies for producing, transporting, storing and using hydrogen and other energy carriers as one of the priority technology fields for intensive development."}, {"text_block_id": "p33_b589", "text": ""}, {"text_block_id": "p33_b590", "text": "To realize a hydrogen-based society and diffuse hydrogen use fully over a medium to long term through 2050, Japan will have to steadily develop innovative technologies for producing, transporting, storing and using"}, {"text_block_id": "p34_b591", "text": "hydrogen as follows:"}, {"text_block_id": "p34_b592", "text": "hydrogen as follows:\n* Researching new hydrogen production technologies including highly\n* Realizing highly efficient hydrogen liquefiers and long-lived liquefied\n* Developing low-cost, highly efficient energy carriers\n* Developing technologies for compact, highly efficient, highly reliable and\n* Developing innovative chemical synthesis methods using hydrogen and\n* Developing innovative chemical synthesis methods using hydrogen and\n 2"}, {"text_block_id": "p34_b603", "text": ""}, {"text_block_id": "p34_b604", "text": "In promoting research and development projects for innovative technologies, relevant government organizations must share general strategies and seamlessly connect individual projects while watching international trends."}, {"text_block_id": "p34_b605", "text": ""}, {"text_block_id": "p34_b606", "text": "In implementing research and development projects, relevant government organizations will cooperate closely to identify promising seeds for basic research and industrial needs, utilize existing frameworks"}, {"text_block_id": "p34_b607", "text": ", establish highly specific goals and transfer any concrete fruits of the research to certified organizations, based on policies given in this strategy and the Strategic Energy Plan."}, {"text_block_id": "p34_b608", "text": "4.9. International expansion (standardization, etc.)"}, {"text_block_id": "p34_b609", "text": "（"}, {"text_block_id": "p34_b610", "text": "a"}, {"text_block_id": "p34_b611", "text": "）"}, {"text_block_id": "p34_b612", "text": "Developing strategic international expansion models"}, {"text_block_id": "p34_b613", "text": ""}, {"text_block_id": "p34_b614", "text": "Japan will expand its hydrogen supply chain technology package globally, covering from production to transportation, storage and use."}, {"text_block_id": "p34_b615", "text": ""}, {"text_block_id": "p34_b616_merged_merged_merged_merged", "text": "To this end, Japan will analyze overseas market trends, regulations, relevant policies and technological challenges, identify details of technologies for packaging and establish business models for large-scale hydrogen use and CO2-"}, {"text_block_id": "p35_b619", "text": "free hydrogen use to lead the world."}, {"text_block_id": "p35_b620", "text": "（"}, {"text_block_id": "p35_b621", "text": "b"}, {"text_block_id": "p35_b622", "text": "）"}, {"text_block_id": "p35_b623", "text": "Utilizing international frameworks"}, {"text_block_id": "p35_b624", "text": ""}, {"text_block_id": "p35_b625", "text": "To expand hydrogen use, the government will cooperate with the Hydrogen Council and other organizations and adopt private sector policy proposals contributing to the expansion of the hydrogen market."}, {"text_block_id": "p35_b626", "text": ""}, {"text_block_id": "p35_b627", "text": "Through the frameworks provided by government-level international organizations such as IEA and the International Partnership for Hydrogen and Fuel Cells in the Economy (IPHE), the government will actively provide foreign countries with Japanese initiatives as models for their policy development. The government will also promote cooperation between these organizations and their joint research to cooperate with foreign governments and private companies."}, {"text_block_id": "p35_b628", "text": "（"}, {"text_block_id": "p35_b629", "text": "c"}, {"text_block_id": "p35_b630", "text": "）"}, {"text_block_id": "p35_b631", "text": "International standardization"}, {"text_block_id": "p35_b632", "text": ""}, {"text_block_id": "p35_b633_merged_merged_merged", "text": "The future international standardization of hydrogen technologies will continue to grow more important for Japan•s development and commercialization of these technologies. As international trends in hydrogen gain increasing notoriety, Japan will increase its efforts to advance proposals at the ISO/TC197 Committee on international standards involving hydrogen technologies in a bid to lead the world in the hydrogen field."}, {"text_block_id": "p35_b635", "text": ""}, {"text_block_id": "p35_b636", "text": "Given that the United Nations has launched discussions on the revision of global technical regulations on hydrogen and fuel cell vehicles that Japan took the initiative in developing, Japan will promote technological development and cooperation with relevant organizations to continue leading the discussions."}, {"text_block_id": "p35_b637", "text": ""}, {"text_block_id": "p35_b638", "text": "The government will revise domestic regulations on hydrogen stations and FCVs by adopting international standards that have been proven rational and safe in Japan, paving the way for devices that are produced under domestic specifications for hydrogen stations to be easily introduced into overseas"}, {"text_block_id": "p36_b639", "text": "markets."}, {"text_block_id": "p36_b640", "text": "4.10. Promoting national understanding and regional cooperation"}, {"text_block_id": "p36_b641", "text": ""}, {"text_block_id": "p36_b642", "text": "As indicated by the market for FCV cars, FC buses, hydrogen stations and EneFarms, hydrogen use is growing familiar to citizens. To accelerate this trend, citizens must gain an understanding of the safety of hydrogen and the significance of hydrogen use. To this end, the central government will adequately communicate information to citizens in cooperation with local governments and business operators."}, {"text_block_id": "p36_b643", "text": ""}, {"text_block_id": "p36_b644", "text": "Given that energy use conditions differ from region to region and that energy and environmental initiatives that will take advantage of regional characteristics have been implemented, the central government, in a bid to promote hydrogen use, will support hydrogen use initiatives in regional communities including those created by local governments and proactively utilize various regional councils and •a conference on local governments• cooperation in diffusing and promoting FCVs• to share information with local governments, secure information sharing between local governments and implement policy measures efficiently."}], "document_description": "This document sets Japan's vision on how to achieve a hydrogen-based society by 2050 and provides an action plan for its realisation. It specifically seeks to decarbonise the energy, industry and transportation sectors.The Strategic Roadmap for Hydrogen and Fuel Cells defines 1) new targets on the specification of basic technologies and the breakdown of costs, 2) necessary measures for achieving these goals; and 3) that Japan will convene a working group consisting of experts to review the status of implementation in each area stipulated by the roadmap."}