{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Japan", "document_category": "Policy", "document_sector_name": ["Energy", "Agriculture"], "document_language": "English", "document_name": "Basic Environment Plan", "document_country_code": "JPN", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "17/04/2018", "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/JPN/2018/JPN-2018-04-17-Basic Environment Plan_47a734429b23c598e3abbac82154d406.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Date translated : January 22, 2019"}, {"text_block_id": "p0_b2", "text": "The Basic Environment Plan"}, {"text_block_id": "p0_b3", "text": "Cabinet decision on April 17, 2018"}, {"text_block_id": "p2_b4", "text": "Introduction"}, {"text_block_id": "p2_b5", "text": "Japan is fast becoming a society marked by a decreasing birthrate and rapidly aging demographics, leading to an overall population decline. In addition, there is continuing internal migration mainly among young people from rural to urban areas, which has resulted in an uneven population distribution across different regions of the country, with a sharp drop in rural areas particularly among young people and those of working age. This has had a serious impact on efforts to conserve the environment. For example, a decrease in the number of farmers and foresters has resulted in a greater amount of abandoned cultivated land and forests without sound management, leading generally to a deterioration of biodiversity and ecosystem services. In this way, environmental, economic and social challenges are inseparably linked, and are set to become ever-more complex."}, {"text_block_id": "p2_b6", "text": "Turning our attention to the international community, 2015 witnessed the most major environmental developments to take place since the year 2012, when Japan’s Fourth Basic Environment Plan was formulated. Reflecting the global environmental crises, countries quickly adopted the \"2030 Agenda for Sustainable Development\" which incorporates the Sustainable Development Goals (SDGs), and the \"Paris Agreement\". Indeed, 2015 could be considered as a turning point in international environmental diplomacy. With the entry into force of the Paris Agreement, the global community has steered major efforts towards building a carbon-neutral society, and ESG (Environment, Society and Governance) investment has become a major international trend. Thus, now is the time to start moving towards a new civilized society, with a major shift in our basic thinking (paradigm shift)."}, {"text_block_id": "p2_b7", "text": "This is the first Basic Environment Plan prepared after the adoption of the SDGs and the Paris Agreement. Recognizing this, the Plan should appropriately respond to these new international developments as well as to changing domestic situations. In doing so, it is important to utilize the concepts of SDGs by addressing multiple issues in an integrated manner. It is particularly important to recognize that the basic approach adopted in this Plan is different from that adopted previously. In the previous plans, priorities were set separately in each of the environmental fields with a focus upon directly addressing specific environmental issues. This Plan, on the other hand, sets up six interdisciplinary cross-cutting strategies, such as specific measures to solve several different issues in a complementary manner. By doing so, this Plan aims to adopt and embody the basic approach of the \"Integrated Improvements on Environment, Economy and Society (II2ES)\" proposed in the Third Basic Environment Plan. Even though at first glance they might be considered unrelated to the environment, quite a few activities actually have considerable environmental dimensions, such as efficient use of resources and pursuit of a low carbon emissions pathway. Making stakeholders more clearly aware of the usefulness of this approach could greatly contribute to further dissemination of"}, {"text_block_id": "p3_b8", "text": "II2ES. This is indeed one of the intended roles that this Plan should play."}, {"text_block_id": "p3_b9", "text": "Going forward, environmental policies will be required to create innovations across all perspectives including those concerning socio-economic systems, lifestyles, as well as technologies. Future policies have to be effective in addressing relevant environmental issues to the fullest extent. Furthermore, they should be designed so as to bring about synergistic effects that contribute to solving economic and social challenges concerned simultaneously (i.e. simultaneous solutions), drawing upon interlinkages that exist among different challenges. These will open up \"new avenues for growth\" that ensure quality of life is maintained into the future."}, {"text_block_id": "p3_b10", "text": "The momentum has already started to build. Even in rural areas that are most seriously affected by current economic and social problems, there are a few local governments, business entities, and non-government organizations that are revitalizing their areas by applying creative thinking and sustainably utilizing rich natural resources. The government is required to find out about these emerging efforts and to share their innovative practices among all stakeholders concerned, which will contribute to realizing II2ES throughout Japan."}, {"text_block_id": "p3_b11", "text": "The key to achieving II2ES is to first form a self-reliant and decentralized society in tune with local needs, and then have various elements complement each other among neighboring communities making use of available regional resources. This concept could be called the “Circulating and Ecological Economy\" and it will be an effective concept to maximize the potential of each region across Japan, making use of the wide range of resources found in mountainous, agricultural and fishing villages as well as in cities. Regions across Japan are certainly facing difficult challenges arising from declining populations, falling birthrates, and aging demographics, on the one hand, yet these regions are also endowed with various resources such as beautiful natural landscapes. As such, local communities can serve as effective models for achieving II2ES. Ultimately, it is essential to maximize the sustainable use of regional resources."}, {"text_block_id": "p3_b12_merged", "text": "New environmental policies are required to contribute to international communities as well as to respond to national challenges. Japan has a great deal of experience in overcoming serious problems concerning pollution. In addition, Japan has successfully developed and implemented advanced technologies for energy saving and resource efficiency. Furthermore, it embodies traditional wisdom such as the \"Mottainai\" spirit and harbors a long history of living in harmony with nature. With the exacerbation of environmental problems on a global scale, Japan's advanced environmental technologies and infrastructures, underlying ideas, systems, and human resources together provide an exemplary model for improving the state of the global environment."}, {"text_block_id": "p4_b15", "text": "For Circulating and Ecological Economy to be reliably put into practice, it will become increasingly important to forge partnerships with a wide range of stakeholders. This will enable us to provide various viewpoints, which will lead to the development of human resources to realize II2ES. In other words, enhancing and strengthening partnerships can nurture relevant human resources."}, {"text_block_id": "p4_b16", "text": "By way of illustration, environmental policy as a whole can be considered as a tree, with priority strategies representing its \"flowers\" and the \"environmental policies to support priority strategies\" making up its \"trunk\" and “roots”. Without a trunk and roots, the tree will not bloom and only when the flowers bloom will the tree bear fruit for future generations. Just as the roots and trunk of a tree form the main support, it is vital to steadily advance environmental policies to support priority strategies."}, {"text_block_id": "p4_b17", "text": "Certain progress has been made towards restoration following the Great East Japan Earthquake, including through decontamination and reconstruction of infrastructure. However, overall restoration is still only half completed. Remaining challenges include safe handling of contaminated soils produced by decontamination and radioactive wastes generated by the accident. All government agencies must conduct concerted efforts to continue addressing these remaining issues. It is also a matter of urgency to make Japan fully resilient against potential large-scale natural disasters such as earthquakes centered directly within Tokyo as well as those caused by the Nankai Trough."}, {"text_block_id": "p4_b18_merged", "text": "Over the course of humankind’s coexistence with nature, we have built up knowledge and perspective on how to thrive on this planet. We need to make full use of this capacity in conjunction with information and communication technologies (ICTs) and other modern science and technologies, thereby ensuring minimal environmental impacts even as Japan’s economy grows. Environmental impacts can be kept to a minimum in three ways: (i) \"circulation\" of materials and natural resources, (ii) \"symbiosis\" between nature and human beings, as well as \"symbiosis\" between regions through maintenance and rehabilitation of sound ecosystems, and (iii) realization of “low carbon” societies through various measures including those mentioned above. This kind of circulation and symbiosis based society (\"Environmental and Life Centered Civilized Society\") stands to provide the image of a sustainable society that Japan can aim for."}, {"text_block_id": "p4_b21", "text": "Based on the Basic Environment Act enacted in 1993, and taking into consideration the overall developments accumulated over the previous four basic plans, this Plan will describe ideas and measures to further develop sustainable societies as mentioned above."}, {"text_block_id": "p5_b22", "text": "We hope that this Plan will serve as a guide on future directions not only for the government but also for all various stakeholders concerned."}, {"text_block_id": "p6_b23", "text": "Part 1 Environmental, economic and social conditions and direction of development of environmental policies"}, {"text_block_id": "p6_b24", "text": "Chapter 1 Current state of environment, economy, and society, and recognition of challenges"}, {"text_block_id": "p6_b25", "text": "Japan is now faced with complex crises and challenges related to all three areas of environment, economy, and society."}, {"text_block_id": "p6_b26_merged", "text": "With its declining birthrate and aging population, it is inevitable that the total population of the country will continue to drop over the coming decades. In addition to this, migration from rural to urban areas, particularly of young people, has accelerated the uneven distribution of Japan’s population across its various regions. Consequently, the numbers of young people and those of working age are rapidly dwindling in rural areas. These demographic changes have weakened local communities and in turn have become obstacles to delivering effective administrative services by local governments. The changes have seriously affected various administrative sectors of certain localities, including local environmental conservation efforts. For example, the decrease in the labor market for agricultural and forestry workers has resulted in a surplus of abandoned uncultivated land, and forests without sound management are increasing. Similarly, agricultural and other damage caused by unmanaged wildlife is becoming worse due to a decrease in hunters and so on. In such areas, vulnerability to natural disasters is rising, abundant nature such as Satochi-Satoyama (socio-ecological production landscapes) is being lost, and diverse wildlife and associated rich cultures are being put at stake."}, {"text_block_id": "p6_b29", "text": "The Great East Japan Earthquake in March 2011 and the subsequent accidents at TEPCO’s Fukushima Daiichi Nuclear Power Plant, brought about enormous human, physical and economic damage. The disaster brought into sharp relief the inflexibility of centralized and large-scale energy supply systems. At the same time, the disaster also drew attention to the potential of localized energy systems in effectively complementing major infrastructure. In affected areas, a certain amount of progress has been made to restore the region through decontamination and reconstruction of infrastructure. However, overall restoration is still only half completed. Remaining challenges include safe handling of contaminated soils produced by decontamination and radioactive wastes generated by the accident. Looking at Japan overall, infrastructure which was rapidly constructed during the period of high economic growth is now showing signs of deterioration. Thus, it is also a matter of urgency to make Japan fully resilient against potential large-scale natural disasters such as earthquakes centered directly within Tokyo or those caused by the Nankai Trough."}, {"text_block_id": "p7_b30", "text": "In contrast to Japan’s continued demographic shift, the world’s population is increasing, mainly in countries in Africa and other parts of Asia. This will lead to a growth in global demand for natural resources, energy, water and food, which could in turn have major implications for the Japanese economy in the future. Although the Japanese economy has improved in terms of employment and income in recent years, burgeoning economic growth in developing countries has resulted in a reduction of relative presence of the Japanese economy on the international stage. It is important to encourage economic growth to ensure it remains globally competitive. This can be achieved by restructuring the Japanese economy as well as strengthening international competition by enhancing technological innovations such as artificial intelligence (AI) and the Internet of Things (IoT) which are essential parts of the Fourth Industrial Revolution, together with a substantial increase in inbound tourism."}, {"text_block_id": "p7_b31", "text": "Bearing all this in mind, global-scale environmental cris"}, {"text_block_id": "p7_b32", "text": "e"}, {"text_block_id": "p7_b33", "text": "s"}, {"text_block_id": "p7_b34", "text": "are likely to"}, {"text_block_id": "p7_b35", "text": "seriously exacerbate the various aforementioned challenges facing Japan."}, {"text_block_id": "p7_b36", "text": "The \"2030 Agenda for Sustainable Development\" (hereinafter the \"2030 Agenda\") adopted at the UN General Assembly in September 2015 has 17 goals and 169 targets"}, {"text_block_id": "p7_b37", "text": "as sustainable development goals (SDGs). SDGs include goals related to water and sanitation, energy, sustainable cities, sustainable production and consumption, climate change, terrestrial ecosystems, and marine resources. Some of them are directly related to global environmental issues, while others have indirect but close environmental links. This is understood as a clear reflection of the very real sense of crisis felt by the international community about global environmental sustainability."}, {"text_block_id": "p7_b38_merged_merged_merged", "text": "Above all, serious and widespread irreversible impacts created by climate change are likely to extend to Japan. For example, there is concern that the risk of natural disasters is likely to be amplified. According to the Intergovernmental Panel on Climate Change (IPCC) Fifth Assessment Report, warming of the climate system is unequivocal. In addition, it has become clear that the world average temperature rise within the range up to 2100 is almost proportionate to cumulative CO2 emissions from anthropogenic sources. The Paris Agreement, adopted in December 2015 as an international response to climate change, tries to hold the increase in the global average temperature to well below 2 °C, and aims to pursue efforts to limit the temperature increase to 1.5 ° C. For this purpose, the Paris"}, {"text_block_id": "p8_b60", "text": "Agreement aims to mitigate anthropogenic greenhouse gas emissions to practically zero (i.e. balancing emissions and removals of anthropogenic greenhouse gases) in the second half of this century. This has become a turning point on the path to building carbon-neutral societies throughout the world"}, {"text_block_id": "p8_b61", "text": ". This long-term goal of the Paris Agreement can be achieved by limiting cumulative emissions to less than"}, {"text_block_id": "p8_b62", "text": "a certain amount, taking into account"}, {"text_block_id": "p8_b63", "text": "the amount of removals by sinks. (The idea that there is a certain upper limit on the anthropogenic cumulative emissions in accordance with removals by sinks is called the \"carbon budget\""}, {"text_block_id": "p8_b64", "text": ".)"}, {"text_block_id": "p8_b65", "text": "For this reason, Japan should continue to pursue rapid reductions of greenhouse gases emissions based upon the best available science. In response to the Paris Agreement, Japan formulated the Plan for Global Warming Countermeasures in May 2016"}, {"text_block_id": "p8_b66", "text": ". While the amount of emissions in Japan has declined over the past three years, there are a number of factors that may contribute to an increase of these emissions in the future. These include: prolonged shutdown of nuclear power plants; potential expansion of coal-fired power plants; progress of transitioning from ozone depleting substances to hydrofluorocarbons (HFCs) that have no ozone depletion effect but have high global warming potential; and an increase in disposal of refrigerators and air conditioners using refrigerants that have high greenhouse effect including HFCs. There are certainly many challenges to overcome if the target is to be achieved. Japan's carbon productivity"}, {"text_block_id": "p8_b67", "text": "was among the highest in the world until the mid"}, {"text_block_id": "p8_b68", "text": "-"}, {"text_block_id": "p8_b69", "text": "1990s. However, as a result of steady improvements made by some European countries, Japan’s international carbon ranking has declined since around 2000. Currently it is not even close to the top of the list."}, {"text_block_id": "p8_b70_merged_merged_merged", "text": "In the G7 Leaders’ Declaration of the Ise-Shima Summit in 2016, G7 countries committed to formulate ambitious mid-century long-term low greenhouse gas (GHG) emission development strategies well ahead of the 2020 deadline. G7 countries also recognized the importance of providing incentives such as domestic measures and enacting carbon pricing in furthering emission reduction activities. In June 2017, the US announced its withdrawal from the Paris Agreement. Immediately following that, Japan expressed its firm willto continue to commit to implementation of the Agreement. Countries around the world also reaffirmed their continued commitment. At the G7 Environment Ministers’ Meeting, a"}, {"text_block_id": "p9_b72", "text": "communique"}, {"text_block_id": "p9_b73", "text": "was adopted, agreed by seven countries including the US."}, {"text_block_id": "p9_b74_merged_merged", "text": "At the G20 in July 2017, G20 leaders including the US continued to commit to reducing greenhouse gas emissions including through innovation. In addition, G20 members except for the US reaffirmed a strong commitment to the Agreement, arguing that the accord cannot be reversed. As observed in several national automobile policiesand energy policies, many developed countries are already pursuing efforts to realize a carbon-neutral society, with even a few developing countries following suit. Private sector efforts are also making good progress. Many private companies have set their own mid-and long-term reduction targets (e.g. Science-Based Targets) and are taking measures. In the finance sector, ESG investment (i.e. investment that takes into consideration factors such as Environment, Social and corporate Governance) is expanding, and institutional investors are increasingly viewing environmental performance as one of the key factors for consideration in their investment decisions. Thus, the world has started to steer major efforts towards a carbon-neutral society, triggered by the entry into force of the Paris Agreement. Businesses are also waking up to the fact that it is not only climate change that is a direct risk, but there is also a risk associated with how we deal with the potential impacts of climate change (such as adaptation measures). In addition, changes are likely to spring up in the industrial structure in response to climate change, requiring support for issues such as fair workforce transition, creation of decent work and high quality employment."}, {"text_block_id": "p9_b78", "text": "The global environment has been substantially altered by both uncontrolled developments on a global scale, and by climate change. This has resulted in the continued loss of biodiversity including a decline and loss in various genetic resources. If this trend persists at the current pace, as pointed out by many"}, {"text_block_id": "p10_b79", "text": "experts, the global ecosystem may exceed a critical threshold in the near future, which could result in a dramatic loss of biodiversity and a widespread decline of ecosystem services (i.e. various benefits for human beings such as food, water and a stable climate). As a result, the overall welfare of human beings may decline due to mid-to-long-term contractions of global supply, and demand for food and water."}, {"text_block_id": "p10_b80", "text": "The earth’s natural resources are finite, yet demand continues to grow. Environmental impacts associated with mining and waste disposal are increasing. At the same time, there is a concern that mounting resource constraints will impact economic growth. Meanwhile, Japan made great improvements to resource productivity and recycling rates including through the promotion of the 3Rs (Reduce, Reuse and Recycle), which has been successful in reducing the amount of final disposal of waste—even despite the fact that recent progress has not been significant. Ultimately, Japan should further strengthen its efforts to raise resource productivity through the 3Rs, and promote the 3Rs internationally as a matter of priority in the future."}, {"text_block_id": "p10_b81", "text": "Environmental pollution of air, water, and soil is certainly not a problem that only existed in the past. Marine pollution due to marine litter including microplastics is a serious issue and global pollution due to"}, {"text_block_id": "p10_b82", "text": "anthropogenic"}, {"text_block_id": "p10_b83", "text": "emissions of mercury and other persistent, highly-accumulating hazardous chemical substances into the environment is"}, {"text_block_id": "p10_b84", "text": "becoming more serious"}, {"text_block_id": "p10_b85", "text": ". Thus, there is a global concern that human health and ecosystems are seriously affected by the above-mentioned pollution through water, air, and food chains. However, international actions by G7 countries and others to deal with marine litter, and efforts under the Minamata Convention on Mercury which"}, {"text_block_id": "p10_b86", "text": "entered"}, {"text_block_id": "p10_b87", "text": "into force in August 2017, have only just started. On the domestic front, the achievement of environmental standards in Japan is generally improving over the medium-to-long term, and countermeasures against extreme pollution that occurred nationwide have achieved certain results. Soil contamination by heavy metals, asbestos in buildings, and polychlorinated biphenyl (PCBs) that have yet to be detoxified persist as a negative legacy from the past. Remaining challenges also include atmospheric pollution with fine particulate matters (PM 2.5), and photochemical oxidants. Water pollution caused by eutrophication in enclosed water areas still also poses a problem. These issues should be tackled appropriately, including ensuring proper management of various chemicals from emerging industries, with a view towards protecting public health and living environment."}, {"text_block_id": "p10_b88_merged_merged", "text": "The explanation thus far points to the overall deteriorating of the environment, which forms the basis for our socio-economic activities. In an effort to objectively evaluate the influence of human activities on the earth’s natural systems, some notable research on \"planetary boundaries\" has been carried out."}, {"text_block_id": "p11_b90", "text": "The research has clearly indicated that human society could continue to develop and prosper, as long as human activities remain within the “safe operating space” of the earth’s systems. Yet, the research also underlines that if such thresholds"}, {"text_block_id": "p11_b91", "text": "are crossed, irreversible changes may take place, which will totally transform the natural environment on which human beings safely depend. Among the nine environmental factors covered by this research, the extinction rate of species and the circulation of nitrogen and phosphorus are evaluated to be in the high risk area, which is beyond the range of uncertainty. Climate change and land use change have been assessed to extend into the area of uncertainty associated with considerable risk. The research poses an important question"}, {"text_block_id": "p11_b92", "text": "―"}, {"text_block_id": "p11_b93", "text": "how will human beings pursue wealth and affluence within the limits determined by the planetary boundaries?"}, {"text_block_id": "p11_b94", "text": "Many of the above-mentioned crises and challenges confronting Japan go well beyond all the usual temporal and spatial ranges, and transcend specific policy areas. In addition, they are intrinsically related to one another, which makes it even more difficult to deal with them effectively. Japan may be seen as an \"advanced nation\" precisely because it is facing these crises and serious challenges ahead of other countries. One way of dealing with this is to give up trying to think how to solve these problems and become very pessimistic; another way is to learn to live with the problems and simply maintain the status quo. But of course, neither of these are viable options. Rather, we must change our mindset, and only then can we turn these challenges into opportunities."}, {"text_block_id": "p11_b95_merged_merged", "text": "With the entry into force of the Paris Agreement, the world is steadily steering towards carbon-neutral societies. Potential demand for advanced environmental technologies including those for energy efficiency promoted by Japanese companies, are thus likely to expand significantly. In fact, some Japanese companies have already begun initial efforts towards this end, viewing them as potential new business opportunities. Capitalizing on potential demands for such advanced technologies stands to be a major driving force for the Japanese economy. In Japan, the nation’s infrastructure will soon need a comprehensive overhaul and such structural reform can be regarded as an excellent opportunity to render the country more resilient and attractive. As part of this, climate change adaptation and ecosystem-based disaster prevention/reductioncould be more fully incorporated to enhance the effectiveness of such processes. Appropriate utilization of regional resources offers the key to"}, {"text_block_id": "p12_b97", "text": "simultaneous achievement of environmental conservation and regional economic revitalization. Meanwhile, many developing countries still face serious air pollution problems as well as rapidly increasing amounts of waste. Japan's wisdom and experience, especially with regard to the technologies it has developed in addressing severe pollution and waste issues in the past, could provide effective ways to solve these problems in developing countries."}, {"text_block_id": "p12_b98", "text": "Taking fully into account the current state of Japan in view of the challenges described above, the Fifth Basic Environment Plan sets out major directions for the development of future environmental policies."}, {"text_block_id": "p13_b99", "text": "Chapter 2 Basic concepts for the development of future environmental policies to build a sustainable society"}, {"text_block_id": "p13_b100", "text": "1."}, {"text_block_id": "p13_b101", "text": "What does a future sustainable society look like?"}, {"text_block_id": "p13_b102", "text": "In light of the growing sense of crisis outlined in Chapter 1, modern society is becoming more complex than ever before, with environmental, economic and social aspects very closely linked. If we want to pass on a sound and abundant environment to the next generation, we must ensure that environmental considerations are fully incorporated into socio-economic systems, thereby securing environmental sustainability. The socio-economic systems themselves must also remain sound and sustainable. A sustainable society can only be achieved if actions are undertaken to improve environmental, economic and social aspects in an integrated manner. It is no longer acceptable to pursue economic/social development at the expense of environmental conservation, or to protect the environment by sacrificing economic or social gains. What is needed is to develop a “Win-Win” or synergistic approach that covers all three pillars of sustainable development. Current international trends such as adoption of SDGs, the entry into force of the Paris Agreement, and expansion of ESG investment, indicate that now is the time to enact a major paradigm shift, aimed at ultimately bringing about a new"}, {"text_block_id": "p13_b103", "text": "civilized"}, {"text_block_id": "p13_b104", "text": "society. Based on this recognition, this Plan presents a broad image of a \"sustainable society\" to be realized by putting in place the environmental policies set out below."}, {"text_block_id": "p13_b105_merged_merged", "text": "Following the definition of \"sustainable development\" proposed by the “UN Commission on Environment and Development” (Brundtland Commission) in 1987, the concept of \"sustainable society\" has been the basic direction set out in the \"Basic Environment Act\" (Act No. 91 of 1993) and subsequent Basic Environment Plans. The Fourth Basic Environment Plan (Cabinet decision on April 27, 2012) stated that the ideal sustainable society contains the premise that \"the risk to human health and ecosystems is sufficiently reduced and “safety” is secured”. The plan then sets out the definition of sustainable society, stating that each of the three environmental challenges, i.e. \"low carbon\", \"circulation\" and \"harmony with nature\", is to be achieved in an integrated manner with the participation of all major stakeholders, thereby ensuring a sound and rich environment from global to local levels. To further develop this definition, the Fifth Basic Environment Plan defines sustainable society as follows."}, {"text_block_id": "p13_b107", "text": "The environment consists of the “circulation” of elements through photosynthesis and food chains"}, {"text_block_id": "p14_b108", "text": "cutting across the atmosphere, water, soil, as well as living creatures, and a delicate balance is maintained between ecological systems. Human beings are part of this environment. However, economic activities have resulted in the exploitation of resources beyond the earth’s environmental capacity. There has also been an excessive impact on the environment from discharged substances. As a result, the delicate equilibrium among ecosystems has been broken. The collapse of this balance is manifested in the form of climate change and loss of biodiversity. Now is the time to make use of the wisdom inherited from our ancestors who lived with natural laws and mechanisms, and take up new challenges to realize a new civilized society. We must strengthen our efforts to proactively drive innovations from all perspectives, thereby transforming society into a sustainable one based on SDGs."}, {"text_block_id": "p14_b109_merged", "text": "While nature is certainly a source of abundance, it can sometimes result in serious threats to humans. Traditional beliefs in Japan do not oppose nature; rather the Japanese have developed a reverence towards the natural world, adapting and cultivating wisdom to live in harmony with nature. We need to make full use of this traditional knowledge in conjunction with ICTs and other modern science and technologies, thereby ensuring minimal environmental impacts even as Japan’s economy grows. Environmental impacts can be kept to a minimum in three ways: (i) \"circulation\" of materials and natural resources, (ii) \"symbiosis\" between nature and human beings, as well as \"symbiosis\" between regions through maintenance and rehabilitation of sound ecosystems, and (iii) realization of “low carbon” societies through various measures including those mentioned above. This kind of circulation and symbiosis based society (\"Environmental and Life Centered Civilized Society\") provides a vision of a sustainable society that Japan can aim for. This Plan advocates building a \"sustainable society\" through innovative environmental policies, so that Japan becomes the most \"advanced nation to solve modern challenges\" ahead of other countries. Based on this future-oriented approach, we will work hard to address the mounting challenges facing Japan."}, {"text_block_id": "p14_b112", "text": "2."}, {"text_block_id": "p14_b113", "text": "Expected roles of future environmental policies ~ Creating innovations in socio-economic systems, lifestyles, and technologies, and providing simultaneous solutions for economic and social challenges ~"}, {"text_block_id": "p14_b114", "text": "In building a sustainable society, it is important to recognize that a sound and rich environment is the basis for socio-economic activities. There needs to be a transformation in our society so that efforts to promote economic growth and improvement of social infrastructure do not increase environmental burdens."}, {"text_block_id": "p14_b115", "text": "One important role that future environmental policies can serve is to create innovations across all perspectives including those concerning socio-economic systems, lifestyles, and technologies. Such"}, {"text_block_id": "p15_b116", "text": "innovations include incremental improvements of existing goods and services, as well as those that are outside the reach of conventional technologies and systems. For this to be realized, it is first necessary to present a vision of what a sustainable society might look like for society as a whole, then share it among all stakeholders including citizens and businesses. This will hopefully lead to a shared understanding that it is not only relevant to research and development for purposes of promoting future technology innovations, but also to facilitate greater financial investment from business. As such, the following measures are considered critical: provision of incentives to reward early movers of innovation; creation of market demand for environmental conservation; generation of new employment opportunities and equitable systems for transition of the labor market; internalization of externalities by imposing responsibilities on polluters in line with the polluter-pays principle; incorporation of environmental considerations from the planning stage; promotion of environmental awareness through environmental education and Education for Sustainable Development (ESD), as well as introduction of measures to promote partnership with a wide range of stakeholders. Taken together, these measures will contribute to building mechanisms to support more sustainable societies."}, {"text_block_id": "p15_b117", "text": "Another aim involves maximizing the impacts of future environmental policies. In fact, what is critical for future environmental policies is to contribute to providing solutions to economic and social challenges (hereinafter referred to as \"simultaneous solutions\"), fully recognizing the ways in which they are linked. Emerging challenges to the environment, economy and society are becoming not only more serious but they are also inter-related. For this reason, policy design must include elements which allows for environmental measures to contribute to addressing economic and social challenges, and at the same time, economic and social measures help in solving environmental issues."}, {"text_block_id": "p15_b118", "text": "Future environmental policies should create innovations across all perspectives including those concerning economic and social systems, lifestyles, and technologies, and facilitate simultaneous solutions for socio-economic challenges. These could open up \"new avenues for growth\" that ensure quality of life is maintained into the future."}, {"text_block_id": "p15_b119", "text": "3."}, {"text_block_id": "p15_b120", "text": "Basic concepts for the development of future environmental policies"}, {"text_block_id": "p15_b121", "text": "(1) Implementation of measures for II2ES"}, {"text_block_id": "p15_b122", "text": "The environmental, economic and social challenges facing Japan now seem to be characterized by certain complexities due to the fact that dominant market trends in other sectors result in impacts on other areas. II2ES should be adopted as a basic approach to address this complex set of challenges. However, this basic approach is different from those adopted by previous Basic Environment Plans,"}, {"text_block_id": "p16_b123", "text": "in which priorities were set separately in each of environmental fields with a focus upon directly addressing specific environmental issues in question. For this reason, this Plan underlines a need to strategically establish a focused, cross-cutting framework that accounts for interlinkages, and enables specific measures to help address various challenges in an integrated manner."}, {"text_block_id": "p16_b124", "text": "(2) Appropriate responses to international and domestic situations based upon the basic principles and concepts for environmental policies"}, {"text_block_id": "p16_b125", "text": "Internationally agreed frameworks such as the 2030 Agenda and the Paris Agreement are key elements in building sustainable societies. They can take on the attributes of a “catalyst” to fundamentally change the direction of socio-economic activities over the next several decades. Indeed, there is a possibility that major changes such as those observed in the finance sector may affect other sectors in the future. A number of developed countries have already promoted efforts towards a carbon-neutral society, and some developing countries are also making similar efforts. On the other hand, Japan is lagging behind, and its international presence is diminishing. Failure to properly deal with these sustainability challenges may, in the future, affect the reliability and competitiveness of Japanese companies. It has even been pointed out that there is a risk of Japanese companies being excluded from global value chains. Yet, such a crisis also presents a good opportunity to enhance the position in the global value chain, by taking full advantage of Japan’s excellent environmental technologies."}, {"text_block_id": "p16_b126", "text": "A sustainable society as envisaged by this Plan should incorporate the important points mentioned above. By drawing upon the basic principles and concepts presented in previous Basic Environment Plans, accurately identifying major changes in international and domestic situations, and appropriately reflecting interests of future generations in decision-making, progress can be made to enhance national measures and to strengthen international cooperation."}, {"text_block_id": "p16_b127", "text": "(3) Utilization of the concepts of \"Sustainable Development Goals\" (SDGs)"}, {"text_block_id": "p16_b128_merged", "text": "SDGs with their interlinked 17 goals and 169 targets advocate an approach to address multiple challenges in an integrated manner. The SDGs also comprise a multiple-benefit approach, in which one particular measure can generate a positive array of subsidiary returns. The 2030 Agenda also states that \"they are integrated and indivisible and balance the three dimensions of sustainable development: the economic, social and environmental.\" From an environmental perspective, the basic relationship among the goals could be understood as follows: the role of the environment is to function as the foundation, upon which socio-economic activities are carried out on a sustainable basis."}, {"text_block_id": "p17_b130", "text": "Some of the SDGs may seem difficult to achieve together and some of them indicate a relationship of trade-offs. This is why an integrated approach is needed to create synergies. It is, indeed, important to broaden our horizons to consider other goals, which enables us to adopt a win-win approach. We can then pursue \"both” objectives with one action simultaneously, as opposed to “either/or”."}, {"text_block_id": "p17_b131_merged", "text": "In addition to the above, the 2030 Agenda outlining the SDGs has also declared the promotion of \"all-inclusive\" partnership, which encourages all stakeholders to participate. It is not appropriate to conduct relevant actions based solely on building upon feasibilities and realities of the existing society. Rather it is important to adopt a \"back-casting\" approach, by which the image of a future society we seek can guide what we need to do now. In other words, we must let the future dictate “our next steps”. These basic concepts underlying SDGs are instrumental in promoting II2ES."}, {"text_block_id": "p17_b133", "text": "Furthermore, making the SDGs a reality is directly linked to addressing various regional challenges in Japan. Major improvements could be made to a range of regional plans, by using the basic concepts of SDGs, focusing on and fully incorporating local perspectives."}, {"text_block_id": "p18_b134", "text": "Chapter 3 Principles and methods of environmental policy"}, {"text_block_id": "p18_b135", "text": "The following principles should be given full consideration, for successful implementation of the measures to realize a sustainable society elaborated in Chapter 2, as well as priority strategies and their supporting environmental policies s also described in Part 2, and the measures listed in the system of environmental protection measures outlined in Part 4."}, {"text_block_id": "p18_b136", "text": "1. Principles of environmental policy"}, {"text_block_id": "p18_b137", "text": ""}, {"text_block_id": "p18_b138", "text": "Environmental efficiency"}, {"text_block_id": "p18_b139", "text": "Sustainable development requires economic development without compromising the integrity of environmental conservation. This translates into a need for efforts to raise \"environmental efficiency”, i.e. reducing environmental impacts per unit of goods and services generated, thereby avoiding an increase in environmental burdens, despite an increase in wealth or expansion of the economy (decoupling)."}, {"text_block_id": "p18_b140", "text": ""}, {"text_block_id": "p18_b141", "text": "Concepts of risk assessment and precautionary approach"}, {"text_block_id": "p18_b142_merged", "text": "Many environmental problems are associated with some scientific uncertainty. Examples include environmental impacts of global warming, and the effects of chemical substances on health and ecosystems. In such cases, environmental risk assessment should be carried out based on the scientific knowledge available at the time, evaluating to what extent a particular issue generates impacts on health and environment, and looking at the probability of such impacts occurring. The next critical step would be to judge the necessity and urgency of countermeasures, taking into account the pre-determined acceptable level of risk, and then to set priorities and put countermeasures in place."}, {"text_block_id": "p18_b145", "text": "Still the fact remains that there will always be some uncertainty left in identifying causes of the problem and in evaluating consequent impacts, and in planning and implementing countermeasures, even if those countermeasures were put in place based on the latest scientific knowledge at that time. However, if no measures are taken because of uncertainty, then once the problem does occur, it may well cause massive damage and incur massive costs associated with countermeasures which then become necessary. The consequences could be long-term or even irreversible."}, {"text_block_id": "p18_b146", "text": "For this reason, scientific uncertainty should not be the reason for delaying measures to tackle problems that may cause environmental problems. Every effort should be made to enhance scientific knowledge, and preventive measures should be taken based on the “precautionary approach”. This fundamental approach has already been adopted in various environmental policies to deal with, among"}, {"text_block_id": "p19_b147", "text": "others, global warming, biodiversity conservation, chemical substances, and air pollution. For example, the \"Basic Act on Biodiversity\" (Act No. 58 of 2008) has provisions supporting the precautionary approach. Many of the international conventions ratified by Japan also include the precautionary approach. This points to a growing need to implement domestic measures based on the precautionary approach. From now on, it will be vital to continue promoting and developing policies underpinned by this approach."}, {"text_block_id": "p19_b148", "text": "Since the Great East Japan Earthquake, the importance of risk assessment and the precautionary approach has been reaffirmed not only from the disaster prevention point of view, but also from the environmental policy perspective. Indeed, risk assessment should be carried out as objective as possible based upon scientific knowledge, thereby promoting policies that are fully in line with the concept of \"environmental risk\" and the \"precautionary approach\"."}, {"text_block_id": "p19_b149", "text": "In order to make policy decisions when there is some level of uncertainty, it is essential to form a consensus with stakeholders and citizens. In that case, all-out efforts should be made to promote communications among stakeholders, and policymakers should hold full accountability."}, {"text_block_id": "p19_b150", "text": "Even after policy decisions have been made, for example, in the area of biodiversity conservation, regular review should continue for necessary additions and other changes of policy measures in accordance with the adaptive approach, drawing on newly accumulated scientific knowledge."}, {"text_block_id": "p19_b151", "text": ""}, {"text_block_id": "p19_b152", "text": "Polluter-pays principle"}, {"text_block_id": "p19_b153", "text": "The \"polluter-pays principle\", a standard for allocating environmental expenses, is important to incorporate the cost of environmental measures in the market through pricing, thereby promoting the more rational use of scarce environmental resources. In addition, it should be noted that the polluterpays principle in Japan has been discussed as a principle of justice and equality that would contribute to bearing the cost of decontamination and relief measures for victims. Corporate management and consumption behavior should be encouraged to take safety and environmental aspects into account by reflecting the cost of preventing environmental pollution caused by accidents and operations in the prices of products and services."}, {"text_block_id": "p19_b154", "text": "In addition to the above, it is important to utilize the principle of \"extended producer responsibility\". This means that producers have certain responsibilities physically and financially until the post-consumption stage in the product life-cycle. We should also apply another principle of “taking measures at pollution source\" through, for example, eco-designing and eco-manufacturing so as to minimize the emissions of pollutants and wastes as much as possible from the start."}, {"text_block_id": "p20_b155", "text": "2. Approaches to implement environmental policies"}, {"text_block_id": "p20_b156", "text": "Based on major environmental policy directions elaborated above, and to find solutions to individual environmental policy challenges listed in Part 2, it is necessary to prioritize policies, improve cost-effectiveness, and reduce expenses borne by society as a whole. Up until now, various policy approaches such as direct regulation, subsidies, tax incentives, and public awareness raising have been implemented. However, there is still a need for developing new policy approaches, improving existing policy approaches, and expanding the scope of policy application. This is indicated in Chapter 2, Section 5 of the Basic Environment Act. The environmental policy approaches that satisfy specific policy objectives are outlined below."}, {"text_block_id": "p20_b157", "text": ""}, {"text_block_id": "p20_b158", "text": "Direct regulation approach"}, {"text_block_id": "p20_b159", "text": "Direct regulation specifies certain goals and compliance matters to be achieved by society as a whole, then utilizes laws and other control measures to achieve them. It is effective for prevention of environmental pollution and land use control for conservation of natural environment."}, {"text_block_id": "p20_b160", "text": ""}, {"text_block_id": "p20_b161", "text": "Regulatory frameworks approach"}, {"text_block_id": "p20_b162", "text": "This approach intends to achieve regulatory objectives by presenting goals, with mandatory actions and procedures to achieve them. This approach is effective to take preventive or advanced measures to deal with new environmental pollution for which quantitative target setting and specific compliance matters are difficult to set, while making full use of creativity and ingenuity of those subject to regulation."}, {"text_block_id": "p20_b163", "text": ""}, {"text_block_id": "p20_b164", "text": "Economic approach"}, {"text_block_id": "p20_b165", "text": "This approach aims to achieve policy objectives by providing economic incentives to stakeholders so that they take economically rational actions in the market. Specific measures include subsidies, financial support by tax incentives, imposing an economic burden via taxation, emissions trading, and feed-in-tariffs (FIT), among others. This approach is effective for those to whom the command and control measures such as those two mentioned above cannot be applied. This approach utilizes changes in market prices to make stakeholders reduce environmental burdens."}, {"text_block_id": "p20_b166", "text": ""}, {"text_block_id": "p20_b167", "text": "Voluntary approach"}, {"text_block_id": "p20_b168", "text": "This approach seeks to achieve policy objectives by way of encouraging businesses to set voluntary targets for their own actions. It is particularly effective in cases where businesses have widely expressed their commitments to society and their progress is checked by the government, i.e. almost"}, {"text_block_id": "p21_b169", "text": "equal to a social commitment. This creates an incentive for technological innovation, and contributes to raising environmental awareness and bringing in environmental education/learning for stakeholders concerned. This approach is expected to be effective in cases where businesses need to deal with complicated environmental problems quickly and flexibly by making full use of their expert knowledge and ingenuity."}, {"text_block_id": "p21_b170", "text": ""}, {"text_block_id": "p21_b171", "text": "Information approach"}, {"text_block_id": "p21_b172", "text": "This approach promotes the disclosure and provision of information on the environmental load of business activities, products and services so that businesses actively engaged in sound environmental practices and producing environmentally friendly goods can be selected for investment and procurement. Publishing environmental reports and demonstrating environmental performance are notable examples, which are expected to be effective in promoting environmental considerations of all stakeholders including suppliers of products and services."}, {"text_block_id": "p21_b173", "text": ""}, {"text_block_id": "p21_b174", "text": "Procedural approach"}, {"text_block_id": "p21_b175", "text": "This approach intends to incorporate procedures and criteria for environmental considerations into the decision-making processes of a particular actor or entity. Examples include Environmental Impact Assessment (EIA), and the Pollutant Release and Transfer Register (PRTR) to require documenting and reporting the amounts of release and transfer of chemical substances in the environment. This approach is considered effective in integrating environmental considerations into actions of each entity."}, {"text_block_id": "p21_b176", "text": ""}, {"text_block_id": "p21_b177", "text": "Action approach"}, {"text_block_id": "p21_b178", "text": "This is an approach to meet policy objectives through direct implementation of necessary actions by public entities, i.e. national and local governments. This contrasts with other approaches mentioned above which intend to exert certain pressure to non-public actors."}, {"text_block_id": "p21_b179", "text": "In addition to those listed above, the Basic Environment Act also mentions a few other approaches, including measures to promote understanding through environmental education and learning. Applying only one of these approaches proved effective in addressing pollution problems resulting from specific large-scale sources in the past. However, the modern policy challenges are the simultaneous realization of a low carbon and a sound material-cycle society in harmony with nature, moving towards a truly sustainable society, through II2ES. Obviously application of a single policy measure alone cannot be effective to deal with modern challenges. New and innovative policy approaches are needed. Also an appropriate combination of policy options could be made by way of an effective policy mix, taking fully into account nature and characteristics of policy objectives. By doing that, policy packages could be developed to draw on synergies that exist among different policy"}, {"text_block_id": "p22_b180", "text": "approaches."}, {"text_block_id": "p22_b181", "text": "When considering and implementing individual measures according to this Plan, it is necessary to consider an appropriate combination of various policy approaches elaborated above."}, {"text_block_id": "p23_b182", "text": "Part 2 Putting the environmental policy into action"}, {"text_block_id": "p23_b183", "text": "Part 1 Chapter 1 described the current state of Japan regarding environment, economy and society. This Plan covers environmental measures over the next five years, and specific measures described in Part 2 will be implemented, based upon what should be achieved by 2030 and 2050, as well as the review of the Fourth Basic Environment Plan, keeping in mind SDGs for development targets set for 2030, Japan’s mid-term target for greenhouse gas emission reductions by 2030, and the long-term goals of the Paris Agreement set for the second half of this century."}, {"text_block_id": "p23_b184", "text": "Chapter 1 Concepts of priority strategy setting"}, {"text_block_id": "p23_b185", "text": "1. Establishment of a priority strategy based on the administrative plan for each area"}, {"text_block_id": "p23_b186", "text": "Complex modern challenges can only be tackled by setting a cross-cutting strategy that enables specific measures to address various problems in an integrated manner, keeping in mind that a plan has been in place for each of the major policy areas of the environment."}, {"text_block_id": "p23_b187_merged", "text": "A sustainable society can only emerge if economic activities shift towards a green economy that enables sustainable production and consumption. Japan’s national land is the basis of its socio-economic activities and it should be ensured that the national land is sustainable and remains resilient against disasters. Furthermore, each region should come up with a solution for its own economic and social challenges by making the best use of local resources. Citizens in urban and rural areas should be more engaged with each other, by preserving the environment closest to them, and forming a space with further reduced environmental risks so that citizens can enjoy lives that are healthy and prosperous."}, {"text_block_id": "p23_b190", "text": "There needs to be research, development, demonstration and dissemination of environmental technologies supporting Japan’s economy, land, community, and way of life. Of course, developing these technologies not only contributes to sustainable development and reduction of the environmental loads on a global scale, it also contributes to the promotion of Japan’s environmental businesses. Therefore, it is important for Japan to implement policy measures that contribute to environmental conservation of the planet as a whole."}, {"text_block_id": "p23_b191", "text": "Bearing the above in mind, this Plan has six priority strategies as listed below:"}, {"text_block_id": "p23_b192", "text": "Bearing the above in mind, this Plan has six priority strategies as listed below:\n* Formulation of a green economic system for realizing sustainable production and consumption\n* Improvement of value of national land as stock"}, {"text_block_id": "p24_b196", "text": "Bearing the above in mind, this Plan has six priority strategies as listed below:\n* Formulation of a green economic system for realizing sustainable production and consumption\n* Improvement of value of national land as stock\n* Sustainable community development using local resources\n* Realization of a healthy and prosperous life\n* Development and dissemination of technologies supporting sustainability\n* Demonstration of Japan's leadership through international contributions and building strategic"}, {"text_block_id": "p24_b204", "text": "Each strategy will be elaborated in Chapter 2, while Chapter 3 will explain the measures that support priority strategies in detail."}, {"text_block_id": "p24_b205", "text": "There is some overlap between the six priority strategies. Rather than strictly separating each strategy, this overlap will enable one policy measure to address more than one priority issue, thereby creating the synergy needed to accelerate the realization of a sustainable society."}, {"text_block_id": "p24_b206", "text": "Some of the measures are relevant to several priority strategies, but are listed under the one considered most substantially related. Thus, in implementing each of the measures, broad attention needs to be paid to interlinkages that exist between the priority strategies concerned."}, {"text_block_id": "p24_b207", "text": "2. Enriching and strengthening partnerships"}, {"text_block_id": "p24_b208", "text": "(1) Role of each entity as a prerequisite for partnership"}, {"text_block_id": "p24_b209", "text": "In putting these environmental policies in place, every entity that makes up society should be aware of its own responsibility to the environment. We must realize that addressing environmental measures can bring great benefits for our lives, as well as for regional and corporate management. We must also recognize a major risk will emerge if we neglect or postpone environmental measures. Keeping these in mind, voluntary and proactive efforts are required to reduce environmental loads as much as possible by each entity through understanding the role to be played and the significance of participation in environmental conservation under a fair allocation of responsibilities according to each respective position."}, {"text_block_id": "p24_b210", "text": "The following points clarify the roles that the government should play in order to enhance and strengthen partnerships, as well as the roles that local governments, businesses, non-government organizations and citizens are expected to perform."}, {"text_block_id": "p24_b211", "text": ""}, {"text_block_id": "p24_b212", "text": "National government"}, {"text_block_id": "p24_b213", "text": "The national government plays a role in promoting comprehensive environmental conservation measures by establishing a framework to encourage participation and close cooperation among"}, {"text_block_id": "p25_b214", "text": "national and local governments, businesses, non-government organizations, and citizens with close governmental coordination so that the environment can be conserved through the participation of society as a whole. The national government presents respective goals, directions and roles of all entities for their environmental conservation efforts. The government also creates a foundation to facilitate actions by all entities through a transformation of the overall socio-economic systems and incorporation of environmental considerations in utilization of the national land."}, {"text_block_id": "p25_b215", "text": "The national government promotes voluntary and proactive efforts by all entities through promotion of environmental education and learning, support for activities of non-government organizations, and provision of information. The government also promotes dialogues among all entities to enable networks and partnerships to be more firmly established."}, {"text_block_id": "p25_b216_merged", "text": "Furthermore, the national government will proactively and broadly incorporate environmental considerations into its own initiatives."}, {"text_block_id": "p25_b218", "text": ""}, {"text_block_id": "p25_b219", "text": "Local governments"}, {"text_block_id": "p25_b220", "text": "Local governments are key to promoting regional priority strategies and play a major role as promoters of regional environmental conservation as the basis for building a sustainable society. It is the local government that is expected to act as the coordinator for regional actions. Local governments are expected to implement comprehensive environmental conservation measures in the region, working closely with related departments, and in collaboration with local residents, businesses, non-government organizations, other local governments and national organizations concerned. Taking the regional characteristics into account, local governments present goals and major directions of various initiatives in the region. Local governments also lay a regional basis by promoting operationalization of various policy systems concerned, as well as developing social infrastructure, and promote actions by each entity"}, {"text_block_id": "p25_b221", "text": "Furthermore, local governments will proactively and broadly incorporate environmental considerations into their own initiatives."}, {"text_block_id": "p25_b222", "text": ""}, {"text_block_id": "p25_b223", "text": "Businesses"}, {"text_block_id": "p25_b224", "text": "Businesses account for a major part of economic activities and as such, businesses play an important role in reducing environmental loads. Businesses are expected to take voluntary and proactive efforts across the entire value chain of products and services. Such efforts could include not only pollution prevention but also efficient use of resources and energy, reduction of wastes, and reduction of environmental loads throughout production to distribution processes."}, {"text_block_id": "p26_b225", "text": "In particular, businesses are expected to gain new business opportunities for their market expansion by developing new technologies for environmental conservation, as well as promoting environmentally friendly product designs, and devising product distribution processes."}, {"text_block_id": "p26_b226", "text": "Businesses providing products and services that contribute to environmental conservation play an important role in the creation of a sustainable society with less environmental loads. In fact, their products and services are expected to provide a basis for other entities to implement their respective environmental measures. Therefore, active development is expected. Financial institutions, investors and others are also expected to create a flow of funds for building a sustainable society through environmentally-friendly investment."}, {"text_block_id": "p26_b227", "text": ""}, {"text_block_id": "p26_b228", "text": "Non-government organizations"}, {"text_block_id": "p26_b229", "text": "Non-government organizations set up by citizens and businesses, such as NPOs/NGOs, educational institutions, research institutes, scientific communities, cooperatives, labor unions and others, are involved in a wide range of autonomous and organizational initiatives on environmental conservation. Their activities provide an important contribution to building a basis for efforts to promote environmental conservation. These organizations have a pivotal role in constructing a society in which every entity proactively participates in environmental conservation, featured by well-nuanced efforts such as grassroots activities and private international cooperation."}, {"text_block_id": "p26_b230", "text": "In addition to carrying out specific environmental conservation activities, non-government organizations are expected to make evaluations on efforts made by public agencies, businesses and individuals, to act as a bridge for conveying information among different entities through, for example, communicating expert information to the public in an easy-to-understand manner, and to offer policy recommendations drawing on their respective expertise."}, {"text_block_id": "p26_b231", "text": "Educational institutions, research institutes, and scientific communities in particular are expected to further enhance scientific knowledge as well as sharing data and providing information, and promoting innovative technology development based on the most recent scientific knowledge."}, {"text_block_id": "p26_b232", "text": ""}, {"text_block_id": "p26_b233", "text": "Citizens"}, {"text_block_id": "p26_b234", "text": "Environmental impacts resulting from our daily lives are on the increase, which makes it necessary for citizens to shift towards more sustainable lifestyles."}, {"text_block_id": "p26_b235", "text": "Citizens need to deepen their understanding concerning the relationship between people and the"}, {"text_block_id": "p27_b236", "text": "environment, and should try to incorporate environmental considerations into their behaviors to reduce environmental loads caused by their daily lives."}, {"text_block_id": "p27_b237", "text": "They are expected to take voluntary and proactive actions to improve their immediate environment."}, {"text_block_id": "p27_b238", "text": "Furthermore, building a sustainable society requires that citizens’ views are reflected in the decision-making processes, thus they are expected to actively participate in various opportunities provided by national and local governments."}, {"text_block_id": "p27_b239", "text": "(2) Enriching and strengthening partnerships"}, {"text_block_id": "p27_b240_merged", "text": "Partnership is stated as one of the \"Five Ps\" that form basic elements underlying the SDGs. Diversifying partnerships among a variety of entities will become more and more important to ensure a steady implementation of the Basic Environment Plan. Partnerships among different entities concerned are a vital element for successful implementation of priority strategies and related supporting policies. Environmental information is indispensable in promoting proactive participation of entities concerned. Thus, each entity is encouraged to provide the environmental information they have according to the needs of other stakeholders, thereby enhancing and strengthening partnerships at each stage of policy implementation."}, {"text_block_id": "p27_b242", "text": "Indeed, partnership is of particular importance to ensure appropriate and effective implementation of specific policies in support of priority strategies."}, {"text_block_id": "p27_b243", "text": "The following initiatives require enhanced and strengthened partnerships:"}, {"text_block_id": "p27_b244", "text": "The following initiatives require enhanced and strengthened partnerships:\n* Further promotion of environmental education based on the concept of ESD through all-inclusive\n* Promotion of voluntary efforts by companies to contribute to measures to deal with global\n* Promotion of technological development and dissemination to conserve the rich environment for\n* Promotion of risk communications through dialogue and joint-thinking between the national"}, {"text_block_id": "p28_b252", "text": "The following initiatives require enhanced and strengthened partnerships:\n* Further promotion of environmental education based on the concept of ESD through all-inclusive\n* Promotion of voluntary efforts by companies to contribute to measures to deal with global\n* Promotion of technological development and dissemination to conserve the rich environment for\n* Promotion of risk communications through dialogue and joint-thinking between the national\n* Promotion of international collaboration at all levels, between the government of Japan and other"}, {"text_block_id": "p28_b255", "text": "These enhanced actions will make it possible to cultivate multifaceted viewpoints, and will lead to equipping human resources with the skills to realize II2ES. In other words, enhancing and strengthening partnerships will contribute to human resource development."}, {"text_block_id": "p28_b256", "text": "Identifying and awarding best practices that contribute to II2ES could be one of specific measures to enhance and strengthen partnerships, which enables such good practices to be widely shared across the whole society, thereby encouraging each stakeholder to take voluntary initiatives and to further strengthen partnership among all entities."}, {"text_block_id": "p28_b257", "text": "3. Building a sustainable community -Creating the Circulating and Ecological Economy"}, {"text_block_id": "p28_b258", "text": "In order to build a sustainable society across the entire country, each region needs to be sustainable. For this reason, each region is required to autonomously pursue the implementation of efforts toward II2ES, while taking advantage of its own characteristics. But in today’s modern era in which socio"}, {"text_block_id": "p28_b259", "text": "-"}, {"text_block_id": "p28_b260", "text": "economic activities are carried out over a wide area, it is impossible to isolate socio-economic activities in a closed region; as such, it is vital for regions to become complementary to each other."}, {"text_block_id": "p28_b261_merged_merged", "text": "This Plan aims to create a \"Circulating and Ecological Economy”that produces new value chains, complements and supports regional resources by building broader networks, which is composed of natural connections (connections among forests, the countryside, rivers and the sea) and, economic connections (composed of human resources, funds, and others), while making full use of mountainous, agricultural and fishing villages, and cities. Each region will demonstrate its strengths by utilizing its unique characteristics, thereby building a self-reliant and decentralized society where different resources are circulated within each region, and symbiosis and exchange with neighboring regions according to unique characteristics of each region."}, {"text_block_id": "p29_b263", "text": "“Circulating and Ecological Economy” incorporates the concept of “Regional Circular Sphere” indicated in the \"The Second Fundamental Plan for Establishing a Sound Material-Cycle Society\" (Cabinet decision on March 25, 2008). The concept underlines the importance of promoting resource circulation at optimal scales according to the characteristics of regions concerned, and the nature of resources to be recycled. Basically, resources suitable for circulation in a small area should be circulated in the smallest zone possible, while resources suitable for circulation in a larger area should be circulated in a much more expanded area, thereby resource circulation could be optimized with a combination of overlapping circular areas according to resources to be circulated. “Regional CES” also incorporates the concept of \"Social-ecological Sphere\" indicated in the \"National Biodiversity Strategy of Japan 2012-2020\" (Cabinet decision on September 28, 2012), which takes consideration of communities and people closely connected with the supply and demand of local ecosystem services, or the blessing of nature, in a holistic way, and promotes deepening and enhancing collaboration and mutual support. As such, Regional CES is a concept that aims to promote the utilization of regional resources, and ultimately realize low carbon development, as detailed below."}, {"text_block_id": "p29_b264", "text": "“Circulating and Ecological Economy” could be applied to small areas at the community or municipality level (including special wards in Tokyo) in certain cases, but may be appropriately applied in a scale even larger than river basins and prefectures, in other cases. Circulating and Ecological Economy will therefore cover a variety of geographical areas from the level of villages, through municipalities, to that of prefectures and river basins."}, {"text_block_id": "p29_b265_merged", "text": "“Circulating and Ecological Economy” has in its scope almost all resources including foods, products, circular resources, renewable resources, artificial stocks, natural capital, as well as basic chemical elements such as carbon and nitrogen. All of these resources are circulating through every stage of human socio-economic activities such as production, distribution, consumption, disposal, as well as through natural systems. In order to make resources circulation appropriate, first of all, inputs of resources including materials and energies should be minimized as much as possible, thereby utmost efficiency could be achieved. In addition, “Circulating and Ecological Economy” minimizes environmental burdens through diversified and multilayered resource circulation, and mobilizes regions through promoting circular regional economies."}, {"text_block_id": "p29_b267", "text": "“Circulating and Ecological Economy” will ensure a symbiotic relationship with nature, between"}, {"text_block_id": "p30_b268", "text": "people, environment and living creatures in particular, recognizing the fact that humans are a part of environment and are living creatures themselves. Based upon this recognition, “Circulating and Ecological Economy” will ensure symbiosis between nature and humankind from the perspectives of both conservation of secondary nature and suppliers and consumers of local ecological services. “Circulating and Ecological Economy” also promotes symbiosis among different regions ranging from mountainous, agricultural and fishing villages, and cities."}, {"text_block_id": "p30_b269", "text": "The key to creating “Circulating and Ecological Economy” is to re-discover regional resources and to utilize them properly. To find new values in overlooked resources of each region will be the first step moving towards II2ES. For example, power generation and heat use utilizing regional biomass ensures low carbon and resource saving by replacing fossil fuels and reducing long-distance transportation. It also creates economic and social benefits through increasing employment for the region, and strengthening resilience by securing energy locally in times of disaster. Benefits could be even greater if utilized biomass is derived from thinning of local forests and management of secondary nature (i.e. Satoyama), which will certainly contribute to sound management of forests and conservation of rich natural environment (i.e. ecosystem services), thereby creating multiple benefits cutting across economy, society and environment."}, {"text_block_id": "p30_b270", "text": "“Circulating and Ecological Economy” is a new approach, which is not only beneficial for mountainous, agricultural and fishing villages but also for cities. People in urban areas could become more aware of or even “visualize” the fact that they are supported by agricultural, forestry, and fishing products from mountainous, agricultural and fishing villages, and other benefits from nature (i.e. ecosystem services). This could lead to concrete actions to support villages through increased participation in nature conservation activities and expanded purchase of products from environmentally sound agriculture. In other words, “Regional CES” is a concept to maximize the vitality of all regions, making full use of mountainous, agricultural and fishing villages as well as cities."}, {"text_block_id": "p30_b271", "text": "This Plan will mobilize all the measures listed in the priority strategies centering on initiatives in Chapter 2 \"3. Sustainable community development using local resources\". It will create innovations across all perspectives including those concerning socio-economic systems, lifestyles, and technologies. The Plan aims to realize sustainable societies by developing multifaceted and multilayered policies that cover from regions of Japan to the rest of the world through creation of “Circulating and Ecological Economy.”"}, {"text_block_id": "p31_b272", "text": "Chapter 2 Development of environmental policies for each priority strategy"}, {"text_block_id": "p31_b273", "text": "1."}, {"text_block_id": "p31_b274", "text": "Formulation of a green economic system for realizing sustainable production and consumption"}, {"text_block_id": "p31_b275", "text": "(Basic concept)"}, {"text_block_id": "p31_b276_merged", "text": "In order to ensure sustainable production and consumption patterns, this Plan will aim for socio-economic system innovation, as well as improved resource productivityand carbon productivity (economic growth can be achieved while reducing natural resource inputs and greenhouse gas emissions)."}, {"text_block_id": "p31_b280", "text": "From this point of view, decision-making and investment decisions are encouraged that will contribute to the construction of a sustainable society and promote environmental business as well as encouraging the expansion of supply and demand of green products and services (in particular by expanding overseas demand) by cultivating environmental business to become the driving force of the Japanese economy. At the same time we will work to reduce environmental impacts and create a virtuous circle for the economy."}, {"text_block_id": "p31_b281", "text": "Further, it is necessary to transform Japan's energy supply and demand structure by promoting thorough energy conservation and making maximum use of the renewable energy that is available in Japan which is a major pillar of our measures against global warming. At the same time, through reduction of primary energy imports, energy self-sufficiency will expand, contributing to better energy security. This will also contribute to the improvement of international balance of payments and the strengthening of industrial competitiveness in Japan. From this point of view, we will encourage efforts towards the maximum introduction of energy conservation and renewable energy by companies, consumers and others."}, {"text_block_id": "p31_b282", "text": "From the viewpoint of resource circulation, Japan must develop an economy that moves towards the ultimate form of socio-economy whose material flow is in harmony with the circulation of nature. This requires a break from the old economic system designed to create a successful model enabling efficient economic activities based on \"concentration\" and \"homogenization\", which made \"goods\" and \"money\" the source of competitiveness to create added value. What is required now is to propel innovation based on the Fourth Industrial Revolution and ensure it is reflecting across all industries and areas of social life. It would be possible to transform the economy as a whole from one based on"}, {"text_block_id": "p32_b283_merged", "text": "\"quantity” to one based on “quality\" and improve labor productivity, by ensuring that \"people (human resources)\" and \"data\" are represented as sources of value. By connecting diversity with \"self-reliance\" to bring about \"integration\", the new business model can be expanded to one that produces more added value, by \"providing necessary products and services to those who need them, when necessary, and only in the amounts needed \". This will optimize material flow of the current economic society into a flow that reduces environmental impacts and encourages thorough resource circulation throughout the entire life cycle."}, {"text_block_id": "p32_b285", "text": "In order to boost the efforts of companies etc., it is essential to promote the greening of the economic system. As seen in ESG Investment, investors are increasingly looking at environmental considerations of companies as one of the factors for investment decisions. In line with this growing trend, we will promote the greening of the whole tax system and green finance that shifts the flow of capital into the development of sustainable society such as investment and loans to markets related to environmental fields including climate change countermeasures, resource circulation and harmony with nature."}, {"text_block_id": "p32_b286", "text": "(1)"}, {"text_block_id": "p32_b287", "text": "Expansion of environmental business and mainstreaming of environmental considerations in corporate strategy"}, {"text_block_id": "p32_b288", "text": "(Expansion of environmental business)"}, {"text_block_id": "p32_b289", "text": "Environmental businesses in Japan continue to expand in market size creating viable opportunities for employment. To further expand environmental business and set it as a driving force for the Japanese economy, there should be continuous monitoring of corporate environmental business and promotion of green products and services supplied by companies over the short run. We also need to gain a better understanding of the market size of environmental business, develop best operating practices as well as promote efforts to secure and nurture human resources and improve productivity, including policies for such promotion. Environmental business will be thus supported through various measures (described below) such as green procurement, green contract, expansion of green finance, and greening of the whole tax system."}, {"text_block_id": "p32_b290", "text": "(Promotion of environmental management throughout the value chain)"}, {"text_block_id": "p32_b291", "text": "As ESG investment expands globally, Japan is seeing a growing interest in the activities of companies with environmental considerations. Companies are required to respond to environmental issues such as climate change and degradation of natural capital, not only within their own company but also the entire value chain including their business partners. This trend will broaden the scope of activities of"}, {"text_block_id": "p33_b292", "text": "companies with environmental consideration and will be a major driving force for building a sustainable society."}, {"text_block_id": "p33_b293", "text": "To promote further expansion, companies are to be encouraged to calculate and reduce emissions associated with the value chain, quantify and visualize reduction amounts through the value chain, and support the formulation of mid and long-term reduction targets based, for example, on the ScienceBased Targets for individual companies. Introduction of environmental management systems will be promoted based on the PDCA cycle such as ISO 14001 and Eco Action 21 for small and medium-sized enterprises (SMEs) throughout the value chain."}, {"text_block_id": "p33_b294", "text": "We will also encourage companies to promote further environmental management through active disclosure of environmental considerations and the direction of future efforts with improvements in comparability and trustworthiness of information, through making their environmental reports public."}, {"text_block_id": "p33_b295", "text": "Furthermore, for the purpose of creating new corporate value by incorporating environmental aspects into corporate management, we will encourage companies to conduct in-house and external training to develop human resources to work on environmental management and conservation within their companies and guide the greening of the economy and society."}, {"text_block_id": "p33_b296", "text": "(Understanding and promotion of new business models such as servicizing and sharing economy)"}, {"text_block_id": "p33_b297_merged", "text": "With the use of IoT and AI, there has been a rapid expansion of businesses focusing on providing functions of a product as services, i.e. servicizing (e.g., product lease and rental, ESCO (Energy Service Company) business), and sharing economy(e.g., car sharing, cycle sharing, temporary lodging at private residence) which is one form of servicizing. Expansion of these new business models are expected to encourage long-life of products and easy-to-recycle designs, and encourage conversion from the conventional mass-production and mass-consumption type economic systems. For this reason, there needs to be better understanding of these new business models including contribution to low carbonization and resource saving, and they should be promoted widely through “visualization” of their environmental benefits."}, {"text_block_id": "p33_b299", "text": "(Green procurement / Green contract)"}, {"text_block_id": "p33_b300", "text": "In order for companies to expand the supply of green products and services, it is essential to expand demand for such products and services. For this purpose, the national government, etc. works actively"}, {"text_block_id": "p34_b301", "text": "on the initiative of green procurement and green contract, and we carry out public awareness raising to encourage green procurement and green contract of local governments, companies and individuals. To move green procurement forward, a review will be conducted on the roles and directions of the \"Act on Promotion of Procurement of Eco-Friendly Goods and Services by the State and Other Entities\" (Act No. 100 of 2000)."}, {"text_block_id": "p34_b302", "text": "(Promotion of advanced Japanese green products/services/environmental infrastructure)"}, {"text_block_id": "p34_b303", "text": "Demand for green products and services is not limited to Japan. Efforts towards a carbon-neutral society have accelerated internationally with the entry into force of the Paris Agreement. Developing countries are also now looking to maintaining a good environment along with economic development, so this provides opportunities for Japan to promote superior green products and services. Through top sales utilizing bilateral policy dialogues and regional forums, among others, we will promote infrastructure exports to improve the environment of developing countries. Promotion can be packaged with systems, technologies and finance together, and will also contribute to diverse business development in Japan. To promote green products, negotiations will resume on the EGA (Environmental Goods Agreement) so that a conclusion can be reached as soon as possible to promote free trade of goods contributing to environmental protection and climate change countermeasures."}, {"text_block_id": "p34_b304", "text": "(2)"}, {"text_block_id": "p34_b305", "text": "Improvement of the balance of payments and strengthening of the industrial competitiveness through maximum use of domestic resources"}, {"text_block_id": "p34_b306", "text": "(Promotion of all-out efforts for energy conservation)"}, {"text_block_id": "p34_b307", "text": "Improving energy efficiency is one of the main global warming measures and at the same time it is the key to productivity improvement."}, {"text_block_id": "p34_b308_merged", "text": "Based on the \"Act on the Rational Use of Energy\" (Act No. 49 of 1979, hereinafter referred to as the \"Energy Conservation Act\"), we will implement further energy management and promote the introduction of energy-saving facilities and equipment. Improvements should also be made on the energy efficiency of household appliances and automobiles utilizing the equipment top runner system. SMEs are not included in the specified businessesunder the Energy Conservation Act, but we will promote energy conservation efforts by SMEs, by encouraging them to recognize the need for energy conservation, to support their investment in energy conservation, and promote detailed assistance needed by SMEs through the \"Energy Conservation Regional Consultation Platforms\"."}, {"text_block_id": "p35_b310", "text": "Regional efforts by local governments will be strengthened through the support of the formulation and implementation of action plans developed based on the \"Act on Promotion of Global Warming Countermeasures\" (Act No. 117 of 1998)."}, {"text_block_id": "p35_b311", "text": "Furthermore, utilizing IoT for example, a new energy saving (negative watt) trading market will be established so that consumers themselves can manage their energy use in a more proactive manner."}, {"text_block_id": "p35_b312", "text": "In order to reduce environmental loads of the entire supply chain in the field of logistics, there will be more collaboration between consigners requesting cargo transport and cargo shipping companies engaged in cargo transportation, as well as efficient and low carbon transport modes by introducing vehicles that contribute to high efficiency of truck transportation such as articulated lorries as well as promoting a modal shift. To simultaneously conserve energy and reform workstyles, low carbon transportation and delivery systems will be constructed through collaboration among those concerned. Measures will include creating a \"carbon free port\", reduction of re-delivery by utilizing delivery boxes, joint transportation among companies, combination of freight and passenger transport, and other efforts using IoT."}, {"text_block_id": "p35_b313", "text": "(Maximum introduction of renewable energy)"}, {"text_block_id": "p35_b314_merged", "text": "Utilizing the abundant renewable energy that is available in Japan in combination with energy saving and energy storage can lead not only to CO2 reduction but can also to the improvement of energy self-sufficiency and the revitalization of regional economies. This could be achieved with the proper application of the Act of Partial Revision of the “Act on Special Measures Concerning Procurement of Electricity from Renewable Energy Sources by Electricity Utilities” (Act No.59 of 2016), which was implemented in April 2017 to prompt the cost efficient introduction of renewable energy. Taking other comprehensive measures such as overcoming grid system restrictions and research and development will promote development of a self-sufficient power supply over the mid to long-term, in harmony with the nature and local societies, while finding a balance between the maximum introduction of different renewable energy sources, and alleviating the burden on citizens."}, {"text_block_id": "p35_b318", "text": "Technological developments will be promoted for higher efficiency and lower cost of solar power equipment. For wind power generation, technologies will be developed to enhance the efficiency of electricity generation, lower costs, upgrade grid operations, and expand the introduction of offshore wind power generation. Stakeholders will be consulted to examine the idea of promoting wind power generation based on a zoning approach, which separates areas where wind power could be introduced, from areas where priority is given to nature conservation and other living environments. We will also take up measures to speed up EIA. For hydroelectric power generation, we will promote the"}, {"text_block_id": "p36_b319", "text": "installation of power generation capacities in existing dams that have no power generation facilities, as well as replacing the old facilities installed in other existing dams, coordinating with stakeholders concerned. For small and medium hydroelectric power generation, there are many undeveloped sites so these will be utilized as an energy source to lay a foundation of decentralized energy supply and demand structure of the region, taking into account the associated business challenges such as high cost. This will require rapid and smooth installation of equipment for geothermal power generation by reducing investment risk, promoting understanding of local residents, accelerating EIA, and further rationalization of the regulations and systems concerned as necessary."}, {"text_block_id": "p36_b320", "text": "As renewable energy is expanded, a critical issue is fluctuations in electricity generation, and the resultant loads on the grid system. This requires much wider operation of the grid system, acquisition of power sources that have higher capabilities to respond to changes in demand, and demand response adjusted to supply capability, and introduction of batteries on both grid side and demand side (including utilization as batteries for electric vehicles), as well as storage using hydrogen, strengthening inter-regional connection lines, thereby further expanding the capacity of the electricity grid to accommodate renewable energy, and at the same time introducing a self-reliant and decentralized renewable energy system off grid."}, {"text_block_id": "p36_b321", "text": "There is also a need to make more effective use of heat produced by renewable energy sources (such as solar heat, geothermal heat, snow and ice heat, hot spring heat, seawater heat, river heat, and sewage heat) and un-utilized waste heats. We support the introduction of renewable energy heat supply facilities and demonstrate and construct models that make effective use of various thermal energies in the region, taking fully into account economic efficiency and local characteristics."}, {"text_block_id": "p36_b322", "text": "(Expansion of the use of hydrogen)"}, {"text_block_id": "p36_b323", "text": "Hydrogen is expected to contribute to the improvement of total energy efficiency utilized in fuel cells, which could be a part of a decentralized energy system. It will also contribute to stabilization of the grid system being used as storage of electricity produced by renewable energy (Power-to-Gas), as well as to the reduction of greenhouse gas emissions in the transport sector."}, {"text_block_id": "p36_b324", "text": "In order to expand the use of hydrogen in the domestic, business and industrial sectors, we will promote the dissemination of residential fuel cells (i.e. Ene-Farm) as well as technological development and demonstration of fuel cells for offices and industrial power generation to make them less costly and more efficient. This will require hydrogen-related facilities to be incorporated into existing energy systems such as power generation and heat supply, thereby building a low carbon hydrogen supply chain."}, {"text_block_id": "p37_b325", "text": "For industrial vehicles such as fuel cell vehicles (FCV), fuel cell buses and fuel cell forklift trucks, development of necessary technologies will be promoted to lower prices and improve performance and encourage wider use."}, {"text_block_id": "p37_b326", "text": "Hydrogen stations are essential for the operation of FCV and they will be systematically set up while looking at the possibility to use hydrogen produced from renewable energy. In addition to promoting technological development aimed at reducing costs associated with hydrogen stations, we will also consider reviewing relevant regulations based on the improvement of safety and reliability of the technologies concerned."}, {"text_block_id": "p37_b327", "text": "Technological development for stable production and transportation of hydrogen at low cost will be vital, as well as promotion of technological development and demonstration of hydrogen production,"}, {"text_block_id": "p37_b328", "text": "transportation and storage technologies with as few CO"}, {"text_block_id": "p37_b329", "text": "2"}, {"text_block_id": "p37_b330", "text": "emissions as possible, such as hydrogen production from renewable energy and hydrogen transformation of un-utilized energy sources."}, {"text_block_id": "p37_b331_merged_merged", "text": "This will require expanding the use of hydrogen according to the \"Basic Hydrogen Strategy”including efforts elaborated above."}, {"text_block_id": "p37_b333", "text": "(Utilization of biomass as energy and circular resources)"}, {"text_block_id": "p37_b334", "text": "Expanding the use of biomass-derived energy and products could be effective to create the vitality of mountainous, agricultural and fishing villages, and return profits to local areas. This is expected to lead to a virtuous cycle of the regional economy."}, {"text_block_id": "p37_b335", "text": "Comprehensive utilization of woody biomass including expansion of power generation and heat use by woody biomass aims to promote the expansion of the use of domestic timber including that produced through thinning, thereby promoting the growth of wood and forestry industry. Food waste will be thoroughly used as animal feeds and fertilizers, for which demand should be expanded through the promotion of agriculture, forestry and fishery based upon materials circulation. Wet biomass such as livestock excreta, sewage sludge, and food waste not converted into animal feeds and fertilizers should be used for power generation and heat use utilizing biogas produced by the methane fermentation process. Residual liquid left in the process could be used as fertilizer for agriculture. These actions will promote environmentally friendly and disaster-resilient towns and villages centered on the biomass industry."}, {"text_block_id": "p38_b336", "text": "(Utilization of circular resources, urban mining)"}, {"text_block_id": "p38_b337", "text": "Use of domestic circular resources contributes, in the same way as renewable resources do, to improvement of the balance of payments in addition to reducing the environmental burden associated with transportation. Upstream measures will be strengthened such as environmentally conscious designs, sustainable procurement, reduce, reuse, and increasing the use of recycled materials. Such efforts should be made by all stakeholders concerned to ensure efficient resource circulation throughout the entire life cycle. We aim to promote low carbon and resource circulation models such as sharing and re-manufacturing, and others fully utilizing IT, and support will be given to efforts on improving resource productivity in each industry."}, {"text_block_id": "p38_b338", "text": "Particular focus will be put on efficient use of urban mining (i.e. extraction of useful resources included in used products). We will analyze how metals could be collected, looking at the impact and effect of recycling of small household appliances. Further full use will be made of the local characteristics, including collaboration among various entities such as venous/recycling industries and material industries, thereby maximizing the total amount of metals recovered, including base metals and rare metals."}, {"text_block_id": "p38_b339", "text": "Citizens will be encouraged to participate in 3R activities associated with the Tokyo Olympic and Paralympic Games in 2020, through a project to produce Olympic medals using metals recycled from small household appliances."}, {"text_block_id": "p38_b340", "text": "(3)"}, {"text_block_id": "p38_b341", "text": "Formulation of a green economic system through finance"}, {"text_block_id": "p38_b342", "text": "(Promotion and expansion of ESG investment etc.)"}, {"text_block_id": "p38_b343", "text": "In recent years, ESG investment has been expanding. Many asset owners such as pension fund (funding contributors) and asset managers have signed onto the \"Principles for Responsible Investment\" (PRI) advocated under the initiative of the United Nations in 2006. The Government Pension Investment Fund (GPIF) —the world’s largest institutional investor—is one such institution. The result is a burgeoning global ESG investment since 2012. This movement is spreading to other sectors such as banking and insurance. There has been some expansion of ESG investment in Japan, but not as much as that in other parts of the world. Japan needs to encourage stakeholders and investors to be more aware of the importance of ESG investment, get a clearer understanding and move ahead with further expansion. Therefore, we will encourage more companies to disclose environmental information and optimize the quality of that information to improve corporate value. A platform will be maintained and improved to boost active dialogue between investors and companies."}, {"text_block_id": "p39_b344", "text": "(Promotion of investment and loans to green projects)"}, {"text_block_id": "p39_b345", "text": "In order to meet the 2 ° C target and achieve the SDGs, huge investments are required for projects that contribute to global warming countermeasures and prevention of degradation of natural capital. In order to attract private investment to such projects, we will support low carbon projects where private funds are not sufficiently supplied, and support green bond issuance and subsequent investment."}, {"text_block_id": "p39_b346", "text": "(4) Tax system as the basis of green economic system"}, {"text_block_id": "p39_b347", "text": "(Promotion of greening of the whole tax system)"}, {"text_block_id": "p39_b348", "text": "Promoting greening of environment-related taxation systems including energy taxes and vehicle taxes is an important program to build the basis of the green economic system because it leads to the further promotion of environmental conservation through incorporating environmental considerations into the actions of various stakeholders including companies and citizens. We will promote greening of the whole tax system, through synthetic and systematic survey and analysis of environmental and other effects from environment-related taxes, while considering the situation of foreign countries."}, {"text_block_id": "p39_b349_merged", "text": "Using tax revenue from the special tax measure of the Petroleum and Coal Tax for climate change mitigation, we will steadily implements measures to control energy-originated CO2 emissions."}, {"text_block_id": "p40_b353", "text": "2."}, {"text_block_id": "p40_b354", "text": "Improvement of value of national land as stock"}, {"text_block_id": "p40_b355", "text": "(Basic concept)"}, {"text_block_id": "p40_b356", "text": "Given the declining population, declining birth rate and aging population, apparent impacts of climate change, energy issues, intensifying global competition, aging of infrastructure, as well as an increase in land which can no longer be appropriately managed, it is important to promote various policies for sustainable national land management. In order to deal with these issues, it is necessary to incorporate environment considerations in both hardware and software of social infrastructure development and land use, and to develop national land that can respond to economic and social challenges."}, {"text_block_id": "p40_b357", "text": "Therefore, measures will be implemented to conserve the diversity of the national land based on live in harmony with nature. Conserving the natural environment also leads to sustainable use of ecosystem services and support of industry and living in Japan, and it also serves as a source of high value added goods and services. Not only pristine natural areas, but also local natural environments such as"}, {"text_block_id": "p40_b358", "text": "Satochi-Satoyama"}, {"text_block_id": "p40_b359", "text": "(socio-ecological production landscapes) and agricultural lands, parks, and green spaces in urban areas lead to an improved quality of life (QOL), with accompanying health benefits."}, {"text_block_id": "p40_b360", "text": "Furthermore, we will implement policies focused on encouraging the creation of sustainable and attractive cities. Cities could be made more compact and consequent sustainable regional public"}, {"text_block_id": "p40_b361", "text": "transport networks could contribute to the reduction of CO"}, {"text_block_id": "p40_b362", "text": "2"}, {"text_block_id": "p40_b363", "text": "emissions due to less traffic. Central urban areas are being revitalized to ensure a healthy lifestyle by increasing the amount of walking and bicycling. The volume of construction waste and construction byproducts could be reduced through appropriate maintenance and effective utilization of stock, and this would also encourage low carbon housing, thereby building up a good housing stock as a foundation for current and future living."}, {"text_block_id": "p40_b364_merged_merged_merged", "text": "Policies will also be implemented on improving resilience using environmental infrastructure and green infrastructure. We believe that strengthening of regional capacity to prevent and reduce disasters utilizing diversified functions held by the natural environment, the provision of a stable supply of energy including in times of disaster through the introduction of self-reliant and decentralized energy system, as well as the provision of a consistent waste treatment system during both periods of disaster and non-disaster periods, will lead to improved resilience. It is essential to ensure a safer living environment by encouraging relocation from areas with high disaster risk to low risk areas."}, {"text_block_id": "p41_b366", "text": "（"}, {"text_block_id": "p41_b367_merged", "text": "1）Maintenance of the diversity of the national land centered on living in harmony with nature"}, {"text_block_id": "p41_b370", "text": "(Maintaining, enhancing and utilizing natural capital)"}, {"text_block_id": "p41_b371", "text": "For ensured and sustained benefits of nature and sound socio-economic activities in all regions, we will promote properly evaluating, maintaining, enhancing the value of natural capital as stock and its sustainable conservation and use by mainstreaming biodiversity across sectors."}, {"text_block_id": "p41_b372", "text": "Japan is a nation of many islands that stretch a long way from north to south, and as such various wildlife including many endangered species and endemic species inhabit and flourish here. It is necessary to harmonize human activities and maintain biodiversity through habitat conservation with endangered species, as well maintaining and revitalizing various natural environments damaged in the past such as rivers, wetlands, tidal flats, and algae fields. We will also promote measures against invasive alien species, and promote wildlife management, while maintaining connections among forests, the countryside, rivers and the sea. In this way, national land use will also be promoted responding to economic and social challenges with environmental considerations incorporated."}, {"text_block_id": "p41_b373", "text": "(Maintenance and conservation of forests)"}, {"text_block_id": "p41_b374", "text": "It is necessary to promote diversified and healthy forests in order to demonstrate the multifaceted functions of forests such as conservation of national land, water source recharge, conservation of biodiversity, and measures to deal with global warming. Thus, forest management should ensure timely and appropriate re-forestation and thinning over certain regions, and promotion of mixed forests of conifers and broadleaf trees according to local natural conditions. For this purpose, we will establish a new forest management system aimed at making forestry a new growth industry, and realizing sound management of forest resources. At the same time, forest maintenance and conservation should be promoted through utilization of new tax schemes such as a forest environmental tax (tentative title) and a forest environment transfer tax (tentative title)."}, {"text_block_id": "p41_b375", "text": "(Establishment of ecosystem networks)"}, {"text_block_id": "p42_b376", "text": "and revitalization and mobilization of regions will be simultaneously promoted. At the same time, the efforts described above could contribute to securing pathways for animals and plants to move and migrate according to changes in natural environment brought about by climate change."}, {"text_block_id": "p42_b377", "text": "(Conservation of marine environment)"}, {"text_block_id": "p42_b378", "text": "In order to promote conservation and sustainable use of the marine environment, while fully taking into account related international frameworks such as SDGs, the following comprehensive measures should be taken: establishment and sound management of marine protected areas, conservation of vulnerable ecosystems such as coral reefs, proper responses to ocean acidification, measures to deal with marine litter including microplastics, prevention of marine pollution, comprehensive coastal area management, harmonization of exploitation and conservation of oceans, monitoring and research as a basis for proper management of the ocean environment."}, {"text_block_id": "p42_b379", "text": "(Maintenance and restoration of sound water circulation)"}, {"text_block_id": "p42_b380", "text": "It is essential to re-discover that water is common property for all human beings, that water should circulate healthily, and that the benefits associated with water should be handed down to future generations. Based upon this recognition, comprehensive measures should be taken to maintain or restore healthy water circulation. In line with the understanding described above, the \"Water Circulation Basic Act\" (Act No. 16 of 2014), was enacted, increasing the momentum for efforts to address various problems concerning water circulation such as droughts, floods and water pollution. Comprehensive and integrated watershed management should be promoted based upon the \"Water Circulation Basic Plan\" (Cabinet decision on July 10, 2015). Collaboration among stakeholders concerned should be promoted by strengthening of institutional arrangements, which include establishment of a river basin water circulation council as well as formulation of a watershed circulation plan by local governments and other organizations concerned."}, {"text_block_id": "p42_b381", "text": "（"}, {"text_block_id": "p42_b382", "text": "Appropriate land management responding to a declining population and national land use that conserves, regenerates, and utilizes the natural environment"}, {"text_block_id": "p42_b383", "text": "）"}, {"text_block_id": "p42_b384_merged", "text": "In the face of a declining population, sound management and effective use by land owners is the basis for appropriate land management. In cases where the owner is not able to carry out appropriate land management and use or where the owner cannot be identified, it becomes necessary to identify someone other than the land owner for appropriate land management and use. Sustainable management of national land requires various measures such as proper management and circular utilization of renewable resources and energy including local biomass, learning wisdom and technologies concerning good management and utilization of local resources such as practices known as traditional Satochi-Satoyama (socio-ecological production landscapes) management, and"}, {"text_block_id": "p43_b388", "text": "development of specific mechanisms to enable various stakeholders such as city residents and businesses to manage common natural resources (i.e. commons) together."}, {"text_block_id": "p43_b389", "text": "In cases where proper land management is not possible even after the above mentioned measures are considered, first of all, management costs should be reduced as much as possible according to local conditions. Then, possibilities should be examined to identify alternative land use by finding new objectives such as creation of habitats of endangered animals and plants or buffer zones in case of disasters. Specific measures include regeneration of the natural environment such as transition to natural forests and restoration of wetlands."}, {"text_block_id": "p43_b390", "text": "(Measures against invasive alien species)"}, {"text_block_id": "p43_b391", "text": "Based on the priority on conservation of biodiversity, the following measures should be promoted: designation of invasive alien species, regulation on raising, importing, and transferring such species, enhanced awareness regarding proper raising, and activities to control and remove such species. In the case of unintended introduction of invasive species such as red imported fire ants, quick countermeasures at or near possible points of entry should be carried out."}, {"text_block_id": "p43_b392", "text": "（"}, {"text_block_id": "p43_b393_merged", "text": "2）Creation of sustainable and attractive cities and communities"}, {"text_block_id": "p43_b396", "text": "（"}, {"text_block_id": "p43_b397", "text": "Realization of compact urban space with neighborhood nature"}, {"text_block_id": "p43_b398", "text": "）"}, {"text_block_id": "p43_b399", "text": "Effective sustainable cities require a concentration of key urban functions in core areas, with residents living in the surrounding zones and along public transportation lines, thereby constructing compact cities that connect through networks of public and other transportation means. In cases where compact cities enable concentration of supply (heat sources) and demand for heat, support for the introduction of local heat supply systems could be effective in promoting local heat utilization. Such systems will enhance feasibilities of un-utilized local renewable heat energies generated using solar, geothermal, snow and ice, and sewage, among others. Promotion of a public transportation network centered on light rail transit systems (LRT) / bus rapid transit systems (BRT) will contribute to the mitigation of greenhouse gas emissions through consequential reductions in the volume of automotive traffic. Compact cities could be promoted through \"visualizing\" the reduction of environmental burdens to be realized by these measures."}, {"text_block_id": "p43_b400", "text": "In addition, the formation of an ecosystem network in urban areas in tandem with compact cities will be promoted through the construction of livable cities with green and blue (water) areas, and the conservation and creation of agricultural lands, parks, green spaces, waterways, non-concretized rivers (with sand and gravel) all of which could contribute to maintaining certain biodiversity in cities."}, {"text_block_id": "p44_b401", "text": "（"}, {"text_block_id": "p44_b402", "text": "Formation of “Small hubs”"}, {"text_block_id": "p44_b403", "text": "）"}, {"text_block_id": "p44_b404", "text": "In hilly and mountainous areas marked with sharp population decrease and aging, it is important to maintain a \"community living area\" as an integral daily life zone. In this way, we will promote the formation of \"small hubs\" in an effort to create a sustainable community. At these hubs, the availability of local thermal energy will increase, and options for introducing renewable energy utilizing local resources will also grow, thereby contributing to reducing greenhouse gas emissions through the introduction of support for such measures."}, {"text_block_id": "p44_b405", "text": "（"}, {"text_block_id": "p44_b406", "text": "Maintenance and utilization of traffic networks"}, {"text_block_id": "p44_b407", "text": "）"}, {"text_block_id": "p44_b408", "text": "Declining population and aging makes it difficult to maintain transportation services for daily life. Revitalization of private bus services through rearrangement of local bus routes, and effective introduction of community buses and demand-based transport systems could be effective in maintaining and sustaining transportation networks for daily life."}, {"text_block_id": "p44_b409", "text": "Public transportation encourages the use of local resources, improves the attractiveness of the area and encourages interaction with other regions, leading to the development of broader regional economic activities such as production, logistics, and tourism. In addition, improvement of services will be promoted through collaboration among multiple public transportation companies, and introduction of park and ride systems. ICTs could provide information on local traffic routes for smooth transportation."}, {"text_block_id": "p44_b410", "text": "We will also promote initiatives to encourage bicycle use, together with relevant safety measures. Such initiatives include measures such as provision of parking lots and paths for bicycles, utilization and dissemination of cycling-trains and bike-sharing schemes, which contributes to reducing overall environmental impacts."}, {"text_block_id": "p44_b411", "text": "（"}, {"text_block_id": "p44_b412", "text": "Appropriate maintenance and effective utilization of the existing infrastructure stock"}, {"text_block_id": "p44_b413", "text": "）"}, {"text_block_id": "p44_b414", "text": "The value of stocks of existing infrastructure composed of public facilities including water supply and sewerage systems and waste treatment facilities, transport infrastructure, and energy infrastructure, should be improved. They could be rearranged, renovated, and re-modified, by ensuring prolonged use, improved disaster prevention function, and promotion of energy efficiencies."}, {"text_block_id": "p44_b415", "text": "We will promote measures to create high-quality social stock and prolonged use by modifying functions according to changes in social demand, including prolonged use of existing houses by modification, as well as promote the net-Zero Energy Buildings (ZEB) and the net-Zero Energy"}, {"text_block_id": "p45_b416", "text": "Houses (ZEH)."}, {"text_block_id": "p45_b417", "text": "."}, {"text_block_id": "p45_b418", "text": "Effective use of existing buildings in good condition should be promoted as lodging and communications facilities through renovation for regional revitalization, or as medical and caring facilities for the elderly."}, {"text_block_id": "p45_b419", "text": "（"}, {"text_block_id": "p45_b420", "text": "3"}, {"text_block_id": "p45_b421", "text": "）"}, {"text_block_id": "p45_b422", "text": "Improvement of resilience by use of environmental and green infrastructure"}, {"text_block_id": "p45_b423", "text": "（"}, {"text_block_id": "p45_b424", "text": "Securing consistent safety in usual times and in times of accident / disaster"}, {"text_block_id": "p45_b425", "text": "）"}, {"text_block_id": "p45_b426", "text": "In order to carry out collection and treatment of household garbage, human waste and disaster waste properly and promptly in usual times and in times of disaster, the waste treatment system should be strengthened in a multilayered manner at all levels from municipal, through regional, to national. Management of chemical substances has been developed mainly based on the assumption that it will be carried out in usual times. In the case of disasters and accidents, therefore, there remains a significant risk of environmental pollution with chemical substances. Thus, we will promote various measures to minimize this risk."}, {"text_block_id": "p45_b427", "text": "Renewable energy should be promoted to the maximum extent as self-reliant and decentralized energy sources for each region by combining with, whenever appropriate, co-generation and fuel cells. Waste treatment facilities could also be promoted as regional energy and disaster prevention centers. All of those listed above will enable prompt energy provision in time of disasters, and promote coherent initiatives to strengthen resilience of national land, reduce carbon emissions, and promote resource circulation."}, {"text_block_id": "p45_b428", "text": "（"}, {"text_block_id": "p45_b429", "text": "Promotion of green infrastructure and Eco-DRR"}, {"text_block_id": "p45_b430", "text": "）"}, {"text_block_id": "p45_b431", "text": "We will pursue efforts to strengthen green infrastructure and make national land and community sustainable and attractive in both hard and soft aspects of improving social infrastructure and land use, drawing upon various functions of the natural environment (e.g. provision of habitats for living creatures, formation of good landscape, suppression of temperature rise, and disaster risk reduction)."}, {"text_block_id": "p45_b432_merged_merged_merged", "text": "Eco-DRRshould be promoted by evaluating the disaster risk reduction function of the ecosystem, conserving and restoring the relevant ecosystem functions. For example, effective initiatives should be promoted to conserve and restore wetlands which function as reservoirs to accommodate floods, and to conserve diversified and healthy forests for maintaining resilience of national land. In so doing,"}, {"text_block_id": "p46_b434", "text": "we will respond to challenges associated with changes in the social structure, particularly those posed by population decline and aging of the social infrastructure and to drastic worsening of natural disasters, together with contribution to the conservation of biodiversity."}, {"text_block_id": "p46_b435_merged", "text": "(Promotion of climate change adaptation measures)"}, {"text_block_id": "p46_b437", "text": "In order to contribute to the creation of a resilient and sustainable society that can deal with climate change, adaptation measures should be taken, based on the \"National Plan for Adaptation to the Impacts of Climate Change \" (Cabinet decision on November 27, 2015), which include strengthening of an information base regarding climate change adaptation, and promotion of adaptation measures in agriculture and disaster prevention sectors of each region. Support will be provided to all entities including local governments and private companies so that adaptation related business opportunities are generated in Japan and overseas through branding of agriculture, forestry and fishery products, and developing infrastructure technologies that build resilience against natural disasters."}, {"text_block_id": "p47_b438", "text": "3. Sustainable community development using local resources"}, {"text_block_id": "p47_b439", "text": "(Basic concept)"}, {"text_block_id": "p47_b440", "text": "Local socio-economic activities are based on diverse local resources, which include local energy, natural resources, urban infrastructure, and industrial assets, as well as local culture, local features, and institutions/communities."}, {"text_block_id": "p47_b441", "text": "Accordingly, in order for a local area to be sustainable, it is important to enhance socio-economic activities by improving the quality of local resources and maximizing utilization of the natural capital, the artificial capital and the human capital of the area in a sustainable way. In local areas, issues arising from the declining population, decreasing birthrate and aging of society have become obvious. However, all areas have various potential resources, and therefore comprise viable sites for pursuing II2ES."}, {"text_block_id": "p47_b442", "text": "From this point of view, we will implement measures to maximize the utilization of local resources in a sustainable manner. The introduction of self-reliant and decentralized energy utilizing local renewable sources is expected to improve local energy balance and contribute to the promotion of employment and resilience of the national land. It is also expected that utilizing circular resources and renewable resources will restrict the inputs of natural resources and the outflow of funds from the area, thereby reducing the amount of final disposal of waste, and contributing to local revitalization through the growth of recycling industry. Furthermore, conservation of the rich natural environment is expected to contribute to supporting both local culture and features, thereby enhancing the provision of local products for high value-added tourism and agricultural, forestry and fishery products. In this way, local areas will contribute to developing major parts of Circulating and Ecological Economy."}, {"text_block_id": "p47_b443", "text": "In addition, we will implement measures to promote the creation of a wide area network, in order to educate and foster human resources who support such efforts, promote symbiosis and exchange between mountainous, agricultural and fishing villages, and cities, and to widen financial flows within the area."}, {"text_block_id": "p47_b444", "text": "In advancing such a sustainable community, it is important for local governments to promote measures to achieve SDGs. For this reason, we will select SDGs Future Cities and SDGs Model Programs for Local Governments, and provide financial support. Strong support is also provided by the SDGs Task Force, a body established based upon collaboration among all Ministries concerned. Success stories and good practices will be widely communicated, leading to further implementation of sustainability efforts supporting local revitalization."}, {"text_block_id": "p48_b445", "text": "(1) Maximizing utilization of local energy and biomass resources"}, {"text_block_id": "p48_b446", "text": "(Introduction of renewable energy utilizing local resources)"}, {"text_block_id": "p48_b447", "text": "Utilization of diverse renewable energy sources such as solar, wind power, hydropower, geothermal power, biomass, heat from renewable energy sources such as geothermal and hot springs, according to local characteristics, could improve local energy balance and contribute to the construction of a strong local economy. In addition, joint implementation of projects related to renewable energy, energy conservation, and elderly persons watching systems will create new employment and help maintain and develop local vitality."}, {"text_block_id": "p48_b448", "text": "Most renewable energy production is self-reliant and decentralized. Thus, it will, together with power generation and heat use at waste treatment facilities, contribute to improving local resilience in times of disaster, hence also it is effective to strengthen resilience of the national land."}, {"text_block_id": "p48_b449", "text": "(Promotion of new local power producers and suppliers)"}, {"text_block_id": "p48_b450", "text": "(Promotion of farming photovoltaics (FPV))"}, {"text_block_id": "p48_b451", "text": "FPV is an approach to install photovoltaics (PV) equipment above farmland, while continuing to carry out farming. Installation of FPV has started in various regions. Encouraging the use of FPV will promote stabilization of farmers' management and self-utilization of renewable energy electricity for agricultural facilities, storage batteries and agricultural machinery so as to contribute to local revitalization and improvement of energy balance."}, {"text_block_id": "p48_b452", "text": "(Community development with un-utilized biomass resources)"}, {"text_block_id": "p48_b453", "text": "Woody biomass such as thinned timber and logged trees in riverine areas, as well as agriculture and forestry biomass such as rice straw and rice husk, will be used as materials and energy sources, with a view to creating sustainable businesses. Agriculture, forestry and biomass operators working together with local governments will formulate a biomass utilization plan, leading to improved local energy balance, promotion of agriculture and forestry, and revitalization of local areas."}, {"text_block_id": "p48_b454", "text": "Taking into account the amount of viable resources, we will establish a \"local-scale ecosystem\", which"}, {"text_block_id": "p49_b455_merged", "text": "is made up of elements ranging from people who can make sustainable use of woody biomass resources scattered in the area as materials and energy, to power generation and heat use. By doing so, sustainable, self-reliant and decentralized energy will be secured, which will lead to a virtuous circle of local economies, conservation and rehabilitation of forests, and contribute to conservation of biodiversity at Satochi-Satoyama (socio-ecological production landscapes)."}, {"text_block_id": "p49_b458", "text": "(Resource circulation including utilization of waste biomass in local areas)"}, {"text_block_id": "p49_b459", "text": "Resource circulation in local areas includes waste biomass such as food waste, livestock excreta, sewage sludge, paper, construction-generated wood, and sludge from Johkasou (decentralized wastewater treatment system). The responsibility for disposing of these waste products rests with waste generating entities, complemented by municipalities having overall responsibility concerning general waste disposal. Keeping this basic framework in mind, under cooperation with diverse stakeholders such as agricultural, forestry and fishery workers, local circular resources and renewable resources should be circulated and utilized through reuse, recycling and energy use, promoting sustainable community development, thus contributing to local revitalization."}, {"text_block_id": "p49_b460", "text": "(2) Maximizing utilization of local natural resources and tourism resources"}, {"text_block_id": "p49_b461", "text": "(Local revitalization centering on national parks etc.)"}, {"text_block_id": "p49_b462", "text": "An increase in the number of tourists from overseas visiting national parks leads to a boom in tourist guide businesses and an increase in the amount of spending for tourism, which contributes to economic and regional revitalization. National parks in Japan should be branded as world-class \"National Parks\", encouraging people to make more use of them. Conservation measures will be carried out where necessary. Furthermore, by utilizing ICTs and other means to carry out promotion activities and also by using park fees and private funds, a mechanism will be promoted for sustainably conserving the local natural environment as an important tourism resource, thereby creating a virtuous cycle of revitalization of the local economy and nature conservation. National gardens such as the Kokyo Gaien and Shinjuku Gyoen attract an increasing number of visitors including overseas tourists. Efforts to improve the quality as gardens and the convenience and safety facilities will be promoted to further increase the number of visitors."}, {"text_block_id": "p49_b463", "text": "(Promotion of tourism including ecotourism)"}, {"text_block_id": "p49_b464", "text": "Tourism including ecotourism and green tourism contributes to local revitalization by sustainably utilizing local natural resources while conserving the area."}, {"text_block_id": "p49_b465", "text": "For areas that are engaged in ecotourism, the creation of a sustainable community will be promoted,"}, {"text_block_id": "p50_b466", "text": "which takes full advantage of the local-specific attractions, by supporting human resource development such as guides and coordinators who can explain about natural tourism resources in the area, create attractive programs, and communicate what the area has to offer, while conserving local natural tourism resources. These actions will be also supported by strategic public relations activities."}, {"text_block_id": "p50_b467", "text": "In addition, efforts will be made to promote, among others, green tourism including agricultural experiences and blue tourism."}, {"text_block_id": "p50_b468", "text": "(Utilization of diverse cultural resources from nature)"}, {"text_block_id": "p50_b469", "text": "In Japan, there are local features rooted in the nature of each area, and diverse histories and cultures unique to the area emerging from this background. These features and cultures are closely linked with nature. Scenery and landscapes will be further refined including agricultural fields, old Japanese-style houses, local streets, beaches, as well as the cultural resources unique to each area such as traditional festivals, folk performing arts, traditional crafts, and traditional foods. These tourism resources will be linked with many types of tourism to ensure they are sustainably used and passed on to future generations."}, {"text_block_id": "p50_b470", "text": "(Improvement of added value of local industries focusing on environmental conservation and sustainability)"}, {"text_block_id": "p50_b471", "text": "Increasing areas are taking biodiversity conservation and sustainable farming into consideration, thereby producing and selling value added agricultural, forestry and fishery goods. These include branding of agricultural products linked with conservation of wildlife symbolizing the local areas, such as ibises and storks, as well as the certification system applied to the Globally Important Agricultural Heritage Systems (GIAHS) in recognition of the conservation and succession of traditional agriculture, forestry and fishery practices. Initiatives will be promoted to fully enhance the value of local resources and raise attractiveness by local ingenuity."}, {"text_block_id": "p50_b472", "text": "Natural capital that has nurtured the distinctive features of local areas has the potential to generate added value, and in so doing also lead to the creation of new businesses. The so-called sextiary industries (primary x secondary x tertiary industries) of agriculture will be promoted utilizing natural capital. We will also promote the creation of an attractive environment for certain businesses by connecting them through a supportive transportation network and IT systems, which in turn will lead to an increase in people relocating to rural areas, or moving back to the country areas where they grew up. Local on-site efforts will be supported by analyzing and sharing success stories and future challenges on initiatives that has generated added value through the sextiary industries."}, {"text_block_id": "p51_b473", "text": "(Drastic measures to strengthen capture of designated wildlife species for management)"}, {"text_block_id": "p51_b474", "text": "Culling projects to control designated wildlife (i.e. Sika deer and wild boar) will be promoted, requiring intensive control on a wider geographical scale. To enhance population control, recruitment and education of hunters will be promoted according to different purposes and functions under different control systems. In addition, the development and diffusion of effective and efficient new technologies will be promoted, using ICTs and sharp shooting technologies. Also control measures will be promoted in accordance with target wildlife. Further, we will encourage local businesses to make planned and sustainable use of some of the captured wildlife as resources such as wild game meat (i.e. gibier) and leather."}, {"text_block_id": "p51_b475", "text": "(3) Symbiosis and exchange among mountainous, agricultural and fishing villages, and cities, and creation of a wide-area network"}, {"text_block_id": "p51_b476", "text": "(Efforts to connect and support forests, the countryside, rivers, and the sea)"}, {"text_block_id": "p51_b477", "text": "We will establish a natural connection (resources from nature) and an economic connection (funds, human resources) between cities and mountainous, agricultural and fishing villages through conservation and regeneration of forests, the countryside, rivers and the sea, and sustainable use of resources. Specifically, we will pursue a virtuous cycle of biodiversity conservation and local economic revitalization through sustainable use (e.g. development of environmentally conscious products, branding and promotion of tourism) of local resources from forests, the countryside, rivers and the sea (e.g. food, materials and energy), thereby aiming at integration of low-carbonization, resource circulation and harmony with nature."}, {"text_block_id": "p51_b478", "text": "(Symbiosis and exchange among mountainous, agricultural and fishing villages, and cities)"}, {"text_block_id": "p51_b479", "text": "We will utilize local resources from agriculture, forestry, fishery and tourism, and increase population exchanges in collaboration with various fields such as education and welfare. Based on movements such as returning to rural areas, we aim for symbiosis through mutual contribution of mountainous, agricultural and fishing villages, and cities. Specifically, we will promote ecotourism, green tourism and blue tourism as well as long-stay tourism. In addition, these exchanges between cities and mountainous, agricultural and fishing villages will not remain temporary. Thus, we will promote the development of \"an area where you want to live\" and develop further exchange between the two areas moving progressively from dual-residence lifestyle, through migration to settlement. Furthermore, we will promote efforts to reuse vacant old Japanese-style houses in rural areas, and provide them to those who wish to relocate, or reconstruct them for sightseeing or interactive purposes for local residents. At the same time, we will support efforts for students to carry out exchange whereby universities in the Tokyo area establish satellite campuses in rural areas (including use of closed school buildings),"}, {"text_block_id": "p52_b480", "text": "as well as universities in rural areas and those in Tokyo implementing a joint credit system. On the other hand, actions are being taken to maintain sound urban landscape by dismantling deteriorating, unusable facilities before they become hazardous and eventually collapse. We will recycle dismantled waste as much as possible and dispose of it appropriately. In this way, in accordance with local circumstances, we will regenerate the local environment including restoration of security and landscape, revitalization of local area, and conservation of nature. At the same time, we will promote the reduction and recycling of construction waste such as concrete blocks and construction sludge."}, {"text_block_id": "p52_b481", "text": "(Community development through human development)"}, {"text_block_id": "p52_b482", "text": "To make local areas more self-reliant and sustainable, what is essential are good human resources, who understand the relationship between the environment, economy and society, who are capable of identifying and sustainably utilizing local resources, and are effective in connecting with various experts. Based on the concept of ESD, we will seek to promote “human resource development” aimed at creating sustainable communities that feature cooperation with diverse stakeholders, thereby cultivating human resources that can promote more effective partnerships and exchange with other regions."}, {"text_block_id": "p52_b483", "text": "(Expansion of green finance in local areas)"}, {"text_block_id": "p52_b484", "text": "For low-carbon projects conducted in local areas where private funds are not sufficient, we will work together with local governments and financial institutions to promote commercialization and fundraising. That will lead to simultaneous solutions for local economic and social challenges and for local environmental issues."}, {"text_block_id": "p52_b485", "text": "We will also promote understanding of green finance among local financial institutions that play a major role in creating local investment flows, while expanding green finance in local areas across the whole of Japan."}, {"text_block_id": "p53_b486", "text": "4. Realization of a healthy and prosperous life"}, {"text_block_id": "p53_b487", "text": "(Basic concept)"}, {"text_block_id": "p53_b488", "text": "Japanese culture is based on harmony with nature, nurturing Japanese sensibility through long-term interaction with nature. Traditional arts and a sophisticated manufacturing culture have emerged. However, due to dependence on overseas resources, rapid urbanization, population decline and aging of society, connections between people and nature and those among people are being diluted, and traditional communities are being lost. Our lives are supported by various natural resources (i.e. ecosystem services) from forests, the countryside, rivers and the sea. In order to maintain and improve the vitality of Japan, it is essential to create diverse and attractive Circulating and Ecological Economy, making full use of unique local features. The values of unique nature including forests, the countryside, rivers and the sea should be recognized in each region, to reconstruct the connection between people and nature, and within communities."}, {"text_block_id": "p53_b489_merged", "text": "People's values, lifestyles and workstyles are directly and indirectly affecting the global environment through consumption behaviors, and use of fuels, energy and resources. Technological innovations such as AI and IoT will bring major changes in lifestyles and workstyles. For example, the sharing economy represented by car sharing is expected to lead to a reduced environmental load by effectively utilizing resources in society as a whole, which could lead to a new lifestyle that replaces over-consumption and throw-away culture. By transforming our lifestyles and workstyles, and selecting goods and services in a more environmentally-conscious way, we will create new demands, which lead to innovation of new goods and services. Thus, it is indeed necessary to promote innovation across various lifestyles."}, {"text_block_id": "p53_b492", "text": "Japanese values and lifestyles have become more diversified, and recently there has been increasing awareness among urban residents particularly the youth, about relocation to rural agricultural areas. Even urban residents can maintain connections with forests, the countryside, rivers and the sea. For example, having some contacts with neighborhood nature and local nature and culture in everyday life and leisure time can boost the connection between people and nature, and this can be reflected in daily life. Contact with nature is also useful for maintaining and promoting health and has a positive effect on the mind and body. In response to a declining and aging population, we must re-examine how we live and work, and shift to a way of living that is environmentally friendly, healthy and high quality."}, {"text_block_id": "p53_b493", "text": "The environment is the foundation of people's health and prosperous lives, yet it faces various risks posed by adverse effects both on people and ecosystems associated with pollution of water, air and soil with chemical substances, and heat island effects. Thus, environmental risk assessment as well as"}, {"text_block_id": "p54_b494", "text": "precautionary approaches are considered effective to better deal with such risks."}, {"text_block_id": "p54_b495", "text": "(1) Switching to environmentally friendly, healthy and high quality living"}, {"text_block_id": "p54_b496", "text": "(Switching to a sustainable lifestyle and consumption)"}, {"text_block_id": "p54_b497", "text": "Consumers should not only pursue \"low cost\" and \"convenience\", but should also be aware of the hidden social costs, recognizing that their consumption behaviors affect the environment and society. ESD could raise such awareness, and promote understanding of sustainable lifestyles including consumption behavior considering people, society and environment (i.e. ethical consumption) such as local revitalization and employment."}, {"text_block_id": "p54_b498", "text": "The small choices that we make in our daily lives can make major changes for the future, with environmentally friendly choices having a positive impact on households, health and lifestyle. We will further extend a national campaign, called “COOL CHOICE”, to encourage people to choose lowercarbon products and services."}, {"text_block_id": "p54_b499", "text": "We will promote reduction of unnecessary containers and packaging, and the use of reused goods and recycled products. Reduction and reuse can be further encouraged by using IT to promote servicizing, sharing, repair and reuse."}, {"text_block_id": "p54_b500_merged", "text": "At the Tokyo Olympic and Paralympic Games in 2020, \"Sustainable Sourcing Codes\" have been established based on the \"Sustainability Plan (1st edition)\". Through procurement of Japanese food materials such as agricultural products that match these codes, we will encourage easy-to-understand actions to communicate about sustainable Japanese food culture in Japan and overseas. The Tokyo Olympic and Paralympic Games will be a good opportunity to expand the use of eco-friendly agricultural, forestry and fishery products, with certification issued to indicate this. Other efforts will consider biodiversity in the promotion of organic agriculture that avoids chemically synthesized fertilizers and pesticides. We will work on local production for local consumption as well as disseminating traditional Japanese food culture or Washoku."}, {"text_block_id": "p54_b503", "text": "(Reduction of food waste)"}, {"text_block_id": "p54_b504", "text": "To reduce food waste, we will promote coordinated efforts among business entities, consumers, and local and national governments. This includes revision of commercial habits to make the entire food chain more efficient, which is difficult for individual companies to achieve, as well as promoting the introduction of high accuracy prediction of supply and demand in the production and distribution process, which utilizes big data analysis and AI. It also includes facilitating the “"}, {"text_block_id": "p54_b505", "text": "Enjoyable Ways to"}, {"text_block_id": "p55_b506", "text": "Not Waste Food"}, {"text_block_id": "p55_b507", "text": "Campaign ” by local governments which consists of, for example, running the \"3010 project\" to reduce leftovers by setting a \"time to eat\" at parties, as well as encouraging households to use up all food materials. We also promote area-wide initiatives under the coordination of, and with cooperation among local governments concerned. In addition, we will proceed with efforts regarding setting a target for the reduction of food waste, and measuring the amount of food waste."}, {"text_block_id": "p55_b508", "text": "(Low carbon and healthy housing)"}, {"text_block_id": "p55_b509", "text": "Houses with high thermal insulation not only are low carbon but also contribute to maintaining comfort and health. We will promote the spread of zero energy housing (ZEH) to cover the amount of energy consumed annually by renewable energy, while achieving substantial energy saving through improvement of heat insulating and introduction of highly efficient equipment. ZEH will also be promoted to use domestic timber and other materials contributing to low-carbonization."}, {"text_block_id": "p55_b510", "text": "Senior citizens who reside in well-insulated and airtight housing can live healthy and comfortable lives at home, thereby avoiding brain and heart diseases caused by heat shock. In this way, we can ensure extended healthy lives for citizens, as well as controlling energy-related greenhouse gas emissions."}, {"text_block_id": "p55_b511", "text": "(Extension of healthy life expectancy by walking, riding bicycle, etc.)"}, {"text_block_id": "p55_b512", "text": "Along with efforts such as making cities more compact and promoting the use of public transportation, we can create an attractive space and environment where more residents can move safely and comfortably on foot or by bicycle. This will increase the percentage of transportation on foot or by bike and reduce greenhouse gas emissions from transportation, as well as benefit health and ease traffic congestion."}, {"text_block_id": "p55_b513", "text": "(Promotion of a workstyle reform by teleworking)"}, {"text_block_id": "p55_b514_merged", "text": "By introducing teleworking and a flextime system using ICTs and promoting paperless offices, we will reduce transport-related CO2 emissions and see a decrease in paper consumption. This will also enable to improve a balance between work and life including childcare/nursing as well as to enhance productivity. We will support promotion of a workstyle reform through “visualization” of environmental effects."}, {"text_block_id": "p55_b518", "text": "By reviewing low-demand business hours such as late-night and round-the-clock retailing, we will contribute to securing the labor force even in the face of population decline, reducing personnel expenses, and maintaining the health of workers, thereby reducing greenhouse gas emissions at the same time."}, {"text_block_id": "p56_b519", "text": "We will promote safe, secure, low carbon medical care and nursing care by promoting effective use of ICTs."}, {"text_block_id": "p56_b520", "text": "(Extension of healthy life by “ONSEN stay”)"}, {"text_block_id": "p56_b521", "text": "Modern day society brings with it many stresses and the need for a better work-life balance. As such, hot spring spa resorts offer suitable places for refreshment and healthy longevity. We will promote \"ONSEN stay\" that aims to ensure rejuvenation both physically and mentally by enjoying a variety of programs making full use of the surrounding nature, history, culture, food in addition to bathing in hot springs and interacting with local people and other visitors. We will also gather and analyze scientific data on the positive health benefits through close contact with nature, and promote efforts to encourage more contacts to extend healthy life expectancy."}, {"text_block_id": "p56_b522", "text": "(Improvement of quality of life by promoting proper care of pets)"}, {"text_block_id": "p56_b523", "text": "Care of pets is one way for people and animals to coexist, enriching people’s lives and extending life expectancy in the process. We aim to realize a society where people and pets can live together, and comprehensively promote measures to encourage proper care by owners, including measures to prevent damaging neighborhood living conditions by inappropriately keeping too many pets at one place."}, {"text_block_id": "p56_b524", "text": "(2) Transformation of lifestyles more in contact with forests, the countryside, rivers and the sea"}, {"text_block_id": "p56_b525", "text": "(Promotion to experience nature and lifestyles of mountainous, agricultural and fishing villages)"}, {"text_block_id": "p56_b526", "text": "Today’s children have fewer opportunities to interact with nature, so they need not only education and learning in schools and communities, but also opportunities for original experiences to feel nature “through all five senses” wherever possible in their everyday life. We will build a social system to have children freely play in nature through creation of forests, the countryside, waterfronts and seashores, where necessary, creation of space in urban areas to interact with local nature, and promotion of long-stay activities in mountainous, agricultural and fishing villages. We will also promote the operation of the accreditation system for expanding opportunities for nature experiences and related activities as prescribed in Article 20 of the “Act on the Promotion of Environmental Conservation Activities through Environmental Education” (Act No. 130 of 2003, hereinafter referred to as the \"Act on Promotion of Environmental Education etc.\")"}, {"text_block_id": "p56_b527", "text": "(Promotion of rural migration and dual-residence lifestyle that contribute to sound management of forests, the countryside, rivers and the sea)"}, {"text_block_id": "p56_b528", "text": "Through participation in conservation initiatives and activities to experience nature, some people start"}, {"text_block_id": "p57_b529", "text": "to feel the attraction of a rural lifestyle. We will provide information for those people through a unified information sharing system, and one-stop window for consultation. Aimed at encouraging lifestyles wherein people reside in cities during week and spend the weekend in rural areas—a so-called “dual-residence lifestyle”—while also encouraging relocation to rural areas, we will provide information necessary and enhance consultation support for daily life including housing, medical care and care of the elderly, employment opportunities in the agriculture, forestry and fisheries, and agricultural work for experience."}, {"text_block_id": "p57_b530", "text": "We will enrich the system to support dual-residence, dual-activity and dual-work lifestyles and develop a nationwide promotion campaign."}, {"text_block_id": "p57_b531", "text": "Younger generations in particular benefit from direct involvement in local activities, which will create a strong attachment to the regions concerned, thus expanding future possibilities to promote exchange of people. Therefore, we will promote opportunities for young people to study in mountain villages, and on remote islands, as well as to experience forests, the countryside, rivers and the sea."}, {"text_block_id": "p57_b532", "text": "(Creation of new timber demand and educating consumers)"}, {"text_block_id": "p57_b533", "text": "In order to sustain the multifaceted functions of forests, it is necessary to continue sound management in an efficient and effective manner. We must secure a stable demand for timber and aim to develop and disseminate new products and technologies such as Cross Laminated Timber (CLT) and refractory materials. We will promote wooden construction of medium and large-scale buildings in rural and urban areas, diffusion of wooden interiors for core regional facilities such as public buildings and large stores as well as general households, and expansion of using wood in furniture, toys, and daily necessities."}, {"text_block_id": "p57_b534_merged", "text": "To boost measures mentioned above, we will actively promote practical activities such as the \"”KiZukai (wood-using) movement\", a national movement to disseminate the significance of and expand the use of wood, as well as \"Wood Education\" to learn advantages and significance of wood use."}, {"text_block_id": "p57_b537", "text": "(3) Conservation of a good living environment as a basis for safe and secure life"}, {"text_block_id": "p57_b538", "text": "(Maintenance and restoration of healthy and rich water environment)"}, {"text_block_id": "p57_b539", "text": "Conservation of water environment requires comprehensive understanding of an entire watershed including coastal waters into which a river flows, and appropriate measures according to features of each part of the watershed areas. We will continue to maintain the regulatory approach as the basis for policy measures, centered on water quality control through preventing pollution. In addition, we will"}, {"text_block_id": "p58_b540", "text": "evaluate, maintain and restore habitats for living creatures in accordance with the characteristics of watershed areas by considering factors other than water quality. Voluntary participation by various stakeholders and cooperation among them are essential."}, {"text_block_id": "p58_b541", "text": "(Ensuring good air environment)"}, {"text_block_id": "p58_b542", "text": "Conservation of the air environment requires not only conventional air pollution prevention measures, but also additional measures as necessary based on scientific knowledge. We will work on comprehensive measures both inside and outside of Japan to ensure good air quality."}, {"text_block_id": "p58_b543", "text": "(Promotion of appropriate treatment of waste)"}, {"text_block_id": "p58_b544", "text": "Proper treatment of waste is essential for environment conservation and improved public health. Responding to social conditions, we will promote three initiatives to promote the development of systems, structure, and technologies to properly process waste. First we will promote the design and implementation of systems for collection and transportation of waste, in line with an increase in the number of elderly households. Secondly, waste treatment facilities, the core of general waste treatment, need to be enhanced for improved energy utilization and concentrated to serve wider areas and utilized intensively over much longer periods. Third, we need to achieve sophisticated and labor-saving monitoring of appropriate treatment process by utilizing IoT and AI. With business operators taking full responsibility for waste they generate, we try to prevent the increase of illegal dumping and inappropriate treatment of waste by precautionary actions and early response. In addition, we will promote the development of environment for waste disposers to select high performance industrial waste disposal companies and the digitization of procedures on waste, as well as consider the use of information including on-line manifest."}, {"text_block_id": "p58_b545", "text": "(Comprehensive management throughout the entire life cycle of chemical substances)"}, {"text_block_id": "p58_b546", "text": "As a base to secure safety and peace of mind of citizens, it is necessary to evaluate and manage risks associated with chemicals across their entire life cycle ranging from production, through importation, utilization in products, and recycling, to final disposal of chemical substances. The World Summit on Sustainable Development (WSSD) indicates a goal of minimizing significant adverse effects of chemicals on human health and the environment by 2020. Therefore, we will promote the proper use of chemical substances in order to minimize the environmental risk caused by chemical substances through improving environmental efficiency by safe and efficient production of chemicals as well as reducing the environmental burden of chemical substances. Furthermore, we will work on appropriate treatment at the times of disposal and recycling as well as promote communicating information on appropriate treatment."}, {"text_block_id": "p59_b547", "text": "(Promotion of measures against marine litter including microplastics)"}, {"text_block_id": "p59_b548", "text": "We will conduct studies on marine litter including microplastics to gain accurate information on its distribution in the ocean and its impacts on marine ecosystems. At the same time, we will provide support for local governments to take measures for collection and treatment of marine litter, and preventing generation of the amount of marine litter. Further comprehensive actions will be promoted which include public awareness-raising, reduction of single-use plastic containers and packaging, improvement of separation practices after use, recycling, and ensuring appropriate treatment including prevention of illegal dumping. International cooperation regarding marine litter should be promoted based upon related international frameworks, as well as multilateral and bilateral collaboration."}, {"text_block_id": "p59_b549", "text": "(Creation of a comfortable sensory environment)"}, {"text_block_id": "p59_b550", "text": "We will promote the creation of comfortable sensory environment for communities, utilizing fragrant trees and flowers. We also take measures against light pollution and promote star observation."}, {"text_block_id": "p59_b551", "text": "(Measures against heat island effect)"}, {"text_block_id": "p59_b552", "text": "With the Tokyo Olympic and Paralympic Games in 2020 as impetus, and taking fully into account current thermal environment and future trends, we will promote heat island countermeasures based on reduction of anthropogenic heat, improvement of urban surfaces, urban structure and lifestyle, and implementation of adaptation measures to reduce the effects on human health."}, {"text_block_id": "p60_b553", "text": "5. Development and dissemination of technologies supporting sustainability"}, {"text_block_id": "p60_b554", "text": "(Basic concept)"}, {"text_block_id": "p60_b555", "text": "Technology is required to contribute not only to sustainability efforts in Japan but also the world, including achieving the 2 ° C target of the Paris Agreement and adapting to the effects of climate change. Development and dissemination of environmental technologies have to be promoted, which can assist in addressing impending social issues such as a declining population, a declining birthrate and aging society, as well as the issue of overdependence on overseas for energy and other natural resources. Such technologies could also contribute to regional revitalization, and help to minimize impacts of disasters."}, {"text_block_id": "p60_b556_merged", "text": "Japan is considered as an advanced nation facing various social and other challenges. Thus, Japan will promote development of innovative technologies that contribute to solving these problems using emerging ICTs such as AI and IoT, and realize the Society 5.0through social implementation of developed technologies and systems."}, {"text_block_id": "p60_b558", "text": "We will develop state-of-the-art environmental technologies that support sustainable production and consumption through securing stable and efficient use of energy and other resources, taking measures against climate change, promoting automation and labor-saving by utilizing ICTs."}, {"text_block_id": "p60_b559", "text": "Low impact environmental technologies have been advancing rapidly in recent years. They include technologies utilizing symbiotic relationship with organisms such as low pesticide agriculture using a symbiotic relationship between microorganisms and plants, technologies of anti-fouling materials that do not use any chemical compounds using “biomimetics” that obtain ideas from superior functions and shapes of living creatures, and technologies which enable the production of useful substances by microorganisms and plants other than fossil resources. These technologies enable low environmental impacts in a similar manner found in natural laws and mechanisms, by utilizing and mimicking functions of living organisms. Looking ahead to industrialization, we will promote the development of low impact environmental technologies (so-called \"environment / life technologies\") which utilize the natural laws and mechanisms as well as living organisms."}, {"text_block_id": "p60_b560", "text": "Furthermore, in order to promote social implementation of newly developed technologies and"}, {"text_block_id": "p61_b561", "text": "established ones in some cases, and to accelerate their dissemination and deployment, we will work jointly across all sectors of government to develop an integrated approach that features a promotion of standardization and rationalization of regulations."}, {"text_block_id": "p61_b562", "text": "These technological developments should be based not only on scientific requirements such as substantiality, reproducibility, and objectivity, but also on comprehensive promotion of environmental research and technological development that ranges from basic research, development of underlying technologies, to social implementation. At the same time, it is certainly necessary to develop human resources capable of promoting such environmental research and technological development. Consequently, environmental research and technological development will be promoted based on the integrated innovation strategy as set out in “the Science and Technology Basic Plan”."}, {"text_block_id": "p61_b563", "text": "(1) Development of state-of-the-art technology supporting the realization of a sustainable society"}, {"text_block_id": "p61_b564", "text": "(Ensuring efficient use of energy and secure a stable supply of energy)"}, {"text_block_id": "p61_b565_merged", "text": "In order to promote efficient energy use, we will further promote research, development and dissemination of energy conservation technologies, by, for example, developing next generation power electronics technologies using new materials such as gallium nitride for industries, offices and households, as well as for transportation (vehicles, ships, and aircrafts). We will also promote research and development on technologies for improving efficiency and lowering cost of renewable energy, upgrading system operation technologies that will contribute to expanding introduction and technologies for stabilizing energy utilization by hydrogen and stored energy, and will also promote the dissemination of next-generation vehiclesutilizing technologies mentioned above. Fukushima suffered significant damage due to the nuclear power plant accident. The Fukushima Innovation Coast concept developed subsequently contains components such as hydrogen production from renewable energy and full-scale operation of floating offshore wind power generation. By promoting this initiative, we will take early action to lead the way forward to a future energy society, thereby driving the world towards decarbonization."}, {"text_block_id": "p61_b567", "text": "(Responding to climate change)"}, {"text_block_id": "p61_b568", "text": "In order to respond to climate change challenges, it is necessary to drastically reduce greenhouse gas emissions on a global scale, and contribute to climate change adaptation both in Japan and across the world."}, {"text_block_id": "p62_b569", "text": "The best way to promote climate change measures from a long-term and global perspective is to continue to gather the latest scientific knowledge within Japan as well as internationally. As to monitoring and observation of climate change, we continue to promote comprehensive observation of the global environment, using equipment such as satellites, radar, sensors, and marine vessels. We will also promote further development of observation technologies, development of technologies to calculate and verify greenhouse gas emissions, and their practical application. Regarding the Arctic region which has seen a noticeable impact from climate change, we have to advance observation and research including development of Arctic observation technologies. Based upon these observation results, we will develop research and development as a basis for overall climate change measures, including understanding climate change mechanisms through more sophisticated prediction models and simulation technologies using supercomputers, and also constructing an earth system model, thus contributing to the development of a global earth observation system."}, {"text_block_id": "p62_b570_merged", "text": "To mitigate climate change, we will promote research and development for social implementation on innovative technologies that will contribute to drastic reduction of global greenhouse gas emissions, such as CCUS (Carbon dioxide Capture, Utilization and Storage), based on the \"National Energy and Environment Strategy for Technological Innovation towards 2050 \" (decided on April 19, 2016 Council for Science Technology and Innovation). Such technologies include carbon capture and storage (CCS) technology and artificial photosynthesis that produces carbon compounds from CO2 as a raw material."}, {"text_block_id": "p62_b574", "text": "In addition, climate change adaptation requires technology development that enables prediction and evaluation of climate change and its impacts. In addition, the technology development is also promoted to contribute to solving economic and social challenges caused by climate change by integrating observation and prediction data of the global environment."}, {"text_block_id": "p62_b575", "text": "(Securing stable supply of resources and circular utilization)"}, {"text_block_id": "p62_b576", "text": "A sustainable and sound material-cycle society is one that improves resource productivity and recycling rates, and controls the amount of final disposal, taking into consideration stable supply of resources and their lifecycles. Keeping the above in mind, we will promote research and development of resource efficient technologies, technologies to produce safer substitute materials, technologies to refine raw materials with reduced environmental loads, and technologies that recover, separate and regenerate resources from waste. We also promote research and development to provide high value added materials through a manufacturing process that draws upon resource regeneration technologies with reduced environmental impact."}, {"text_block_id": "p63_b577", "text": "(Utilization of ICTs such as AI, IoT)"}, {"text_block_id": "p63_b578", "text": "Through the integration of cyber-space and physical-space utilizing ICTs such as AI and IoT, a new productivity revolution is expected to materialize, which could not only contribute to decarbonization, energy conservation and improvement of resource productivity, but also overcome Japan’s labor shortage resulting from its declining population, decreasing birthrate and aging population."}, {"text_block_id": "p63_b579", "text": "We will work on more efficient operation and management of factories, and better automatic control of consumer's electricity consumption through efficient demand-response devices, thereby contributing to promoting low carbon and energy conservation activities. We also promote efficient logistics, and improve the precision and yield in crushing and sorting of urban mines. We will further move ahead with digital twin technologies to shorten the time required to develop energy equipment"}, {"text_block_id": "p63_b580", "text": "and promote technologies to reduce CO"}, {"text_block_id": "p63_b581", "text": "2"}, {"text_block_id": "p63_b582", "text": "emissions."}, {"text_block_id": "p63_b583", "text": "We will promote technological development to improve resource productivity by supplying products and services to people who need it, when they need it, and in the amounts they need. With this in mind, the following will be promoted: optimization of production volume and production timing by analyzing the weather and consumption patterns using AI, optimization of inspection, repair, exchange and reuse using IoT, and operationalization of sharing platforms on the Internet."}, {"text_block_id": "p63_b584", "text": "In addition, we will advance technology development for more efficient and effective environmental conservation in local areas, such as implementation of thinning in Satoyama using robot technology, and surveying and planning of natural parks using ICTs."}, {"text_block_id": "p63_b585", "text": "(\"Logistics Revolution\" by utilizing new technologies)"}, {"text_block_id": "p63_b586", "text": "We will promote efficient logistics through development and implementation of unmanned automatic delivery services in designated areas, utilization of drones, and wireless power transmission technology as the basis for above mentioned services. We will also promote an information sharing platform among businesses, so they can operate more efficiently and with fewer carbon emissions."}, {"text_block_id": "p63_b587", "text": "(2) Development of technologies applying natural laws and mechanisms"}, {"text_block_id": "p63_b588", "text": "(Production of high-value-added chemical products from biomass)"}, {"text_block_id": "p63_b589_merged_merged", "text": "Cellulose nanofiber, which is a highly functional material made from, among others, forest resources and agricultural waste, is a plant-derived carbon-neutral material, and is a renewable resource which is biodegradable and recyclable. This material is expected to contribute greatly to global warming"}, {"text_block_id": "p64_b591", "text": "countermeasures through improvement of fuel economy and efficiency by reducing the weight of automobile parts, generators, household electric appliances, which ultimately contributes to building a sound material-cycle society sustainably using forest resources and the like."}, {"text_block_id": "p64_b592", "text": "Chemical products derived from biomass can be expected to contribute to the realization of a low carbon and sound material-cycle society, so we will develop innovative underlying technology for separation, conversion, synthesis, etc. so as to produce high value added chemical products from biomass."}, {"text_block_id": "p64_b593", "text": "Assuming that biomass-based chemical products become widespread in the future, it is now necessary to study technical issues related to their recycling. Ahead of the social implementation of next generation materials such as cellulose nanofibers and biomass plastics, we are moving ahead with applications development, performance evaluation at the time of installation, demonstrating that composite and forming processes can also achieve low carbon performance, and addressing any issues at the time of recycling as mentioned above. In addition, we will promote research and development towards international standardization and commercialization of cellulose nanofibers and lignin. These efforts will lead to the spread of biomass-derived chemical products."}, {"text_block_id": "p64_b594", "text": "(Boosting innovative biotechnology)"}, {"text_block_id": "p64_b595", "text": "In the field of biotechnology, integration with big data and AI technology has developed rapidly, making it possible to apply potential biological functions that have not yet been put to use. On the other hand, there is still only a small domestic market for expensive biotechnology products. This underlines that Japan is not making full use of this emerging technology."}, {"text_block_id": "p64_b596", "text": "We will strengthen the basic technology for advanced use of the genome, and integrate the development of innovative biotechnology by academia, together with public-private industrial technology infrastructure and the creation of a market. In this way, we will use new biotechnology to create new industries and realize a sound material-cycle society. In addition to encouraging industry, academia and government to develop technology to create functional materials from living organisms, we promote comprehensive measures including institutional improvements to realize a low-carbon society with innovative bio materials."}, {"text_block_id": "p64_b597", "text": "(Utilization of technology closer to natural laws and mechanisms)"}, {"text_block_id": "p64_b598", "text": "Technology that profiles natural mechanisms based on research on biomimetics and symbiotic relationships is expected to bring about a paradigm shift in the way we develop technology so that it minimizes the burden on ecosystems, and also brings with it technological innovations that will"}, {"text_block_id": "p65_b599", "text": "contribute to sustainability. In order to contribute to the development and practical application of these technologies, we will conduct survey research for research and development, and gain a better understanding of the current situation and challenges for industrial applications."}, {"text_block_id": "p65_b600", "text": "(Conservation and restoration of biodiversity)"}, {"text_block_id": "p65_b601", "text": "In order to prevent loss of biodiversity and improve land value, we are conducting research and development on technologies related to the protection of threatened species, technologies concerning the control of invasive alien species, as well as technologies for monitoring, conservation and restoration of ecosystems including those of secondary nature."}, {"text_block_id": "p65_b602", "text": "Research and development will also be conducted both on technologies that evaluate and measure the economic and social value, and on technologies for sustainable management and utilization of ecosystem services and natural capital including genetic resources, as well as technologies to utilize ecological functions in the area of climate change adaptation."}, {"text_block_id": "p65_b603", "text": "(Ecosystem-based disaster risk reduction)"}, {"text_block_id": "p65_b604", "text": "In terms of ecosystem-based disaster risk reduction and adaptation measures such as a forest function to prevent landslides, and a function of coral reefs to reduce wave energy and height, we will continue to advance research and development on construction methods, maintenance and management methods, and evaluation of relevant ecosystem functions. It is important to respond adaptively according to site conditions while developing regional consensus. We will also make efforts to collect and utilize traditional knowledge such as disaster history and technology related to disaster risk reduction specific to the area. We will also develop hybrid technologies that combine ecosystems and artificial structures."}, {"text_block_id": "p65_b605", "text": "(3) Promotion of early social implementation of technology to realize a sustainable society"}, {"text_block_id": "p65_b606", "text": "(Acceleration of dissemination and development through standardization and streamlined regulations)"}, {"text_block_id": "p65_b607", "text": "In order to institutionalize already established and newly developed technologies, and accelerate dissemination and development, an integrative approach is needed, which includes promotion of standardization and streamlining of regulations."}, {"text_block_id": "p65_b608", "text": "We will make efforts to review and demonstrate the legal system as well as the approval and permission procedures, corresponding to changes in technological progress. We will establish an environment and regulations as well as system regarding installation of energy systems and their"}, {"text_block_id": "p66_b609", "text": "security, and establish an EIA method and optimize its operation."}, {"text_block_id": "p66_b610", "text": "In addition, we will promote international standardization of technical guidelines and certification systems related to strengthening international competitiveness, expand and promote international standards on energy and environment management, and move forward with the creation and expansion of a broad-scale framework including local governments to put in place an energy platform."}, {"text_block_id": "p66_b611", "text": "(Support for technical evaluation / demonstration)"}, {"text_block_id": "p66_b612", "text": "It is important for the national government to provide appropriate information on environmental technologies and support the dissemination of such technologies by evaluating and demonstrating utilities of such technologies developed by private companies."}, {"text_block_id": "p66_b613", "text": "Some environmental technologies can already be put to use, so we will ensure that they are effective for environmental conservation by having them objectively verified by third-party institutions, which enables end users to use them with confidence."}, {"text_block_id": "p66_b614", "text": "We also support technology development and demonstration on practical, versatile and economically efficient technologies that promote sound material-cycle society and proper treatment of waste."}, {"text_block_id": "p66_b615", "text": "In addition, in order to ensure that the technologies described in Chapter 2, 5. are fully developed and widely disseminated, we will support cost reduction, establishment of mass production methods, and efficient implementation."}, {"text_block_id": "p67_b616", "text": "6. Demonstration of Japan's leadership through international contributions and building strategic partnerships"}, {"text_block_id": "p67_b617", "text": "(Basic concept)"}, {"text_block_id": "p67_b618_merged", "text": "Japan has vast experience to overcome serious pollution problems. In addition, despite the lack of mineral resources, we have also worked on development and implementation of relevant technologies to save of both energy and resources. In addition, we have the spirit of \"Mottainai\" that cherishes the value of everything useful (corresponding to the spirit of circulation) as well as wisdom and tradition (symbiosis's wisdom and tradition) that emphasize coexistence with nature, rather than opposition to it. In fact \"Mottainai\" and \"Satoyama” have become common phrases across the world."}, {"text_block_id": "p67_b623", "text": "As environmental problems on a global scale become increasingly serious, Japan's superior environmental technologies and infrastructure, as well as supporting ideas, systems, and human resources could greatly contribute to the improvement of global environmental problems."}, {"text_block_id": "p67_b624", "text": "For these potential Japanese contributions to be realized internationally, it is particularly important what international rules should be like such as multilateral environment conventions and various guidelines associated with each convention. Therefore, Japan needs to be actively involved in developing fair and effective international rules."}, {"text_block_id": "p67_b625", "text": "In the process of formulating such international rules, it is always crucial to have discussions based on objective data and scientific bases. Therefore, we will contribute to the enrichment of relevant scientific knowledge as a basis for international rule-making."}, {"text_block_id": "p67_b626", "text": "Environmental problems respect no national borders, thus efforts to improve the environment in developing countries will also contribute to the improvement of the environment in Japan. This recognition will indicate potential demands in other countries for excellent Japanese environmental technologies and infrastructure. Many developing countries are still in the process of establishing various systems for the environment. Thus, if the systems introduced are consistent with those of Japan, local institutional conditions are considered very facilitative in promoting smooth international cooperation by Japan, and creating potential opportunities for Japanese companies. In the long term, economic disparity between emerging/ developing countries and Japan will shrink, while the economic and social situations of each country are expected to diversify. In this context, although the unilateral assistance by developed countries could remain important, the focus will shift to building a partnership to promote collaboration and share wisdom together, thereby leading to generating two-way collective innovations. From this point of view, we will pursue cooperation across all dimensions including"}, {"text_block_id": "p68_b627", "text": "institutional design, human resource development, dissemination of technology and infrastructure, with a view to building a sustainable society in developing countries, especially in the Asia-Pacific region. In particular, besides bilateral cooperation, we will promote cooperation in a multilayered manner through multi-level environmental cooperation with organizations such as the Association of Southeast Asian Nations (ASEAN)."}, {"text_block_id": "p68_b628", "text": "As already elaborated, we will proceed with each priority strategy mentioned in Chapter 2 from 1. through 5., and realize the model advocated by the Circulating and Ecological Economy in Japan. Based upon that, Japan could present, utilizing its strengths in the international arena, a coherent package of its successful experiences to the world, including the Asia-Pacific, thus contributing to the formation of a sustainable region. In this way, we will proactively contribute to building a sustainable society around the world."}, {"text_block_id": "p68_b629", "text": "(1) Active involvement and contributions to international rule-making"}, {"text_block_id": "p68_b630", "text": "(Active involvement in discussions of international rule-making)"}, {"text_block_id": "p68_b631", "text": "We will actively participate in international negotiations in the environmental field, aiming to formulate rules that can make use of our strengths, and contribute to international consensus building."}, {"text_block_id": "p68_b632", "text": "Specifically, in the field of climate change, we will actively participate in discussions towards preparation of implementation guidelines (regarding mitigation, adaptation, transparency, global stocktake, market mechanisms, etc.) for the Paris Agreement scheduled in 2018. In particular, in implementing the Paris Agreement, it is important to improve the transparency of information regarding climate change countermeasures in each country. In cooperation with Global Environment Facility (GEF) and others, we will promote the effective use of the \"Capacity Building Initiative for Transparency (CBIT)\" to support capacity development in developing countries. We will contribute to improving transparency on measuring and reducing emissions in each country through ongoing global scale greenhouse gas observation using a satellite “IBUKI” in the GOSAT series, and through development and dissemination of monitoring methods utilizing ICTs. In formulating implementation guidelines, we will continue discussions while working in cooperation with countries and related organizations."}, {"text_block_id": "p68_b633", "text": "Regarding the field of natural environment, we will actively participate in following the achievement of the Aichi Biodiversity Targets, and lead the initiative to formulate and achieve new global targets (post-2020 global biodiversity framework) after 2020."}, {"text_block_id": "p69_b634", "text": "Regarding chemical substances and waste management, we will utilize our knowledge and experience in negotiations developing guidelines for implementing the Minamata Convention on Mercury, and development of a successor framework to the \"Strategic Approach to International Chemicals Management\" (SAICM), thus contributing to further consensus building. In addition, we will promote cooperation with Europe and North America in order to ensure that chemical substances management in other countries is consistent with the system in place in Japan. In addition, at the G7, G20 and other forums, we will lead discussions on resource efficiency and promotion of 3Rs, contributing to a drastic improvement in global resource efficiency."}, {"text_block_id": "p69_b635", "text": "(Enhancement and active provision of scientific knowledge as a basis for international rules)"}, {"text_block_id": "p69_b636", "text": "The greenhouse gas observation satellite \"IBUKI\" (GOSAT) series will continue to make observations of greenhouse gas concentration distribution, ensuring more accurate estimates of greenhouse gas emissions and removals. By making this data available to government agencies and scientists in various countries, we will contribute to the advancement of international research on climate change and effectiveness of countermeasures to address it."}, {"text_block_id": "p69_b637", "text": "With regard to marine litter including microplastics, we will promote efforts to harmonize methods of monitoring microplastics under the framework of G7 and others. This will contribute to clarifying the global distribution of microplastics in the ocean. Through information-sharing and international cooperation under multilateral and bilateral frameworks, we will contribute to getting a clearer understanding of the actual situation of marine litter, and how to prevent generations, especially in the Asian region."}, {"text_block_id": "p69_b638", "text": "As measures against transboundary air pollution (PM 2.5, photochemical oxidants, dust and sand storm (yellow sand)), Japan will provide knowledge to bilateral partners and share the latest information, and exchange opinions under a multilateral framework, with a view to widening the scope of air environmental management across the Asian region."}, {"text_block_id": "p69_b639", "text": "Regarding chemical substance management, Japan will contribute to the implementation of the"}, {"text_block_id": "p70_b640", "text": "Minamata Convention on Mercury by supporting the development of a mercury monitoring network. Japan will also contribute to international efforts under the Stockholm Convention by promoting the horizontal extension of monitoring technologies related to persistent organic pollutants (POPs)."}, {"text_block_id": "p70_b641", "text": "(2) Support for building sustainable societies in other countries"}, {"text_block_id": "p70_b642", "text": "(Dissemination of excellent environmental infrastructure overseas)"}, {"text_block_id": "p70_b643", "text": "Through the Joint Crediting Mechanism (JCM) and Official Development Assistance (ODA), Japan will support introduction of various environmental infrastructure such as facilities for waste treatment, energy conservation, renewable energy, and pollution control, in developing countries, with the aim of improving local environment as well as expanding opportunities for Japan's environmental business."}, {"text_block_id": "p70_b644", "text": "Japan has a particular advantage in the resource recycling industry, and we plan to promote its international development, while fully taking into account the needs of developing countries. A package of support will be developed from feasibility studies to actual construction and maintenance, in terms of institutions, systems and technologies in the areas of waste-to-energy, recycling, domestic wastewater treatment, and mercury management."}, {"text_block_id": "p70_b645", "text": "(Support for climate change mitigation in developing countries)"}, {"text_block_id": "p70_b646", "text": "Developing countries have increasing needs for climate change mitigation that require technical support. Taking a long-term perspective up to 2050, we will develop infrastructure to promote mitigation measures and reduce emissions by mainstreaming low-carbon technologies. This will be carried out by designing soft infrastructure, such as institutions, technologies and finance as a package, through funding mobilization, development of relevant plans, and establishing new institutions for the mainstreaming of effective technologies."}, {"text_block_id": "p70_b647", "text": "(Adaptation support in developing countries, international development of good practices in Japan)"}, {"text_block_id": "p70_b648", "text": "It should be fully acknowledged that adaptation plans must be formulated and implemented based on scientific knowledge, and so Japan will create the “Asia-Pacific Climate Change Adaptation Information Platform (AP-PLAT)” to support adaptive behaviors in all sectors of developing countries vulnerable to climate change risks."}, {"text_block_id": "p70_b649_merged", "text": "We will promote the \"Satoyama Initiative\", which is the result of the 10th Meeting of the Conference of the Parties to the Convention on Biological Diversity held in Japan in 2010. We will also demonstrate the international appeal of the Circulating and Ecological Economy to be built in Japan"}, {"text_block_id": "p71_b652", "text": "based on this Basic Plan."}, {"text_block_id": "p71_b653", "text": "(Institution building, capacity development support, and awareness raising in developing countries)"}, {"text_block_id": "p71_b654", "text": "In the field of climate change, we will provide support for capacity development to improve access to various funds including the Green Climate Fund (GCF) for developing countries, support for capacity development by providing latest scientific knowledge, and support for the introduction of institutions and measures to reduce emissions of greenhouse gases. We will assist efforts to improve transparency of information on countermeasures taken by various stakeholders under partnership among those concerned as a basic information infrastructure, thereby create innovations in collaboration with developing countries."}, {"text_block_id": "p71_b655", "text": "In the field of natural environment, developing countries will need to build the capacity required to achieve the Aichi Targets, so we will provide technical assistance on the formulation and implementation of National Biodiversity Strategy, making use of the \"Japan Biodiversity Fund\" set up by the Secretariat of the Convention on Biological Diversity and “Nagoya Protocol Implementation Fund” set up by GEF."}, {"text_block_id": "p71_b656", "text": "We will cooperate with international organizations to proactively relay information across Asia on the long-term environmental and economic merits of proper waste management, by introducing advanced technology and promoting resource circulation. In cooperation with NGOs, we will also promote exchange and support at the grassroots level for raising public awareness about environmental conservation. In addition we will also take the lead in Asia in strengthening cooperation among countries to prevent illegal imports and exports of hazardous waste through the Asian Network Workshops."}, {"text_block_id": "p71_b657", "text": "In the field of chemical substances, we will support countries in Asia that are in the process of constructing a chemical substance management system to ensure coordination with the system already in place in Japan. We will also provide assistance for the implementation of the Minamata Convention on Mercury including technical cooperation for mercury management carried out by developing countries, making full use of the National Institute for Minamata Disease. Moreover, in order to improve air quality and reduce water pollution, we will promote and utilize a co-benefits approach that simultaneously realizes greenhouse gas emission reduction and improvement of the local environment through bilateral cooperation. In the field of water environment, we will aim to promote support for institution building and capacity development through a network of administrative officials across many Asian countries."}, {"text_block_id": "p72_b658", "text": "In addition, we will promote city-to-city collaboration to stimulate actions cutting across many sectors, drawing upon knowledge accumulated in many local governments."}, {"text_block_id": "p73_b659", "text": "Chapter 3 Development of environmental policies to support priority strategies"}, {"text_block_id": "p73_b660", "text": "Japan’s environmental policy originated from countermeasures taken against serious pollution that occurred during the period of high economic growth after World War II. The policy undoubtedly brought tangible environmental benefits responsible for much of today’s dramatically improved living conditions. Our current standard of living tends to be thought of as “a given”, but it must be remembered that it is in fact due to “a culmination of historical efforts” to improve environmental health."}, {"text_block_id": "p73_b661", "text": "Environmental policies that started to deal with pollution control now cover a wide range of issues including climate change, waste management, and biodiversity, and government plans in each of these areas have been formulated to deal with these issues. Countermeasures are making progress, but they fall short in many ways. The government will continue to promote measures in each field and strengthen measures to ensure responses are adequate."}, {"text_block_id": "p73_b662", "text": "By way of illustration, environmental policy as a whole can be considered as a tree, with the six priority strategies in the previous chapter as its \"flowers\" and the \"environmental policies to support priority strategies\" in this chapter making up its \"trunk\" or \"roots\". Without a trunk and roots, the tree will not bloom and only when the flowers bloom will the tree bear fruit for future generations. Just as the roots and trunk of a tree form the main support, it is vital to steadily advance environmental policies to support priority strategies."}, {"text_block_id": "p73_b663", "text": "1."}, {"text_block_id": "p73_b664", "text": "Climate change measures"}, {"text_block_id": "p73_b665", "text": "Based on the Paris Agreement, Japan has implemented various measures listed in the \"the Plan for Global Warming Countermeasures\" (Cabinet decision on May 13, 2016) formulated under the Act on Promotion of Global Warming Countermeasures, and progress is being made towards achievement of the mid-term target of a 26% greenhouse gas emission reduction by 2030 (compared with 2013; and by 25.4% compared with 2005). The Action Plan states that “Under the fair and effective international framework in which all major emitting countries participate, based on the Paris Agreement, Japan leads the international community so that major emitting countries can tackle emission reductions according to their capabilities, and with the long-term goal of reducing greenhouse gas emissions by 80% by 2050, aims at simultaneously achieving both global warming countermeasures and economic growth. Such a deep cut in emissions is difficult to achieve through the extension of existing measures so far. Therefore, we will pursue solutions through innovation such as development and deployment of innovative technologies that enables drastic emission reductions, and, while promoting domestic"}, {"text_block_id": "p74_b666", "text": "investment, enhancing the international competitiveness, and requesting opinions from the public, aims to achieve a deep cut in emissions through long-term, strategic actions, thereby contributing to global GHG emission reductions.”"}, {"text_block_id": "p74_b667", "text": "We fully recognize the current state of the environment, economy, and society, and will meet the challenges ahead by way of concrete measures. Based on the accumulation of lessons learned from practices of various measures both at home and abroad including introduction of carbon pricing, we will promote policies that contribute to II2ES by utilizing regional resources, technological innovation, originality and ingenuity. This in turn will lead to economic revitalization, employment creation, and a solution to regional challenges. We will put in place policies leveraging a broad scope of actions to move forward with global warming countermeasures that promote the reduction of emissions while driving regional revitalization and economic development to support a high-quality of life for Japan’s citizens, including through energy conservation, maximum introduction of renewable energy, further acceleration of technology development, social implementation, and lifestyle and workstyle reform."}, {"text_block_id": "p74_b668_merged", "text": "Japan’s electric power sector, for instance, accounts for about 40% of the country’s energy-originated CO2 emissions: low carbonizing this sector remains a significant challenge. Coal-fired power generation in particular has higher CO2 emissions than other thermal power plants, bringing about moves mainly by developed countries to curb coal-fired power generation and the resulting CO2 emissions. We will make every effort to meet the targeted emission factor of 0.37 kg -CO2 / kWh, which is consistent with the reduction target and the energy mix of 2030. To comply with the Paris Agreement aimed at net zero emissions of anthropogenic greenhouse gases (balancing anthropogenic greenhouse gas emissions and removals) in the second half of this century, it is necessary to drastically reduce emissions from thermal power generation. In light of this, while paying close attention to domestic and overseas trends, actions will be taken to address global warming in the electric power sector."}, {"text_block_id": "p74_b679", "text": "Nuclear power is a low-carbon baseload power source that does not emit greenhouse gases when operating. Safety issues of nuclear power plants will be in line with the expert judgment of the Nuclear Regulation Authority, and nuclear power plants will be restarted if the Authority deems that regulatory standards are met. In such cases, it is crucial to gain the understanding and cooperation of stakeholders such as the local governments concerned."}, {"text_block_id": "p74_b680", "text": "We will move to reduce emissions of fluorocarbons, by strengthening comprehensive measures throughout the lifecycle of fluorocarbons from upstream to downstream (production, use, recovery, and destruction/recycle), in consideration of the Kigali Amendment to the Montreal Protocol."}, {"text_block_id": "p75_b681_merged", "text": "In addition, it is important to consistently show the direction that the country is taking towards long-term substantial reductions so as to contribute to investment decisions and decision-making for bold low carbonization actions by all stakeholders. Based on the Paris Agreement, what is needed are significant reductions in domestic emissions based upon a long-term low-emission development strategy, thereby making maximum contributions to global emission reductions, and simultaneously achieving further economic growth in Japan"}, {"text_block_id": "p75_b684", "text": "Measures listed in the \"National Plan for Adaptation to the Impacts of Climate Change\" will be implemented to adapt to the impacts of climate change."}, {"text_block_id": "p75_b685", "text": "2."}, {"text_block_id": "p75_b686", "text": "Establishment of sound material-cycle society"}, {"text_block_id": "p75_b687", "text": "Regarding the formation of a sound material-cycle society, based on the priority strategies set out in Chapter 2, comprehensive efforts will be made for the creation of a sustainable society according to the system of environmental conservation measures in Part 4. These measures will be promoted comprehensively and systematically according to the Fundamental Plan for Establishing a Sound Material-Cycle Society, based on the “Fundamental Law for Establishing a Sound Material-Cycle Society” (Act No. 110 of 2000)."}, {"text_block_id": "p75_b688", "text": "3. Securing biodiversity and living in harmony with nature"}, {"text_block_id": "p75_b689", "text": "Regarding initiatives to secure biodiversity and to live in harmony with nature, measures will be comprehensively and systematically promoted based on the National Biodiversity Strategy of Japan 2012-2020 formulated under the Basic Act on Biodiversity. In line with post-2020 global biodiversity framework expected to be decided at the 15th Meeting of the Conference of the Parties to the Convention on Biological Diversity in 2020, and based upon the priority strategies set out in Chapter 2 and the system of environmental conservation measures in Part 4, revisions to the national biodiversity strategy will be made after 2021."}, {"text_block_id": "p75_b690", "text": "4. Environmental risk management"}, {"text_block_id": "p75_b691", "text": "Measures to protect public health and living environment by preventing pollution in the atmosphere, areas of public water, groundwater, and soil, and preventing environmental pollution from harmful chemical substances are the starting point of the environmental administration, thus these will be steadily promoted going forward."}, {"text_block_id": "p76_b692", "text": "(1)"}, {"text_block_id": "p76_b693", "text": "Environmental conservation of water, air and soil"}, {"text_block_id": "p76_b694", "text": "We aim to meet environmental standards related to water, air and soil as the basis for our survival. We will implement appropriate measures based on related laws, including the “Air Pollution Control Act” (Act No. 97 of 1968), “Water Pollution Prevention Act” (Act No. 138 of 1970), and the “Soil Contamination Countermeasures Act” (Act No. 53 of 2002). Particular focus will be placed on the following matters."}, {"text_block_id": "p76_b695", "text": "--1--Promotion of water pollution measures"}, {"text_block_id": "p76_b696", "text": "Achieving and maintaining environmental water-quality standards requires respective responses to various types of wastewater such as that from factories, offices, and households, as well as waste water from non-point sources such as urban / agricultural land. To this end, we will promote the following measures to reduce pollutant loads: regulations to control effluent and the total emission reduction, based on the Water Pollution Prevention Act; regulations on the use of pesticides based on the “Agricultural Chemicals Control Act” (Act No. 82 of 1948); and putting in place various household wastewater treatment facilities such as sewage, facilities to deal with wastewater from agricultural settlement, and Johkasou"}, {"text_block_id": "p76_b697", "text": "（"}, {"text_block_id": "p76_b698", "text": "decentralized wastewater treatment system"}, {"text_block_id": "p76_b699", "text": "）"}, {"text_block_id": "p76_b700", "text": "from individual households. In addition to this, we will make every effort to comprehensively promote proper conservation, regeneration and sediment improvement of natural coasts, tidal flats, and seaweed beds, among others. Actions are also needed to facilitate treatment of drifting waste in enclosed coastal seas."}, {"text_block_id": "p76_b701", "text": "--2--Conservation of groundwater and ground environment, and sustainable groundwater use"}, {"text_block_id": "p76_b702", "text": "We will promote and support actions in areas suffering from continuing ground subsidence, but where extraction of groundwater is not regulated by law. Effective technologies should be introduced to control the amount of groundwater extracted. Actions are also needed to prevent recurrence of subsidence by the regulation of extraction of groundwater in those areas that had ground subsidence in the past. Furthermore, thermal use of groundwater for renewable energy is on the increase in recent years, which has resulted in increasing extraction of groundwater. In view of this, we will undertake a study on ways to control extraction of groundwater and to carry out management to prevent ground subsidence."}, {"text_block_id": "p76_b703_merged_merged", "text": "--3--Promotion of PM2.5 and photochemical oxidant countermeasures"}, {"text_block_id": "p76_b706", "text": "We will continue to appropriately implement countermeasures against fixed sources and mobile sources based on the Air Pollution Control Act. Comprehensive measures will be taken to reduce photochemical oxidants and precursors causing PM2.5, while paying economic and technical"}, {"text_block_id": "p77_b707", "text": "considerations, based on an understanding and full scientific knowledge of actual emissions, as well as looking at how emission control technologies are developed and disseminated."}, {"text_block_id": "p77_b708", "text": "--4--Promotion and enhancement of measures to prevent scattering of asbestos"}, {"text_block_id": "p77_b709", "text": "In order to strengthen measures to prevent scattering of asbestos, further consideration will be given on the issues such as countermeasures for removal of asbestos-containing materials other than the specified construction materials for which countermeasures are already in practice, along with ensuring through preliminary surveys based on Air Pollution Control Act before demolition or refurbishment works begin and raising more awareness among orderers and contractors of such works."}, {"text_block_id": "p77_b710", "text": "--5--Appropriate management of environmental risks by countermeasures against soil pollution"}, {"text_block_id": "p77_b711", "text": "For the appropriate risk management of soil contamination, relevant governmental and ministerial ordinances will be prepared, to implement the “Amendment to the Soil Contamination Countermeasures Act” (Act No.33 of 2017). We will also ensure safety through properly continued investigations and measures. In addition, we will ensure proper information disclosure and dissemination, aimed at bringing about improvements of sense of security and facilitation of land transactions."}, {"text_block_id": "p77_b712", "text": "--6--Initiative actions for the creation of a comfortable sensory environment"}, {"text_block_id": "p77_b713_merged", "text": "In order to effectively address problems concerning the living environment that adversely affect senses of people such as noise, vibration, offensive odor, heat stress, and light pollution, we will promote actions by local governments, necessary study and research and public awareness. The actions could include preparation and distributing manuals that set out regulations and good practices based on the “” 1968) and others. Also public awareness will be raised by providing guidelines on measures to deal with excessive heat, by researching the impact of excessive heat on humans, and by providing information to prevent heat illness."}, {"text_block_id": "p77_b716", "text": ""}, {"text_block_id": "p77_b717", "text": "Indicators to promote countermeasures"}, {"text_block_id": "p77_b718", "text": "As stated above various countermeasures are implemented, and the progress is evaluated based on the following indicators:"}, {"text_block_id": "p77_b719", "text": "(Indicators on water environmental conservation)"}, {"text_block_id": "p77_b720", "text": "(Indicators on water environmental conservation)\n* Achievement of environmental quality standards concerning water pollution of areas of public\n* Number of watershed circulation plans formulated"}, {"text_block_id": "p78_b724", "text": "(Additional indicators on water environmental conservation)"}, {"text_block_id": "p78_b725", "text": "(Additional indicators on water environmental conservation)\n* Monitoring spots for water quality\n* Pollutant loads in major enclosed water areas\n* Total quantity of waste dumped at sea\n* Amount of wastewater reuse\n* Number of groundwater springs\n* Forest areas (monolayer forest, multilayered forest, natural forest)\n* Areas of forest reserves\n* Areas of protected waterside zones from the water environment conservation point of view\n* Areas of tidal flats and seaweed beds in major enclosed coastal seas\n* Number of areas that started to create rural natural environment from the viewpoint of ecosystem\n* Number of sites for activities to create Satoumi\n* Areas covered by joint conservation activities of the water environment around agricultural land\n* Water and green public spaces secured in urban areas\n* Number of participants in the national aquatic organisms survey"}, {"text_block_id": "p78_b753", "text": "(Indicators on air quality conservation)"}, {"text_block_id": "p78_b754", "text": "(Indicators on air quality conservation)\n* Achievement of environmental quality standards for each air pollutant\n* Achievement of environmental quality standards and guideline values of hazardous air pollutants\n* Achievement of environmental quality standards on automobile noise in areas along main trunk\n* Achievement of environmental quality standards on noise caused by Shinkansen and aircrafts\n* Achievement of environmental quality standards on noise in general areas"}, {"text_block_id": "p78_b764", "text": "(2)"}, {"text_block_id": "p78_b765", "text": "Chemical substance management"}, {"text_block_id": "p78_b766", "text": "With regard to the management of hazardous chemical substances, comprehensive countermeasures will be implemented from the viewpoint of protecting public health and the environment, including through the implementation of related laws and regulations, such the “Act on the Evaluation of Chemical Substances and Regulation of Their Manufacture” (Act 117 of 1973, hereafter Act on the Evaluation and Regulation of Chemical Substances), the “Act on Confirmation of Release Amounts of Specific Chemical Substances in the Environment and Promotion of Improvements to the Management Thereof” (Act No.86 of 1999). Particular attention will be placed on the following issues:"}, {"text_block_id": "p78_b767", "text": "--1--Promotion of actions on risk minimization throughout the whole lifecycle of chemical substances"}, {"text_block_id": "p79_b768", "text": "Chemical substance management will be based on the SAICM National Implementation Plan (InterMinisterial Meeting on SAICM, September 2012) with the objective as indicated at WSSD to achieve “by 2020, that chemicals are used and produced in ways that lead to the minimization of significant adverse effects on human health and the environment.” In particular, the following will be implemented:"}, {"text_block_id": "p79_b769", "text": "Chemical substance management will be based on the SAICM National Implementation Plan (InterMinisterial Meeting on SAICM, September 2012) with the objective as indicated at WSSD to achieve “by 2020, that chemicals are used and produced in ways that lead to the minimization of significant adverse effects on human health and the environment.” In particular, the following will be implemented:\n* Risk assessment of chemical substances based on the Act on the Evaluation and Regulation of\n* Much wider assessment of toxicity through the development of Quantitative Structure-activity\n* Regarding exposure assessment, development of methodologies for measuring the released\n* Based on the above, implementation of risk reduction focusing on the entire lifecycle of"}, {"text_block_id": "p79_b777", "text": "--2--Promotion of survey research on chemical substances"}, {"text_block_id": "p79_b778", "text": "Chemical substance countermeasures require administrative efforts based on scientific knowledge. Therefore, working to accumulate this knowledge, we will move forward with improving the efficiency and sophistication of risk assessment, as well as with conducting survey research on unresolved issues, thereby leading to detailed understanding of environmental risks and their reduction. In addition, research on chemical substance countermeasures will be promoted by various institutions including local environmental research institutes, and reliable and efficient implementation of surveys including monitoring will be carried out, followed by systematic organization and management of the accumulated survey data."}, {"text_block_id": "p79_b779", "text": "--3--Promotion of understanding and dialogue on management and risks of chemical substances"}, {"text_block_id": "p79_b780", "text": "Partnership should be strengthened among stakeholders (national and local governments, citizens, NGOs, industry, and experts) aimed at sharing accurate information and communicating through dialogue on the risks of chemical substances. By making use of methods for classification and labeling"}, {"text_block_id": "p80_b781", "text": "of chemicals such as GHS (Globally Harmonized System of Classification and Labelling of Chemicals) labels, and SDS (Safety Data Sheet), information can be shared among businesses and between business operators and consumers, thereby promoting understanding in schools and businesses about environmental risks."}, {"text_block_id": "p80_b782", "text": "--4--Japan Environment and Children’s Study (JECS)"}, {"text_block_id": "p80_b783", "text": "We will establish an appropriate risk management system by clarifying environmental effects that chemical substances in the environment have on the physical and mental health of children, by conducting a large-scale and long-term cohort survey, targeting 100,000 mother-child pairs for the purpose of leading to a safe and secure child-rearing environment, tracking from the fetal stage during pregnancy until they become 13 years of age."}, {"text_block_id": "p80_b784", "text": "--5--Improvement of ecological risk assessment of pesticides"}, {"text_block_id": "p80_b785", "text": "Looking at pesticides from the viewpoint of protecting the living environment, conventional risk assessment should be carried out based on acute effects on particular aquatic animals and plants, new risk assessment methods should be developed to detect effects from long-term exposures, and on organisms other than aquatic animals and plants used by conventional assessment, thereby with improving ecological risk assessment used currently for the pesticide registration system."}, {"text_block_id": "p80_b786", "text": ""}, {"text_block_id": "p80_b787", "text": "Indicators to promote countermeasures"}, {"text_block_id": "p80_b788", "text": "As stated above various countermeasures are implemented, and the progress is evaluated based on the following indicators:"}, {"text_block_id": "p80_b789", "text": "(Indicators on the residual conditions in the environment)"}, {"text_block_id": "p80_b790", "text": "(Indicators on the residual conditions in the environment)\n* Achievement of environmental quality standards, targets, guideline values on harmful substances\n* Implementation status of various environmental and monitoring surveys (the number of chemical\n* For substances that are continuously monitored for long periods of time, such as POPs, study on"}, {"text_block_id": "p80_b796", "text": "(Indicators on releases into the environment)"}, {"text_block_id": "p80_b797", "text": "(Indicators on releases into the environment)\n* Amounts of release and transfer of chemical substances which are designated under the PRTR\n<\\li1>"}, {"text_block_id": "p81_b799", "text": "(Indicators on risk assessment)"}, {"text_block_id": "p81_b800", "text": "(Indicators on risk assessment)\n* Implementation status of screening evaluation and risk assessment based on the Act on the\n* Implementation status of new ecological risk assessment for the pesticide registration system"}, {"text_block_id": "p81_b804", "text": "(3)"}, {"text_block_id": "p81_b805", "text": "Environmental health measures"}, {"text_block_id": "p81_b806", "text": "Proactive measures, including those given in (1) and (2) above, will be taken to prevent the occurrence of pollution related health damage. Prompt and fair protection and securement of health for pollution victims will also be promoted."}, {"text_block_id": "p81_b807", "text": "--1--Pollution health damage compensation"}, {"text_block_id": "p81_b808", "text": "Based on the “Act on Pollution Health Damage Compensation” (Act No. 111 of 1973, hereafter Act on Compensation), and giving consideration to the polluter-pays principle, Japan will implement compensation benefits and programs of pollution health and welfare for acknowledged patients and provide prompt and fair relief."}, {"text_block_id": "p81_b809", "text": "--2--Implementation of activities to prevent damage to health by environmental pollution"}, {"text_block_id": "p81_b810", "text": "Making use of the investment profit of the Pollution Health Damage Prevention Fund created in the Environmental Restoration and Conservation Agency, necessary projects will be conducted such as research to prevent health damage due to air pollution and to ensure the health of local residents"}, {"text_block_id": "p81_b811", "text": "--3--Environmental health surveillance for air pollution"}, {"text_block_id": "p81_b812", "text": "Along with the 1987 Partial Revision of the Act on Compensation (De-listing of the Type 1 designated areas), Environmental Health Surveillance for Air Pollution has been implemented with the aim of regularly and continuously monitoring the relationship between the health conditions of local populations and air pollution, and of taking measures required when necessary."}, {"text_block_id": "p81_b813", "text": "--4--Promotion of measures on Minamata disease"}, {"text_block_id": "p81_b814", "text": "Based on laws such as the “Act on Special Measures Concerning Relief for Victims of Minamata Disease and Solution to the Problem of Minamata Disease” (Act No. 81 of 2009), we will implement compensation, medical treatment and welfare measures, and revitalization and reconciliation of local communities in collaboration with relevant local governments and others so that all victims and local people can live in the community with peace of mind."}, {"text_block_id": "p81_b815", "text": "--5--Relief for asbestos health damage"}, {"text_block_id": "p82_b816", "text": "Based on the “Act on Asbestos Health Damage Relief” (Act No.4 of 2006), prompt relief will be carried out for victims and others with health damage caused by asbestos. Moreover, based on the report of the Asbestos Health Damage Relief Subcommittee of the Environmental Health Subcommittee of the Central Environment Council, compiled in December 2016, we will study on health management methods, operation of the Asbestos Health Damage Relief System, and promotion of the research."}, {"text_block_id": "p82_b817", "text": "5. Various basic measures"}, {"text_block_id": "p82_b818", "text": "In partnership with various stakeholders, we will carry out effective implementation of the priority strategies outlined in Chapter 2 and various measures listed in sections from 1 to 4 above. Specific actions taken will include implementation of EIA, enhancement of scientific knowledge, development of human resources through education, and analysis and provision of related information."}, {"text_block_id": "p82_b819", "text": "(1) EIA"}, {"text_block_id": "p82_b820", "text": "Regarding EIA, the national government, local governments and related organizations will collaborate to develop a common basis for ensuring appropriate environmental considerations. We will conduct a comprehensive review on how to institutionalize a system that contributes to the reduction of cumulative and complex environmental impacts."}, {"text_block_id": "p82_b821", "text": "--1--Development of comprehensive measures for EIA system"}, {"text_block_id": "p82_b822", "text": "We will consider how to implement strategic environmental assessment to properly incorporate environmental considerations in policies and plans to be developed before deciding actual sites and scales of development projects. Moreover, subsequent to EIA, we will make efforts to follow up by utilizing standardized reporting procedures. In addition, we will strive to gather information on projects not covered by the \"Environmental ImpactAssessmentAct\" (Act No. 81 of 1997). If necessary, we will also look at measures to promote environmental considerations in the planning and implementation of the projects not subject to the Environmental Impact Assessment Act."}, {"text_block_id": "p82_b823", "text": "--2--Implementation of qualified and efficient EIA system"}, {"text_block_id": "p82_b824", "text": "We will take measures to properly and effectively operate the Environmental Impact Assessment Act including strengthening the review system, and regular reviewing and revision of enforcement. We will also promote the development of information infrastructure, such as providing basic environmental information and actual examples of EIA. We will also work on research and development as well as dissemination of the latest technical methodologies related to EIA, in addition"}, {"text_block_id": "p83_b825", "text": "to capacity building. Furthermore, studies and consideration will be carried out from environmental conservation perspectives on development projects possibly subjected to the Environmental Impact Assessment Act in the future and necessary measures will be taken."}, {"text_block_id": "p83_b826", "text": "(2) Promotion of research and development as a basis of policy decisions based on scientific knowledge"}, {"text_block_id": "p83_b827", "text": "--1--Strengthening of institutions engaged in environment research and technology development"}, {"text_block_id": "p83_b828", "text": "We will strengthen the basis for research and development concerning the environment with the following measures: implementation of research and development that contribute to environmental policies development utilizing the Environment Research and Technology Development Fund, strengthening functions of the National Institute for Environmental Studies (NIES) to maximize results of research and development as a core institution for environmental research, strengthening the role of local environmental research institutes, improvement of basic information that contributes to research, technology development and policy planning in the environmental field, strengthening cooperation with local public environmental research institutes, and capacity development through enhancement of training courses conducted at the National Environmental Research and Training Institute."}, {"text_block_id": "p83_b829", "text": "We will also promote academic research, and nurture the environment industry including creation of environmental business by enhancing support for research and development carried out by various entities such as private companies, universities and local governments. We will systematically collect and analyze information on research and development conducted jointly by public and private entities, and share such information with the public."}, {"text_block_id": "p83_b830", "text": "--2--Promotion of research and development as a basis of policy decisions based on scientific knowledge"}, {"text_block_id": "p83_b831", "text": "Based on this Basic Plan, we will formulate a strategy to promote research and technology development for the environment. The strategy will lay the basis for NIES to revise its medium-to-long term goals. We will steadily implement research responding to the needs for further environment policy development, utilizing the Environment Research and Technology Development Fund."}, {"text_block_id": "p83_b832", "text": "(3) Promotion of environmental education and learning"}, {"text_block_id": "p83_b833", "text": "Environmental education and learning will be carried out to develop capacity and qualification of those who will act as core persons to build a sustainable society, under the Act on Promotion of"}, {"text_block_id": "p84_b834", "text": "Environmental Education etc. and the basic policies stipulated by the government based on that Act according to the concept of ESD. In particular, the following points will be priority areas:"}, {"text_block_id": "p84_b835", "text": "--1--Deepening and enriching environmental education through training practitioners"}, {"text_block_id": "p84_b836", "text": "In practicing environmental education, it is especially important to foster the right spirit to create a sustainable society and nurture the skills necessary for problem-solving. To that end, each one of us should continuously learn lessons throughout our lifetime by developing attitudes from finding specific challenges in their daily lives in relation to surrounding nature and communities, making efforts to work on solutions for themselves, and reviewing resultant changes accordingly. The Ministries concerned will cooperate in the training of practitioners to ensure each actor involved in environmental education could recognize the importance of such learning and put it into practice."}, {"text_block_id": "p84_b837", "text": "--2--Expansion of “places to experience opportunities” where citizens can participate"}, {"text_block_id": "p84_b838", "text": "“Learning by doing” is effective in fostering interest about the environment and encouraging motivation for creating a sustainable society. However, interests among parents toward participation remain low at present. Therefore, efforts will be made on the expansion of “places to experience opportunities” to build momentum for establishing a sustainable society and nurturing the skills necessary for problem-solving, in collaboration with various stakeholders including companies. We will carry out leadership training with the active involvement of citizens to enhance the effectiveness of learning by doing. This approach will be undertaken by making full use of the accreditation system for “places to experience opportunities” based on the Act on Promotion of Environmental Education etc., the registration system for initiatives to certify expert personnel, and the agreement system on environmental conservation."}, {"text_block_id": "p84_b839", "text": "--3--Promotion of learning through participation in diverse activities for environmental conservation and community development"}, {"text_block_id": "p84_b840", "text": "Due to the declining birthrate and aging society, and expansion of regional economic disparity, there is concern that we may not be able to gain sufficient support among citizens to engage in activities for environmental conservation and in sustainable communities. On the other hand, we will have more time to spend on activities other than our work due to workstyle reform. As a result, the time will come when re-learning becomes a part of life. Our lives will no longer be based on a single road system, where new graduates are hired by companies and then work until retirement."}, {"text_block_id": "p84_b841", "text": "Based upon the above, we will provide opportunities for young people, those of working age, and people just before retirement to participate in various activities for environmental conservation and sustainable community development, and promote learning through these activities."}, {"text_block_id": "p85_b842", "text": "--4--Support for business on environmental leadership development"}, {"text_block_id": "p85_b843", "text": "Efforts will be promoted to train environmental leaders inside and outside companies with a view to appropriately integrate environmental considerations into corporate management, and generate new corporate values. Such environmental leaders are expected to have the capacity to tackle environmental management and environmental conservation, thereby promoting greening economy and society."}, {"text_block_id": "p85_b844", "text": "(4) Improvement and provision of environmental information"}, {"text_block_id": "p85_b845", "text": "We will promote comprehensive and systematic utilization of public-private data in the environmental field based on \"Declaration to be the World’s Most Advanced IT Nation: Basic Plan for the Advancement of Public and Private Sector Data Utilization\" (Cabinet decision on May 30, 2017) formulated based on the \"Basic Act on the Advancement of Public and Private Sector Data Utilization\" (Act No. 103 of 2016). We will promote steady improvement and utilization of statistical data for environmental policymaking to promote evidence-based policymaking (EBPM) based on the “Final Report of Statistical Reform Promotion Council” (approved by Statistical Reform Promotion Council in May 2017) and “Basic Plan on Public Statistics Improvement” (Cabinet decision on March 6, 2018). In particular, the following points will be prioritized."}, {"text_block_id": "p85_b846", "text": "--1--Improvement of environmental information to promote EBPM"}, {"text_block_id": "p85_b847", "text": "We will collect and maintain a wide range of statistical data on environment, economy and society held by international organizations, the national government, local governments and private companies to steadily promote EBPM in environmental administration. Meanwhile, statistical information for policymaking will also be steadily improved."}, {"text_block_id": "p85_b848", "text": "--2--Promotion of information provision in response to user needs"}, {"text_block_id": "p85_b849", "text": "We will strengthen efforts to promote open-data related to the environmental for mutual utilization of data held by the government, local governments and businesses, based on the \"Basic Principles on Open Data\" (approved by Strategic Headquarters for the Promotion of an Advanced Information and Telecommunications Network Society, Strategic Conference for the Advancement of Public and Private Sector Data Utilization in May 2017). In the meantime, we will advance the provision of information based on user needs to enhance and strengthen partnerships, promote citizens’ participation in environmental policies, and encourage a shift to sustainable lifestyles. Information should be available in a user-friendly manner, accessible anywhere anytime through the use of IT with both reliability and accuracy ensured."}, {"text_block_id": "p86_b850", "text": "6. Reconstruction after the Great East Japan Earthquake and responses to future large-scale disasters"}, {"text_block_id": "p86_b851", "text": "(1)"}, {"text_block_id": "p86_b852", "text": "Reconstruction after the Great East Japan Earthquake"}, {"text_block_id": "p86_b853", "text": "--1--Construction of Interim Storage Facility"}, {"text_block_id": "p86_b854", "text": "（"}, {"text_block_id": "p86_b855", "text": "ISF"}, {"text_block_id": "p86_b856", "text": "）"}, {"text_block_id": "p86_b857", "text": "Necessary measures will be carried out with regard to establishing"}, {"text_block_id": "p86_b858", "text": "Interim Storage Facility"}, {"text_block_id": "p86_b859", "text": "(where soil from decontamination operations in Fukushima is managed and stored safely until final disposal), and continuous transport of the contaminated soil to such facilities, as well as treatment of radioactive material contaminated waste, and reduction as well as recycling of removed soil. Projects to promote these measures will be taken promptly and appropriately by all Ministries concerned with close cooperation among various stakeholders particularly with local governments."}, {"text_block_id": "p86_b860", "text": "--2--Development of specified reconstruction and revitalization bases (Reconstruction Hubs) in the Areas where Returning is Difficult (ARD)"}, {"text_block_id": "p86_b861_merged_merged_merged", "text": "We will promote integrated implementation of decontamination, dismantling, and infrastructure development at “Reconstruction Hubs” in the Areas where Returning is Difficult (ARD) along with the reconstruction and revitalization plan for approved and specified reconstruction and revitalization sites of each local government based on the “Act on Special Measures for the Reconstruction and Revitalization of Fukushima”（Act No. 25 of 2012 and revised in May 2017）."}, {"text_block_id": "p86_b866", "text": "--3--Health management and response to health concerns of residents regarding radiation exposure through risk communication"}, {"text_block_id": "p86_b867", "text": "The following points were raised as “Direction of the Immediate Measures by the Ministry of the Environment” in February 2015 based on the “Interim report of experts’ meeting for the health management of the public following TEPCO Fukushima Dai-ichi nuclear power plant accident” (December 2014): (1) Promotion of initial radiation dose assessment after the accident, (2) Monitoring of disease morbidity trends in Fukushima Prefecture and neighboring prefectures, (3) Improvement of Fukushima health management surveys \"thyroid ultrasound examination\", and 4) Continuation and improvement of risk communications. Moving forward, support measures will be carried out including radiation dose assessment, research on radiation health effects, support for Fukushima health management surveys, and consultations by radiation counselor support center."}, {"text_block_id": "p86_b868", "text": "--4--Reconstruction of disaster-hit areas through resource circulation"}, {"text_block_id": "p86_b869", "text": "Future-oriented reconstruction through resource circulation will be promoted by thermoelectric"}, {"text_block_id": "p87_b870", "text": "utilization of waste disposal facilities and improvement of low carbon-type recycling. At the same time, measures focusing on the natural connections among forests, the countryside, rivers and the sea, and circulation of funds within the community will be promoted."}, {"text_block_id": "p87_b871", "text": "(2)"}, {"text_block_id": "p87_b872", "text": "Response to natural disasters"}, {"text_block_id": "p87_b873", "text": "--1--Disaster waste treatment"}, {"text_block_id": "p87_b874", "text": "Recently, large-scale disasters have taken place almost every year in Japan. Among major challenges are the treatment of garbage and human waste because waste treatment facilities are significantly damaged, and the treatment of large amounts of disaster waste. It is now predicted that the Nankai Trough earthquake and an earthquake centered directly under Tokyo are likely to occur in the near future. If the treatment of large amounts disaster waste is impeded, recovery and reconstruction will be delayed significantly. The other concern is the fact that a single municipality, the body responsible for waste management, cannot singlehandedly cope with disaster waste treatment at the time of such a large-scale disaster."}, {"text_block_id": "p87_b875", "text": "Based on the above, we aim to strengthen in non-disaster time a waste treatment system on a more multi-layered basis cutting across the local, regional and nation levels. When a disaster hits, appropriate and prompt treatment of disaster waste will be conducted mainly by local municipalities in cooperation with regional units concerned, and nationwide frameworks, depending on the scale of disaster."}, {"text_block_id": "p87_b876", "text": "--2--Environmental conservation measures in disaster-hit areas"}, {"text_block_id": "p87_b877", "text": "We will make every effort to widely disseminate the following information to prevent asbestos from scattering in the event of a disaster: gaining an understanding of asbestos use in building constructions in non-disaster time; warning neighbors; promoting emergency measures and environmental monitoring at the time of disaster."}, {"text_block_id": "p87_b878", "text": "In addition we will provide information on countermeasures against pests and odors associated with disaster waste as well as measures to cope with odor at temporary toilets at evacuation shelters. Experts will be dispatched on an as-needed basis to provide guidance and advice by pinpointing causes of odor, and ways and means to control these matters."}, {"text_block_id": "p87_b879", "text": "Furthermore, support will be made in cooperation with local governments such as promoting pet-care at evacuation shelters and developing a temporary care system for affected pets, based on the guidelines developed by the experience of past disasters such as the Great East Japan Earthquake and"}, {"text_block_id": "p88_b880", "text": "the Kumamoto Earthquake."}, {"text_block_id": "p89_b881", "text": "Part 3 Effective implementation of the Basic Environment Plan"}, {"text_block_id": "p89_b882", "text": "1."}, {"text_block_id": "p89_b883", "text": "Implementation of the Plan"}, {"text_block_id": "p89_b884", "text": "(1)"}, {"text_block_id": "p89_b885", "text": "Implementation of the Plan by government"}, {"text_block_id": "p89_b886", "text": "In order to effectively implement the Basic Environment Plan, it is first important to share information about the intended direction of II2ES set out by this Plan both inside and outside the government, and to take action to support cooperation between all entities concerned."}, {"text_block_id": "p89_b887", "text": "In addition to the Cabinet meeting, the government will deepen common understanding of this direction through related ministerial meetings and meetings between relevant ministries and agencies, and work closely with relevant organizations to implement measures on environmental conservation raised in the Basic Environment Plan in a comprehensive and systematic manner. We will work to obtain a shared recognition on the way forward to institutionalize II2ES, among all stakeholders including local governments, businesses, private organizations and citizens."}, {"text_block_id": "p89_b888", "text": "In order to implement various measures listed in the Basic Environment Plan, we will put in place the necessary systems, financial arrangements and others, while verifying how effective the measures will be. Based on the progress of the Plan and the state of the environment, the government will work appropriately by adding necessary improvements, and promoting comprehensive implementation of various projects under the cooperation of relevant organizations. The government will also work to take financial and other necessary measures to cover the costs for environmental conservation actions taken by local governments voluntarily and proactively according to local situations."}, {"text_block_id": "p89_b889", "text": "Based on the Basic Environment Plan, the relevant ministries and agencies will promote environmental considerations, according to basic policies regarding environmental considerations both for actions by ordinary economic entities such as use of goods and energy in offices, conferences and events, and for policy development such as drafting new institutions which could significantly impact the environment. To enhance initiatives of environmental considerations, we will proactively promote efforts to improve environmental management systems through reviewing the implementation of measures for environmental considerations, and strengthening mechanisms to reflect the results of such reviews in each relevant activity."}, {"text_block_id": "p89_b890", "text": "(2)"}, {"text_block_id": "p89_b891", "text": "Implementation of Plans by non-government entities"}, {"text_block_id": "p89_b892", "text": "It is necessary for all entities to cooperate and collaborate closely to voluntarily and actively promote"}, {"text_block_id": "p90_b893", "text": "various measures under a fair division of roles based on the Basic Environment Plan. Each entity is to make maximum efforts to incorporate environmental considerations into its own actions in line with the Plan’s direction of II2ES. The procedural methods such as the environmental management system will be utilized to promote this challenge."}, {"text_block_id": "p90_b894", "text": "Along with the direction mentioned in the Plan, local governments are expected to proceed comprehensively and systematically with measures in line with the national government as well as with their own measures, by formulating a comprehensive environmental conservation plan in cooperation with the national government and in response to local natural and social conditions."}, {"text_block_id": "p90_b895", "text": "(3)"}, {"text_block_id": "p90_b896", "text": "Collaboration with various plans"}, {"text_block_id": "p90_b897", "text": "Socio-economic activities are becoming more closely linked with the environmental issues of today. As a result, policies in a wide range of areas are now related to environmental policy. In formulating plans that are considered to have an impact on the environment, the national government must consider environmental conservation in line with II2ES. The following policies are prioritized in consideration for environmental conservation."}, {"text_block_id": "p90_b898", "text": "In terms of environmental conservation, there should be clear coordination between the Basic Environment Plan and other national plans."}, {"text_block_id": "p90_b899", "text": "In addition, other national plans, exclusively aimed at conserving the environment should be formulated and promoted in accordance with the fundamental direction of the Basic Environment Plan."}, {"text_block_id": "p90_b900", "text": "For those plans that include components concerning environmental conservation, the part prescribing environmental matters shall be in line with the fundamental direction of the Basic Environment Plan. Therefore, both these plans and the Basic Environment Plan should be coordinated and mutually supportive. Particularly, for those plans for which specific laws and regulations require harmonization with the Basic Environment Plan, special care needs to be taken to ensure that they are in line with the fundamental direction of the this Plan."}, {"text_block_id": "p90_b901", "text": "2."}, {"text_block_id": "p90_b902", "text": "Review of the progress of the Plan"}, {"text_block_id": "p90_b903", "text": "(1)"}, {"text_block_id": "p90_b904", "text": "Implementation policy"}, {"text_block_id": "p90_b905", "text": "The Central Environment Council will review the progress of the measures based on the Basic Environment Plan, while listening to the opinions of citizens of various categories to ensure the steady implementation of the Basic Environment Plan. The Council will report to the government on"}, {"text_block_id": "p91_b906", "text": "subsequent policy directions as needed."}, {"text_block_id": "p91_b907", "text": "--1--Progress review of individual measures stipulated in the Plan"}, {"text_block_id": "p91_b908", "text": "The Council will review in FY2019 and FY2021 the progress of individual measures through interviews with related ministries on Part 2 Chapter 2 “Priority strategies”, Chapter 3 “Environmental policies to support priority strategies” and Part 4 “System of environmental conservation measures”. As for “1. Climate change measures”, the latest review results of the Plan for Global Warming Countermeasures and the National Plan for Adaptation to the Impacts of Climate Change will be utilized as much as possible. Regarding “2. Establishment of sound material-Cycle society” and “3. Securing biodiversity and living in harmony with nature”, the latest review results of the Fundamental Plan for Establishing a Sound Material-cycle Society and the National Biodiversity Strategy of Japan will be utilized as much as possible."}, {"text_block_id": "p91_b909", "text": "--2--Review of comprehensive progress of the Plan"}, {"text_block_id": "p91_b910", "text": "The Council will review the priority strategies in FY2020 and FY2022 by referring to the review results of individual measures implemented in the previous year respectively. The review will emphasize how much progress has been made on “Innovations across all perspectives including those concerning economic and social systems, lifestyles and technologies” and “Simultaneous solutions for socio-economic challenges through environmental policy”. These two points are mentioned in Part 1 Chapter 2 as roles in future environmental policies. In addition, interviews will be conducted on good practices by public and private initiatives related to priority strategies. We will also review progress made on each of the measures as a part of environmental policies to support the priority strategies and the system of environmental conservation measures. Based on these results, a report will be compiled respectively on the comprehensive progress of the Basic Environment Plan."}, {"text_block_id": "p91_b911", "text": "--3--Utilization of indicators for understanding the progress"}, {"text_block_id": "p91_b912", "text": "The review will use a set of indicators that collectively show the environmental situation and the progress made on various initiatives concerned. This will clarify the overall trends regarding progress of the Plan and contribute to ensuring the effectiveness of the Plan. Quantitative indicators will be used as much as possible. However, in case it is difficult or inappropriate to quantify the indicators due to the nature of the measures concerned, qualitative evaluation is used as a basis and quantitative indicators will be applied supplementary."}, {"text_block_id": "p91_b913", "text": "The characteristics and limitations of these indicators should be taken into account. It is also important to strive to gain broad understanding of stakeholders. Reviews will be routinely carried out so that the indicators accurately reflect the direction of the Plan and appropriately match the state of"}, {"text_block_id": "p92_b914", "text": "the environment, economy and society. Indicators should be revised flexibly as necessary, considering their continuity and further improvement."}, {"text_block_id": "p92_b915", "text": "(2)"}, {"text_block_id": "p92_b916", "text": "Utilization of review results of progress of the Plan"}, {"text_block_id": "p92_b917", "text": "The review results by the Council will be utilized for planning national policies, and reflected in the annual report as stipulated in Article 12 of the Basic Environment Act, thereby communicated widely to a wide range of stakeholders."}, {"text_block_id": "p92_b918", "text": "3."}, {"text_block_id": "p92_b919", "text": "Revision of the Basic Environment Plan"}, {"text_block_id": "p92_b920", "text": "The government will revise the contents of the Plan approximately five years following its formulation. Based on the above mentioned review results by the Council, necessary consultations will be made with the Council. Considering the revision of the contents of the Plan, the Plan will be re-formulated when considered necessary."}, {"text_block_id": "p92_b921", "text": "In terms of the concrete goals of each area and specific measures contained in the Plan, it is important to respond flexibly and appropriately, with a view to realizing a sustainable society envisaged, according to changes in the economy and society both in and outside Japan as well as considering and updating of progress of measures taken."}, {"text_block_id": "p92_b922", "text": "-"}], "document_description": "Japan's Basic Environmental Plan defines the principles that govern the implementation of environmental policies in Japan, especially with respect to climate change policies. It also outlines the current policy frameworks in place for government environment- and climate change-related policy matters and proposes new areas of priority for the government. The policy priorities related to climate change the plan lists include:\n<ul>\n<li>Promoting research and development of emissions reduction technologies</li>\n<li>Promoting energy conservation</li>\n<li>Promoting adaptation measures in regional agriculture and disaster prevention sectors</li>\n<li>Implementing national policy frameworks, such as the Plan for Global Warming Countermeasures.</li>\n</ul>"}