{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Japan", "document_category": "Law", "document_sector_name": ["Waste", "Residential and Commercial", "Industry", "Energy"], "document_date": "05/01/2007", "document_language": "English", "document_name": "Law Concerning the Promotion of Contracts Considering Reduction of Emissions of Greenhouse Gases and Others by the State and Other Entities (Environment Consideration Contract Law) (Law No. 56 of 2007)", "document_country_code": "JPN", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/JPN/2007/JPN-2007-01-05-Law Concerning the Promotion of Contracts Considering Reduction of Emissions of Greenhouse Gases and Others by the State and Other Entities (Environment Consideration Contract Law) (Law No. 56 of 2007)_b071e88b9ce1850805e4bd5c4f57a2c3.pdf", "document_type": "Law", "text_blocks": [], "document_description": "<div>This law aims to enable public authorities, such as the State and local governments, when making a contract, to maintain a fixed level of competition, while evaluating bids in terms of environmental performance as well as cost, and to make contracts with suppliers of products and or services that offer the best environmental performance. The law requires government and independent administrative agencies to:</div><ul><li>Make practical use of energy</li><li>Promote green contracts with regards to procurement of electricity, automobiles, ships, ESCOs, buildings and industrial waste management.</li><li>Develop a policy on the promotion of green contracts and implement them by heads of ministries or agencies</li><li>To compile and publish a summary of concluded green contracts, and inform the Minister for the Environment</li></ul>"}