{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Japan", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_language": "English", "document_name": "Law Concerning the Rational Use of Energy (Energy Conservation Act) (Law No.49 of 1979)", "document_country_code": "JPN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/1979", "document_keyword": ["Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/JPN/1979/JPN-1979-12-25-Law Concerning the Rational Use of Energy (Energy Conservation Act) (Law No.49 of 1979)_8aed3b5f264920d59fa0df54b4de597f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Act Concerning the Rational Use of Energy (Act No. 49 of June 22, 1979)"}, {"text_block_id": "p0_b2", "text": "22 June 1979, Law No.49"}, {"text_block_id": "p0_b3", "text": "Revised in 10 December 1983"}, {"text_block_id": "p0_b4", "text": "Revised in 31 March 1993"}, {"text_block_id": "p0_b5", "text": "Revised in 12 November 1993"}, {"text_block_id": "p0_b6", "text": "Revised in 9 April 1997"}, {"text_block_id": "p0_b7", "text": "Revised in 5 June 1998"}, {"text_block_id": "p0_b8", "text": "Revised in 22 December 1999"}, {"text_block_id": "p0_b9", "text": "Revised in 7 June 2002"}, {"text_block_id": "p0_b10", "text": "Revised in 11 December 2002"}, {"text_block_id": "p0_b11", "text": "Revised in 10 August 2005"}, {"text_block_id": "p0_b12", "text": "Chapter 1 General Provisions"}, {"text_block_id": "p0_b13", "text": "Chapter 2 Basic Policy, etc."}, {"text_block_id": "p0_b14", "text": "Chapter 3 Measures Pertaining to Factories, etc."}, {"text_block_id": "p0_b15", "text": "Section 1 Measures Pertaining to Factories"}, {"text_block_id": "p0_b16", "text": "Section 2 Designated Examining Body"}, {"text_block_id": "p0_b17", "text": "Section 3 Designated Training Agency"}, {"text_block_id": "p0_b18", "text": "Section 4 Registered Investigation Bodies"}, {"text_block_id": "p0_b19", "text": "Chapter 4 Measures Pertaining to Transportation"}, {"text_block_id": "p0_b20", "text": "Section 1 Measures Pertaining to Freight Transportation"}, {"text_block_id": "p0_b21", "text": "Subsection 1 Measures Pertaining to Freight Carriers"}, {"text_block_id": "p0_b22", "text": "Subsection 2 Measures Pertaining to Consigners"}, {"text_block_id": "p0_b23", "text": "Section 2 Measures Pertaining to Passenger Transportation, etc."}, {"text_block_id": "p0_b24", "text": "Section 3 Special Provisions on Air Transportation"}, {"text_block_id": "p0_b25", "text": "Chapter 5 Measures Pertaining to Buildings"}, {"text_block_id": "p1_b26", "text": "Chapter 6 Measures Pertaining to Machinery and Equipment"}, {"text_block_id": "p1_b27", "text": "Chapter 7 Miscellaneous Provisions"}, {"text_block_id": "p1_b28", "text": "Chapter 8 Penal Provisions"}, {"text_block_id": "p1_b29", "text": "Supplementary Provisions"}, {"text_block_id": "p1_b30", "text": "Chapter 1 General Provisions"}, {"text_block_id": "p1_b31", "text": "Article 1 (Purpose)"}, {"text_block_id": "p1_b32", "text": "The purpose of this Act is, with the aim to contribute to securing the effective utilization of fuel resources according to the economic and social environment concerning energy in and outside Japan, to implement the measures required for the rational use of energy with regard to factories, transportation, buildings, and machinery and equipment as well as other necessary measures, etc. for comprehensively promoting the rational use of energy, thereby contributing to the sound development of the national economy."}, {"text_block_id": "p1_b33", "text": "Article 2 (Definitions)"}, {"text_block_id": "p1_b34", "text": "Article 2 (Definitions)\n* The term âEnergyâ as used in this Act shall mean fuel and heat (excluding heat used\n* The term âFuelâ as used in this Act shall mean crude oil, volatile oil, heavy oil and\n* The term âFuelâ as used in this Act shall mean crude oil, volatile oil, heavy oil and\n Chapter 2 Basic Policy, etc."}, {"text_block_id": "p1_b39", "text": "Article 3 (Basic Policy)"}, {"text_block_id": "p1_b40", "text": "Article 3 (Basic Policy)\n* The Minister of Economy, Trade and Industry shall, from the perspective of\n* The Basic Policy shall provide for basic matters concerning the measures to be"}, {"text_block_id": "p2_b44", "text": "Article 3 (Basic Policy)\n* The Minister of Economy, Trade and Industry shall, from the perspective of\n* The Basic Policy shall provide for basic matters concerning the measures to be\n* The Minister of Economy, Trade and Industry shall obtain a cabinet decision for the\n* The Minister of Economy, Trade and Industry shall, when he/she intends to\n* The Minister of Economy, Trade and Industry shall revise the Basic Policy when it is\n* The provisions of paragraphs 1 to 4 shall apply mutatis mutandis to the revision of"}, {"text_block_id": "p2_b53", "text": "Article 4 (Role of Energy Users)"}, {"text_block_id": "p2_b54", "text": "Persons who use Energy shall, while giving due consideration to the provisions of the Basic Policy, endeavor to realize the rational use of Energy."}, {"text_block_id": "p2_b55", "text": "Chapter 3 Measures Pertaining to Factories, etc."}, {"text_block_id": "p2_b56", "text": "Section 1 Measures Pertaining to Factories"}, {"text_block_id": "p2_b57", "text": "Article 5 (Standards of Judgment for Business Operators)"}, {"text_block_id": "p2_b58", "text": "Article 5 (Standards of Judgment for Business Operators)\n* For the purpose of ensuring the appropriate and effective implementation of the\n\t* Rationalization of combustion of Fuels\n\t* Rationalization of heating and cooling as well as heat transfer.\n\t* Recovery and utilization of waste heat.\n\t* Rationalization of conversion of heat into power, etc.\n\t* Prevention of Energy loss due to emission, conduction, resistance, etc.\n\t* Rationalization of conversion of electricity into power, heat, etc.\n\t* The standards of judgment prescribed in the preceding paragraph shall be"}, {"text_block_id": "p2_b74", "text": "Article 6 (Guidance and Advice)"}, {"text_block_id": "p2_b75", "text": "The competent minister may, when he/she finds it necessary in order to ensure the"}, {"text_block_id": "p3_b76", "text": "proper implementation of the rational use of Energy in Factories, provide business operators using Energy in Factories with necessary guidance and advice with regard to the implementation of the matters listed in the items of paragraph 1 of the preceding Article, by taking into consideration the standards of judgment prescribed in the same paragraph."}, {"text_block_id": "p3_b77", "text": "Article 7 (Designation of Type 1 Designated Energy Management Factories)"}, {"text_block_id": "p3_b78", "text": "Article 7 (Designation of Type 1 Designated Energy Management Factories)\n* The Minister of Economy, Trade and Industry shall designate Factories in which\n* A business operator that has a Factory shall, where Energy consumption in the\n* A business operator that has a Type 1 Designated Energy Management Factory\n\t* The business operator has ceased to operate the business.\n\t* The business operatorâs Energy consumption as calculated pursuant to the\n\t* Upon receiving an offer under the preceding paragraph, the Minister of Economy,\n\t* The Minister of Economy, Trade and Industry shall, when having made a designation"}, {"text_block_id": "p4_b92", "text": "Article 8 (Type 1 Energy Managers)"}, {"text_block_id": "p4_b93", "text": "Article 8 (Type 1 Energy Managers)\n* A Type 1 Specified Business Operator shall, pursuant to the provision of an\n\t* A Type 1 Specified Business Operator that has a Type 1 Designated Energy\n\t* A Type 1 Specified Business Operator that has a Type 1 Designated Energy\n\t* A Type 1 Specified Business Operator shall, pursuant to the provision of an"}, {"text_block_id": "p4_b101", "text": "Article 9 (Qualified Energy Manager’s License)"}, {"text_block_id": "p4_b102", "text": "Article 9 (Qualified Energy Manager’s License)\n* A qualified Energy managerâs license shall be granted by the Minister of Economy,\n\t* A person who has passed an examination for a qualified Energy managerâs license.\n\t* A person who has been recognized by the Minister of Economy, Trade and Industry\n\t* The procedures concerning the grant of a qualified Energy managerâs license shall be"}, {"text_block_id": "p4_b110", "text": "Article 10 (Examination for Qualified Energy Manager’s License)"}, {"text_block_id": "p4_b111", "text": "Article 10 (Examination for Qualified Energy Manager’s License)\n* An examination for a qualified Energy managerâs license shall be conducted by the\n* The Minister of Economy, Trade and Industry may designate a person (hereinafter\n* The subjects of an examination for a qualified Energy managerâs license, procedure"}, {"text_block_id": "p5_b117", "text": "Ministry of Economy, Trade and Industry."}, {"text_block_id": "p5_b118", "text": "Article 11 (Duty of Type 1 Energy Managers)"}, {"text_block_id": "p5_b119", "text": "Type 1 Energy Managers shall, with regard to the rational use of Energy in Type 1 Designated Energy Management Factories, manage the maintenance of Energy-consuming facilities, the improvement and supervision of methods for using Energy, and other affairs specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p5_b120", "text": "Article 12 (Obligations of Type 1 Energy Managers, etc.)"}, {"text_block_id": "p5_b121", "text": "Article 12 (Obligations of Type 1 Energy Managers, etc.)\n* Type 1 Energy Managers shall perform their duties in good faith.\n* Type 1 Specified Business Operators (excluding Type 1 Designated Business\n* Employees of Type 1 Designated Energy Management Factories (excluding those"}, {"text_block_id": "p5_b127", "text": "Article 13 (Type 2 Energy Managers)"}, {"text_block_id": "p5_b128", "text": "Article 13 (Type 2 Energy Managers)\n* A Type 1 Designated Business Operator shall, pursuant to the provision of an\n\t* A person who has completed training courses concerning necessary knowledge and\n\t* A person who has a qualified Energy managerâs license.\n\t* A Type 1 Designated Business Operator shall, at regular intervals specified by an\n\t* A Type 1 Designated Business Operator shall, pursuant to the provision of an\n\t* The provisions of Article 11 and paragraph 1 of the preceding Article shall apply"}, {"text_block_id": "p6_b140", "text": "mutatis mutandis to Type 2 Energy Managers; the provision of paragraph 2 of the preceding Article shall apply mutatis mutandis to Type 1 Designated Business Operators; the provision of paragraph 3 of the preceding Article shall apply mutatis mutandis to employees of Type 1 Designated Energy Management Factories belonging to Type 1 Designated Business Operators. In this case, the term \"Type 1 Energy Manager\" in paragraph 2 and paragraph 3 of the preceding Article shall be deemed to be replaced with “Type 2 Energy Manager.”"}, {"text_block_id": "p6_b141", "text": "Article 14 (Preparation of Medium- and Long-Term Plans)"}, {"text_block_id": "p6_b142", "text": "(1)"}, {"text_block_id": "p6_b143", "text": "A Type 1 Specified Business Operator shall, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, prepare each business year a medium- and long-term plan for achieving the targets for the rational use of Energy that are specified for Type 1 Designated Energy Management Factories in the standards of judgment prescribed in Article 5, paragraph 1, and submit the plan to the competent minister."}, {"text_block_id": "p6_b144", "text": "(2)"}, {"text_block_id": "p6_b145", "text": "A Type 1 Designated Business Operator that has appointed a Type 2 Energy Manager pursuant to paragraph 1 of the preceding Article from among the persons listed in item 1 of the same paragraph shall, when preparing a medium- and long-term plan pursuant to the preceding paragraph, have a person who has a qualified Energy manager’s license participate in the planning process."}, {"text_block_id": "p6_b146", "text": "(3)"}, {"text_block_id": "p6_b147", "text": "The competent minister may develop necessary guidelines for contributing to Type 1 Specified Business Operators’ efforts to properly prepare plans set forth in paragraph 1."}, {"text_block_id": "p6_b148", "text": "(4)"}, {"text_block_id": "p6_b149", "text": "The competent minister shall, when having developed guidelines set forth in the preceding paragraph, publicize them."}, {"text_block_id": "p6_b150", "text": "Article 15 (Periodical Reports)"}, {"text_block_id": "p6_b151", "text": "(1)"}, {"text_block_id": "p6_b152", "text": "A Type 1 Specified Business Operator shall, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, report to the competent minister each business year the matters specified by an Ordinance of the Ministry of Economy, Trade and Industry with regard to the Energy consumption and other status of Energy use in the Type 1 Designated Energy Management Factory (including the matters concerning efficiency in Energy use and CO2 emissions from Energy use) as well as the status of establishment, modification and abolition of Energy-consuming facilities and other facilities relating to the rational use of Energy."}, {"text_block_id": "p6_b153", "text": "(2)"}, {"text_block_id": "p6_b154", "text": "The Minister of Economy, Trade and Industry shall, when he/she intends to formulate or revise an Ordinance of the Ministry of Economy, Trade and Industry set forth in the preceding paragraph (limited to the matters concerning CO2 emissions from Energy use), consult with the Minister of the Environment in advance."}, {"text_block_id": "p6_b155", "text": "Article 16 (Instructions and Orders on Rationalization Plans)"}, {"text_block_id": "p7_b156", "text": "(1)"}, {"text_block_id": "p7_b157", "text": "The competent minister may, when he/she finds that the status of the rational use of Energy in a Type 1 Designated Energy Management Factory is significantly insufficient in light of the standards of judgment prescribed in Article 5, paragraph 1, instruct the Type 1 Specified Business Operator pertaining to the Type 1 Designated Energy Management Factory to prepare and submit a plan on the rational use of Energy (hereinafter referred to as a \"Rationalization Plan\"), while presenting the grounds for his/her judgment."}, {"text_block_id": "p7_b158", "text": "(2)"}, {"text_block_id": "p7_b159", "text": "The competent minister may, when he/she finds the Rationalization Plan to be inappropriate for the proper implementation of the rational use of Energy in the Type 1 Designated Energy Management Factory, instruct the Type 1 Specified Business Operator to revise the Rationalization Plan."}, {"text_block_id": "p7_b160", "text": "(3)"}, {"text_block_id": "p7_b161", "text": "The competent minister may, when he/she finds that a Type 1 Specified Business Operator does not implement a Rationalization Plan, instruct the Type 1 Specified Business Operator to properly implement the Rationalization Plan."}, {"text_block_id": "p7_b162", "text": "(4)"}, {"text_block_id": "p7_b163", "text": "Where a Type 1 Specified Business Operator that has received instructions prescribed in the preceding three paragraphs has failed to follow the instructions, the competent minister may publicize this."}, {"text_block_id": "p7_b164", "text": "(5)"}, {"text_block_id": "p7_b165", "text": "Where a Type 1 Specified Business Operator that has received instructions prescribed in paragraphs 1 to 3 has failed to take the measures as instructed without justifiable grounds, the competent minister may, after hearing opinions of Councils, etc. (which means organs prescribed in Article 8 of the National Administrative Organization Act (Act No. 120 of 1948); the same shall apply hereinafter) specified by a Cabinet Order, order the Type 1 Specified Business Operator to take the measures as instructed."}, {"text_block_id": "p7_b166", "text": "Article 17 (Designation of Type 2 Designated Energy Management Factories)"}, {"text_block_id": "p7_b167", "text": "(1)"}, {"text_block_id": "p7_b168", "text": "The Minister of Economy, Trade and Industry shall designate Factories other than Type 1 Designated Energy Management Factories in which Energy consumption for a given business year as calculated pursuant to the provision of a Cabinet Order under Article 7, paragraph 1 is beyond the level specified by a Cabinet Order, as Factories requiring promotion of the rational use of Energy in the same manner as Type 1 Designated Energy Management Factories."}, {"text_block_id": "p7_b169", "text": "(2)"}, {"text_block_id": "p7_b170", "text": "A business operator that has a Factory shall, where Energy consumption in the Factory for the previous business year, as calculated pursuant to the provision of a Cabinet Order under the preceding paragraph, is beyond the level specified by a Cabinet Order under the same paragraph, notify the Minister of Economy, Trade and Industry, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, of the matters concerning the status of Energy use in the Factory as specified by an Ordinance of the Ministry of Economy, Trade and Industry; provided, however, that this shall not apply to a Type 1 Designated Energy Management Factory, and a Factory of which notification shall be made with respect to the status of"}, {"text_block_id": "p8_b171", "text": "Energy use pursuant to Article 7, paragraph 2, and a Factory designated pursuant to the same paragraph (hereinafter referred to as a “Type 2 Designated Energy Management Factory”)."}, {"text_block_id": "p8_b172", "text": "(3)"}, {"text_block_id": "p8_b173", "text": "A business operator that has a Type 2 Designated Energy Management Factory (hereinafter referred to as a “Type 2 Specified Business Operator”) may, where any of the events listed in the following items has occurred with respect to the Factory, make an offer to the Minister of Economy, Trade and Industry pursuant to the provision of the Ministry of Economy, Trade and Industry to the effect that the designation made under paragraph 1 should be rescinded."}, {"text_block_id": "p8_b174", "text": "A business operator that has a Type 2 Designated Energy Management Factory (hereinafter referred to as a “Type 2 Specified Business Operator”) may, where any of the events listed in the following items has occurred with respect to the Factory, make an offer to the Minister of Economy, Trade and Industry pursuant to the provision of the Ministry of Economy, Trade and Industry to the effect that the designation made under paragraph 1 should be rescinded.\n* The business operator has ceased to operate the business.\n* The business operatorâs Energy consumption as calculated pursuant to the"}, {"text_block_id": "p8_b178", "text": "(4)"}, {"text_block_id": "p8_b179", "text": "Upon receiving an offer under the preceding paragraph, the Minister of Economy, Trade and Industry shall, when he/she finds a reason for the offer, rescind the designation made under paragraph 1 without delay. The same shall apply in cases where, in the absence of an offer under the preceding paragraph, it seems that any of the events listed in the items of the same paragraph has occurred with respect to the Factory."}, {"text_block_id": "p8_b180", "text": "(5)"}, {"text_block_id": "p8_b181", "text": "Where Energy consumption in a Type 2 Designated Energy Management Factory for a given business year, as calculated pursuant to the provision of a Cabinet Order under paragraph 1, is beyond the level specified by a Cabinet Order under Article 7, paragraph 1, the Minister of Economy, Trade and Industry shall, when he/she designates the Factory under the same paragraph, rescind the designation pertaining to the Factory made under paragraph 1."}, {"text_block_id": "p8_b182", "text": "(6)"}, {"text_block_id": "p8_b183", "text": "The Minister of Economy, Trade and Industry shall, when having made a designation pursuant to paragraph 1 or rescinded a designation pursuant to the preceding paragraph, notify the minister with jurisdiction over the business pertaining to the Factory to that effect."}, {"text_block_id": "p8_b184", "text": "Article 18 (Application Mutatis Mutandis)"}, {"text_block_id": "p8_b185", "text": "(1)"}, {"text_block_id": "p8_b186", "text": "The provisions of Article 12, paragraph 2, Article 13, paragraphs 1 to 3, and Article 15 shall apply mutatis mutandis to Type 2 Specified Business Operators, and the provision of Article 12, paragraph 3 shall apply mutatis mutandis to employees of Type 2 Designated Energy Management Factories. In this case, the term “Type 1 Energy Manager” in Article 12, paragraph 2 and paragraph 3 shall be deemed to be replaced with “Type 2 Energy Manager.”"}, {"text_block_id": "p8_b187", "text": "(2)"}, {"text_block_id": "p8_b188", "text": "The provisions of Article 11 and Article 12, paragraph 1 shall apply mutatis mutandis to Type 2 Energy Managers appointed under Article 13, paragraph 1 as applied mutatis mutandis pursuant to the preceding paragraph."}, {"text_block_id": "p9_b189", "text": "Article 19 (Recommendations)"}, {"text_block_id": "p9_b190", "text": "The competent minister may, when he/she finds the status of the rational use of Energy in a Type 2 Designated Energy Management Factory is significantly insufficient in light of the standards of judgment prescribed in Article 5, paragraph 1, recommend the Type 2 Specified Business Operator pertaining to the Type 2 Designated Energy Management Factory to take necessary measures for the rational use of Energy, while presenting the grounds for his/her judgment."}, {"text_block_id": "p9_b191", "text": "Article 20 (Special Provisions on Investigations by Registered Investigation Bodies)"}, {"text_block_id": "p9_b192", "text": "(1)"}, {"text_block_id": "p9_b193", "text": "A Type 1 Specified Business Operator or Type 2 Specified Business Operator may, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, undergo an investigation conducted by a person registered by the Minister of Economy, Trade and Industry (hereinafter referred to as a \"Registered Investigation Body\") with regard to the Energy consumption and other status of Energy use in its Type 1 Designated Energy Management Factory or Type 2 Designated Energy Management Factory (including the matters concerning efficiency in Energy use and CO2 emissions from Energy use) as well as the status of establishment, modification and abolition of Energy-consuming facilities and other facilities relating to the rational use of Energy (this investigation shall hereinafter be referred to as an \"Investigation for Verification\").; provided, however, that a Type 1 Specified Business Operator that has received instructions under Article 16, paragraph 1 or a Type 2 Specified Business Operator that has received recommendations under the preceding Article shall not undergo an Investigation for Verification until three years have elapsed since the day when the instructions or recommendations were received."}, {"text_block_id": "p9_b194", "text": "(2)"}, {"text_block_id": "p9_b195", "text": "When a Registered Investigation Body finds, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, that the status of the rational use of Energy in the Type 1 Designated Energy Management Factory or Type 2 Designated Energy Management Factory, for which an Investigation for Verification has been conducted, conforms to the standards of judgment prescribed in Article 5, paragraph 1, it shall issue a document to that effect."}, {"text_block_id": "p9_b196", "text": "(3)"}, {"text_block_id": "p9_b197", "text": "A Registered Investigation Body shall, when having issued the document set forth in the preceding paragraph, report to the competent minister without delay, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, the results of the Investigation for Verification pertaining to the document issued."}, {"text_block_id": "p9_b198", "text": "(4)"}, {"text_block_id": "p9_b199", "text": "With respect to Factories listed in any of the following items for which the document set forth in paragraph 2 has been issued, the provisions prescribed in the respective items shall not apply in a business year that contains the date of issuance of the document."}, {"text_block_id": "p9_b200", "text": "With respect to Factories listed in any of the following items for which the document set forth in paragraph 2 has been issued, the provisions prescribed in the respective items shall not apply in a business year that contains the date of issuance of the document.\n* Type 1 Designated Energy Management Factories: Article 15, paragraph 1 and\n* Type 2 Designated Energy Management Factories: Article 15 as applied mutatis"}, {"text_block_id": "p10_b204", "text": "With respect to Factories listed in any of the following items for which the document set forth in paragraph 2 has been issued, the provisions prescribed in the respective items shall not apply in a business year that contains the date of issuance of the document.\n* Type 1 Designated Energy Management Factories: Article 15, paragraph 1 and\n* Type 2 Designated Energy Management Factories: Article 15 as applied mutatis\n* A person who was sentenced to a punishment for violation of this Act or any\n* A person who was dismissed by an order under Article 28, before the elapse of a"}, {"text_block_id": "p10_b205", "text": "(5)"}, {"text_block_id": "p10_b206", "text": "The Minister of Economy, Trade and Industry shall, when he/she intends to formulate or revise an Ordinance of the Ministry of Economy, Trade and Industry set forth in paragraph 1 (limited to the matters concerning CO2 emissions from Energy use), consult with the Minister of the Environment in advance."}, {"text_block_id": "p10_b207", "text": "Section 2 Designated Examining Body"}, {"text_block_id": "p10_b208", "text": "Article 21 (Designation)"}, {"text_block_id": "p10_b209", "text": "(1)"}, {"text_block_id": "p10_b210", "text": "The designation set forth in Article 10, paragraph 2 shall be made pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry upon application by a person who intends to administer Examination Affairs."}, {"text_block_id": "p10_b211", "text": "(2)"}, {"text_block_id": "p10_b212", "text": "When having made the designation set forth in Article 10, paragraph 2, the Minister of Economy, Trade and Industry shall not administer Examination Affairs."}, {"text_block_id": "p10_b213", "text": "Article 22 (Disqualification)"}, {"text_block_id": "p10_b214", "text": "A person who falls under any of the following items may not be designated under Article 10, paragraph 2."}, {"text_block_id": "p10_b215", "text": "(i)"}, {"text_block_id": "p10_b216", "text": "A person whose designation was rescinded pursuant to Article 32, paragraph 2, before the elapse of a period of two years since the date of rescission."}, {"text_block_id": "p10_b217", "text": "(ii)"}, {"text_block_id": "p10_b218", "text": "A person, any of whose officers in charge of its business falls under any of the following conditions."}, {"text_block_id": "p10_b223", "text": "Article 23 (Standards for Designation)"}, {"text_block_id": "p10_b224", "text": "The Minister of Economy, Trade and Industry shall not make the designation under Article 10, paragraph 2 unless no other person has been designated under the same paragraph and the application for designation filed under the same paragraph conforms to the following items."}, {"text_block_id": "p10_b225", "text": "(i)"}, {"text_block_id": "p10_b226", "text": "The applicant’s plan for the administration of the Examination Affairs, which covers personnel, equipment, methods of administering the Examination Affairs and other matters, is appropriate for the proper administration of the Examination Affairs."}, {"text_block_id": "p10_b227", "text": "(ii)"}, {"text_block_id": "p10_b228", "text": "The applicant has sufficient financial basis and technical capability to implement properly the plan for the administration of the Examination Affairs set forth in the preceding item."}, {"text_block_id": "p10_b229", "text": "(iii)"}, {"text_block_id": "p10_b230", "text": "The applicant is a general incorporated association or general incorporated"}, {"text_block_id": "p11_b231", "text": "foundation."}, {"text_block_id": "p11_b232", "text": "(iv)"}, {"text_block_id": "p11_b233", "text": "Where the applicant is engaged in services other than Examination Affairs, there is no risk that the applicant will fail to fairly administer the Examination Affairs by performing such other services."}, {"text_block_id": "p11_b234", "text": "Article 24 (Operational Rules for Examination Affairs)"}, {"text_block_id": "p11_b235", "text": "(1)"}, {"text_block_id": "p11_b236", "text": "A Designated Examining Body shall formulate rules concerning the administration of Examination Affairs (hereinafter referred to as the \"Operational Rules for Examination Affairs\"), and obtain approval of the rules from the Minister of Economy, Trade and Industry. The same shall apply where a Designated Examining Body intends to revise the rules."}, {"text_block_id": "p11_b237", "text": "(2)"}, {"text_block_id": "p11_b238", "text": "The matters to be provided for by the Operational Rules for Examination Affairs shall be specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p11_b239", "text": "(3)"}, {"text_block_id": "p11_b240", "text": "The Minister of Economy, Trade and Industry may, when he/she finds that the Operational Rules for Examination Affairs approved under paragraph 1 have become inappropriate for the fair administration of the Examination Affairs, order the Designated Examining Body to revise the Operational Rules for Examination Affairs."}, {"text_block_id": "p11_b241", "text": "Article 25 (Suspension or Abolition of Examination Affairs)"}, {"text_block_id": "p11_b242", "text": "A Designated Examining Body shall not suspend nor abolish the whole or part of the Examination Affairs unless it is permitted by the Minister of Economy, Trade and Industry."}, {"text_block_id": "p11_b243", "text": "Article 26 (Business Plan, etc.)"}, {"text_block_id": "p11_b244", "text": "(1)"}, {"text_block_id": "p11_b245", "text": "A Designated Examining Body shall, prior to the beginning of each business year (or without delay after designation under Article 10, paragraph 2 in the case of a business year that contains the date of designation), prepare a business plan and income and expenditure budget for the business year, and obtain approval of them from the Minister of Economy, Trade and Industry. The same shall apply when a Designated Examining Body intends to revise them."}, {"text_block_id": "p11_b246", "text": "(2)"}, {"text_block_id": "p11_b247", "text": "A Designated Examining Body shall, within three months after the end of each business year, prepare a business report and statement of accounts, and submit them to the Minister of Economy, Trade and Industry."}, {"text_block_id": "p11_b248", "text": "Article 27 (Appointment and Dismissal of Officers)"}, {"text_block_id": "p11_b249", "text": "The appointment and dismissal of officers of a Designated Examining Body shall not become effective unless it is approved by the Minister of Economy, Trade and Industry."}, {"text_block_id": "p11_b250", "text": "Article 28 (Order of Dismissal of Officer)"}, {"text_block_id": "p11_b251", "text": "Where any officer of a Designated Examining Body has violated this Act (including dispositions made under this Act) or the Operational Rules for Examination Affairs or"}, {"text_block_id": "p12_b252", "text": "committed any inappropriate act in connection with the Examination Affairs, the Minister of Economy, Trade and Industry may order the Designated Examining Body to dismiss the officer."}, {"text_block_id": "p12_b253", "text": "Article 29 (Examiners for Qualified Energy Manager’s License)"}, {"text_block_id": "p12_b254", "text": "(1)"}, {"text_block_id": "p12_b255", "text": "A Designated Examining Body shall, when administering the Examination Affairs, cause examiners for the qualified Energy manager's license (hereinafter referred to as \"Examiners\") to administer the affairs in determining whether or not an applicant for a qualified Energy manager's license has the necessary knowledge and skills as a qualified Energy manager."}, {"text_block_id": "p12_b256", "text": "(2)"}, {"text_block_id": "p12_b257", "text": "A Designated Examining Body shall appoint Examiners from among persons who satisfy the requirements specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p12_b258", "text": "(3)"}, {"text_block_id": "p12_b259", "text": "A Designated Examining Body shall, when having appointed Examiners, notify the Minister of Economy, Trade and Industry to that effect pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry. The same shall apply where any Examiner has been replaced."}, {"text_block_id": "p12_b260", "text": "(4)"}, {"text_block_id": "p12_b261", "text": "The provisions of the preceding Article shall apply mutatis mutandis to Examiners."}, {"text_block_id": "p12_b262", "text": "Article 30 (Obligation of Confidentiality, etc.)"}, {"text_block_id": "p12_b263", "text": "(1)"}, {"text_block_id": "p12_b264", "text": "Current or former officers or employees (including Examiners; hereinafter the same shall apply in the next paragraph) of a Designated Examining Body shall not divulge secrets that they have become aware of in the course of administering the Examination Affairs."}, {"text_block_id": "p12_b265", "text": "(2)"}, {"text_block_id": "p12_b266", "text": "With regard to the application of the Penal Code (Act No. 45 of 1907) and other penal provisions, officers or employees of a Designated Examining Body who are engaged in Examination Affairs shall be regarded as personnel engaged in public services under laws and regulations."}, {"text_block_id": "p12_b267", "text": "Article 31 (Order for Conformity, etc.)"}, {"text_block_id": "p12_b268", "text": "(1)"}, {"text_block_id": "p12_b269", "text": "The Minister of Economy, Trade and Industry may, when he/she finds that a Designated Examining Body has ceased to conform to any of the items of Article 23 (excluding item 3; hereinafter the same shall apply in this paragraph), order the Designated Examining Body to take any measures necessary to ensure conformity to the provisions of the same items."}, {"text_block_id": "p12_b270", "text": "(2)"}, {"text_block_id": "p12_b271", "text": "In addition to what is provided for in the preceding paragraph, the Minister of Economy, Trade and Industry may, when he/she finds it necessary for the enforcement of this Act, issue to a Designated Examining Body an order necessary for the supervision of the Examination Affairs."}, {"text_block_id": "p12_b272", "text": "Article 32 (Rescission of Designation, etc.)"}, {"text_block_id": "p13_b273", "text": "(1)"}, {"text_block_id": "p13_b274", "text": "Where a Designated Examining Body has ceased to conform to Article 23, item 3, the Minister of Economy, Trade and Industry shall rescind the designation made under Article 10, paragraph 2."}, {"text_block_id": "p13_b275", "text": "(2)"}, {"text_block_id": "p13_b276", "text": "Where a Designated Examining Body falls under any of the following items, the Minister of Economy, Trade and Industry may rescind the designation made under Article 10, paragraph 2, or order the Designated Examining Body to suspend the whole or part of the Examination Affairs within a specified period."}, {"text_block_id": "p13_b277", "text": "Where a Designated Examining Body falls under any of the following items, the Minister of Economy, Trade and Industry may rescind the designation made under Article 10, paragraph 2, or order the Designated Examining Body to suspend the whole or part of the Examination Affairs within a specified period.\n* Where the Designated Examining Body has violated the provisions of this Section.\n* Where the Designated Examining Body now falls under Article 22, item 2.\n* Where the Designated Examining Body has not administered the Examination\n* Where the Designated Examining Body has violated an order issued under Article\n* Where the Designated Examining Body has been designated under Article 10,"}, {"text_block_id": "p13_b287", "text": "Article 33 (Bookkeeping)"}, {"text_block_id": "p13_b288", "text": "(1)"}, {"text_block_id": "p13_b289", "text": "A Designated Examining Body shall keep books and state in such books the matters concerning the Examination Affairs specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p13_b290", "text": "(2)"}, {"text_block_id": "p13_b291", "text": "The books set forth in the preceding paragraph shall be preserved pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p13_b292", "text": "Article 34 (Examination Conducted by Minister of Economy, Trade and Industry)"}, {"text_block_id": "p13_b293", "text": "(1)"}, {"text_block_id": "p13_b294", "text": "The Minister of Economy, Trade and Industry may him/herself administer the whole or part of the Examination Affairs of a Designated Examining Body in the cases where: the Designated Examining Body has suspended the whole or part of the Examination Affairs with permission granted under Article 25; an order has been issued to the Designated Examining Body to suspend the whole or part of the Examination Affairs pursuant to Article 32, paragraph 2; or the minister finds it necessary to do so because it has become difficult for the Designated Examining Body to administer the whole or part of the Examination Affairs as a result of a natural disaster or otherwise."}, {"text_block_id": "p13_b295", "text": "(2)"}, {"text_block_id": "p13_b296", "text": "The transfer of the Examination Affairs and other necessary matters, in the cases where the Minister of Economy, Trade and Industry administers the whole or part of the Examination Affairs him/herself pursuant to the preceding paragraph, a Designated Examining Body abolishes the whole or part of the Examination Affairs with permission granted under Article 25, or the Minister of Economy, Trade and Industry has rescinded the designation of a Designated Examining Body pursuant to"}, {"text_block_id": "p14_b297", "text": "Article 32, shall be specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p14_b298", "text": "Article 35 (Public Notice)"}, {"text_block_id": "p14_b299", "text": "In any of the following cases, the Minister of Economy, Trade and Industry shall make a public notice of the relevant matters in official gazettes."}, {"text_block_id": "p14_b300", "text": "(i)"}, {"text_block_id": "p14_b301", "text": "Where the Minister has made a designation under Article 10, paragraph 2."}, {"text_block_id": "p14_b302", "text": "(ii)"}, {"text_block_id": "p14_b303", "text": "Where the Minister has granted permission under Article 25."}, {"text_block_id": "p14_b304", "text": "(iii)"}, {"text_block_id": "p14_b305", "text": "Where the Minister has rescinded a designation pursuant to Article 32 or ordered the suspension of the whole or part of the Examination Affairs pursuant to paragraph 2 of the same Article."}, {"text_block_id": "p14_b306", "text": "(iv)"}, {"text_block_id": "p14_b307", "text": "Where the Minister administers the whole or part of the Examination Affairs him/herself pursuant to paragraph 1 of the preceding Article, or ceases to administer the whole or part of the Examination Affairs that he/she has administered him/herself."}, {"text_block_id": "p14_b308", "text": "Section 3 Designated Training Agency"}, {"text_block_id": "p14_b309", "text": "Article 36 (Designation)"}, {"text_block_id": "p14_b310", "text": "(1)"}, {"text_block_id": "p14_b311", "text": "The designation set forth in Article 13, paragraph 1, item 1 (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1; hereinafter the same shall apply in this Article, Article 38, item 1, and Article 88, paragraph 1) shall be made pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry upon application by a person who intends to provide training set forth in Article 13, paragraph 1, item 1 and paragraph 2 of the same Article (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1; hereinafter the same shall apply in Article 88, paragraph 1; this training shall hereinafter be referred to as “Training” in this Section and Article 94)."}, {"text_block_id": "p14_b312", "text": "(2)"}, {"text_block_id": "p14_b313", "text": "The provisions of Article 22 (excluding item 2(b)), Article 23, and Article 32 shall apply mutatis mutandis to the designation under Article 13, paragraph 1, item 1, and the provisions of Article 24, Article 26, Article 30, paragraph 2, Article 31, and Article 33 shall apply mutatis mutandis to a Designated Training Agency. In this case, the phrase \"no other person has been designated under the same paragraph [Article 10, paragraph 2] and the application for designation filed under the same paragraph\" in Article 23 shall be deemed to be replaced with \"the application for designation filed under Article 13, paragraph 1, item 1\"; the term \"Examination Affairs\" in Article 23, item 1, item 2 and item 4, Article 24, paragraph 1 and paragraph 3, Article 30, paragraph 2, Article 31, paragraph 2, Article 32, paragraph 2, and Article 33, paragraph 1 shall be deemed to be replaced with \"Training services\"; the term \"Operational Rules for Examination Affairs \" in Article 24 and Article 32, paragraph 2, item 3 shall be deemed to be replaced with \"Operational Rules for Training Services\";"}, {"text_block_id": "p15_b314", "text": "the phrase \"Article 10, paragraph 2\" in Article 26, paragraph 1 shall be deemed to be replaced with \"Article 13, paragraph 1, item 1\"; the phrase \"Article 28 (including the cases where it is applied mutatis mutandis pursuant to Article 29, paragraph 4), or\" in Article 32, paragraph 2, item 4 shall be deemed to be replaced with \"or.\""}, {"text_block_id": "p15_b315", "text": "Article 37 (Suspension or Abolition of Training Services)"}, {"text_block_id": "p15_b316", "text": "A Designated Training Body shall, when having suspended or abolished the Training services, notify the Minister of Economy, Trade and Industry to that effect within a period specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p15_b317", "text": "Article 38 (Public Notice)"}, {"text_block_id": "p15_b318", "text": "In any of the following cases, the Minister of Economy, Trade and Industry shall make a public notice of the relevant matters in official gazettes."}, {"text_block_id": "p15_b319", "text": "(i)"}, {"text_block_id": "p15_b320", "text": "Where the Minister has made a designation under Article 13, paragraph 1, item 1."}, {"text_block_id": "p15_b321", "text": "(iv)"}, {"text_block_id": "p15_b322", "text": "Where the Minister has rescinded a designation pursuant to Article 32 as applied mutatis mutandis pursuant to Article 36, paragraph 2, or ordered the suspension of the whole or part of the Training services pursuant to Article 32, paragraph 2 as applied mutatis mutandis pursuant to Article 36, paragraph 2."}, {"text_block_id": "p15_b323", "text": "(iii)"}, {"text_block_id": "p15_b324", "text": "Where the Minister has received a notification made under the preceding Article."}, {"text_block_id": "p15_b325", "text": "Section 4 Registered Investigation Bodies"}, {"text_block_id": "p15_b326", "text": "Article 39 (Registration)"}, {"text_block_id": "p15_b327", "text": "The registration set forth in Article 20, paragraph 1 (hereinafter referred to as the “Registration” in this Section) shall be made, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, upon application by a person who intends to conduct Investigations for Verification."}, {"text_block_id": "p15_b328", "text": "Article 40 (Disqualification)"}, {"text_block_id": "p15_b329", "text": "A person who falls under any of the following items may not obtain the Registration."}, {"text_block_id": "p15_b330", "text": "(i)"}, {"text_block_id": "p15_b331", "text": "A person who was sentenced to a punishment for violation of this Act or any order issued under this Act, before the elapse of a period of two years since that person served out the sentence or ceased to be subject to the sentence."}, {"text_block_id": "p15_b332", "text": "(ii)"}, {"text_block_id": "p15_b333", "text": "A person whose Registration was rescinded pursuant to Article 49, before the elapse of a period of two years since the date of rescission."}, {"text_block_id": "p15_b334", "text": "(iii)"}, {"text_block_id": "p15_b335", "text": "A juridical person, any of whose officers in charge of its business falls under any of the preceding two items."}, {"text_block_id": "p15_b336", "text": "Article 41 (Standards for Registration)"}, {"text_block_id": "p15_b337", "text": "(1)"}, {"text_block_id": "p15_b338", "text": "The Minister of Economy, Trade and Industry shall register a person who has applied for Registration pursuant to Article 39 if that person conforms to all of the following"}, {"text_block_id": "p16_b339", "text": "requirements. In this case, necessary procedures for Registration shall be specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p16_b340", "text": "requirements. In this case, necessary procedures for Registration shall be specified by an Ordinance of the Ministry of Economy, Trade and Industry.\n* Investigations for Verification shall be conducted by two or more persons who have\n* The following measures shall be taken to ensure the reliability of Investigations for\n\t* A dedicated supervisor is assigned to the division engaging in Investigations for\n\t* Documents are prepared for controlling the operation of and securing accuracy in\n\t* A dedicated division is established for controlling the operation of and securing\n\t* The date of Registration and Registration number.\n\t* The name and address of the person registered, as well as the name of the"}, {"text_block_id": "p16_b350", "text": "(2)"}, {"text_block_id": "p16_b351", "text": "The Registration shall be made, with the following matters stated in the registry of Registered Investigation Bodies."}, {"text_block_id": "p16_b356", "text": "Article 42 (Renewal of Registration)"}, {"text_block_id": "p16_b357", "text": "(1)"}, {"text_block_id": "p16_b358", "text": "Unless it is renewed at an interval of not less than three years as determined by a Cabinet Order, the Registration shall cease to be effective upon expiration of such a period."}, {"text_block_id": "p16_b359", "text": "(2)"}, {"text_block_id": "p16_b360", "text": "The provisions of the preceding three Articles shall apply mutatis mutandis to the renewal of Registration set forth in the preceding paragraph."}, {"text_block_id": "p16_b361", "text": "Article 43 (Obligation to Investigate)"}, {"text_block_id": "p16_b362", "text": "(1)"}, {"text_block_id": "p16_b363", "text": "A Registered Investigation Body shall, without delay, conduct an Investigation for Verification when requested except where there are justifiable grounds not to do so."}, {"text_block_id": "p16_b364", "text": "(2)"}, {"text_block_id": "p16_b365", "text": "A Registered Investigation Body shall conduct an Investigation for Verification fairly by a method specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p16_b366", "text": "(3)"}, {"text_block_id": "p16_b367", "text": "A Registered Investigation Body shall not conduct an Investigation for Verification with respect to a Factory belonging to a person whose business is effectively controlled by the Registered Investigation Body or any other business operator specified by an Ordinance of the Ministry of Economy, Trade and Industry as having a close relationship to the Registered Investigation Body."}, {"text_block_id": "p16_b368", "text": "Article 44 (Change to Place of Business)"}, {"text_block_id": "p16_b369", "text": "A Registered Investigation Body shall, when intending to change the location of the place of business where an Investigation for Verification is to be conducted, notify the"}, {"text_block_id": "p17_b370", "text": "Minister of Economy, Trade and Industry of the change two weeks prior to the day when the change is scheduled."}, {"text_block_id": "p17_b371", "text": "Article 45 (Operational Rules for Investigation Services)"}, {"text_block_id": "p17_b372", "text": "(1)"}, {"text_block_id": "p17_b373", "text": "A Registered Investigation Body shall formulate rules concerning the services for Investigations for Verification (hereinafter referred to as “Operational Rules for Investigation Services”), and notify the Minister of Economy, Trade and Industry of the rules before commencing the services for Investigations for Verification. The same shall apply where a Registered Investigation Body intends to revise the rules."}, {"text_block_id": "p17_b374", "text": "(2)"}, {"text_block_id": "p17_b375", "text": "Operational Rules for Investigation Services shall provide for a method for conducting an Investigation for Verification, method for calculating the fees for Investigations for Verification, and other matters specified by an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p17_b376", "text": "Article 46 (Suspension or Abolition of Operation)"}, {"text_block_id": "p17_b377", "text": "A Registered Investigation Body shall, when intending to suspend or abolish the whole or part of the services for Investigations for Verification, notify the Minister of Economy, Trade and Industry to that effect in advance pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p17_b378", "text": "Article 47 (Keeping and Making Available for Public Inspection of Financial Statements, etc.)"}, {"text_block_id": "p17_b379", "text": "(1)"}, {"text_block_id": "p17_b380", "text": "A Registered Investigation Body shall, within three months after the end of each business year, prepare a property inventory, balance sheet, profit and loss statement or income and expenditure statement and business report (in the case where these documents are prepared as Electromagnetic Records (which means records produced by an electronic device, magnetic device or any other device not recognizable to human sense, which are used for data processing by a computer; hereinafter the same shall apply in this Article), or Electromagnetic Records are prepared instead of preparing the documents, such Electromagnetic Records shall be included; these documents shall hereinafter be referred to as “Financial Statements, etc.” in the next paragraph and Article 99, item 2) and keep them in its place of business for five years."}, {"text_block_id": "p17_b381", "text": "(2)"}, {"text_block_id": "p17_b382", "text": "A Type 1 Specified Business Operator or Type 2 Specified Business Operator and other interested persons may, at any time during the business hours of the Registered Investigation Body, make any of the following requests to the body; provided, however, that when making a request set forth in item 2 or item 4, the business operator or interested persons shall pay the fee determined by the Registered Investigation Body."}, {"text_block_id": "p17_b383", "text": "A Type 1 Specified Business Operator or Type 2 Specified Business Operator and other interested persons may, at any time during the business hours of the Registered Investigation Body, make any of the following requests to the body; provided, however, that when making a request set forth in item 2 or item 4, the business operator or interested persons shall pay the fee determined by the Registered Investigation Body.\n* Where Financial Statements, etc. are prepared as written documents, a request for\n* A request for a transcript or extract of the written documents set forth in the"}, {"text_block_id": "p18_b387", "text": "A Type 1 Specified Business Operator or Type 2 Specified Business Operator and other interested persons may, at any time during the business hours of the Registered Investigation Body, make any of the following requests to the body; provided, however, that when making a request set forth in item 2 or item 4, the business operator or interested persons shall pay the fee determined by the Registered Investigation Body.\n* Where Financial Statements, etc. are prepared as written documents, a request for\n* A request for a transcript or extract of the written documents set forth in the\n* Where Financial Statements, etc. are prepared as Electromagnetic Records, a\n* A request for provision of the content of the Electromagnetic Records set forth in"}, {"text_block_id": "p18_b391", "text": "Article 48 (Order for Improvement)"}, {"text_block_id": "p18_b392", "text": "The Minister of Economy, Trade and Industry may, when he/she finds that a Registered Investigation Body is in violation of Article 43, paragraph 1 or paragraph 2, order the Registered Investigation Body to conduct an Investigation for Verification or take any other necessary measures to improve the investigation method or other operational procedure."}, {"text_block_id": "p18_b393", "text": "Article 49 (Rescission of Registration, etc.)"}, {"text_block_id": "p18_b394", "text": "Where a Registered Investigation Body falls under any of the following items, the Minister of Economy, Trade and Industry may rescind its Registration or order the Registered Investigation Body to suspend the whole or part of the services for Inspections for Verification within a specified period."}, {"text_block_id": "p18_b395", "text": "(i)"}, {"text_block_id": "p18_b396", "text": "Where the Registered Investigation Body now falls under Article 40, item 1 or item 3."}, {"text_block_id": "p18_b397", "text": "(ii)"}, {"text_block_id": "p18_b398", "text": "Where the Registered Investigation Body has violated Article 43, paragraph 3, Article 44, Article 45, paragraph 1, Article 46, Article 47, paragraph 1, or Article 33 as applied mutatis mutandis pursuant to Article 51."}, {"text_block_id": "p18_b399", "text": "(iii)"}, {"text_block_id": "p18_b400", "text": "Where the Registered Investigation Body has refused the request made under the items of paragraph 2 of Article 47without justifiable grounds."}, {"text_block_id": "p18_b401", "text": "(iv)"}, {"text_block_id": "p18_b402", "text": "Where the Registered Investigation Body has violated an order issued under the preceding Article, or Article 31, paragraph 1 as applied mutatis mutandis pursuant to Article 51."}, {"text_block_id": "p18_b403", "text": "(v)"}, {"text_block_id": "p18_b404", "text": "Where the Registered Investigation Body has been registered by wrongful means."}, {"text_block_id": "p18_b405", "text": "Article 50 (Public Notice)"}, {"text_block_id": "p18_b406", "text": "In any of the following cases, the Minister of Economy, Trade and Industry shall make a public notice of the relevant matters in official gazettes."}, {"text_block_id": "p18_b407", "text": "(i)"}, {"text_block_id": "p18_b408", "text": "Where the Minister has made a Registration."}, {"text_block_id": "p18_b409", "text": "(ii)"}, {"text_block_id": "p18_b410", "text": "Where the Minister has received a notification made under Article 44 or Article 46."}, {"text_block_id": "p18_b411", "text": "(iii)"}, {"text_block_id": "p18_b412", "text": "Where the Minister has rescinded a Registration or ordered the suspension of the whole or part of the services for Investigations for Verification pursuant to the preceding Article."}, {"text_block_id": "p19_b413", "text": "Article 51 (Application Mutatis Mutandis)"}, {"text_block_id": "p19_b414", "text": "The provisions of Article 30, paragraph 1, Article 31, paragraph 1, and Article 33 shall apply mutatis mutandis to Registered Investigation Bodies. In this case, the phrase \"employees (including Examiners; hereinafter the same shall apply in the next paragraph)\" in Article 30, paragraph 1 shall be deemed to be replaced with \"employees,\" the term \"Examination Affairs\" in the same paragraph and Article 33, paragraph 1 shall be deemed to be replaced with \"services for Investigations for Verification,\" and the phrase \"any of the items of Article 23 (excluding item 3; hereinafter the same shall apply in this paragraph)” in Article 31, paragraph 1 shall be deemed to be replaced with “any of the items of paragraph 1 of Article 41.“"}, {"text_block_id": "p19_b415", "text": "Chapter 4 Measures Pertaining to Transportation"}, {"text_block_id": "p19_b416", "text": "Section 1 Measures Pertaining to Freight Transportation"}, {"text_block_id": "p19_b417", "text": "Subsection 1 Measures Pertaining to Freight Carriers"}, {"text_block_id": "p19_b418", "text": "Article 52 (Standards of Judgment for Freight Carriers)"}, {"text_block_id": "p19_b419", "text": "(1)"}, {"text_block_id": "p19_b420", "text": "For the purpose of ensuring the appropriate and effective implementation of the rational use of Energy in freight transportation, the Minister of Economy, Trade and Industry and the Minister of Land, Infrastructure and Transport shall establish and publicize standards of judgment for Freight Carriers (which means business operators that transport, with the use of Energy, their own freight or others' freight departing from or arriving at places in Japan; the same shall apply hereinafter), with regard to the following matters as well as the targets for the rational use of Energy in freight transportation and the measures to be taken systematically to achieve such targets."}, {"text_block_id": "p19_b421", "text": "For the purpose of ensuring the appropriate and effective implementation of the rational use of Energy in freight transportation, the Minister of Economy, Trade and Industry and the Minister of Land, Infrastructure and Transport shall establish and publicize standards of judgment for Freight Carriers (which means business operators that transport, with the use of Energy, their own freight or others' freight departing from or arriving at places in Japan; the same shall apply hereinafter), with regard to the following matters as well as the targets for the rational use of Energy in freight transportation and the measures to be taken systematically to achieve such targets.\n* Use of transportation machinery and equipment with high performance in light of\n* Operation or control of transportation machinery and equipment that contributes\n* Use of transportation machinery and equipment with high transportation\n* Efficient utilization of the transportation capacity of transportation machinery"}, {"text_block_id": "p19_b429", "text": "(2)"}, {"text_block_id": "p19_b430", "text": "The provision of Article 5, paragraph 2 shall apply mutatis mutandis to the standards of judgment prescribed in the preceding paragraph."}, {"text_block_id": "p19_b431", "text": "Article 53 (Guidance and Advice)"}, {"text_block_id": "p19_b432", "text": "The Minister of Land, Infrastructure and Transport may, when he/she finds it necessary in order to ensure the proper implementation of the rational use of Energy in"}, {"text_block_id": "p20_b433", "text": "freight transportation, provide Freight Carriers with necessary guidance and advice with regard to the implementation of the matters listed in the items of paragraph 1 of the preceding Article, by taking into consideration the standards of judgment prescribed in the same paragraph."}, {"text_block_id": "p20_b434", "text": "Article 54 (Designation of Specified Freight Carriers)"}, {"text_block_id": "p20_b435", "text": "(1)"}, {"text_block_id": "p20_b436", "text": "The Minister of Land, Infrastructure and Transport shall designate Freight Carriers whose transportation capacity specified by a Cabinet Order is beyond the level specified by a Cabinet Order for the respective categories of freight transportation specified by a Cabinet Order (hereinafter referred to as \"Freight Transportation Categories\"), as Freight Carriers required to promote the rational use of Energy in freight transportation for the respective Freight Transportation Categories."}, {"text_block_id": "p20_b437", "text": "(2)"}, {"text_block_id": "p20_b438", "text": "A Freight Carrier shall, where its transportation capacity specified by a Cabinet Order under the preceding paragraph as of the last day of the previous business year for each Freight Transportation Category is beyond the level specified by a Cabinet Order, notify the Minister of Land, Infrastructure and Transport, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, of the matters concerning the transportation capacity as specified by an Ordinance of the Ministry of Land, Infrastructure and Transport for the Freight Transportation Category; provided, however, that this shall not apply to a Freight Carrier designated pursuant to the same paragraph (hereinafter referred to as a \"Specified Freight Carrier\") with respect to the Freight Transportation Category pertaining to the designation."}, {"text_block_id": "p20_b439", "text": "(3)"}, {"text_block_id": "p20_b440", "text": "A Specified Freight Carrier may, where any of the events listed in the following items has occurred with respect to the Freight Transportation Category pertaining to the designation, make an offer to the Minister of Land, Infrastructure and Transport pursuant to the provision of the Ministry of Land, Infrastructure and Transport to the effect that the designation for the Freight Transportation Category should be rescinded."}, {"text_block_id": "p20_b441", "text": "A Specified Freight Carrier may, where any of the events listed in the following items has occurred with respect to the Freight Transportation Category pertaining to the designation, make an offer to the Minister of Land, Infrastructure and Transport pursuant to the provision of the Ministry of Land, Infrastructure and Transport to the effect that the designation for the Freight Transportation Category should be rescinded.\n* The Specified Freight Carrier has ceased to operate the freight transportation\n* The Specified Freight Carrierâs transportation capacity specified by a Cabinet"}, {"text_block_id": "p20_b445", "text": "(4)"}, {"text_block_id": "p20_b446", "text": "Upon receiving an offer under the preceding paragraph, the Minister of Land, Infrastructure and Transport shall, when he/she finds a reason for the offer, rescind the designation made under paragraph 1 without delay. The same shall apply where, in the absence of an offer under the preceding paragraph, it seems that any of the events listed in the items of the same paragraph has occurred."}, {"text_block_id": "p20_b447", "text": "Article 55 (Preparation of Medium and Long-Term Plans)"}, {"text_block_id": "p21_b448", "text": "A Specified Freight Carrier shall, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, prepare in the business year following the business year that contains the date of designation under paragraph 1 of the preceding Article and each subsequent business year, a medium- and long-term plan for each Freight Transportation Category pertaining to the designation for achieving the targets for the rational use of Energy in freight transportation that are specified in the standards of judgment prescribed in Article 52, paragraph 1, and submit the plan to the Minister of Land, Infrastructure and Transport."}, {"text_block_id": "p21_b449", "text": "Article 56 (Periodical Reports)"}, {"text_block_id": "p21_b450", "text": "(1)"}, {"text_block_id": "p21_b451", "text": "A Specified Freight Carrier shall, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, report to the Minister of Land, Infrastructure and Transport in the business year following the business year that contains the date of designation under Article 54, paragraph 1 and each subsequent business year, the matters specified by an Ordinance of the Ministry of Land, Infrastructure and Transport for each Freight Transportation Category pertaining to the designation, with regard to the Energy consumption in freight transportation and other status of Energy use in freight transportation (including the matters concerning efficiency in Energy use in freight transportation and CO2 emissions from Energy use in freight transportation) as well as the status of implementation of the necessary measures for the rational use of Energy in freight transportation."}, {"text_block_id": "p21_b452", "text": "(2)"}, {"text_block_id": "p21_b453", "text": "The Minister of Land, Infrastructure and Transport shall, when he/she intends to formulate or revise an Ordinance of the Ministry of Land, Infrastructure and Transport set forth in the preceding paragraph (limited to the matters concerning CO2 emissions from Energy use in freight transportation), consult with the Minister of the Environment in advance."}, {"text_block_id": "p21_b454", "text": "Article 57 (Recommendations and Orders)"}, {"text_block_id": "p21_b455", "text": "(1)"}, {"text_block_id": "p21_b456", "text": "The Minister of Land, Infrastructure and Transport may, when he/she finds that the status of the rational use of Energy in freight transportation by a Specified Freight Carrier with respect to the Freight Transportation Category pertaining to the designation made under Article 54, paragraph 1 is significantly insufficient in light of the standards of judgment prescribed in Article 52, paragraph 1, recommend the Specified Freight Carrier to take necessary measures for the rational use of Energy in freight transpiration with respect to the Freight Transportation Category, while presenting the grounds for his/her judgment."}, {"text_block_id": "p21_b457", "text": "(2)"}, {"text_block_id": "p21_b458", "text": "Where a Specified Freight Carrier that has received recommendations made under the preceding paragraph has failed to follow the recommendations, the Minister of Land, Infrastructure and Transport may publicize this."}, {"text_block_id": "p21_b459", "text": "(3)"}, {"text_block_id": "p21_b460", "text": "Where a Specified Freight Carrier that has received recommendations prescribed in paragraph 1 has failed to take the measures as recommended without justifiable"}, {"text_block_id": "p22_b461", "text": "grounds, the Minister of Land, Infrastructure and Transport may, after hearing opinions of Councils, etc. specified by a Cabinet Order, order the Specified Freight Carrier to take the measures as recommended."}, {"text_block_id": "p22_b462", "text": "Subsection 2 Measures Pertaining to Consigners"}, {"text_block_id": "p22_b463", "text": "Article 58 (Role of Consigners)"}, {"text_block_id": "p22_b464", "text": "Consigners (which means business operators that, in connection with their business activity, continuously have Freight Carriers transport their freight; the same shall apply hereinafter) shall, while giving due consideration to the provisions of the Basic Policy, endeavor to realize the rational use of Energy in freight transportation consigned to Freight Carriers by properly implementing the following measures."}, {"text_block_id": "p22_b465", "text": "(i)"}, {"text_block_id": "p22_b466", "text": "Measures to choose transportation methods with high performance in light of Energy consumption."}, {"text_block_id": "p22_b467", "text": "(ii)"}, {"text_block_id": "p22_b468", "text": "Measures to improve the efficiency in utilizing the transportation capacity that is provided in a fixed quantity."}, {"text_block_id": "p22_b469", "text": "Article 59 (Standards of Judgment for Consigners)"}, {"text_block_id": "p22_b470", "text": "(1)"}, {"text_block_id": "p22_b471", "text": "For the purpose of ensuring the appropriate and effective implementation of the rational use of Energy in freight transportation consigned by Consigners to Freight Carriers, the Minister of Economy, Trade and Industry and the Minister of Land, Infrastructure and Transport shall establish and publicize standards of judgment for Consigners, with regard to the matters listed in the items of the preceding Article as well as the targets for the rational use of Energy in such freight transportation and the measures to be taken systematically to achieve such targets."}, {"text_block_id": "p22_b472", "text": "(2)"}, {"text_block_id": "p22_b473", "text": "The provision of Article 5, paragraph 2 shall apply mutatis mutandis to the standards of judgment prescribed in the preceding paragraph."}, {"text_block_id": "p22_b474", "text": "Article 60 (Guidance and Advice)"}, {"text_block_id": "p22_b475", "text": "The competent minister may, when he/she finds it necessary in order to ensure the proper implementation of the rational use of Energy in freight transportation consigned by Consigners to Freight Carriers, provide Consigners with necessary guidance and advice with regard to the implementation of the measures listed in the items of Article 58, by taking into consideration the standards of judgment prescribed in paragraph 1 of the preceding Article."}, {"text_block_id": "p22_b476", "text": "Article 61 (Designation of Specified Consigners)"}, {"text_block_id": "p22_b477", "text": "(1)"}, {"text_block_id": "p22_b478", "text": "The Minister of Economy, Trade and Industry shall designate Consigners whose volume of freight transportation consigned to Freight Carriers for a given business year as calculated pursuant to the provision of a Cabinet Order is beyond the level specified by a Cabinet Order, as Consigners required to promote the rational use of"}, {"text_block_id": "p23_b479", "text": "Energy in freight transportation consigned to Freight Carriers."}, {"text_block_id": "p23_b480", "text": "(2)"}, {"text_block_id": "p23_b481", "text": "A Consigner shall, where its volume of freight transportation consigned to Freight Carriers for the previous business year as calculated pursuant to the provision of a Cabinet Order under the preceding paragraph is beyond the level specified by a Cabinet Order under the same paragraph, notify the Minister of Economy, Trade and Industry, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, of the matters concerning the volume of freight transportation as specified by an Ordinance of the Ministry of Economy, Trade and Industry; provided, however, that this shall not apply to a Consigner designated pursuant to the same paragraph (hereinafter referred to as a “Specified Consigner”)."}, {"text_block_id": "p23_b482", "text": "(3)"}, {"text_block_id": "p23_b483", "text": "A Specified Consigner may, where any of the events listed in the following items has occurred, make an offer to the Minister of Economy, Trade and Industry pursuant to the provision of the Ministry of Economy, Trade and Industry to the effect that the designation made under paragraph 1 should be rescinded."}, {"text_block_id": "p23_b484", "text": "A Specified Consigner may, where any of the events listed in the following items has occurred, make an offer to the Minister of Economy, Trade and Industry pursuant to the provision of the Ministry of Economy, Trade and Industry to the effect that the designation made under paragraph 1 should be rescinded.\n* The Specified Consigner, in connection with its business activity, has ceased to\n* The Specified Consignerâs volume of freight transportation consigned to Freight"}, {"text_block_id": "p23_b488", "text": "(4)"}, {"text_block_id": "p23_b489", "text": "Upon receiving an offer under the preceding paragraph, the Minister of Economy, Trade and Industry shall, when he/she finds a reason for the offer, rescind the designation made under paragraph 1 without delay. The same shall apply where, in the absence of an offer under the preceding paragraph, it seems that any of the events listed in the items of the same paragraph has occurred."}, {"text_block_id": "p23_b490", "text": "(5)"}, {"text_block_id": "p23_b491", "text": "The Minister of Economy, Trade and Industry shall, when having made a designation pursuant to paragraph 1 or rescinded a designation pursuant to the preceding paragraph, notify the minister with jurisdiction over the Consigner’s business to that effect."}, {"text_block_id": "p23_b492", "text": "Article 62 (Preparation of Plans)"}, {"text_block_id": "p23_b493", "text": "A Specified Consigner shall, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, prepare each business year a plan for achieving the targets for the rational use of Energy in freight transportation consigned to Freight Carriers that are specified in the standards of judgment prescribed in Article 59, paragraph 1, and submit the plan to the competent minister."}, {"text_block_id": "p23_b494", "text": "Article 63 (Periodical Reports)"}, {"text_block_id": "p23_b495", "text": "(1)"}, {"text_block_id": "p23_b496", "text": "A Specified Consigner shall, pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry, report to the competent minister each business year the matters specified by an Ordinance of the Ministry of Economy,"}, {"text_block_id": "p24_b497", "text": "Trade and Industry with regard to the Energy consumption in freight transportation consigned to Freight Carriers and other status of Energy use in such freight transportation (including the matters concerning efficiency in Energy use in the freight transportation and CO2 emissions from Energy use in the freight transportation) as well as the status of implementation of the necessary measures for the rational use of Energy in the freight transportation."}, {"text_block_id": "p24_b498", "text": "(2)"}, {"text_block_id": "p24_b499", "text": "The Minister of Economy, Trade and Industry shall, when he/she intends to formulate or revise an Ordinance of the Ministry of Economy, Trade and Industry set forth in the preceding paragraph (limited to the matters concerning CO2 emissions from Energy use in freight transportation consigned to Freight Carriers), consult with the Minister of the Environment in advance."}, {"text_block_id": "p24_b500", "text": "Article 64 (Recommendations and Orders)"}, {"text_block_id": "p24_b501", "text": "(1)"}, {"text_block_id": "p24_b502", "text": "The Minister of Economy, Trade and Industry may, when he/she finds that the status of the rational use of Energy in freight transportation consigned by a Specified Consigner to Freight Carriers is significantly insufficient in light of the standards of judgment prescribed in Article 59, paragraph 1, recommend the Specified Consigner to take necessary measures for the rational use of Energy in such freight transpiration, while presenting the grounds for his/her judgment."}, {"text_block_id": "p24_b503", "text": "(2)"}, {"text_block_id": "p24_b504", "text": "Where a Specified Consigner that has received recommendations made under the preceding paragraph has failed to follow the recommendations, the competent minister may publicize this."}, {"text_block_id": "p24_b505", "text": "(3)"}, {"text_block_id": "p24_b506", "text": "Where a Specified Consigner that has received recommendations prescribed in paragraph 1 has failed to take the measures recommended without justifiable grounds, the competent minister may, after hearing opinions of Councils, etc. specified by a Cabinet Order, order the Specified Consigner to take the measures recommended."}, {"text_block_id": "p24_b507", "text": "Article 65 (Opinions of the Minister of Land, Infrastructure and Transport)"}, {"text_block_id": "p24_b508", "text": "The Minister of Land, Infrastructure and Transport may, when he/she finds it particularly necessary in order to ensure the appropriate implementation of the rational use of Energy in freight transportation by Freight Carriers, state his/her opinions to the competent minister about the operation of Article 60 or the preceding Article."}, {"text_block_id": "p24_b509", "text": "Section 2 Measures Pertaining to Passenger Transportation, etc."}, {"text_block_id": "p24_b510", "text": "Article 66 (Standards of Judgment for Passenger Carriers)"}, {"text_block_id": "p24_b511", "text": "(1)"}, {"text_block_id": "p24_b512", "text": "For the purpose of ensuring the appropriate and effective implementation of the rational use of Energy in passenger transportation, the Minister of Economy, Trade and Industry and the Minister of Land, Infrastructure and Transport shall establish and publicize standards of judgment for Passenger Carriers (which means business operators that transport, with the use of Energy, passengers departing from or"}, {"text_block_id": "p25_b513", "text": "arriving at places in Japan; the same shall apply hereinafter), with regard to the following matters as well as the targets for the rational use of Energy in passenger transportation and the measures to be taken systematically to achieve such targets."}, {"text_block_id": "p25_b514", "text": "arriving at places in Japan; the same shall apply hereinafter), with regard to the following matters as well as the targets for the rational use of Energy in passenger transportation and the measures to be taken systematically to achieve such targets.\n* Use of transportation machinery and equipment with high performance in light of\n* Operation or control of transportation machinery and equipment that contributes\n* Reduction of the distance of driving or navigation without passengers."}, {"text_block_id": "p25_b520", "text": "(2)"}, {"text_block_id": "p25_b521", "text": "The provision of Article 5, paragraph 2 shall apply mutatis mutandis to the standards of judgment prescribed in the preceding paragraph."}, {"text_block_id": "p25_b522", "text": "Article 67 (Guidance and Advice)"}, {"text_block_id": "p25_b523", "text": "The Minister of Land, Infrastructure and Transport may, when he/she finds it necessary in order to ensure the proper implementation of the rational use of Energy in passenger transportation, provide Passenger Carriers with necessary guidance and advice with regard to the implementation of the matters listed in the items of paragraph 1 of the preceding Article, by taking into consideration the standards of judgment prescribed in the same paragraph."}, {"text_block_id": "p25_b524", "text": "Article 68 (Designation of Specified Passenger Carriers)"}, {"text_block_id": "p25_b525", "text": "(1)"}, {"text_block_id": "p25_b526", "text": "The Minister of Land, Infrastructure and Transport shall designate Passenger Carriers whose transportation capacity specified by a Cabinet Order is beyond the level specified by a Cabinet Order for the respective categories of passenger transportation specified by a Cabinet Order (hereinafter referred to as \"Passenger Transportation Categories\"), as Passenger Carriers required to promote the rational use of Energy in passenger transportation for the respective Freight Transportation Categories."}, {"text_block_id": "p25_b527", "text": "(2)"}, {"text_block_id": "p25_b528", "text": "A Passenger Carrier shall, where its transportation capacity specified by a Cabinet Order under the preceding paragraph as of the last day of the previous business year for each Passenger Transportation Category is beyond the level specified by a Cabinet Order under the same paragraph, notify the Minister of Land, Infrastructure and Transport, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, of the matters concerning the transportation capacity as specified by an Ordinance of the Ministry of Land, Infrastructure and Transport for the Passenger Transportation Category; provided, however, that this shall not apply to a Freight Carrier designated pursuant to the same paragraph (hereinafter referred to as a \"Specified Passenger Carrier\") with respect to the Passenger Transportation Category pertaining to the designation."}, {"text_block_id": "p25_b529", "text": "(3)"}, {"text_block_id": "p25_b530", "text": "A Specified Passenger Carrier may, where any of the events listed in the following items has occurred with respect to the Passenger Transportation Category pertaining to the designation, make an offer to the Minister of Land, Infrastructure and"}, {"text_block_id": "p26_b531", "text": "Transport pursuant to the provision of the Ministry of Land, Infrastructure and Transport to the effect that the designation for the Passenger Transportation Category should be rescinded."}, {"text_block_id": "p26_b532", "text": "Transport pursuant to the provision of the Ministry of Land, Infrastructure and Transport to the effect that the designation for the Passenger Transportation Category should be rescinded.\n* The Specified Passenger Carrier has ceased to operate the passenger\n* The Specified Passenger Carrierâs transportation capacity specified by a Cabinet"}, {"text_block_id": "p26_b536", "text": "(4)"}, {"text_block_id": "p26_b537", "text": "Upon receiving an offer under the preceding paragraph, the Minister of Land, Infrastructure and Transport shall, when he/she finds a reason for the offer, rescind the designation made under paragraph 1 without delay. The same shall apply where, in the absence of an offer under the preceding paragraph, it seems that any of the events listed in the items of the same paragraph has occurred."}, {"text_block_id": "p26_b538", "text": "Article 69 (Application Mutatis Mutandis)"}, {"text_block_id": "p26_b539", "text": "The provisions of Articles 55 to 57 shall apply mutatis mutandis to Specified Passenger Carriers. In this case: in Article 55, the phrase \"paragraph 1 of the preceding Article\" shall be deemed to be replaced with \"Article 68, paragraph 1,\" the phrase \"Article 52, paragraph 1\" shall be deemed to be replaced with \"Article 66, paragraph 1,\" the phrase \"freight transportation\" shall be deemed to be replaced with \"passenger transportation,\" and the phrase \"Freight Transportation Category\" shall be deemed to be replaced with \"Passenger Transportation Category\"; in Article 56, paragraph 1, the phrase \"Article 54, paragraph 1\" shall be deemed to be replaced with \"Article 68, paragraph 1,\" the phrase \"freight transportation\" shall be deemed to be replaced with \"passenger transportation,\" and the phrase \"Freight Transportation Category\" shall be deemed to be replaced with \"Passenger Transportation Category\"; in Article 56, paragraph 2, the phrase \"freight transportation\" shall be deemed to be replaced with \"passenger transportation\"; in Article 57, paragraph 1, the phrase \"Article 54, paragraph 1\" shall be deemed to be replaced with \"Article 68, paragraph 1,\" the phrase \"Freight Transportation Category\" shall be deemed to be replaced with \"Passenger Transportation Category,\" the phrase \"freight transportation\" shall be deemed to be replaced with \"passenger transportation,\" and the phrase \"Article 52, paragraph 1\" shall be deemed to be replaced with \"Article 66, paragraph 1\"."}, {"text_block_id": "p26_b540", "text": "Article 70 (Role of Business Operators)"}, {"text_block_id": "p26_b541", "text": "Business operators shall, while giving due consideration to the provisions of the Basic Policy, endeavor to contribute to the rational use of Energy in transportation by properly encouraging their employees to commute by public transportation and implementing other measures."}, {"text_block_id": "p26_b542", "text": "Section 3 Special Provisions on Air Transportation"}, {"text_block_id": "p27_b543", "text": "Article 71 (Special Provisions for Air Carriers)"}, {"text_block_id": "p27_b544", "text": "(1)"}, {"text_block_id": "p27_b545", "text": "The Minister of Land, Infrastructure and Transport shall designate Air Carriers (which means business operators that transport, by aircraft, freight or passengers departing from or arriving at places in Japan; the same shall apply hereinafter), whose transportation capacity specified by a Cabinet Order is beyond the level specified by a Cabinet Order, as Air Carriers required to promote the rational use of Energy in freight or passenger transportation."}, {"text_block_id": "p27_b546", "text": "(2)"}, {"text_block_id": "p27_b547", "text": "The provisions of Article 54 and Article 68 shall not apply to Air Carriers."}, {"text_block_id": "p27_b548", "text": "(3)"}, {"text_block_id": "p27_b549", "text": "An Air Carrier shall, where its transportation capacity specified by a Cabinet Order under paragraph 1 as of the last day of the previous business year is beyond the level specified by a Cabinet Order under the same paragraph, notify the Minister of Land, Infrastructure and Transport, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, of the matters concerning the transportation capacity as specified by an Ordinance of the Ministry of Land, Infrastructure and Transport; provided, however, that this shall not apply to an Air Carrier designated pursuant to the same paragraph (hereinafter referred to as a \"Specified Air Carrier\")."}, {"text_block_id": "p27_b550", "text": "(4)"}, {"text_block_id": "p27_b551", "text": "A Specified Air Carrier may, where any of the events listed in the following items has occurred, make an offer to the Minister of Land, Infrastructure and Transport pursuant to the provision of the Ministry of Land, Infrastructure and Transport to the effect that the designation made under paragraph 1 should be rescinded."}, {"text_block_id": "p27_b552", "text": "A Specified Air Carrier may, where any of the events listed in the following items has occurred, make an offer to the Minister of Land, Infrastructure and Transport pursuant to the provision of the Ministry of Land, Infrastructure and Transport to the effect that the designation made under paragraph 1 should be rescinded.\n* The Specified Air Carrier has ceased to operate the freight or passenger\n* The Specified Air Carrierâs transportation capacity specified by a Cabinet Order"}, {"text_block_id": "p27_b556", "text": "(5)"}, {"text_block_id": "p27_b557", "text": "Upon receiving an offer under the preceding paragraph, the Minister of Land, Infrastructure and Transport shall, when he/she finds a reason for the offer, rescind the designation made under paragraph 1 without delay. The same shall apply where, in the absence of an offer under the preceding paragraph, it seems that any of the events listed in the items of the same paragraph has occurred."}, {"text_block_id": "p27_b558", "text": "(6)"}, {"text_block_id": "p27_b559", "text": "The provisions of Articles 55 to 57 shall apply mutatis mutandis to Specified Air Carriers. In this case: in Article 55, the phrase “paragraph 1 of the preceding Article” shall be deemed to be replaced with “Article 71, paragraph 1,” the phrase “Article 52, paragraph 1” shall be deemed to be replaced with “Article 52, paragraph 1 and Article 66, paragraph 1,” the phrase “freight transportation” shall be deemed to be replaced with “freight or passenger transportation,” and the phrase “for each Freight Transportation Category pertaining the designation for achieving” shall be deemed to be replaced with “for achieving”; in Article 56, paragraph 1, the phrase “Article 54, paragraph 1” shall be deemed to be replaced with “Article 71, paragraph 1,” the phrase"}, {"text_block_id": "p28_b560", "text": "“freight transportation” shall be deemed to be replaced with “freight or passenger transportation,” the phrase “by an Ordinance of the Ministry of Land, Infrastructure and Transport for each Freight Transportation Category pertaining to the designation” shall be deemed to be replaced with “by an Ordinance of the Ministry of Land, Infrastructure and Transport”; in Article 56, paragraph 2, the phrase “freight transportation” shall be deemed to be replaced with “freight or passenger transportation”; in Article 57, paragraph 1, the phrase “freight transportation by a Specified Freight Carrier with respect to the Freight Transportation Category pertaining to the designation made under Article 54, paragraph 1” shall be deemed to be replaced with “freight or passenger transportation by a Specified Air Carrier,” the phrase “Article 52, paragraph 1” shall be deemed to be replaced with “Article 52, paragraph 1 and Article 66, paragraph 1,” and the phrase “freight transpiration with respect to the Freight Transportation Category” shall be deemed to be replaced with “freight or passenger transportation.”"}, {"text_block_id": "p28_b561", "text": "Chapter 5 Measures Pertaining to Buildings"}, {"text_block_id": "p28_b562", "text": "Article 72 (Role of Persons Who Intend to Construct Buildings)"}, {"text_block_id": "p28_b563", "text": "The following persons shall, while giving due consideration to the provisions of the Basic Policy, endeavor to contribute to the rational use of Energy for buildings by properly implementing the measures to prevent heat loss through exterior walls, windows, etc. of buildings and realize the efficient utilization of Energy for air conditioning systems or other building equipment installed in buildings (hereinafter referred to as “Air Conditioning Systems, etc.”)."}, {"text_block_id": "p28_b564", "text": "(i)"}, {"text_block_id": "p28_b565", "text": "A person who intends to construct a building."}, {"text_block_id": "p28_b566", "text": "(ii)"}, {"text_block_id": "p28_b567", "text": "The owner of a building (in the case of a building managed by a person other than the owner, the manager of the building; the same shall apply hereinafter)."}, {"text_block_id": "p28_b568", "text": "(iii)"}, {"text_block_id": "p28_b569", "text": "A person who intends to repair or remodel the roofs, walls or floors of a building that are directly exposed to the outside (including windows or other openings established therein; the same shall apply hereinafter)."}, {"text_block_id": "p28_b570", "text": "(iv)"}, {"text_block_id": "p28_b571", "text": "A person who intends to install Air Conditioning Systems, etc. in a building or modify the Air Conditioning Systems, etc. installed in a building."}, {"text_block_id": "p28_b572", "text": "Article 73 (Standards of Judgment for Construction Clients, etc. and Owners of Specified Buildings)"}, {"text_block_id": "p28_b573", "text": "(1)"}, {"text_block_id": "p28_b574", "text": "For the purpose of ensuring the appropriate and effective implementation of the rational use of Energy for buildings, the Minister of Economy, Trade and Industry and the Minister of Land, Infrastructure and Transport shall establish and publicize standards of judgment for Construction Clients, etc. (which means the persons listed in item 1, item 3 and item 4 of the preceding Article) and buildings beyond the size specified by a Cabinet Order (hereinafter referred to as “Specified Buildings”), with"}, {"text_block_id": "p29_b575", "text": "regard to the matters prescribed in the preceding Article."}, {"text_block_id": "p29_b576", "text": "(2)"}, {"text_block_id": "p29_b577", "text": "The provision of Article 5, paragraph 2 shall apply mutatis mutandis to the standards of judgment prescribed in the preceding paragraph."}, {"text_block_id": "p29_b578", "text": "Article 74 (Guidance and Advice on Buildings, etc.)"}, {"text_block_id": "p29_b579", "text": "(1)"}, {"text_block_id": "p29_b580", "text": "A Government Agency with Jurisdiction (which means, with respect to the area of a municipality or special ward that has a district construction surveyor, the mayor of such a municipality or special ward, and with respect to the area of other municipality or special ward, the prefectural governor; provided, however, that it means the prefectural governor with respect to buildings specified by a Cabinet Order to be constructed in the area of a municipality or special ward that has a district construction surveyor pursuant to Article 97-2, paragraph 1 or Article 97-3, paragraph 1 of the Building Standards Act (Act No. 201 of 1950); the same shall apply hereinafter) may, when he/she finds it necessary in order to ensure the proper implementation of the measures prescribed in Article 72 with respect to buildings (excluding residences; hereinafter the same shall apply in this paragraph), provide Construction Clients, etc. or owners of Specified Buildings (excluding residences) with necessary guidance and advice with regard to the implementation of the measures concerning the designing, construction and maintenance of buildings, by taking into consideration the standards of judgment prescribed in paragraph 1 of the preceding Article."}, {"text_block_id": "p29_b581", "text": "(2)"}, {"text_block_id": "p29_b582", "text": "The Minister of Land, Infrastructure and Transport shall, when he/she finds it necessary in order to ensure the proper implementation of the measures prescribed in Article 72 with respect to residences, formulate guidelines for the designing, construction and maintenance of residences, in accordance with the standards of judgment prescribed in paragraph 1 of the preceding Article, with regard to the prevention of heat loss through exterior walls, windows, etc. of residences and the efficient utilization of Energy for Air Conditioning Systems, etc. installed in residences, and publicize the guidelines."}, {"text_block_id": "p29_b583", "text": "Article 75 (Notification, Instructions, etc. Concerning Specified Buildings)"}, {"text_block_id": "p29_b584", "text": "(1)"}, {"text_block_id": "p29_b585", "text": "A person who intends to take any of the measures listed in the following items (hereinafter referred to as a “Specified Construction Client, etc.”) shall, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, notify the Government Agency with Jurisdiction of the matters concerning the designing and construction of a building as set forth in the respective items, which relate to the measures prescribed in the respective items. The same shall apply where such a person intends to change these matters."}, {"text_block_id": "p29_b586", "text": "A person who intends to take any of the measures listed in the following items (hereinafter referred to as a “Specified Construction Client, etc.”) shall, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, notify the Government Agency with Jurisdiction of the matters concerning the designing and construction of a building as set forth in the respective items, which relate to the measures prescribed in the respective items. The same shall apply where such a person intends to change these matters.\n* Construction of a new Specified Building, or reconstruction of a Specified Building\n<\\li1>"}, {"text_block_id": "p30_b588", "text": "A person who intends to take any of the measures listed in the following items (hereinafter referred to as a “Specified Construction Client, etc.”) shall, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, notify the Government Agency with Jurisdiction of the matters concerning the designing and construction of a building as set forth in the respective items, which relate to the measures prescribed in the respective items. The same shall apply where such a person intends to change these matters.\n* Construction of a new Specified Building, or reconstruction of a Specified Building\n<\\li1>\n* Repair or remodeling of the roofs, walls or floors of a Specified Building that are\n* Installation of Air Conditioning Systems, etc. in a Specified Building, or"}, {"text_block_id": "p30_b593", "text": "(2)"}, {"text_block_id": "p30_b594", "text": "Upon receiving a notification made under the preceding paragraph, the Government Agency with Jurisdiction may, when it finds that the matters pertaining to the notification are significantly insufficient in light of the standards of judgment prescribed in Article 73, paragraph 1, instruct the person who has made the notification to change the matters pertaining to the notification, while presenting the grounds for its judgment."}, {"text_block_id": "p30_b595", "text": "(3)"}, {"text_block_id": "p30_b596", "text": "Where a person who has received instructions given under the preceding paragraph has failed to follow the instructions without justifiable grounds, the Government Agency with Jurisdiction may publicize this."}, {"text_block_id": "p30_b597", "text": "(4)"}, {"text_block_id": "p30_b598", "text": "A person who has made a notification pursuant to paragraph 1 (if the person who has made the notification is not the manager of the building pertaining to the notification, the manager; if the building has been assigned to another person, the assignee (if the building has been assigned to a person other than the manager of the building, the manager)) shall, pursuant to the provision of an Ordinance of the Ministry of Land, Infrastructure and Transport, periodically report to the Government Agency with Jurisdiction the status of maintenance of the building with respect to the matters pertaining to the notification."}, {"text_block_id": "p30_b599", "text": "(5)"}, {"text_block_id": "p30_b600", "text": "Upon receiving a report made under the preceding paragraph, the Government Agency with Jurisdiction shall, when it finds that the matters pertaining to the report are significantly insufficient in light of the standards of judgment prescribed in Article 73, paragraph 1, recommend the person who has made the report to take maintenance measures that will contribute to the efficient utilization of Energy, while presenting the grounds for its judgment."}, {"text_block_id": "p30_b601", "text": "(6)"}, {"text_block_id": "p30_b602", "text": "The provisions of the preceding paragraphs shall not apply to buildings specified by a Cabinet Order in the respect that it is difficult to take measures prescribed in Article 72 for the buildings because regulations on changing the existing state and measures for preservation and other relevant measures as prescribed in laws and regulations or prefectural/municipal ordinances are already in force, or to temporary buildings specified by a Cabinet Order."}, {"text_block_id": "p30_b603", "text": "Article 76 (Guidance and Advice on Building Materials)"}, {"text_block_id": "p31_b604", "text": "The Minister of Economy, Trade and Industry may, when he/she finds it particularly necessary in order to ensure the construction of buildings that conform to the standards of judgment prescribed in Article 73, paragraph 1 or the guidelines prescribed in Article 74, paragraph 2, provide business operators engaged in manufacturing, processing or importing building materials used for the prevention of heat loss through exterior walls, windows, etc. of buildings, with necessary guidance and advice with regard to the improvement and labeling of the thermal insulation property of building materials, by taking into consideration the standards of judgment and the guidelines."}, {"text_block_id": "p31_b605", "text": "Chapter 6 Measures Pertaining to Machinery and Equipment"}, {"text_block_id": "p31_b606", "text": "Article 77 (Role of Manufacturers, etc.)"}, {"text_block_id": "p31_b607", "text": "Business operators engaged in manufacturing or importing Energy-consuming machinery and equipment (hereinafter referred to as “Manufacturers/Importers”) shall endeavor to contribute to the rational use of Energy for machinery and equipment that they manufacture or import, by improving the performance of machinery and equipment in light of Energy consumption."}, {"text_block_id": "p31_b608", "text": "Article 78 (Standards of Judgment for Manufacturers/Importers)"}, {"text_block_id": "p31_b609", "text": "(1)"}, {"text_block_id": "p31_b610", "text": "With respect to automobiles (limited to those specified by a Cabinet Order in the respect that it is particularly necessary to improve the performance thereof as prescribed in the preceding Article; the same shall apply hereinafter) and other Energy-consuming machinery and equipment that is heavily used in Japan and consumes a considerable amount of Energy, which is specified by a Cabinet Order in the respect that it is particularly necessary to improve the performance thereof (hereinafter referred to as “Specified Equipment”), the Minister of Economy, Trade and Industry (or in the case of automobiles, the Minister of Economy, Trade and Industry and the Minister of Land, Infrastructure and Transport; hereinafter the same shall apply in this Chapter and Article 87, paragraph 11) shall establish and publicize standards of judgment for Manufacturers/Importers, with regard to the improvement of the performance for the respective Specified Equipment."}, {"text_block_id": "p31_b611", "text": "(2)"}, {"text_block_id": "p31_b612", "text": "The standards of judgment prescribed in the preceding paragraph shall be established by taking into consideration the highest level of the performance as prescribed in the preceding Article for the respective Specified Equipment, future prospects for technological development related to the respective Specified Equipment and other circumstances, and shall be revised if necessary depending on any changes in these circumstances."}, {"text_block_id": "p31_b613", "text": "Article 79 (Recommendations and Orders Concerning Improvement of Performance)"}, {"text_block_id": "p31_b614", "text": "(1)"}, {"text_block_id": "p31_b615", "text": "The Minister of Economy, Trade and Industry may, when he/she finds it necessary for a Manufacturer/Importer whose production or import volume of Specified Equipment"}, {"text_block_id": "p32_b616", "text": "satisfies the requirements specified by a Cabinet Order to improve the performance prescribed in Article 77, with respect to the Specified Equipment that the Manufacturer/Importer manufactures or imports, to a considerable extent in light of the standards of judgment prescribed in paragraph 1 of the preceding Article, recommend the Manufacturer/Importer to improve the performance of the manufactured or imported Specified Equipment, setting targets for improvement."}, {"text_block_id": "p32_b617", "text": "(2)"}, {"text_block_id": "p32_b618", "text": "Where a Manufacturer/Importer that has received recommendations made under the preceding paragraph has failed to follow the recommendations, the Minister of Economy, Trade and Industry may publicize this."}, {"text_block_id": "p32_b619", "text": "(3)"}, {"text_block_id": "p32_b620", "text": "Where a Manufacturer/Importer that has received recommendations prescribed in paragraph 1 has failed to take the measures recommended without justifiable grounds, the Minister of Economy, Trade and Industry may, when he/she finds that such failure significantly affects the rational use of Energy for the Specified Equipment, order the Manufacturer/Importer to take the measures recommended, after hearing opinions of Councils, etc. specified by a Cabinet Order."}, {"text_block_id": "p32_b621", "text": "Article 80 (Labeling)"}, {"text_block_id": "p32_b622", "text": "The Minister of Economy, Trade and Industry shall specify the following matters for the respective Specified Equipment (excluding such equipment that falls into the category of Household Goods prescribed in Article 2, paragraph 1, item 1 of the Household Goods Quality Labeling Act (Act No. 104 of 1962); hereinafter the same shall apply in this Article and the next Article), and make public notice of them."}, {"text_block_id": "p32_b623", "text": "(i)"}, {"text_block_id": "p32_b624", "text": "Matters to be indicated in labels by Manufacturers/Importers with regard to Energy efficiency of Specified Equipment (the value calculated pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry (or in the case of automobiles, an Ordinance of the Ministry of Economy, Trade and Industry and Ordinance of the Ministry of Land, Infrastructure and Transport) as representing the performance of Specified Equipment in light of Energy consumption; the same shall apply hereinafter)."}, {"text_block_id": "p32_b625", "text": "(ii)"}, {"text_block_id": "p32_b626", "text": "The labeling method and other matters to be observed by Manufacturers/Importers when indicating Energy efficiency."}, {"text_block_id": "p32_b627", "text": "Article 81 (Recommendations and Orders Concerning Labeling)"}, {"text_block_id": "p32_b628", "text": "(1)"}, {"text_block_id": "p32_b629", "text": "The Minister of Economy, Trade and Industry may, when he/she finds that a Manufacturer/Importer does not affix labels indicating Energy efficiency in accordance with the public notice made under the preceding Article with respect to Specified Equipment, recommend the Manufacturer/Importer to affix labels indicating Energy efficiency, in accordance with the public notice, to the manufactured or imported Specified Equipment."}, {"text_block_id": "p32_b630", "text": "(2)"}, {"text_block_id": "p32_b631", "text": "Where a Manufacturer/Importer that has received recommendations made under the preceding paragraph has failed to follow the recommendations, the Minister of"}, {"text_block_id": "p33_b632", "text": "Economy, Trade and Industry may publicize this."}, {"text_block_id": "p33_b633", "text": "(3)"}, {"text_block_id": "p33_b634", "text": "Where a Manufacturer/Importer that has received recommendations prescribed in paragraph 1 has failed to take the measures recommended without justifiable grounds, the Minister of Economy, Trade and Industry may, when he/she finds that such failure significantly affects the rational use of Energy for the Specified Equipment, order the Manufacturer/Importer to take the measures recommended, after hearing opinions of Councils, etc. specified by a Cabinet Order."}, {"text_block_id": "p33_b635", "text": "Chapter 7 Miscellaneous Provisions"}, {"text_block_id": "p33_b636", "text": "Article 82 (Fiscal Measures, etc.)"}, {"text_block_id": "p33_b637", "text": "The State shall endeavor to take fiscal, financial and taxation measures necessary to promote the rational use of Energy, etc."}, {"text_block_id": "p33_b638", "text": "Article 83 (Advancement of Science and Technology)"}, {"text_block_id": "p33_b639", "text": "With the aim to achieve advancement of science and technology that will contribute to the promotion of the rational use of Energy, etc., the State shall endeavor to take measures to promote research and development and disseminate the results thereof and other necessary measures."}, {"text_block_id": "p33_b640", "text": "Article 84 (Measures to Increase Public Understanding, etc.)"}, {"text_block_id": "p33_b641", "text": "The State shall, through educational and publicity activities, endeavor to increase the public understanding of the rational use of Energy, etc. and to ask for public cooperation for the implementation thereof."}, {"text_block_id": "p33_b642", "text": "Article 85 (Consideration of Local Public Entities in Educational Activities, etc.)"}, {"text_block_id": "p33_b643", "text": "Local Public Entities shall, when carrying out educational and publicity activities, give as much consideration as possible to contributing to increasing local residents’ understanding of the rational use of Energy, etc."}, {"text_block_id": "p33_b644", "text": "Article 86 (Provision of Information to General Consumers)"}, {"text_block_id": "p33_b645", "text": "Business operators engaged in supplying Energy to general consumers, business operators engaged in retailing Energy-consuming machinery and equipment, and other business operators capable of cooperating, through their business activities, in general consumers’ efforts towards the rational use of Energy shall endeavor to provide information that contributes to general consumers’ efforts towards the rational use of Energy, by making notifications on the status of Energy use by consumers and indicating the performance of machinery and equipment in light of Energy consumption."}, {"text_block_id": "p33_b646", "text": "Article 87 (Reports and On-site Inspections)"}, {"text_block_id": "p33_b647", "text": "(1)"}, {"text_block_id": "p33_b648", "text": "To the extent necessary for the enforcement of Article 7, paragraph 1 and paragraph"}, {"text_block_id": "p34_b649", "text": "4 and Article 17, paragraph 1 and paragraph 4, the Minister of Economy, Trade and Industry may, pursuant to the provision of a Cabinet Order, cause business operators using Energy in Factories to report the status of their business in the Factories, or cause officials of the Ministry of the Economy, Trade and Industry to enter the Factories and inspect Energy-consuming facilities, books, documents and other objects."}, {"text_block_id": "p34_b650", "text": "(2)"}, {"text_block_id": "p34_b651", "text": "To the extent necessary for the enforcement of Article 8, paragraph 1 and Article 13, paragraph 1 (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1), the Minister of Economy, Trade and Industry may, pursuant to the provision of a Cabinet Order, cause Type 1 Specified Business Operators or Type 2 Specified Business Operators to report the status of their business in the Type 1 Designated Energy Management Factories or Type 2 Designated Energy Management Factories, or cause officials of the Ministry of the Economy, Trade and Industry to enter the Type 1 Designated Energy Management Factories or Type 2 Designated Energy Management Factories and inspect Energy-consuming facilities, books, documents and other objects."}, {"text_block_id": "p34_b652", "text": "(3)"}, {"text_block_id": "p34_b653", "text": "To the extent necessary for the enforcement of Chapter 3, Section 1 (excluding Article 7, paragraph 1 and paragraph 4, Article 8, paragraph 1, Article 13, paragraph 1 (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1), and Article 17, paragraph 1 and paragraph 4), the competent minister may, pursuant to the provision of a Cabinet Order, cause Type 1 Specified Business Operators or Type 2 Specified Business Operators to report the status of their business in the Type 1 Designated Energy Management Factories or Type 2 Designated Energy Management Factories, or cause officials of the competent ministry to enter the Type 1 Designated Energy Management Factories or Type 2 Designated Energy Management Factories and inspect Energy-consuming facilities, books, documents and other objects."}, {"text_block_id": "p34_b654", "text": "(4)"}, {"text_block_id": "p34_b655", "text": "To the extent necessary for the enforcement of Chapter 3, Section 2 and Section 3, the Minister of Economy, Trade and Industry may cause a Designated Examining Body or Designated Training Agency to report the status of their business or accounting, or cause officials of the Ministry of the Economy, Trade and Industry to enter the offices of a Designated Examining Body or Designated Training Agency and inspect books, documents and other objects."}, {"text_block_id": "p34_b656", "text": "(5)"}, {"text_block_id": "p34_b657", "text": "To the extent necessary for the enforcement of Chapter 3, Section 4, the Minister of Economy, Trade and Industry may cause a Registered Investigation Body to report the status of its business or accounting, or cause officials of the Ministry of the Economy, Trade and Industry to enter the offices of a Registered Investigation Body and inspect books, documents and other objects."}, {"text_block_id": "p34_b658", "text": "(6)"}, {"text_block_id": "p34_b659", "text": "To the extent necessary for the enforcement of Article 54, paragraph 1 and paragraph 4, Article 68, paragraph 1 and paragraph 4, and Article 71, paragraph 1 and paragraph 5, the Minister of Land, Infrastructure and Transport may, pursuant to the"}, {"text_block_id": "p35_b660", "text": "provision of a Cabinet Order, cause Freight Carriers, Passenger Carriers or Air Carriers (hereinafter simply referred to as “Carriers” in this paragraph) to report the status of their business concerning freight or passenger transportation, or cause officials of the Ministry of Land, Infrastructure and Transport to enter Carriers’ offices or other workplaces, the sites where their transportation machinery and equipment are located, or the transportation machinery and equipment and inspect the transportation machinery and equipment, books, documents and other objects."}, {"text_block_id": "p35_b661", "text": "(7)"}, {"text_block_id": "p35_b662", "text": "To the extent necessary for the enforcement of Chapter 4 (excluding Article 54, paragraph 1 and paragraph 4, Section 1, Subsection 2, Article 68, paragraph 1 and paragraph 4, and Article 71, paragraph 1 and paragraph 5), the Minister of Land, Infrastructure and Transport may, pursuant to the provision of a Cabinet Order, cause Specified Freight Carriers, Specified Passenger Carriers or Specified Air Carriers (hereinafter simply referred to as “Specified Carriers” in this paragraph) to report the status of their business concerning freight or passenger transportation, or cause officials of the Ministry of Land, Infrastructure and Transport to enter Specified Carriers’ offices or other workplaces, the sites where their transportation machinery and equipment are located, or the transportation machinery and equipment and inspect the transportation machinery and equipment, books, documents and other objects."}, {"text_block_id": "p35_b663", "text": "(8)"}, {"text_block_id": "p35_b664", "text": "To the extent necessary for the enforcement of Article 61, paragraph 1 and paragraph 4, the Minister of Economy, Trade and Industry may, pursuant to the provision of a Cabinet Order, cause Consigners to report the status of their business concerning freight transportation consigned to Freight Carriers, or cause officials of the Ministry of Economy, Trade and Industry to enter Consigners’ offices or other workplaces and inspect books, documents and other objects."}, {"text_block_id": "p35_b665", "text": "(9)"}, {"text_block_id": "p35_b666", "text": "To the extent necessary for the enforcement of Chapter 4, Section 1, Subsection 2 (excluding Article 61, paragraph 1 and paragraph 4), the competent minister may, pursuant to the provision of a Cabinet Order, cause Consigners to report the status of their business concerning freight transportation consigned to Freight Carriers, or cause officials of the Ministry of Economy, Trade and Industry to enter Consigners’ offices or other workplaces and inspect books, documents and other objects."}, {"text_block_id": "p35_b667", "text": "(10)"}, {"text_block_id": "p35_b668", "text": "To the extent necessary for the enforcement of Chapter 5, the Government Agency with Jurisdiction may, pursuant to the provision of a Cabinet Order, cause Specified Construction Clients, etc. or persons who are responsible for making reports under Article 75, paragraph 4 to report the matters concerning the designing and construction or maintenance of Specified Buildings, or cause officials of the agency to enter Specified Buildings or the construction sites thereof and inspect the Specified Buildings, building equipment, documents and other objects."}, {"text_block_id": "p35_b669", "text": "(11)"}, {"text_block_id": "p35_b670", "text": "To the extent necessary for the enforcement of the preceding Chapter, the Minister of Economy, Trade and Industry may, pursuant to the provision of a Cabinet Order, cause Manufacturers/Importers of Specified Equipment to report the status of their"}, {"text_block_id": "p36_b671", "text": "business pertaining to the Specified Equipment, or cause officials of the Ministry of Economy, Trade and Industry to enter offices, factories or warehouses of Manufacturers/Importers of Specified Equipment and inspect the Specified Equipment, books, documents and other objects."}, {"text_block_id": "p36_b672", "text": "(12)"}, {"text_block_id": "p36_b673", "text": "The officials who conduct on-site inspection pursuant to the preceding paragraphs shall carry a certification for identification and present it to any person concerned."}, {"text_block_id": "p36_b674", "text": "(13)"}, {"text_block_id": "p36_b675", "text": "The authority to conduct on-site inspections under paragraphs 1 to 11 shall not be construed as being vested for criminal investigation."}, {"text_block_id": "p36_b676", "text": "Article 88 (Fees)"}, {"text_block_id": "p36_b677", "text": "(1) Persons who intend to take an examination for a qualified Energy manager’s license, those who intend to obtain recognition under Article 9, paragraph 1, item 2, those who intend to obtain a qualified Energy manager’s license by reason of having passed an examination for a qualified Energy manager’s license for which a Designated Examining Body administers Examination Affairs, those who intend to apply for the re-issuance of a qualified Energy manager’s license, those who intend to participate in the training under Article 13, paragraph 1, item 1 (excluding training provided by a Designated Training Agency) or those who intend to participate in the training under paragraph 2 of the same Article (excluding training provided by a Designated Training Agency) shall pay the fee determined by a Cabinet Order in light of the actual cost."}, {"text_block_id": "p36_b678", "text": "(2) The fee paid under the preceding paragraph shall be regarded as income of the Designated Examining Body where it is paid by the person who intends to take an examination for a qualified Energy manager’s license for which the Designated Examining Body administers Examination Affairs, or as national revenue where it is paid by other persons."}, {"text_block_id": "p36_b679_merged", "text": "Article 89 （Special Provisions for Hearing)"}, {"text_block_id": "p36_b682", "text": "(1) Proceedings on the date of a hearing with respect to a disposition under Article 28 (including the cases where it is applied mutatis mutandis pursuant to Article 29, paragraph 4), Article 32 (including the cases where it is applied mutatis mutandis pursuant to Article 36, paragraph 2) or Article 49 shall be open to the public."}, {"text_block_id": "p36_b683", "text": "(2) The person chairing the hearing set forth in the preceding paragraph shall, upon request of any person interested in the disposition under Article 17, paragraph 1 of the Administrative Procedure Act (Act No. 88 of 1993), permit such a person to participate in the proceedings for the hearing."}, {"text_block_id": "p36_b684", "text": "Article 90 (Appeal against Disposition Made by Designated Examining Body)"}, {"text_block_id": "p36_b685", "text": "Any person who is dissatisfied with a disposition made by a Designated Examining Body on the Examination Affairs (excluding those on the examination results) or its inaction may make a request for review to the Minister of Economy, Trade and Industry"}, {"text_block_id": "p37_b686", "text": "pursuant to the Administrative Appeal Act (Act No. 160 of 1962)."}, {"text_block_id": "p37_b687", "text": "Article 91 (Delegation of Transitional Measures to Order)"}, {"text_block_id": "p37_b688", "text": "When enacting, revising or abolishing an order pursuant to this Act, necessary transitional measures (including transitional measures concerning penal provisions) may be provided for by that order to the extent considered reasonably necessary for the enactment, revision or abolition."}, {"text_block_id": "p37_b689", "text": "Article 92 (Competent Ministers, etc.)"}, {"text_block_id": "p37_b690", "text": "(1)"}, {"text_block_id": "p37_b691", "text": "The competent ministers under Chapter 3, Section 1 and Article 87, paragraph 3 shall be the Minister of Economy, Trade and Industry and the ministers who have jurisdiction over the business pertaining to the Factory concerned."}, {"text_block_id": "p37_b692", "text": "(2)"}, {"text_block_id": "p37_b693", "text": "The competent ministers under Chapter 4, Section 1, Subsection 2 and Article 87, paragraph 9 shall be the Minister of Economy, Trade and Industry and the ministers who have jurisdiction over the business of the Consigner concerned."}, {"text_block_id": "p37_b694", "text": "(3)"}, {"text_block_id": "p37_b695", "text": "The authority under this Act may be delegated to the head of a local branch office pursuant to the provision of a Cabinet Order."}, {"text_block_id": "p37_b696", "text": "Chapter 8 Penal Provisions"}, {"text_block_id": "p37_b697", "text": "Article 93"}, {"text_block_id": "p37_b698", "text": "A person who falls under any of the following items shall be punished by imprisonment with work for not more than one year or a fine of not more than one million yen."}, {"text_block_id": "p37_b699", "text": "(i)"}, {"text_block_id": "p37_b700", "text": "A person who has, in violation of Article 30, paragraph 1, divulged secrets that he/she has become aware of in the course of performing his/her duty."}, {"text_block_id": "p37_b701", "text": "(ii)"}, {"text_block_id": "p37_b702", "text": "A person who has violated an order of suspension of the services for Inspections for Verification issued under Article 49."}, {"text_block_id": "p37_b703", "text": "(iii)"}, {"text_block_id": "p37_b704", "text": "A person who has, in violation of Article 30, paragraph 1 as applied mutatis mutandis pursuant to Article 51, divulged secrets that he/she has become aware of in the course of performing his/her duty."}, {"text_block_id": "p37_b705", "text": "Article 94"}, {"text_block_id": "p37_b706", "text": "In the event of violation of an order of suspension of Examination Affairs or Training services issued under Article 32, paragraph 2 (including the cases where it is applied mutatis mutandis pursuant to Article 36, paragraph 2), the officers or employees concerned at the Designated Examining Body or the Designated Training Agency that has committed the violation shall be punished by imprisonment with work for not more than one year or a fine of not more than one million yen."}, {"text_block_id": "p37_b707", "text": "Article 95"}, {"text_block_id": "p38_b708", "text": "A person who falls under any of the following items shall be punished by a fine of not more than one million yen."}, {"text_block_id": "p38_b709", "text": "(i)"}, {"text_block_id": "p38_b710", "text": "A person who has violated Article 8, paragraph 1 or Article 13, paragraph 1 (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1)."}, {"text_block_id": "p38_b711", "text": "(ii)"}, {"text_block_id": "p38_b712", "text": "A person who has violated an order issued under Article 16, paragraph 5, Article 57, paragraph 3 (including the cases where it is applied mutatis mutandis pursuant to Article 69 and Article 71, paragraph 6), Article 64, paragraph 3, Article 79, paragraph 3, or Article 81, paragraph 3."}, {"text_block_id": "p38_b713", "text": "Article 96"}, {"text_block_id": "p38_b714", "text": "A person who falls under any of the following items shall be punished by a fine of not more than 500,000 yen."}, {"text_block_id": "p38_b715", "text": "(i)"}, {"text_block_id": "p38_b716", "text": "A person who has failed to make a notification under Article 7, paragraph 2, Article 17, paragraph 2, Article 46, Article 54, paragraph 2, Article 61, paragraph 2, Article 68, paragraph 2, Article 71, paragraph 3 or Article 75, paragraph 1, or made a false notification."}, {"text_block_id": "p38_b717", "text": "(ii)"}, {"text_block_id": "p38_b718", "text": "A person who has failed to submit plans under Article 14, paragraph 1, Article 55 (including the cases where it is applied mutatis mutandis pursuant to Article 69 and Article 71, paragraph 6) or Article 62, or violated Article 14, paragraph 2."}, {"text_block_id": "p38_b719", "text": "(iii)"}, {"text_block_id": "p38_b720", "text": "A person who has failed to make reports under Article 15, paragraph 1 (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1), Article 56, paragraph 1 (including the cases where it is applied mutatis mutandis pursuant to Article 69 and Article 71, paragraph 6), Article 63, paragraph 1, Article 75, paragraph 4 or Article 87, paragraphs 1 to 3 or paragraphs 5 to 11, or made false reports, or has refused, obstructed or avoided an inspection under paragraphs 1 to 3 or paragraph 5 to 11 of the same Article."}, {"text_block_id": "p38_b721", "text": "(iv)"}, {"text_block_id": "p38_b722", "text": "A person who has, in violation of Article 33, paragraph 1 as applied mutatis mutandis pursuant to Article 51, failed to keep books or state necessary matters in books or made false statements in books, or in violation of Article 33, paragraph 2 as applied mutatis mutandis pursuant to Article 51, failed to preserve books."}, {"text_block_id": "p38_b723", "text": "Article 97"}, {"text_block_id": "p38_b724", "text": "In any of the following cases, the officers or employees concerned at the Designated Examining Body or the Designated Training Agency that has committed the violation shall be punished by a fine of not more than 500,000 yen."}, {"text_block_id": "p38_b725", "text": "(i)"}, {"text_block_id": "p38_b726", "text": "Where the Designated Examining Body has abolished the whole of the Examination Affairs without obtaining permission under Article 25."}, {"text_block_id": "p38_b727", "text": "(ii)"}, {"text_block_id": "p38_b728", "text": "Where the Designated Examining Body or the Designated Training Agency has, in violation of Article 33, paragraph 1 (including the cases where it is applied mutatis mutandis pursuant to Article 36, paragraph 2), failed to keep books or state"}, {"text_block_id": "p39_b729", "text": "necessary matters in books or made false statements in books, or in violation of Article 33, paragraph 2 (including the cases where it is applied mutatis mutandis pursuant to Article 36, paragraph 2), failed to preserve books."}, {"text_block_id": "p39_b730", "text": "(iii)"}, {"text_block_id": "p39_b731", "text": "Where the Designated Examining Body or the Designated Training Agency has failed to make a notification under Article 37, or made a false notification."}, {"text_block_id": "p39_b732", "text": "(iv)"}, {"text_block_id": "p39_b733", "text": "Where the Designated Examining Body or the Designated Training Agency has failed to make reports under Article 87, paragraph 4 or made false reports, or refused, obstructed or avoided an inspection under the same paragraph."}, {"text_block_id": "p39_b734", "text": "Article 98"}, {"text_block_id": "p39_b735", "text": "When the representative of a juridical person, or the agent, employee or other worker of a juridical person or an individual has committed a violation set forth in Article 93, item 2 or item 3, Article 95, or Article 96 with regard to the business of the juridical person or individual, not only shall the offender be punished but the juridical person or individual shall also be punished by the fine prescribed in the respective Articles."}, {"text_block_id": "p39_b736", "text": "Article 99"}, {"text_block_id": "p39_b737", "text": "A person who falls under any of the following items shall be punished by a civil fine of not more than 200,000 yen."}, {"text_block_id": "p39_b738", "text": "(i)"}, {"text_block_id": "p39_b739", "text": "A person who has failed to make a notification under Article 8, paragraph 2 or Article 13, paragraph 3 (including the cases where it is applied mutatis mutandis pursuant to Article 18, paragraph 1), or made a false notification."}, {"text_block_id": "p39_b740", "text": "(ii)"}, {"text_block_id": "p39_b741", "text": "A person who has, in violation of Article 47 paragraph 1, failed to keep Financial Statements, etc., failed to state the necessary matters in the Financial Statements, etc. or made false statements, or refused the request made under the items of paragraph 2 of the same Article without justifiable grounds."}, {"text_block_id": "p39_b742", "text": "Supplementary Provisions"}, {"text_block_id": "p39_b743", "text": "(Effective Date)"}, {"text_block_id": "p39_b744", "text": "(1)"}, {"text_block_id": "p39_b745", "text": "This Act shall come into force as from the date specified by a Cabinet Order within a period not exceeding nine months from the date of promulgation; provided, however, that the provision of Article 8 shall come into force as from the date of promulgation."}, {"text_block_id": "p39_b746", "text": "(Review)"}, {"text_block_id": "p39_b747", "text": "(2)"}, {"text_block_id": "p39_b748", "text": "The government shall, according to the energy situation in and outside Japan and other changes in the economic and social environment, review the provisions of this Act and take necessary measures based on the review results."}, {"text_block_id": "p39_b749", "text": "(Abolition of the Heat Management Act)"}, {"text_block_id": "p39_b750", "text": "(3)"}, {"text_block_id": "p39_b751", "text": "The Heat Management Act (Act No. 146 of 1951) shall be abolished."}, {"text_block_id": "p40_b752", "text": "(Transitional Measures upon Abolition of the Heat Management Act)"}, {"text_block_id": "p40_b753", "text": "(4)"}, {"text_block_id": "p40_b754", "text": "A qualified heat manager’s license granted pursuant to Article 12 of the Heat Management Act prior to the abolition by the preceding paragraph shall be deemed to be a qualified heat manager’s license granted pursuant to Article 8, paragraph 1."}, {"text_block_id": "p40_b755", "text": "(5)"}, {"text_block_id": "p40_b756", "text": "With regard to the application of penal provisions to acts committed prior to the enforcement of this Act, the provisions then in force shall remain applicable."}, {"text_block_id": "p40_b757", "text": "(Partial Revision of the Act for Establishment of the Ministry of International Trade and Industry)"}, {"text_block_id": "p40_b758", "text": "(6)"}, {"text_block_id": "p40_b759", "text": "Part of the Act for Establishment of the Ministry of International Trade and Industry (Act No. 275 of 1952) shall be revised as follows."}, {"text_block_id": "p40_b760", "text": "The following item shall be added following Article 36-6, item 10."}, {"text_block_id": "p40_b761", "text": "The following item shall be added following Article 36-6, item 10.\n* Matters concerning the enforcement of the Act Concerning the Rational Use of\n* Administer the affairs concerning the enforcement of the Act Concerning the"}, {"text_block_id": "p40_b763", "text": "(Partial Revision of the Act for Establishment of the Ministry of Construction)"}, {"text_block_id": "p40_b764", "text": "(7)"}, {"text_block_id": "p40_b765", "text": "Part of the Act for Establishment of the Ministry of Construction (Act No. 113 of 1948) shall be revised as follows."}, {"text_block_id": "p40_b766", "text": "In Article 3, item 22-6 shall be moved and placed as item 22-7, items 22-2 to 22-5 shall be moved forward by one item respectively, and the following item shall be added following item 22."}, {"text_block_id": "p40_b769", "text": "In Article 4, paragraph 3, the phrase “items 22-2 to 22-5” shall be revised as “items 22-3 to 22-6”; in paragraph 7 of the same Article, the phrase “the affairs prescribed in item 19 of the same Article, the affairs prescribed in item 20 of the same Article, [the affairs prescribed in] items 21, item 22, item 22-6…of the same Article” shall be revised as “[the affairs prescribed in] items 19 to 22-2, item 22-7…of the same Article.”"}, {"text_block_id": "p40_b770", "text": "Supplementary Provisions (Extract from Act No. 83 of December 10, 1983)"}, {"text_block_id": "p40_b771", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p40_b772", "text": "This Act shall come into force as from the date of promulgation; provided, however, that the provisions listed in the following items shall come into force as from the dates prescribed in the respective items."}, {"text_block_id": "p40_b773", "text": "(i)"}, {"text_block_id": "p40_b774", "text": "to (iv) Omitted"}, {"text_block_id": "p40_b775", "text": "(v)"}, {"text_block_id": "p40_b776", "text": "The provisions of Article 25, Article 26, Articles 28 to 30, Article 33, and Article 35, the provisions of Article 36 (excluding the provision to revise Article 54 of the Electricity Business Act; hereinafter the same shall apply in Article 8 (excluding paragraph 3) of the Supplementary Provisions), the provisions of Article 37, Article"}, {"text_block_id": "p41_b777", "text": "39, and Article 43, and the provisions of Article 8 (excluding paragraph 3) of the Supplementary Provisions: the date specified by a Cabinet Order within a period not exceeding three months from the date of promulgation."}, {"text_block_id": "p41_b778", "text": "Article 14 (Transitional Measures Concerning Other Dispositions, Applications, etc.)"}, {"text_block_id": "p41_b779", "text": "With respect to dispositions to grant licenses or permission, etc. and other acts conducted, prior to the enforcement of this Act (or the respective provisions listed in the items of Article 1 of the Supplementary Provisions; hereinafter the same shall apply in this Article and Article 16), pursuant to the respective Acts prior to the revision (hereinafter referred to as “Dispositions and Other Acts” in this Article) or applications for licenses or permission, etc. and other acts conducted, prior to the enforcement of this Act, pursuant to the respective Acts prior to the revision (hereinafter referred to as “Applications and Other Acts” in this Article), if administrative affairs pertaining to these acts come under the jurisdiction of different persons on the date of enforcement of this Act, these acts, except those prescribed in Article 2 to the preceding Article in the Supplementary Provisions or in the provisions of the respective revised Acts (including orders issued thereunder) concerning transitional measures, shall be deemed, with regard to the application of the respective revised Acts after the date of enforcement of this Act, as Dispositions and Other Acts or Applications and Other Acts conducted pursuant to the relevant provisions of the respective revised Acts."}, {"text_block_id": "p41_b780", "text": "Article 16 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p41_b781", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act as well as any acts committed after the enforcement of Article 17, Article 22, Article 36, Article 37 or Article 39 in the cases where the provisions then in force shall remain applicable pursuant to Article 3, Article 5, paragraph 5, Article 8, paragraph 2, Article 9 or Article 10 of the Supplementary Provisions, the provisions then in force shall remain applicable."}, {"text_block_id": "p41_b782", "text": "Supplementary Provisions (Extract from Act No. 17 of March 31, 1993)"}, {"text_block_id": "p41_b783", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p41_b784", "text": "This Act shall come into force as from April 1, 1993; provided, however, that the provisions of Article 1 (excluding the provision to revise the table of contents of the Act Concerning the Rational Use of Energy (limited to the part revising the phrase “Chapter 4 Measures Pertaining to Machinery and Equipment (Articles 17 to 21)” to “Chapter 4 Measures Pertaining to Machinery and Equipment Chapter 4-2 Business for Rational Use of Energy by the New Energy and Industrial Technology Development Organization (Article 21-2 and Article 21-3)”) and the provision to revise the same Act by adding one chapter following Chapter 4) and the provision of Article 8 of the Supplementary Provisions shall come into force as from the date specified by a Cabinet Order within a"}, {"text_block_id": "p42_b785", "text": "period not exceeding six months from the date of promulgation."}, {"text_block_id": "p42_b786", "text": "Article 4 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p42_b787", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act, the provisions then in force shall remain applicable."}, {"text_block_id": "p42_b788", "text": "Supplementary Provisions (Extract from Act No. 89 of November 12, 1993)"}, {"text_block_id": "p42_b789", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p42_b790", "text": "This Act shall come into force as from the date of enforcement of the Administrative Procedure Act (Act No. 88 of 1993)."}, {"text_block_id": "p42_b791", "text": "Article 2 (Transitional Measures Concerning Adverse Dispositions Following Appeal, etc.)"}, {"text_block_id": "p42_b792", "text": "Where, prior to the enforcement of this Act, an appeal or other request has been filed or made under laws and regulations to a council or any other panel to require that procedures equivalent to the procedures to hold hearings or grant the opportunity for explanation and other procedures to hear statements of opinions prescribed in Article 13 of the Administrative Procedure Act should be implemented, with regard to the procedures to make adverse dispositions pertaining to the appeal or request, the provisions then in force shall remain applicable notwithstanding the provisions of the relevant Acts revised by this Act."}, {"text_block_id": "p42_b793", "text": "Article 13 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p42_b794", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act, provisions then in force shall remain applicable."}, {"text_block_id": "p42_b795", "text": "Article 14 (Transitional Measures upon Arrangement of Provisions on Hearings)"}, {"text_block_id": "p42_b796", "text": "Procedures for hearings (excluding those concerning adverse dispositions) implemented under Acts prior to the enforcement of this Act or procedures incidental thereto shall be deemed to have been implemented under the relevant provisions of respective Acts revised by this Act."}, {"text_block_id": "p42_b797", "text": "Article 15 (Delegation to Cabinet Order)"}, {"text_block_id": "p42_b798", "text": "In addition to what is provided for in Article 2 to the preceding Article in the Supplementary Provisions, any necessary transitional measures for the enforcement of this Act shall be specified by a Cabinet Order."}, {"text_block_id": "p42_b799", "text": "Supplementary Provisions (Extract from Act No. 33 of April 9, 1997)"}, {"text_block_id": "p42_b800", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p43_b801", "text": "This Act shall come into force as from the date of promulgation."}, {"text_block_id": "p43_b802", "text": "Article 9 (Transitional Measures upon Partial Revision of the Act Concerning the Rational Use of Energy)"}, {"text_block_id": "p43_b803", "text": "With regard to the notification of an appointment, death or dismissal of a Type 1 Energy Manager prior to the enforcement of Article 8, the provisions then in force shall remain applicable."}, {"text_block_id": "p43_b804", "text": "Article 17 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p43_b805", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act as well as any acts committed after the enforcement of this Act in the cases where the provisions then in force shall remain applicable pursuant to the Supplementary Provisions of this Act, the provisions then in force shall remain applicable."}, {"text_block_id": "p43_b806", "text": "Article 18 (Delegation to Cabinet Order)"}, {"text_block_id": "p43_b807", "text": "In addition to what is provided for in Article 2 to the preceding Article in the Supplementary Provisions, any necessary transitional measures for the enforcement of this Act shall be specified by a Cabinet Order."}, {"text_block_id": "p43_b808", "text": "Supplementary Provisions (Extract from Act No. 96 of June 5, 1998)"}, {"text_block_id": "p43_b809", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p43_b810", "text": "This Act shall come into force as from the date specified by a Cabinet Order within a period not exceeding one year from the date of promulgation."}, {"text_block_id": "p43_b811", "text": "Article 2 (Transitional Measures Concerning Designation of Factories)"}, {"text_block_id": "p43_b812", "text": "Factories that have been designated, prior to the enforcement of this Act, pursuant to Article 6, paragraph 1 of the Act Concerning the Rational Use of Energy prior to the revision (hereinafter referred to as the “Old Act”) shall be deemed to have been designated pursuant to Article 6, paragraph 1 of the Act Concerning the Rational Use of Energy after the revision (hereinafter referred to as the “New Act”)."}, {"text_block_id": "p43_b813", "text": "Article 3 (Effect of Dispositions, etc.)"}, {"text_block_id": "p43_b814", "text": "In addition to what is provided for in the preceding Article, any dispositions, procedures or other acts conducted pursuant to the provisions of the Old Act shall be deemed to have been conducted under the relevant provisions of the New Act."}, {"text_block_id": "p43_b815", "text": "Article 4 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p43_b816", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act, the provisions then in force shall remain applicable."}, {"text_block_id": "p44_b817", "text": "Supplementary Provisions (Extract from Act No. 160 of December 22, 1999)"}, {"text_block_id": "p44_b818", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p44_b819", "text": "This Act (excluding Article 2 and Article 3) shall come into force as from January 6, 2001."}, {"text_block_id": "p44_b820", "text": "Supplementary Provisions (Extract from Act No. 59 of June 7, 2002)"}, {"text_block_id": "p44_b821", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p44_b822", "text": "This Act shall come into force as from the date specified by a Cabinet Order within a period not exceeding one year from the date of promulgation."}, {"text_block_id": "p44_b823", "text": "Article 2 (Transitional Measures Concerning Reports)"}, {"text_block_id": "p44_b824", "text": "With regard to reports that have been requested under Article 25, paragraph 4 of the Act Concerning the Rational Use of Energy prior to the revision by this Act but not yet made prior to the enforcement of this Act, the provisions then in force shall remain applicable."}, {"text_block_id": "p44_b825", "text": "Article 3 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p44_b826", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act as well as any acts committed after the enforcement of this Act in the cases where the provisions then in force shall remain applicable pursuant to the preceding Article, the provisions then in force shall remain applicable."}, {"text_block_id": "p44_b827", "text": "Article 4 (Delegation to Cabinet Order)"}, {"text_block_id": "p44_b828", "text": "In addition to what is provided for in the preceding two Articles, any necessary transitional measures for the enforcement of this Act shall be specified by a Cabinet Order."}, {"text_block_id": "p44_b829", "text": "Supplementary Provisions (Extract from Act No. 145 of December 11, 2002)"}, {"text_block_id": "p44_b830", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p44_b831", "text": "This Act shall come into force as from the date of promulgation; provided, however, that the provisions of Articles 15 to 19, Article 26, and Article 27, and the provisions of Articles 6 to 34 of the Supplementary Provisions shall come into force as from October 1, 2003."}, {"text_block_id": "p44_b832", "text": "Article 34 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p44_b833", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act (or the proviso of Article 1 of the Supplementary Provisions;"}, {"text_block_id": "p45_b834", "text": "hereinafter the same shall apply in this Article) as well as any acts committed after the enforcement of this Act with respect to the matters for which the provisions then in force shall remain applicable pursuant to the Supplementary Provisions, the provisions then in force shall remain applicable."}, {"text_block_id": "p45_b835", "text": "Article 35 (Delegation to Cabinet Order)"}, {"text_block_id": "p45_b836", "text": "In addition to what is provided for in the Supplementary Provisions, any necessary transitional measures upon the establishment of the NEDO and any other necessary measures for the enforcement of this Act shall be specified by a Cabinet Order."}, {"text_block_id": "p45_b837", "text": "Supplementary Provisions (Extract from Act No. 61 of June 17, 2005)"}, {"text_block_id": "p45_b838", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p45_b839", "text": "This Act shall come into force as from April 1, 2006; provided, however, that the provision of Article 3 of the Supplementary Provisions shall come into force as from January 1, 2006."}, {"text_block_id": "p45_b840", "text": "Supplementary Provisions (Extract from Act No. 87 of July 26, 2005)"}, {"text_block_id": "p45_b841", "text": "This Act shall come into force as from the date of enforcement of the Corporation Act."}, {"text_block_id": "p45_b842", "text": "Supplementary Provisions (Extract from Act No. 93 of August 10, 2005)"}, {"text_block_id": "p45_b843", "text": "Article 1 (Effective Date)"}, {"text_block_id": "p45_b844", "text": "This Act shall come into force as from April 1, 2006; provided, however, that the provision of Article 16 of the Supplementary Provisions shall come into force as from the date of promulgation of this Act or the date of the promulgation of the Act for Partial Revision of the Act on Promotion of Measures to Cope with Global Warming (Act No. 61 of 2005), whichever comes later."}, {"text_block_id": "p45_b845", "text": "Article 2 (Transitional Measures Concerning Appointment of Type 1 Energy Manager)"}, {"text_block_id": "p45_b846", "text": "With regard to the application of the provision of Article 8, paragraph 1 of the Act Concerning the Rational Use of Energy revised by this Act (hereinafter referred to as the “New Act“) to Type 1 Specified Business Operators prescribed in Article 7, paragraph 3 of the New Act, for the period until March 31, 2011, the phrase “from among persons who have a qualified Energy manager’s license” in Article 8, paragraph 1 of the New Act shall be deemed to be replaced with “from among persons who have a qualified Energy manager’s license or persons specified by a Cabinet Order in accordance with the standards established by a Cabinet Order.”"}, {"text_block_id": "p45_b847", "text": "Article 3 (Special Provisions Concerning Qualified Heat Manager’s License and"}, {"text_block_id": "p46_b848", "text": "Qualified Electricity Manager’s License)"}, {"text_block_id": "p46_b849", "text": "Persons who have, prior to the enforcement of this Act, obtained a qualified heat manager’s license pursuant to Article 8, paragraph 1 of the Act Concerning the Rational Use of Energy prior to the revision by this Act (hereinafter referred to as the “Old Act”) and also obtained a qualified electricity manager’s license pursuant to the same paragraph shall be deemed to have obtained a qualified Energy manager’s license pursuant to Article 9, paragraph 1 of the New Act."}, {"text_block_id": "p46_b850", "text": "Article 4 (Special Provisions Concerning Examination for Qualified Energy Manager’s License)"}, {"text_block_id": "p46_b851", "text": "In an examination for a qualified Energy manager’s license prescribed in Article 10, paragraph 1 of the New Act, persons who have obtained, prior to the enforcement of this Act, a qualified heat manager’s license or qualified electricity manager’s license pursuant to Article 8, paragraph 1 of the Old Act shall be exempted from some subjects of the examination pursuant to the provision of an Ordinance of the Ministry of Economy, Trade and Industry."}, {"text_block_id": "p46_b852", "text": "Article 5 (Transitional Measures Concerning Appointment of Type 1 Energy Manager)"}, {"text_block_id": "p46_b853", "text": "(1)"}, {"text_block_id": "p46_b854", "text": "With regard to the application of the provision of Article 13, paragraph 1 of the New Act to Type 1 Designated Business Operators prescribed in Article 8, paragraph 1 of the New Act (hereinafter referred to as “Type 1 Designated Business Operators), for the period until March 31, 2009, the phrase “from among the following persons” in Article 13, paragraph 1 of the New Act shall be deemed to be replaced with “from among the following persons or persons specified by an Ordinance of the Ministry of Economy, Trade and Industry.”"}, {"text_block_id": "p46_b855", "text": "(2)"}, {"text_block_id": "p46_b856", "text": "The provision of the preceding paragraph shall apply mutatis mutandis to Type 2 Specified Business Operators prescribed in Article 17, paragraph 3 of the New Act. In this case, the phrase “Article 13, paragraph 1” in the same paragraph shall be deemed to be replaced with “Article 13, paragraph 1 of the New Act as applied mutatis mutandis pursuant to Article 18, paragraph 1.”"}, {"text_block_id": "p46_b857", "text": "Article 6 (Transitional Measures Concerning Participation in Preparing Medium- and Long-Term Plans)"}, {"text_block_id": "p46_b858", "text": "With regard to the application of the provision of Article 14, paragraph 2 of the New Act to Type 1 Designated Business Operators, for the period until March 31, 2011, the phrase “persons who have a qualified Energy manager’s license” in the same paragraph shall be deemed to be replaced with “persons who have a qualified Energy manager’s license or persons who have obtained, prior to the enforcement of the Act for Partial Revision of the Act Concerning the Rational Use of Energy (Act No. 93 of 2005), a qualified heat manager’s license and a qualified electricity manager’s license under Article 8, paragraph 1 of the Act Concerning the Rational Use of Energy prior to the"}, {"text_block_id": "p47_b859", "text": "revision by the Act for Partial Revision.”"}, {"text_block_id": "p47_b860", "text": "Article 7 (Transitional Measures Concerning Consigners)"}, {"text_block_id": "p47_b861", "text": "The provisions of Articles 61 to 64 of the New Act (including the penal provisions relating to these provisions) shall not apply until March 31, 2007."}, {"text_block_id": "p47_b862", "text": "Article 8 (Transitional Measures Concerning Notification of Buildings)"}, {"text_block_id": "p47_b863", "text": "A person who has made a notification pursuant to Article 15-2, paragraph 1 of the Old Act prior to the enforcement of this Act shall be deemed, with regard to the application of the provision of Article 75, paragraph 4 of the New Act, to have made a notification pursuant to Article 75, paragraph 1 of the New Act."}, {"text_block_id": "p47_b864", "text": "Article 9 (Transitional Measures Concerning Rationalization Plans)"}, {"text_block_id": "p47_b865", "text": "With regard to the instructions given under Article 12, paragraph 2 and paragraph 3 of the Old Act to the Type 1 Specified Business Operators that have received instructions under paragraph 1 of the same Article prior to the enforcement of this Act, the publication made under paragraph 4 of the same Article, the order issued under paragraph 5 of the same Article, as well as the reports and on-site inspections under Article 25, paragraph 2 pertaining to such instructions, publication and order, the provisions then in force shall remain applicable."}, {"text_block_id": "p47_b866", "text": "Article 10 (Effect of Dispositions, etc.)"}, {"text_block_id": "p47_b867", "text": "Any dispositions, procedures or other acts conducted pursuant to the provisions of the Old Act shall be deemed to have been conducted under the relevant provisions of the New Act, except those otherwise provided for by the Supplementary Provisions."}, {"text_block_id": "p47_b868", "text": "Article 11 (Transitional Measures Concerning Penal Provisions)"}, {"text_block_id": "p47_b869", "text": "With regard to the application of penal provisions to any acts committed prior to the enforcement of this Act as well as any acts committed after the enforcement of this Act in the cases where the provisions then in force shall remain applicable pursuant to the Supplementary Provisions, the provisions then in force shall remain applicable."}, {"text_block_id": "p47_b870", "text": "Article 12 (Delegation to Cabinet Order)"}, {"text_block_id": "p47_b871", "text": "In addition to what is provided for in Article 2 to the preceding Article in the Supplementary Provisions, any necessary transitional measures for the enforcement of this Act shall be specified by a Cabinet Order."}, {"text_block_id": "p47_b872", "text": "Article 13 (Review)"}, {"text_block_id": "p47_b873", "text": "When five years have elapsed since the enforcement of this Act, the government shall, while taking into account the status of enforcement of the New Act, review the provisions of the New Act and take any necessary measures based on the review where it"}, {"text_block_id": "p48_b874", "text": "finds it necessary."}, {"text_block_id": "p48_b875", "text": "Supplementary Provisions (Extract from Act No. 50 of June 2, 2006)"}, {"text_block_id": "p48_b876", "text": "(Effective Date)"}, {"text_block_id": "p48_b877", "text": "(1)"}, {"text_block_id": "p48_b878", "text": "This Act shall come into force as from the date of enforcement of the Act on General Associations and Foundations."}, {"text_block_id": "p48_b879", "text": "(Adjustment Provisions)"}, {"text_block_id": "p48_b880", "text": "(2)"}, {"text_block_id": "p48_b881", "text": "Where the date of enforcement of the Act for Partial Revision of the Penal Code, etc. to Respond to Increase in International and Organized Crimes and Advancement of Information Processing (Act No. of 2006) comes after the Date of Enforcement, with regard to the application of the provisions of item 62 of the Appended Table of the Act for Punishment of Organized Crimes, Control of Crime Proceeds and Other Matters (Act No. 136 of 1999; hereinafter referred to as the “Anti-Organized Crime Act” in the next paragraph) for the period from the Date of Enforcement until the day preceding the date of enforcement of the same Act for Partial Revision, the phrase “crime under Article 157 of the Intermediate Corporation Act (Act No. 49 of 2001) (Special Breach of Trust by Directors, etc.)” in item 62 shall be replaced with “crime under Article 334 of the Act on General Associations and Foundations (Act No. 48 of 2006) (Special Breach of Trust by Directors, etc.)”"}, {"text_block_id": "p48_b882", "text": "(3)"}, {"text_block_id": "p48_b883", "text": "In addition to what is provided for in the preceding paragraph, in the case referred to in the same paragraph, with regard to the application of the provisions of the Anti-Organized Crime Act for the period until the day preceding the date of enforcement of the Act for Partial Revision of the Penal Code, etc. to Respond to Increase in International and Organized Crimes and Advancement of Information Processing, the crime under Article 157 of the old Intermediate Corporation Act (Special Breach of Trust by Directors, etc.) in the cases where the provisions then in force shall remain applicable or remain in force pursuant to Article 457 shall be deemed to be the crime set forth in item 62 of the Appended Table of the Anti-Organized Crime Act."}], "document_description": "The Law is the pillar of Japanese energy conservation policy as well as one of the two key climate law. It was enacted in 1979 in the light of the oil shock with a purpose of promoting effective and rational use of energy. It covers the following sectors: energy management in the industrial, commercial, residential and transportation sectors; energy efficiency standards for vehicles and appliances. The subjects of the Law are factories and workplaces that consume more than 1,500kL of oil equivalent energy annually. Among factories, there are two categories: Factory I that uses more than 3,000kL equivalent; and Factory II that uses between 1,500-3,000kL equivalent. Currently, it covers approximately 90% of the operators in the industrial sector.<br />\n<br />\nEnergy defined under this Law covers energies derived from oil, natural gas, coals, heat (fossil-derived) and other sources of energy derived from the above. Electricity derived from renewable sources such as solar PV, wind and biomass are not subject for this Law. Designated businesses are required to produce reports (regular reporting for Factory II, both regular and mid-term reporting for Factory I) to the Energy Agency of the Ministry of Economy, Trade and Industry. The purpose of this is to report amount of fuel, heat and electricity used in the subject period. Reduction target of 1% on average is set out under the law, with a fine up to JPY1m (USD8,495) according to the violation.<br />\n<br />\nThis Law also mandates an appointment of licensed energy managers for the designated businesses. Other measures include energy efficiency standards for vehicles and appliances, energy conservation labelling, energy regulation for housing and building and Positive Evaluation of Action to Reduce Peak Demand Electricity.<br />\n<br />\nThe Top Runner Programme was introduced in a 1990 amendment, which certifies manufacturers and other entities that satisfy 'Top Runner' criteria. Criteria for the energy-saving performance regarding their products within the target fiscal years (within 3 to 10 years) are set based on the performance of the products with the highest (according to latest level) energy consumption efficiency (top runner performance). The programme applies to machinery, equipment, and building materials, as well as LED lamps and three phase induction motors. The last amendment, in November 2014, added windows to the programme."}