{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Japan", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "28/08/2012", "document_language": "English", "document_name": "Low Carbon City Promotion Act (Eco-city Law) (Law No. 84 of 2014)", "document_country_code": "JPN", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/JPN/2012/JPN-2012-08-28-Low Carbon City Promotion Act (Eco-city Law) (Law No. 84 of 2014)_986d0b66832d87b40bbf51a6e8d9a922.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law is designed to establish a recognition system for low carbon buildings that contribute to the reduction of CO2 in cities, and to give preferential treatment to the buildings of high-performance evaluation through incentives such as tax reduction. Local government is required to make a Low Carbon City Development Plan, and the government gives financial support to the local government which aims for a compact, energy-efficient city.<br>&nbsp;<br>&nbsp;Low Carbon City Development Plan requires the following:<br>1)Targets of low carbon city development<br>2) Summary of following components necessary to achieve the above targets:<br>&nbsp;o City function<br>&nbsp;o Promotion of the use of public transportation<br>&nbsp;o Rationalisation and collaboration in transportation of goods<br>&nbsp;o Conservation of green space and its promotion<br>&nbsp;o Use of sewage-derived heat, solar and other non-fuel energy or on the utilisation of fuel-based facilities committed to efficient use of fossil fuel<br>&nbsp;o Promotion of energy efficiency of buildings and other carbon-reducing measures<br>&nbsp;o Promotion of low carbon emitting cars and others related to reduction of carbon emission<br>&nbsp;o Evaluation on the achievement state of low carbon city development targets<br>&nbsp;<br>&nbsp;Certification criteria for low carbon buildings are defined in relation to the standards set by the Energy Conservation Law and ministerial measures implemented by the Ministry of the Environment, Ministry of Economy, Trade and Industry and Ministry of Land, Infrastructure and Tourism, These include the following:<br>1) Solar PV panels on the roof<br>2) Thickness of ceiling insulation above 180mm<br>3) Thickness of wall insulation above 100mm<br>4) Thickness of flooring insulation above 100mm<br>5) Window blinds to block the sun on windows located on the East and West<br>6) Peaked roof on South side<br>7) Multiple-layered glass on windows, preferably heat insulating"}