{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Japan", "document_category": "Policy", "document_sector_name": ["Water", "Agriculture"], "document_language": "English", "document_name": "Report on Assessment of Impacts of Climate Change in Japan and Future Challenges (Comment Submission)", "document_country_code": "JPN", "document_hazard_name": ["Loss Of Sea Ice", "Changes In Average Precipitation", "Sea Level Rise", "Heat Waves And Heat Stress", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods", "Erosion"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Assessment", "document_framework_name": "Adaptation", "document_region_code": "East Asia & Pacific", "document_date": "01/01/2015", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/JPN/2015/JPN-2015-01-01-Report on Assessment of Impacts of Climate Change in Japan and Future Challenges (Comment Submission)_a3a48d923f92c883f682584301000f05.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Report on Assessment of Impacts of Climate Change in Japan and Future Challenges (Comment Submission)"}, {"text_block_id": "p0_b2", "text": "March 2015"}, {"text_block_id": "p0_b3", "text": "Central Environment Council"}, {"text_block_id": "p2_b4", "text": "1. Purpose of Submission"}, {"text_block_id": "p2_b5", "text": "1.1 Context"}, {"text_block_id": "p2_b6", "text": "From September 2013 to November 2014, Plenary Sessions of the IPCC"}, {"text_block_id": "p2_b7", "text": "approved and released the IPCC"}, {"text_block_id": "p2_b8", "text": "’"}, {"text_block_id": "p2_b9", "text": "s Fifth Assessment Report ("}, {"text_block_id": "p2_b10", "text": "“"}, {"text_block_id": "p2_b11", "text": "The Physical Science Basis"}, {"text_block_id": "p2_b12", "text": "”"}, {"text_block_id": "p2_b13", "text": ";"}, {"text_block_id": "p2_b14", "text": "“"}, {"text_block_id": "p2_b15", "text": "Impacts, Adaptation, and Vulnerability"}, {"text_block_id": "p2_b16", "text": "”"}, {"text_block_id": "p2_b17", "text": ";"}, {"text_block_id": "p2_b18", "text": "“"}, {"text_block_id": "p2_b19", "text": "Mitigation of Climate Change"}, {"text_block_id": "p2_b20", "text": "”"}, {"text_block_id": "p2_b21", "text": "; and"}, {"text_block_id": "p2_b22", "text": "“"}, {"text_block_id": "p2_b23", "text": "Synthesis Report"}, {"text_block_id": "p2_b24", "text": "”"}, {"text_block_id": "p2_b25", "text": "), which includes summaries of the latest scientific findings on climate change. The Fifth Assessment Report shows"}, {"text_block_id": "p2_b26", "text": "“"}, {"text_block_id": "p2_b27", "text": "Warming of the climate system is unequivocal"}, {"text_block_id": "p2_b28", "text": "”"}, {"text_block_id": "p2_b29", "text": "and"}, {"text_block_id": "p2_b30", "text": "“"}, {"text_block_id": "p2_b31", "text": "It is extremely likely that human influence has been the dominant cause of the observed warming."}, {"text_block_id": "p2_b32", "text": "”"}, {"text_block_id": "p2_b33", "text": "Under a scenario in which the necessary measures are taken to limit warming to relatively low levels, global mean surface temperature change will likely be in the range of 0.3"}, {"text_block_id": "p2_b34", "text": "°"}, {"text_block_id": "p2_b35", "text": "C to 1.7"}, {"text_block_id": "p2_b36", "text": "°"}, {"text_block_id": "p2_b37", "text": "C and global mean sea-level rise will likely be in the range of 0.26 to 0.55 m for the period 2081"}, {"text_block_id": "p2_b38", "text": "–"}, {"text_block_id": "p2_b39", "text": "2100, compared to 1986"}, {"text_block_id": "p2_b40", "text": "–"}, {"text_block_id": "p2_b41", "text": "2005. For the same period, under a scenario with greenhouse gas emissions continuing at a relatively high level, global mean surface temperature change will likely be in the range of 2.6"}, {"text_block_id": "p2_b42", "text": "°"}, {"text_block_id": "p2_b43", "text": "C to 4.8"}, {"text_block_id": "p2_b44", "text": "°"}, {"text_block_id": "p2_b45", "text": "C,"}, {"text_block_id": "p2_b46", "text": "and global mean sea-level rise will likely be in the range of 0.45 to 0.82 m. Furthermore, the report also shows that changes in climate have caused impacts on natural and human systems on all continents and across the oceans, and without additional mitigation efforts beyond those in place today, and even with adaptation, warming by the end of the 21st century will lead to high to very high risk of severe, widespread and irreversible impacts globally. Meanwhile, there are multiple mitigation pathways that are likely to limit warming to below 2"}, {"text_block_id": "p2_b47", "text": "°"}, {"text_block_id": "p2_b48", "text": "C relative to pre-industrial levels, but these pathways would require substantial emission reductions over the next few decades and near zero emissions of greenhouse gases by the end of the 21st century."}, {"text_block_id": "p2_b49_merged_merged", "text": "Meanwhile, even if the increase in global mean temperature can be kept below 2°C relative to pre-industrial levels in accordance with the international agreement reached at the COP 18 climate conference in Doha in November 2012, it is likely that Japan will experience various changes in climate such as an increase in temperature, and changes in precipitation, as well as sea-level rise and acidification of the ocean—and it is projected that impacts would occur in various aspects such as disasters, food, and health. Therefore, it is important to diligently promote mitigation efforts, and to promote systematic efforts for adaptation to impacts that have already occurred as well as other unavoidable impacts in the mid-and long-term."}, {"text_block_id": "p2_b55", "text": "Regarding trends outside of Japan, e.g., countries in Europe and North America, it can be noted that the Netherlands published an impact assessment report in 2005 and an adaptation plan in 2007, and revised the impact assessment report in 2013. The United Kingdom published an impact assessment report in 2012 and"}, {"text_block_id": "p3_b56", "text": "an adaptation plan in 2013. The United States of America published an impact assessment report in 2009, had a presidential executive order signed in 2013 on adaptation to climate change, and in 2014 revised the impact assessment report. In Asia, South Korea published both an impact assessment report and an adaptation plan in 2010. Thus, outside of Japan, efforts for the assessment of climate change impacts and formulation of adaptation plans have already occurred."}, {"text_block_id": "p3_b57", "text": "In this context, regarding Japan, it is also meant to be formulating a"}, {"text_block_id": "p3_b58", "text": "“"}, {"text_block_id": "p3_b59", "text": "national adaptation plan"}, {"text_block_id": "p3_b60", "text": "”"}, {"text_block_id": "p3_b61", "text": "as a summary of the efforts of the government, from the perspective of adapting to climate change impacts, with the aim of releasing the plan around the summer of 2015."}, {"text_block_id": "p3_b62", "text": "1.2 Purpose"}, {"text_block_id": "p3_b63", "text": "To formulate the"}, {"text_block_id": "p3_b64", "text": "“"}, {"text_block_id": "p3_b65", "text": "national adaptation plan,"}, {"text_block_id": "p3_b66", "text": "”"}, {"text_block_id": "p3_b67", "text": "it is necessary to ascertain what kind of impacts could be occurring due to climate change in Japan, and to develop plans based on the findings. That is why the Expert Committee on Climate Change Impact Assessment (hereinafter"}, {"text_block_id": "p3_b68", "text": "“"}, {"text_block_id": "p3_b69", "text": "Expert Committee"}, {"text_block_id": "p3_b70", "text": "”"}, {"text_block_id": "p3_b71", "text": ") was formed under the Global Environment Committee of the Central Environment Council (an advisory body to the Japanese Cabinet), and in the committee,"}, {"text_block_id": "p3_b72", "text": "“"}, {"text_block_id": "p3_b73", "text": "the projections of climate change in the future based on existing research"}, {"text_block_id": "p3_b74", "text": "”"}, {"text_block_id": "p3_b75", "text": "and"}, {"text_block_id": "p3_b76", "text": "“"}, {"text_block_id": "p3_b77", "text": "the assessments of climate change impacts on nature and human society in Japan"}, {"text_block_id": "p3_b78", "text": "”"}, {"text_block_id": "p3_b79", "text": "(hereinafter"}, {"text_block_id": "p3_b80", "text": "“"}, {"text_block_id": "p3_b81", "text": "impacts"}, {"text_block_id": "p3_b82", "text": "”"}, {"text_block_id": "p3_b83", "text": ") are compiled. In this way, the impacts of climate change in Japan have been discussed. This report is a summary of climate change impacts as well as future challenges, based on existing findings collected and compiled, as well as discussions of the Expert Committee so far."}, {"text_block_id": "p3_b84", "text": "From the scientific perspective, this report summarizes what kind of impacts could be occurring due to climate change in Japan, as well as the magnitude and probability (significance) of impacts, timing of occurrence of impacts, timing required to initiate adaptation measures and critical decision-making (urgency), and the certainty of information (confidence). Thus, when the government"}, {"text_block_id": "p3_b85", "text": "’"}, {"text_block_id": "p3_b86", "text": "s"}, {"text_block_id": "p3_b87", "text": "“"}, {"text_block_id": "p3_b88", "text": "National Adaptation Plan"}, {"text_block_id": "p3_b89", "text": "”"}, {"text_block_id": "p3_b90", "text": "is being formulated, it is possible to select out the specific sector or category where impacts are likely to occur, and determine whether measures should be taken."}, {"text_block_id": "p3_b91", "text": "1.3 Procedure of Examination"}, {"text_block_id": "p3_b92", "text": "In order to summarize and assess the impacts of climate change in Japan, this Expert Committee was formed under the Global Environment Committee of the Central Environment Council in July 2013, and it proceeded with discussions. During FY 2013, the Expert Committee held its first meeting in August, and four meetings in total by the end of March 2014. The Expert Committee examined the relevant evidence and literature, and considered the required information concerning future impacts and classifications of sectors and categories; as a result of the fourth meeting, it formulated the"}, {"text_block_id": "p3_b93", "text": "“"}, {"text_block_id": "p3_b94", "text": "Interim Report on Future Impacts and Future Challenges of Climate Change in Japan"}, {"text_block_id": "p3_b95", "text": "”"}, {"text_block_id": "p3_b96", "text": "(hereinafter"}, {"text_block_id": "p3_b97", "text": "“"}, {"text_block_id": "p3_b98", "text": "Interim Report"}, {"text_block_id": "p3_b99", "text": "”"}, {"text_block_id": "p3_b100", "text": ")."}, {"text_block_id": "p3_b101_merged_merged_merged_merged_merged", "text": "In FY 2014, the Expert Committee continued to collect literature relating mainly to climate change impacts via public comments based on the Interim Report and communications with local governments and academics, and then, based on collected materials, compiled “current status” and “projected impacts” of"}, {"text_block_id": "p4_b104", "text": "climate change impacts from the scientific perspective, and assessed significance, urgency, and confidence. In the process of summarizing this report, it collected peer-reviewed papers and other literature, including"}, {"text_block_id": "p4_b105", "text": "the findings of the IPCC’s Fifth Assessment Report"}, {"text_block_id": "p4_b106", "text": "relating mainly to climate change impacts in Japan"}, {"text_block_id": "p4_b107", "text": "—"}, {"text_block_id": "p4_b108", "text": "and through the discussion in the Expert Committee, 509 documents were ultimately used to prepare this report."}, {"text_block_id": "p4_b109", "text": "Considering assessments, at first the approach of assessment was discussed by the sixth Expert Committee meeting, in terms of significance, urgency, and confidence, and a basic approach was decided. Then, to accelerate discussions of the Expert Committee,"}, {"text_block_id": "p4_b110", "text": "“"}, {"text_block_id": "p4_b111", "text": "Sectoral working groups considering climate change impacts"}, {"text_block_id": "p4_b112", "text": "”"}, {"text_block_id": "p4_b113", "text": "(Ministry of the Environment Commissioned Study Groups,"}, {"text_block_id": "p4_b114", "text": "hereinafter referred to as “Working Group”"}, {"text_block_id": "p4_b115", "text": "(WG)) were held. With the Expert Committee members and additional WG members, there was a total of 57 persons in five WGs, with each WG meeting three times: Agriculture, Forest / Forestry and Fisheries WG; Water environment / Water resources and Natural disasters / Coastal Areas WG; Natural Ecosystems WG; Human Health WG; and Industrial / Economic Activities and Life of Citizenry and Urban Life WG."}, {"text_block_id": "p4_b116", "text": "To begin with, in each sector, the classification of categories and sub-categories was discussed, and 30 categories and 56 sub-categories were identified in seven sectors. For each category, the current status and projected impacts were examined, based on literature and discussions by the Working Groups."}, {"text_block_id": "p4_b117", "text": "Next, impacts were assessed in terms of significance, urgency, and confidence. This was done in accordance with the assessment approach stipulated by the Expert Committee, for each sector; assessments were based on literature to the greatest extent possible, and expert judgment was applied. (Section 3.2"}, {"text_block_id": "p4_b118", "text": "“Approach for Assessment of Climate Change Impacts” provides details of the assessment"}, {"text_block_id": "p4_b119", "text": "approach.) For assessments, the greatest possible effort was made to provide a clear basis for the assessment and to use expressions that were understandable for the layperson."}, {"text_block_id": "p4_b120", "text": "The results of deliberations by each Working Group were confirmed from a cross-sectoral perspective by this Expert Committee, and integrated into a final summary."}, {"text_block_id": "p4_b121", "text": "2. Overview of Climate Change in Japan"}, {"text_block_id": "p4_b122", "text": "2.1 Major Efforts for Observation and Projection of Climate Change Impacts"}, {"text_block_id": "p4_b123", "text": "(1) Observation of Climate Change"}, {"text_block_id": "p4_b124_merged_merged_merged_merged", "text": "For the observation of climate change, under the Japan Meteorological Agency and related agencies, in addition to in situ and ship-based observation, in recent years observation has also been implemented by satellite for the distribution of sea ice, and by Argo floatsfor water temperature and salinity."}, {"text_block_id": "p5_b126", "text": "Continuous monitoring of climate change is being conducted in a variety of ways, such as aircraft-based monitoring of GHG concentrations, satellite-based monitoring of column-averaged concentrations of CO"}, {"text_block_id": "p5_b127", "text": "2"}, {"text_block_id": "p5_b128", "text": "and methane by the Greenhouse gases Observing SATellite(GOSAT)"}, {"text_block_id": "p5_b129", "text": "“"}, {"text_block_id": "p5_b130", "text": "IBUKI,"}, {"text_block_id": "p5_b131", "text": "”"}, {"text_block_id": "p5_b132", "text": "and precipitation and sea surface temperature by the Global Change Observing Mission"}, {"text_block_id": "p5_b133", "text": "–"}, {"text_block_id": "p5_b134", "text": "Water (GCOM-W)"}, {"text_block_id": "p5_b135", "text": "“"}, {"text_block_id": "p5_b136", "text": "SHIZUKU"}, {"text_block_id": "p5_b137", "text": "”"}, {"text_block_id": "p5_b138", "text": "satellite. In addition, under the Earth Observation Promotion Strategy (Council for Science and Technology Policy, 2004), priority has been assigned to elucidation of phenomena related to global warming, the projections of its impacts, and the mitigation of and adaptation to global warming; the efforts are being advanced through collaboration among various government ministries."}, {"text_block_id": "p5_b139", "text": "(2) Projections of Climate Change"}, {"text_block_id": "p5_b140", "text": "For projections of climate change, in order to provide information to contribute to consideration of mitigation and adaptation, the Japan Meteorological Agency has been periodically publishing the results of numerical model experiments since FY 1996, under the title of"}, {"text_block_id": "p5_b141", "text": "“"}, {"text_block_id": "p5_b142", "text": "Global Warming Projection"}, {"text_block_id": "p5_b143", "text": "”"}, {"text_block_id": "p5_b144", "text": "reports; the latest version,"}, {"text_block_id": "p5_b145", "text": "“"}, {"text_block_id": "p5_b146", "text": "Global Warming Projection Vol. 8,"}, {"text_block_id": "p5_b147", "text": "”"}, {"text_block_id": "p5_b148", "text": "was published in March 2013. Using that data, some local meteorological observatories also assess and publish local climate change reports."}, {"text_block_id": "p5_b149", "text": "From FY 2007 to FY 2011, the Ministry of Education, Culture, Sports, Science and Technology (MEXT) conducted the"}, {"text_block_id": "p5_b150", "text": "“"}, {"text_block_id": "p5_b151", "text": "Innovative Program of Climate Change Projection for the 21st Century"}, {"text_block_id": "p5_b152", "text": "”"}, {"text_block_id": "p5_b153", "text": "(KAKUSHIN Program), under which three types of projection experiments were conducted (Long-Term Global Change Projection, Near-Term Climate Prediction, and Extreme Event Projection); other research was also conducted, targeting the themes of assessing the impacts of climate change on natural disasters, making further advances in climate models, and quantification of uncertainty. The Ministry is currently implementing the"}, {"text_block_id": "p5_b154", "text": "“"}, {"text_block_id": "p5_b155", "text": "Program for Risk Information on Climate Change (SOUSEI),"}, {"text_block_id": "p5_b156", "text": "”"}, {"text_block_id": "p5_b157", "text": "which started in FY 2012, with the aims of improving climate change projections as well as generating basic information required for managing various risks resulting from climate change."}, {"text_block_id": "p5_b158_merged_merged_merged_merged", "text": "Also, from FY 2007 to FY 2011, the Ministry of the Environment conducted a project named the “Integrated Research on Climate Change Scenarios to Increase Public Awareness and Contribute to the Policy Process (S-5),” which assessed uncertainty using the projection results of multiple climate models and conducted research on downscaling to obtain detailed projection information for Japan. In addition, in FY 2013 and FY 2014, the Ministry of the Environment and the Japan Meteorological Agency, through cooperation with the Data Integration and Analysis System Program (DIAS-P) on global environmental information (under MEXT) conducted detailed climate change projections for the region of Japan at the end of the 21st century based on scenarios used in the IPCC Fifth Assessment Report. Projection results were formulated, taking uncertainty into account by implementing multiple projection calculations with various conditions, and the findings were published on December 12, 2014 under the title “Results of Climate Change Projections in Japan Considering Uncertainty (Announcement)” (in"}, {"text_block_id": "p6_b167", "text": "Japanese)."}, {"text_block_id": "p6_b168", "text": "Since FY 2009, the Ministry of Land, Infrastructure, Transport and Tourism has been promoting research relating to future projections including torrential rainfall, flood, storm surges, and urban rainfall under climate change conditions, for the purpose of showing what technological infrastructure is required for multi-faceted consideration and establishment of policies to respond to future climate change, from a view point of water disaster prevention, water utilization, and the environment."}, {"text_block_id": "p6_b169", "text": "2.2 Observation Results and Projections of Climate Change"}, {"text_block_id": "p6_b170", "text": "The results of observation on climate change described below are based mainly on the"}, {"text_block_id": "p6_b171", "text": "“"}, {"text_block_id": "p6_b172", "text": "Climate Change Monitoring Report 2013"}, {"text_block_id": "p6_b173", "text": "”"}, {"text_block_id": "p6_b174", "text": "(Japan Meteorological Agency, available in Japanese and English)."}, {"text_block_id": "p6_b175_merged_merged", "text": "The projections of climate change described below mainly utilize of the results of the Japan Meteorological Agency’s “Global Warming Projection Vol. 8” (2013) (hereinafter GWPV8), and the “Results of Climate Change Projections in Japan Considering Uncertainty (Announcement)” (in Japanese) (Friday, December 12, 2014: press release by the Ministry of the Environment and the Japan Meteorological Agency) detailed climate projections for the Japan region, implemented by the Ministry of the Environment and the Japan Meteorological Agency (hereinafter “Projection with Uncertainty”) (in Japanese). These projections for the end of the 21st century rely on dynamic downscaling using a non-hydrostatic regional climate model (NHRCM) developed by the Meteorological Research Institute, and each is calculated as shown below."}, {"text_block_id": "p7_b188", "text": "Summary of Projections"}, {"text_block_id": "p7_b189", "text": "Note: In GWPV8, to input global model projection results to the NHRCM, a regional climate model with horizontal resolution of 15 km was used."}, {"text_block_id": "p7_b190", "text": "Note: Please refer to the following URL for general descriptions of the each set of projections."}, {"text_block_id": "p7_b191", "text": "GWPV8"}, {"text_block_id": "p7_b192", "text": "http://ds.data.jma.go.jp/tcc/tcc/products/gwp/gwp8/index.html"}, {"text_block_id": "p7_b193", "text": "(excerpt)"}, {"text_block_id": "p7_b194", "text": "Projection with Uncertainty"}, {"text_block_id": "p7_b195_merged", "text": "In the following discussion, citations from the “Climate Change Monitoring Report 2013” are indicated by *I, GWPV8 by *II, and “Projection with Uncertainty” by *III. Other citations are indicated by their respective sources."}, {"text_block_id": "p7_b204", "text": "Climate change projections are calculated by climate models based on scenarios of how atmospheric concentrations of greenhouse gases, aerosols, and other substances change; those projections of the future involve a certain degree of uncertainty due to such factors as the uncertainty of the models, imperfections in the models, and internal variability of climate systems."}, {"text_block_id": "p7_b205", "text": "Also, in day-to-day weather and seasonal variations, high or low temperature events, torrential rainfall,"}, {"text_block_id": "p8_b206", "text": "heavy snowfall, or other events can sometimes be observed that diverge significantly from the long-term trends. Because of this, to ascertain the impacts of global warming, it is important to have the long-term perspective of time in terms of several decades."}, {"text_block_id": "p8_b207", "text": "(1) Current Greenhouse Gas Emissions"}, {"text_block_id": "p8_b208", "text": "i) Observation Results"}, {"text_block_id": "p8_b209", "text": "i) Observation Results\n* The Working Group I contribution to the IPCC\n* s Fifth Assessment Report shows that atmospheric\n* Observation results by the Japan Meteorological Agency of atmospheric CO\n* Observation results by the Japan Meteorological Agency of atmospheric CO\n 2\n* Observation results by the Japan Meteorological Agency of atmospheric CO\n 2\n concentrations\n* Observation results by the Japan Meteorological Agency of atmospheric CO\n 2\n concentrations\n show\n* Observation results by the Japan Meteorological Agency of atmospheric CO\n 2\n concentrations\n show\n 2\n* Observation results by the Japan Meteorological Agency of atmospheric CO\n 2\n concentrations\n show\n 2\n concentrations continue to increase, and in 2013 the monthly mean values\n* Based on observation results of the Greenhouse gases Observing SATellite (GOSAT)\n* IBUKI\n* IBUKI\n â\n* IBUKI\n â\n ,\n* IBUKI\n â\n ,\n analysis of the monthly mean of CO\n* IBUKI\n â\n ,\n analysis of the monthly mean of CO\n 2\n* IBUKI\n â\n ,\n analysis of the monthly mean of CO\n 2\n column average concentrations in Japan from June 2009 to May\n* IBUKI\n â\n ,\n analysis of the monthly mean of CO\n 2\n column average concentrations in Japan from June 2009 to May\n 2\n* IBUKI\n â\n ,\n analysis of the monthly mean of CO\n 2\n column average concentrations in Japan from June 2009 to May\n 2\n concentrations increased year by year, and in April 2013, the monthly mean\n* IBUKI\n â\n ,\n analysis of the monthly mean of CO\n 2\n column average concentrations in Japan from June 2009 to May\n 2\n concentrations increased year by year, and in April 2013, the monthly mean\n The results also show annual variations as"}, {"text_block_id": "p8_b232", "text": "ii) Projections"}, {"text_block_id": "p8_b233", "text": "ii) Projections\n* Simulations used for consideration in the IPCCâs Fifth Assessment Report were implemented based on\n<\\li1>"}, {"text_block_id": "p9_b237", "text": "ii) Projections\n* Simulations used for consideration in the IPCCâs Fifth Assessment Report were implemented based on\n<\\li1>\n"}, {"text_block_id": "p9_b240", "text": "(2) Atmospheric Temperature"}, {"text_block_id": "p9_b241", "text": "i) Observation Results"}, {"text_block_id": "p9_b242", "text": "i) Observation Results\n* The annual mean temperature in Japan fluctuates on different time scales ranging from years to\n* The annual mean temperature in Japan fluctuates on different time scales ranging from years to\n (*I)\n* It is virtually certain that seasonal mean temperatures for winter, spring, summer and autumn have\n* It is virtually certain that seasonal mean temperatures for winter, spring, summer and autumn have\n (*I)\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n trend in the period 1931 to 2013. Meanwhile, the annual\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n trend in the period 1931 to 2013. Meanwhile, the annual\n number of days with maximum\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n trend in the period 1931 to 2013. Meanwhile, the annual\n number of days with maximum\n (*I)\n* It is virtually certain that the annual number of days with minimum temperatures below 0Â°C has\n* 2013, while the annual number of days with minimum\n* 2013, while the annual number of days with minimum\n (*I)\n* In addition to the impact of climate change, a long-term temperature increase trend is also evident in"}, {"text_block_id": "p10_b262", "text": "i) Observation Results\n* The annual mean temperature in Japan fluctuates on different time scales ranging from years to\n* The annual mean temperature in Japan fluctuates on different time scales ranging from years to\n (*I)\n* It is virtually certain that seasonal mean temperatures for winter, spring, summer and autumn have\n* It is virtually certain that seasonal mean temperatures for winter, spring, summer and autumn have\n (*I)\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n trend in the period 1931 to 2013. Meanwhile, the annual\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n trend in the period 1931 to 2013. Meanwhile, the annual\n number of days with maximum\n* The annual number of days with maximum temperatures of 30Â°C or higher shows no discernible\n trend in the period 1931 to 2013. Meanwhile, the annual\n number of days with maximum\n (*I)\n* It is virtually certain that the annual number of days with minimum temperatures below 0Â°C has\n* 2013, while the annual number of days with minimum\n* 2013, while the annual number of days with minimum\n (*I)\n* In addition to the impact of climate change, a long-term temperature increase trend is also evident in\n"}, {"text_block_id": "p10_b263", "text": "ii) Projections"}, {"text_block_id": "p10_b264", "text": "ii) Projections\n* The higher the GHG emissions, the more the temperature will increase.\n* The higher the GHG emissions, the more the temperature will increase.\n (*II, *III)\n* Annual mean temperature will increase, with more increase at higher than lower latitudes, and in\n* Annual mean temperature will increase, with more increase at higher than lower latitudes, and in\n (*II, *III)\n* The number of hot days and hot nights will increase, and the number of cold days will decrease.\n* The number of hot days and hot nights will increase, and the number of cold days will decrease.\n (*II, *III)\n* The number of hot days and hot nights will increase, and the number of cold days will decrease.\n (*II, *III)\n <Low emissions of GHGs (GHG concentrations stabilize at low levels) RCP2.6 scenario>\n* Annual mean temperature will increase by 1.1Â°C in Japan, relative to the end of the 20th century\n* Annual mean temperature will increase by 1.1Â°C in Japan, relative to the end of the 20th century\n 0.5\n* 1.7Â°C). An increase in temperature will be greater at higher than lower\n* 1.7Â°C). An increase in temperature will be greater at higher than lower\n (*III)\n* The annual number of days with maximum temperatures of 30Â°C or higher will increase by a national\n* The annual number of days with maximum temperatures of 30Â°C or higher will increase by a national\n of 12.4 days relative to the end of the 20th century, in particular, with an increase of an\n* The annual number of days with maximum temperatures of 30Â°C or higher will increase by a national\n of 12.4 days relative to the end of the 20th century, in particular, with an increase of an\n (*III)\n* On the other hand, for the annual number of days with maximum temperatures below 0Â°C, the\n* On the other hand, for the annual number of days with maximum temperatures below 0Â°C, the\n (*III)\n* On the other hand, for the annual number of days with maximum temperatures below 0Â°C, the\n (*III)\n <High emissions of GHGs (GHG concentrations stabilize at high levels) SRES A1B scenario>\n* Annual mean temperature will increase by 3.0Â°C in Japan, relative to the end of the 20th century. (*II)\n* The maximum temperature on extremely hot summer days (the 20-year return value of annual\n* The annual number of days with daily minimum temperatures below 0Â°C and annual number of days"}, {"text_block_id": "p11_b296", "text": "ii) Projections\n* The higher the GHG emissions, the more the temperature will increase.\n* The higher the GHG emissions, the more the temperature will increase.\n (*II, *III)\n* Annual mean temperature will increase, with more increase at higher than lower latitudes, and in\n* Annual mean temperature will increase, with more increase at higher than lower latitudes, and in\n (*II, *III)\n* The number of hot days and hot nights will increase, and the number of cold days will decrease.\n* The number of hot days and hot nights will increase, and the number of cold days will decrease.\n (*II, *III)\n* The number of hot days and hot nights will increase, and the number of cold days will decrease.\n (*II, *III)\n <Low emissions of GHGs (GHG concentrations stabilize at low levels) RCP2.6 scenario>\n* Annual mean temperature will increase by 1.1Â°C in Japan, relative to the end of the 20th century\n* Annual mean temperature will increase by 1.1Â°C in Japan, relative to the end of the 20th century\n 0.5\n* 1.7Â°C). An increase in temperature will be greater at higher than lower\n* 1.7Â°C). An increase in temperature will be greater at higher than lower\n (*III)\n* The annual number of days with maximum temperatures of 30Â°C or higher will increase by a national\n* The annual number of days with maximum temperatures of 30Â°C or higher will increase by a national\n of 12.4 days relative to the end of the 20th century, in particular, with an increase of an\n* The annual number of days with maximum temperatures of 30Â°C or higher will increase by a national\n of 12.4 days relative to the end of the 20th century, in particular, with an increase of an\n (*III)\n* On the other hand, for the annual number of days with maximum temperatures below 0Â°C, the\n* On the other hand, for the annual number of days with maximum temperatures below 0Â°C, the\n (*III)\n* On the other hand, for the annual number of days with maximum temperatures below 0Â°C, the\n (*III)\n <High emissions of GHGs (GHG concentrations stabilize at high levels) SRES A1B scenario>\n* Annual mean temperature will increase by 3.0Â°C in Japan, relative to the end of the 20th century. (*II)\n* The maximum temperature on extremely hot summer days (the 20-year return value of annual\n* The annual number of days with daily minimum temperatures below 0Â°C and annual number of days\n* Annual mean temperature will increase by 4.4Â°C in Japan relative to the end of the 20th century\n* Annual mean temperature will increase by 4.4Â°C in Japan relative to the end of the 20th century\n (*III)\n* The annual number of days with daily maximum temperatures of 30Â°C or higher will increase an\n* The annual number of days with daily maximum temperatures of 30Â°C or higher will increase an\n (*III)\n* The annual number of days with daily maximum temperatures less than 0Â°C will decrease by an\n* The annual number of days with daily maximum temperatures less than 0Â°C will decrease by an\n (*III)"}, {"text_block_id": "p11_b308", "text": "(3) Precipitation"}, {"text_block_id": "p11_b309", "text": "i) Observation Results"}, {"text_block_id": "p11_b310", "text": "i) Observation Results\n* For annual precipitation, no long-term trend is evident for the period 1898\n* 2013, but Japan\n* 2013, but Japan\n (*I)\n* It is extremely likely that the annual number of days with precipitation of â¥ 100 mm has increased"}, {"text_block_id": "p11_b324", "text": "ii) Projections"}, {"text_block_id": "p11_b325", "text": "ii) Projections\n* Annual precipitation is characterized by a large range of inter-annual variability; changes in both\n* The frequency of heavy rainfall and short-term intense rainfall will increase across Japan relative to"}, {"text_block_id": "p12_b330", "text": "ii) Projections\n* Annual precipitation is characterized by a large range of inter-annual variability; changes in both\n* The frequency of heavy rainfall and short-term intense rainfall will increase across Japan relative to\n* The annual number of dry days (days with daily precipitation of less than 1.0 mm) will increase\n* The annual number of dry days (days with daily precipitation of less than 1.0 mm) will increase\n (*II, *III)\n* The northward shift of the Baiu front (which brings rainfall widely in Japan) will be delayed, and the\n* The northward shift of the Baiu front (which brings rainfall widely in Japan) will be delayed, and the\n <Low emissions of GHGs (GHG concentrations stabilize at low levels) RCP2.6 scenario>\n* The amount of precipitation from heavy rainfall (amount of precipitation in one day from the top 5%\n* The annual number of dry days (daily precipitation of less than 1.0 mm) will be almost unchanged, or\n* The annual number of dry days (daily precipitation of less than 1.0 mm) will be almost unchanged, or\n (*III)\n* The annual number of dry days (daily precipitation of less than 1.0 mm) will be almost unchanged, or\n (*III)\n <High emissions of GHGs (GHG concentrations stabilize at high levels) SRES A1B scenario>\n* The annual number of dry days (daily precipitation of less than 1.0 mm) will increase by 7.7 days\n* The annual number of dry days (daily precipitation of less than 1.0 mm) will increase by 7.7 days\n (*II)\n* The annual number of dry days (daily precipitation of less than 1.0 mm) will increase by 7.7 days\n (*II)\n <Very high emissions of GHGs (GHG concentrations reach very high levels) RCP8.5 scenario>\n* The amount of precipitation from heavy precipitation (amount of precipitation in one day from the top\n* The annual number of dry days (days with daily precipitation of less than 1.0 mm) will increase by an\n* The annual number of dry days (days with daily precipitation of less than 1.0 mm) will increase by an\n (*III)"}, {"text_block_id": "p12_b355", "text": "(4) Snow Cover / Snowfall"}, {"text_block_id": "p12_b356", "text": "i) Observation Results"}, {"text_block_id": "p12_b357", "text": "i) Observation Results\n* The annual maximum snow depth for the period 1962 to 2013 onward on the Sea of Japan side of\n<\\li1>"}, {"text_block_id": "p13_b360", "text": "ii) Projections"}, {"text_block_id": "p13_b361", "text": "ii) Projections\n* Snow cover and snowfall will decrease mainly on the Sea of Japan side of eastern Japan.\n* Snow cover and snowfall will decrease mainly on the Sea of Japan side of eastern Japan.\n In some\n* Snow cover and snowfall will decrease mainly on the Sea of Japan side of eastern Japan.\n In some\n (*II)\n* The snow cover duration and snowfall season will be shorter (beginning of the season will be later,\n* The snow cover duration and snowfall season will be shorter (beginning of the season will be later,\n (*II)"}, {"text_block_id": "p13_b368", "text": "(5) Oceans"}, {"text_block_id": "p13_b369", "text": "i) Observation Results"}, {"text_block_id": "p13_b370", "text": "i) Observation Results\n* The rate of increase of sea surface temperature (annual mean)around Japan over the last 100 years up\n* The rate of increase of sea surface temperature (annual mean)around Japan over the last 100 years up\n (*I)\n* Regarding sea levels along the coast of Japan, no clear long-term increasing trend is evident since\n* Regarding sea levels along the coast of Japan, no clear long-term increasing trend is evident since\n (*I)"}, {"text_block_id": "p13_b376", "text": "ii) Projections"}, {"text_block_id": "p13_b377", "text": "・"}, {"text_block_id": "p13_b378", "text": "Sea surface temperature around Japan will increase in the long-term, and the long-term trend is for a greater increase in the Sea of Japan than in Japan"}, {"text_block_id": "p13_b379", "text": "’"}, {"text_block_id": "p13_b380", "text": "s southern waters."}, {"text_block_id": "p13_b381", "text": "・"}, {"text_block_id": "p13_b382_merged_merged_merged_merged_merged_merged", "text": "Even if the necessary global warming measures were taken to limit the extent of temperature increase to a relatively low level, global mean sea levels are projected to continue rising during the 21st century. However, regarding sea levels in the vicinity of Japan, for uncertainty of projections, it is also necessary to take into account the conspicuous periodic variations in sea level."}, {"text_block_id": "p14_b384", "text": "(6) Sea Ice"}, {"text_block_id": "p14_b385", "text": "i) Observation Results"}, {"text_block_id": "p14_b386", "text": "・"}, {"text_block_id": "p14_b387", "text": "According to observation results from 1971 to 2013, there is large annual variation in the accumulated sea ice extent"}, {"text_block_id": "p14_b388", "text": "and the maximum sea ice extent"}, {"text_block_id": "p14_b389", "text": "in the Sea of Okhotsk, but these parameters are decreasing in the long term (statistically significant at a confidence level of 99%)."}, {"text_block_id": "p14_b390", "text": "(*I)"}, {"text_block_id": "p14_b391", "text": "・"}, {"text_block_id": "p14_b392", "text": "During the period 1971"}, {"text_block_id": "p14_b393", "text": "–"}, {"text_block_id": "p14_b394", "text": "2013 the accumulated sea ice extent (an index that shows the potency of sea ice) in the Sea of Okhotsk declined at a rate of 1.75 million km"}, {"text_block_id": "p14_b395", "text": "2"}, {"text_block_id": "p14_b396", "text": "per decade, and the maximum sea ice extent declined at a rate of 58,000 km"}, {"text_block_id": "p14_b397", "text": "2"}, {"text_block_id": "p14_b398", "text": "(equivalent to 3.7% of the total area of the Sea of Okhotsk) per decade."}, {"text_block_id": "p14_b399", "text": "(*I)"}, {"text_block_id": "p14_b400", "text": "ii) Projections"}, {"text_block_id": "p14_b401", "text": "・"}, {"text_block_id": "p14_b402", "text": "Sea ice extent in the Sea of Okhotsk from January to April will decline by approximately 75% relative to the end of the 20th century."}, {"text_block_id": "p14_b403", "text": "・"}, {"text_block_id": "p14_b404", "text": "The maximum sea ice extent observed around March will decline by approximately 75% relative to the end of the 20th century."}, {"text_block_id": "p14_b405", "text": "・"}, {"text_block_id": "p14_b406", "text": "Due to the advance of climate change, freezing will begin later in late autumn, and sea ice retreat northward in spring will be earlier."}, {"text_block_id": "p14_b407", "text": "(7) Typhoons"}, {"text_block_id": "p14_b408", "text": "i) Observation Results"}, {"text_block_id": "p14_b409", "text": "・"}, {"text_block_id": "p14_b410_merged_merged_merged", "text": "During the period from 1951 to 2013, the numbers of formations show no discernible long-term trend, but have often been lower since the latter half of the 1990s than in previous years. Since 1977 when the collection of complete data on maximum wind speed near the typhoon centers began, no trend is shown in the incidence of typhoons with maximum wind speeds of 33 m/s or higher, and for the numbers of formations. (*I)"}, {"text_block_id": "p14_b412", "text": "ii) Projections"}, {"text_block_id": "p14_b413", "text": "・"}, {"text_block_id": "p14_b414", "text": "An increasing trend is projected relative to the present in the number of occurrences of strong typhoons, the maximum intensity of typhoons, and rainfall intensity at the time of maximum typhoon intensity. It should be noted that the number of occurrences of typhoons in the western Pacific is"}, {"text_block_id": "p15_b415", "text": "projected to decrease slightly in the long term."}, {"text_block_id": "p15_b416", "text": "・"}, {"text_block_id": "p15_b417", "text": "Some research results indicate that extremely strong typhoons may increase in Japan"}, {"text_block_id": "p15_b418", "text": "’"}, {"text_block_id": "p15_b419", "text": "s southern seas relative to the present, and that these extremely strong typhoons may reach the vicinity of Japan while relatively maintaining their strength."}, {"text_block_id": "p15_b420", "text": "3. Overview of Impacts of Climate Change in Japan"}, {"text_block_id": "p15_b421", "text": "3.1 Major Efforts for Observation and Projection of Climate Change Impacts"}, {"text_block_id": "p15_b422", "text": "(1) Cross-sectoral and Integrated"}, {"text_block_id": "p15_b423", "text": "Under the"}, {"text_block_id": "p15_b424", "text": "from FY 2005 to FY 2009, the Ministry of the Environment funded a project named the"}, {"text_block_id": "p15_b425", "text": "“"}, {"text_block_id": "p15_b426", "text": "Comprehensive Assessment of Climate Change Impacts to Determine the Dangerous Level of Global Warming and Appropriate Stabilization Target of Atmospheric GHG Concentration (S-4)."}, {"text_block_id": "p15_b427", "text": "”"}, {"text_block_id": "p15_b428", "text": "The project did a comprehensive assessment of global warming impacts in five sectors (water resources, forests, agriculture, coastal areas/disaster prevention, and human health), and quantified the differences in impacts depending on the climate stabilization scenario, including assessments by region, and assessments of damage costs. The"}, {"text_block_id": "p15_b429", "text": "“"}, {"text_block_id": "p15_b430", "text": "Comprehensive Study on Impact Assessment and Adaptation for Climate Change (S-8)"}, {"text_block_id": "p15_b431", "text": "”"}, {"text_block_id": "p15_b432", "text": "has been under way since FY 2010, with the aim of responding to policy demands such as climate projections and projections of impacts based on those, and development of adaptation measures at the regional level. Under the program, research is being conducted relating to high-confidence quantitative assessments of nationwide climate change impacts on Japan; impact assessments and comprehensive adaptation policies at the municipal level; and indicators of vulnerability and effectiveness of adaptation in the Asia-Pacific region. From FY 2007 to FY 2011, the"}, {"text_block_id": "p15_b433", "text": "“"}, {"text_block_id": "p15_b434", "text": "Integrated Research on Climate Change Scenarios to Increase Public Awareness and Contribute to the Policy Process (S-5)"}, {"text_block_id": "p15_b435", "text": "”"}, {"text_block_id": "p15_b436", "text": "was involved in projections of impacts."}, {"text_block_id": "p15_b437_merged_merged_merged", "text": "Since FY 2010, the Ministry of Education, Culture, Sports, Science and Technology (MEXT) has been conducting the “Research Program on Climate Change Adaptation (RECCA),” aiming to provide scientific findings from the results of global-scale climate change projections for developing climate change adaptation at the regional scale (e.g., prefectures, municipalities). The program has been developing advanced data downscaling methods, data assimilation technology, and simulation technology for climate change adaptation. As a part of those efforts, under the “Program for Risk Information on Climate Change” implemented since FY 2012, precise impact assessments in response to key issues which are important for creating information that can contribute to climate change risk management are being developed."}, {"text_block_id": "p16_b447", "text": "Research programs such as these that deal with impact projections make use of each other"}, {"text_block_id": "p16_b448", "text": "’"}, {"text_block_id": "p16_b449", "text": "s findings, and collaboration is encouraged in order to obtain better outcomes. Programs such as S-8, RECCA, and the Program for Risk Information on Climate Change mentioned above also organize activities such as research exchange meetings."}, {"text_block_id": "p16_b450", "text": "MEXT has also been implementing the"}, {"text_block_id": "p16_b451", "text": "“"}, {"text_block_id": "p16_b452", "text": "Data Integration and Analysis System Program (DIAS-P"}, {"text_block_id": "p16_b453", "text": ")"}, {"text_block_id": "p16_b454", "text": "”"}, {"text_block_id": "p16_b455", "text": "since FY 2011 as an effort to create data infrastructure. This program integrates and analyzes an enormous amount of diverse data (e.g., climate change projections data, global observation data, socioeconomic data) to create useful scientific findings for policy development on climate change adaptation, and it improves upon the"}, {"text_block_id": "p16_b456", "text": "“"}, {"text_block_id": "p16_b457", "text": "Data Integration and Analysis System"}, {"text_block_id": "p16_b458", "text": "”"}, {"text_block_id": "p16_b459", "text": "(DIAS) information platform, which was designed to promote the use of this data internationally and domestically."}, {"text_block_id": "p16_b460", "text": "(2) Agriculture, Forest/Forestry, Fisheries"}, {"text_block_id": "p16_b461", "text": "As for Japan"}, {"text_block_id": "p16_b462", "text": "’"}, {"text_block_id": "p16_b463", "text": "s Ministry of Agriculture, Forestry and Fisheries, a program entitled"}, {"text_block_id": "p16_b464", "text": "“"}, {"text_block_id": "p16_b465", "text": "Development of technology for impacts, mitigation and adaptation of climate change"}, {"text_block_id": "p16_b466", "text": "”"}, {"text_block_id": "p16_b467", "text": "was conducted from FY 2006 to FY 2009 involving projections of displacement of suitable growing areas for fruit trees, enhancements of offshore marine ecosystem models, development of global warming impact assessment technologies for fisheries industries, and projections of impacts on existing production areas for major migratory fish species in the Sea of Japan. Currently, as part of the"}, {"text_block_id": "p16_b468", "text": "“"}, {"text_block_id": "p16_b469", "text": "Technology Development for Circulatory Food Production Systems Responsive to Climate Change,"}, {"text_block_id": "p16_b470", "text": "”"}, {"text_block_id": "p16_b471", "text": "being implemented since FY 2010, some of the work being conducted involves doing accurate assessments of the mid-and long-term impacts of climate change on Japan"}, {"text_block_id": "p16_b472", "text": "’"}, {"text_block_id": "p16_b473", "text": "s agriculture, forestry and fisheries industries, and assessing the impacts on agricultural water resources of extreme events, which are expected to increase in frequency (e.g., flood, water shortages, droughts, disasters in mountain areas). In addition, in order to ascertain the impacts of global warming, studies have been conducted in Japan since FY 2007 in cooperation with prefectures, regarding the occurrence of climate change impacts such as heat damage in food growing areas, and the results have been published in"}, {"text_block_id": "p16_b474", "text": "“"}, {"text_block_id": "p16_b475", "text": "Report of Global Warming Impacts Studies"}, {"text_block_id": "p16_b476", "text": "”"}, {"text_block_id": "p16_b477", "text": "(in Japanese) and elsewhere."}, {"text_block_id": "p16_b478", "text": "(3) Water Environment, Water Resources"}, {"text_block_id": "p16_b479_merged_merged_merged_merged", "text": "From FY 2009 to FY 2012, the Ministry of the Environment conducted work to ascertain the impacts of climate change on issues such as water quality of public waters, and to project the impacts of future climate change on water quality, based on analysis of observational data, development of water quality project models, and on analytical results. The findings were published in the “Report on the Impacts of Climate Change on Water Quality.” (in Japanese) Since FY 2013, based on studies until previous years, projections of future impacts on water quality and ecosystems and consideration of necessary adaptation measures have been implemented (especially for lakes and marshes)."}, {"text_block_id": "p17_b484", "text": "(4) Natural Ecosystems"}, {"text_block_id": "p17_b485", "text": "The Ministry of the Environment is conducting ongoing monitoring of ecosystems that are especially susceptible to climate change impacts such as alpine zones and coral ecosystems, and made reference to the impacts of global warming on biodiversity (e.g., magnitude of current damage) in the"}, {"text_block_id": "p17_b486", "text": "“"}, {"text_block_id": "p17_b487", "text": "Report of Comprehensive Assessment of Biodiversity in Japan,"}, {"text_block_id": "p17_b488", "text": "”"}, {"text_block_id": "p17_b489", "text": "published in FY 2010."}, {"text_block_id": "p17_b490", "text": "(5) Natural Disasters, Coastal Areas"}, {"text_block_id": "p17_b491", "text": "Since FY 2009, the Ministry of Land, Infrastructure, Transport and Tourism has been implementing analyses of the impacts of future climate change on water disaster prevention measures for first-class river systems nationwide; analysis of the impacts of increases in torrential rainfall on urban rainwater management; analysis of the characteristics of future anomalies in storm surges in Japan"}, {"text_block_id": "p17_b492", "text": "’"}, {"text_block_id": "p17_b493", "text": "s three major bays; preparation of risk maps for inundation damage from storm surges considering the impacts of global warming, and damage functions for coastal inundation; sensitivity analysis of flood inundation to global warming by storm surges in Japan"}, {"text_block_id": "p17_b494", "text": "’"}, {"text_block_id": "p17_b495", "text": "s three major bays; consideration of impacts from global warming; and studies to measure and assess the impacts of sea-level rise."}, {"text_block_id": "p17_b496", "text": "(6) Human Health"}, {"text_block_id": "p17_b497", "text": "Since FY 2010, the Ministry of the Environment, as part of the"}, {"text_block_id": "p17_b498", "text": "“"}, {"text_block_id": "p17_b499", "text": "Comprehensive Study on Impact Assessment and Adaptation for Climate Change (S-8)"}, {"text_block_id": "p17_b500", "text": "”"}, {"text_block_id": "p17_b501", "text": "under the Environment Research and Technology Development Fund, has been conducting research work relating to the impacts of increasing temperature on heat stress. Examples include refining and simplifying a model for climate change mortality impacts, developing a heat-wave warning system, and assessing the effectiveness and economic viability of those systems. This research is also examining the impacts of climate change on infectious diseases, including studies regarding the habitat distribution of mosquitoes that are vectors of dengue fever."}, {"text_block_id": "p17_b502", "text": "(7) Life of Citizenry, Urban Life"}, {"text_block_id": "p17_b503", "text": "In FY 2008, the Ministry of the Environment implemented studies about the impacts on comfort levels particularly in urban areas, in the context of impacts of increases in temperature, including the heat island effect. The research paid special attention to sleep impacts by studying the relationship between temperature and sleep interruption, and the results have been published in a report."}, {"text_block_id": "p17_b504", "text": "(8) Local Governments"}, {"text_block_id": "p17_b505_merged_merged_merged_merged", "text": "In terms of the efforts of local governments to date, the Tokyo Metropolitan Government, Saitama Prefecture, Nagano Prefecture, Mie Prefecture, Nagasaki Prefecture, and others have been conducting efforts to monitor and assess the local impacts of climate change. In FY 2010, the National Governors’ Association formulated a summary report entitled “Projections of Changes in Local Communities due to Impacts from Global Warming,” (in Japanese) on the impacts from global warming on local communities,"}, {"text_block_id": "p18_b512", "text": "as well as case studies of efforts that have been attempted."}, {"text_block_id": "p18_b513", "text": "3.2 Approach for Assessment of Climate Change Impacts"}, {"text_block_id": "p18_b514", "text": "(1) Purpose of Assessment"}, {"text_block_id": "p18_b515", "text": "The purpose of this assessment is to identify important impacts in Japan in order to formulate the national adaptation plant."}, {"text_block_id": "p18_b516", "text": "(2) Approach of Assessment"}, {"text_block_id": "p18_b517", "text": "The assessment was done as described below, with reference to approaches used in the IPCC Fifth Assessment Report to identify major risks and approaches used in other countries to evaluate risks (e.g., the U.K."}, {"text_block_id": "p18_b518", "text": "’"}, {"text_block_id": "p18_b519", "text": "s Climate Change Risk Assessment, hereinafter referred to as"}, {"text_block_id": "p18_b520", "text": "“"}, {"text_block_id": "p18_b521", "text": "UK-CCRA"}, {"text_block_id": "p18_b522", "text": "”"}, {"text_block_id": "p18_b523", "text": ")."}, {"text_block_id": "p18_b524", "text": "i) Basic Approach"}, {"text_block_id": "p18_b525", "text": "Assessments are done for the sub-categories indicated in Table 1, in terms of significance, urgency, and confidence. It is difficult to mechanically and quantitatively establish assessment criteria across the board due to the unique characteristics of each sector. As a result, it was decided to use expert judgment based on scientific findings in each Working Group, while using common metrics in each sector for"}, {"text_block_id": "p18_b526", "text": "“"}, {"text_block_id": "p18_b527", "text": "significance,"}, {"text_block_id": "p18_b528", "text": "” “"}, {"text_block_id": "p18_b529", "text": "urgency,"}, {"text_block_id": "p18_b530", "text": "”"}, {"text_block_id": "p18_b531", "text": "and"}, {"text_block_id": "p18_b532", "text": "“"}, {"text_block_id": "p18_b533", "text": "confidence."}, {"text_block_id": "p18_b534", "text": "”"}, {"text_block_id": "p18_b535", "text": "In addition, the Expert Committee considered the results of the discussions in each sector."}, {"text_block_id": "p18_b536", "text": "ii) Criteria for Assessment"}, {"text_block_id": "p18_b537", "text": "ii) Criteria for Assessment\n* Significance\n* Assess in terms of three criteria: social, economic, and environmental. See page 21\n* Urgency\n* Assess in terms of two criteria: Timing of occurrence of impacts, and timing required to\n* ConfidenceâTo some extent, applying to the approaches to confidence used in the IPCC Fifth"}, {"text_block_id": "p18_b549", "text": "iii) Method of Summarization"}, {"text_block_id": "p18_b550", "text": "For each sector and sub-category a table format is used to summarize the assessment results for significance, urgency, and confidence. See page 26 for details."}, {"text_block_id": "p19_b551", "text": "Table 1. Classification of Sectors and Categories"}, {"text_block_id": "p21_b552", "text": "Approach for Assessment of Significance"}, {"text_block_id": "p21_b553", "text": "・"}, {"text_block_id": "p21_b554", "text": "The assessment of significance of impacts is done from three criteria social, economic, and environmental. Reference was made to four elements listed in the IPCC Fifth Assessment Report as a basis to identify key risks (see below) as"}, {"text_block_id": "p21_b555", "text": "“"}, {"text_block_id": "p21_b556", "text": "Criteria used in the IPCC Fifth Assessment Report as a basis to identify key risks"}, {"text_block_id": "p21_b557", "text": "”"}, {"text_block_id": "p21_b558", "text": "("}, {"text_block_id": "p21_b559", "text": "“"}, {"text_block_id": "p21_b560", "text": "timing of impacts"}, {"text_block_id": "p21_b561", "text": "”"}, {"text_block_id": "p21_b562", "text": "to assess urgency and"}, {"text_block_id": "p21_b563", "text": "“"}, {"text_block_id": "p21_b564", "text": "potential to reduce risks through adaptation or mitigation"}, {"text_block_id": "p21_b565", "text": "”"}, {"text_block_id": "p21_b566", "text": "were excluded), and also to the UK-CCRA approach."}, {"text_block_id": "p21_b567", "text": "・"}, {"text_block_id": "p21_b568", "text": "The assessments are conducted, in principle, based on science, including the contents of research papers and other materials. Also based on the assessment approach shown in Table 2, expert judgment is used to determine if an impact is"}, {"text_block_id": "p21_b569", "text": "“"}, {"text_block_id": "p21_b570", "text": "particularly high"}, {"text_block_id": "p21_b571", "text": "”"}, {"text_block_id": "p21_b572", "text": "or"}, {"text_block_id": "p21_b573", "text": "“"}, {"text_block_id": "p21_b574", "text": "not particularly high."}, {"text_block_id": "p21_b575", "text": "”"}, {"text_block_id": "p21_b576", "text": "・"}, {"text_block_id": "p21_b577", "text": "Also, the term"}, {"text_block_id": "p21_b578", "text": "“"}, {"text_block_id": "p21_b579", "text": "N/A (currently cannot be assessed)"}, {"text_block_id": "p21_b580", "text": "”"}, {"text_block_id": "p21_b581", "text": "is used to indicate cases where assessment is difficult to do under current conditions."}, {"text_block_id": "p21_b582", "text": "・"}, {"text_block_id": "p21_b583_merged_merged_merged_merged", "text": "As for “the potential to reduce risks through adaptation or mitigation,” the potential to reduce risk through mitigation is not considered because it is difficult to make an assessment for each impact formulated, but for the potential to reduce risk through adaptation, comments are provided as required, for reference."}, {"text_block_id": "p21_b592", "text": "○ Criteria used in"}, {"text_block_id": "p21_b593", "text": "the IPCC Fifth Assessment Report as a basis to identify key risks"}, {"text_block_id": "p21_b594", "text": ""}, {"text_block_id": "p21_b595", "text": "Magnitude (of impacts)"}, {"text_block_id": "p21_b596", "text": ""}, {"text_block_id": "p21_b597", "text": "Probability"}, {"text_block_id": "p21_b598", "text": ""}, {"text_block_id": "p21_b599", "text": "Irreversibility"}, {"text_block_id": "p21_b600", "text": ""}, {"text_block_id": "p21_b601", "text": "Timing (of impacts)"}, {"text_block_id": "p21_b602", "text": ""}, {"text_block_id": "p21_b603", "text": "Persistent vulnerability or exposure contributing to risks"}, {"text_block_id": "p21_b604", "text": ""}, {"text_block_id": "p21_b605", "text": "Limited potential to reduce risks through adaptation or mitigation"}, {"text_block_id": "p22_b606", "text": "Table 2. Approach for Assessment of Significance"}, {"text_block_id": "p23_b607", "text": "Approach for Assessment of Urgency"}, {"text_block_id": "p23_b608", "text": "・"}, {"text_block_id": "p23_b609", "text": "For criteria corresponding to urgency, reference was given to the IPCC Fifth Assessment Report"}, {"text_block_id": "p23_b610", "text": "“"}, {"text_block_id": "p23_b611", "text": "timing of impacts"}, {"text_block_id": "p23_b612", "text": "”"}, {"text_block_id": "p23_b613", "text": "and UK-CCRA"}, {"text_block_id": "p23_b614", "text": "“"}, {"text_block_id": "p23_b615", "text": "timing of impacts"}, {"text_block_id": "p23_b616", "text": "”"}, {"text_block_id": "p23_b617", "text": "and"}, {"text_block_id": "p23_b618", "text": "“"}, {"text_block_id": "p23_b619", "text": "urgency with which adaptation decisions need to be taken."}, {"text_block_id": "p23_b620", "text": "”"}, {"text_block_id": "p23_b621", "text": "These are different concepts, but here, it was decided to consider both approaches and adopt the one that has the highest urgency. It should be noted that because adaptation includes measures that need to be implemented in the long term and on an ongoing basis, for the"}, {"text_block_id": "p23_b622", "text": "“"}, {"text_block_id": "p23_b623", "text": "timing of impacts"}, {"text_block_id": "p23_b624", "text": "”"}, {"text_block_id": "p23_b625", "text": "and"}, {"text_block_id": "p23_b626", "text": "“"}, {"text_block_id": "p23_b627", "text": "urgency with which adaptation decisions need to be taken"}, {"text_block_id": "p23_b628", "text": "”"}, {"text_block_id": "p23_b629", "text": "it is necessary to consider the amount of time required to implement measures."}, {"text_block_id": "p23_b630", "text": "・"}, {"text_block_id": "p23_b631_merged_merged", "text": "Also, the term “N/A (currently cannot be assessed)” is used to indicate cases where assessment is difficult to do under current conditions."}, {"text_block_id": "p23_b636", "text": "Table 3. Approach for Assessment of Urgency"}, {"text_block_id": "p24_b637", "text": "Approach for Assessment of Confidence"}, {"text_block_id": "p24_b638", "text": "・"}, {"text_block_id": "p24_b639", "text": "The assessment of confidence is conducted, in principle, based on the IPCC Fifth Assessment Report"}, {"text_block_id": "p24_b640", "text": "’"}, {"text_block_id": "p24_b641", "text": "s"}, {"text_block_id": "p24_b642", "text": "“"}, {"text_block_id": "p24_b643", "text": "type, amount, quality, and consistency of evidence,"}, {"text_block_id": "p24_b644", "text": "”"}, {"text_block_id": "p24_b645", "text": "and"}, {"text_block_id": "p24_b646", "text": "“"}, {"text_block_id": "p24_b647", "text": "degree of agreement,"}, {"text_block_id": "p24_b648", "text": "”"}, {"text_block_id": "p24_b649", "text": "and the assessment is expressed with five terms (very high, high, medium, low, and very low)."}, {"text_block_id": "p24_b650", "text": "Types of evidence: Monitoring/observation to date, models, experiments, paleoclimatic analogues"}, {"text_block_id": "p24_b651", "text": "Quantity of evidence: Numbers of research and reports"}, {"text_block_id": "p24_b652", "text": "Quality of evidence: Qualitative content of research and reports (e.g., ask whether assumptions are reasonable)"}, {"text_block_id": "p24_b653", "text": "Consistency of evidence: Consistency of research and reports (e.g., consistency of scientific mechanisms)"}, {"text_block_id": "p24_b654", "text": "Agreement of opinion: Agreement of opinion among research/reports"}, {"text_block_id": "p24_b655", "text": "Figure 1. Evidence and agreement statements and their relationship to confidence"}, {"text_block_id": "p24_b656", "text": "Confidence increases toward the top right corner. Generally, evidence is most robust when there are multiple, consistent, independent lines of high-quality evidence."}, {"text_block_id": "p24_b657", "text": "Source: Guidance Note for Lead Authors of the IPCC Fifth Assessment Report on Consistent Treatment of Uncertainties (IPCC 2010)"}, {"text_block_id": "p24_b658", "text": "・"}, {"text_block_id": "p24_b659_merged_merged", "text": "Here, the same two metrics are utilized as in the IPCC Fifth Assessment Report (“type, amount, quality, and consistency of evidence” and “degree of agreement”). Regarding “type, amount, quality, and consistency of evidence,” integrated judgment is to be used, but the amount of research and reports with projections of future impacts in Japan is believed to be less available than in IPCC discussions. Thus, as an approach and metric for judgment, evaluators could consider whether or not research and reports with quantitative analysis are available."}, {"text_block_id": "p24_b672", "text": "・"}, {"text_block_id": "p24_b673", "text": "Regarding the assessment levels, it may not be possible to obtain a sufficient amount of literature, so only three options are used: high, medium, and low."}, {"text_block_id": "p25_b674", "text": "・"}, {"text_block_id": "p25_b675", "text": "When assessing confidence, the assessment shall also take into account the degree of certainty of projections (e.g., the amount of precipitation) from climate models on which projections are based."}, {"text_block_id": "p25_b676", "text": "・"}, {"text_block_id": "p25_b677_merged", "text": "Also, the term “N/A (currently cannot be assessed)” is used to indicate cases where assessment is difficult to do under current conditions."}, {"text_block_id": "p25_b682", "text": "Table 4. Approach for Assessment of Confidence"}, {"text_block_id": "p26_b683", "text": "Presentation of Outcomes"}, {"text_block_id": "p26_b684", "text": "For each sub-category, the final assessments of significance, urgency, and confidence are to be reported in the format indicated in the following table, together with an overview of the current status and projected future impacts."}, {"text_block_id": "p26_b685", "text": "Table 5. Impacts of Climate Change in Japan (Summary Table) (Example)"}, {"text_block_id": "p26_b686", "text": "Example of summary for food sector (colors are illustrative and provisional only)"}, {"text_block_id": "p27_b687", "text": "Legend for Significance"}, {"text_block_id": "p27_b688", "text": "■"}, {"text_block_id": "p27_b689", "text": "Red: Particularly high"}, {"text_block_id": "p27_b690", "text": "■"}, {"text_block_id": "p27_b691", "text": "Green: Not particularly high"}, {"text_block_id": "p27_b692", "text": "－"}, {"text_block_id": "p27_b693", "text": ": N/A(currently cannot be assessed)"}, {"text_block_id": "p27_b694", "text": "Legend for Urgency"}, {"text_block_id": "p27_b695", "text": "■"}, {"text_block_id": "p27_b696", "text": "Red: High"}, {"text_block_id": "p27_b697", "text": "■"}, {"text_block_id": "p27_b698", "text": "Yellow: Medium"}, {"text_block_id": "p27_b699", "text": "■"}, {"text_block_id": "p27_b700", "text": "Blue: Low"}, {"text_block_id": "p27_b701", "text": "－"}, {"text_block_id": "p27_b702", "text": ": N/A(currently cannot be assessed)"}, {"text_block_id": "p27_b703", "text": "Legend for Confidence"}, {"text_block_id": "p27_b704", "text": "■"}, {"text_block_id": "p27_b705", "text": "Red: High"}, {"text_block_id": "p27_b706", "text": "■"}, {"text_block_id": "p27_b707", "text": "Yellow: Medium"}, {"text_block_id": "p27_b708", "text": "■"}, {"text_block_id": "p27_b709", "text": "Blue: Low"}, {"text_block_id": "p27_b710", "text": "－"}, {"text_block_id": "p27_b711", "text": ": N/A(currently cannot be assessed)"}, {"text_block_id": "p27_b712", "text": "3.3 Projections of Climate Change Impacts (Overview)"}, {"text_block_id": "p27_b713_merged_merged_merged_merged", "text": "Impacts that may be associated with climate change have already been observed in sectors such as agriculture and ecosystems, and it has been pointed out there may be a relationship between climate change and impacts such as more frequent occurrences of heat illness due to extreme high temperature, floods due to intense heavy rainfall, and damage from sediment-related disasters. This section provides an overview of the “current status” and “projected impacts” in each sector covered in the “Report on Assessment of Impacts of Climate Change in Japan” (hereinafter “Impact Assessment Report”) as discussed and formulated by each Working Group and this Expert Committee. For more detailed information, please refer to the Impact Assessment Report."}, {"text_block_id": "p27_b730", "text": "Regarding the impacts of climate change, for this report an effort was made to cover the impacts to the greatest extent possible, but this is not a complete list of all impacts. Further and ongoing information collection as well as analysis of long-term trends will be required."}, {"text_block_id": "p27_b731", "text": "Also, when referring to this report and considering the current status as well as projected impacts, it is important to keep the following points in mind."}, {"text_block_id": "p27_b732", "text": "1. Scientific findings are the basis for the preparation of this report. More specifically, to the greatest extent possible, assessments were based on existing literature, and on expert judgment based on this literature."}, {"text_block_id": "p27_b733", "text": "2. Regarding the descriptions of the current status, there is not a direct correlation with climate change in every single case, although examples are also introduced that have been indicated to be possible impacts of climate change."}, {"text_block_id": "p27_b734", "text": "3. Climate change projections (e.g., increases in temperature and changes in precipitation) vary in the range of magnitudes of projected changes and involve some uncertainty, due to differences in the greenhouse gas emission scenarios and climate models utilized. Differences in projected impacts also arise due to differences in assumptions for climate projections. Also, extreme events including short-term intense rainfall have a high degree of spatial uncertainty in terms of the location of their occurrence."}, {"text_block_id": "p28_b735", "text": "4."}, {"text_block_id": "p28_b736", "text": "Impacts in each sector might not all necessarily be caused only by climate change. Almost all phenomena exhibit changes due to a variety of factors other than climate change."}, {"text_block_id": "p28_b737", "text": "5."}, {"text_block_id": "p28_b738", "text": "It is also important to remember that it can be difficult to research the contribution to climate change impacts of events associated with climate change that already affect human society or that could affect human society in the future."}, {"text_block_id": "p28_b739", "text": "6."}, {"text_block_id": "p28_b740", "text": "On the other hand, natural disasters and other negative impacts would not all necessarily disappear in the absence of climate change."}, {"text_block_id": "p28_b741", "text": "7."}, {"text_block_id": "p28_b742", "text": "The ways in which impacts are manifested can vary significantly depending on the characteristics of what is affected by natural hazards. Disaster risks depend not only on the intensity of weather events and phenomena but also the exposure"}, {"text_block_id": "p28_b743", "text": "and vulnerability"}, {"text_block_id": "p28_b744", "text": "of the sectors subjected to the impacts. Thus, future decisions of society can influence the ways in which impacts are manifested."}, {"text_block_id": "p28_b745", "text": "3.3.1 Agriculture, Forest/Forestry, Fisheries"}, {"text_block_id": "p28_b746", "text": "Note: In agriculture, forest/forestry, and fisheries, for projecting the future impacts of climate change, it is also necessary to assess the impacts of a variety of social, economic, and environmental aspects, including globalization and changes in population and industrial structure. However, since findings for such integrated assessments are currently limited, it is important to note that information compiled and assessments in this report focus only on the direct impacts of climate change."}, {"text_block_id": "p28_b747", "text": "Agriculture"}, {"text_block_id": "p28_b748", "text": "(1) Paddy Field Rice"}, {"text_block_id": "p28_b749", "text": "Current Status"}, {"text_block_id": "p28_b750", "text": ""}, {"text_block_id": "p28_b751", "text": "Already, impacts of increases in temperature have been confirmed nationwide, including deterioration in quality (e.g., occurrence of white immature grain,"}, {"text_block_id": "p28_b752", "text": "decreases in the ratio of first-class rice). Decreases in yields have also been observed in some regions and in years with extreme high temperature."}, {"text_block_id": "p28_b753", "text": "Projected Impacts"}, {"text_block_id": "p28_b754", "text": ""}, {"text_block_id": "p28_b755_merged_merged_merged", "text": "Under the A1B scenarioor increasing of 3°C above current temperature, almost all projections are for an increase in rice yields in Japan until the mid-21st century; however, for increasing above those"}, {"text_block_id": "p29_b759", "text": "temperature, as a reduction in yields is projected for all areas except northern Japan, there is general consistency in projections, with higher yields in Hokkaido, and no change or a decrease in yields in relatively warmer areas such as southern Kyushu."}, {"text_block_id": "p29_b760", "text": ""}, {"text_block_id": "p29_b761", "text": "Rice quality is projected to decline nationally, with a smaller ratio of first grade rice being produced, due to an increase in temperature during the ripening period. More specifically, in the Kyushu region, some cases under A1B and A2 scenarios"}, {"text_block_id": "p29_b762", "text": "indicate nearly a 30% decrease in the ratio of first grade rice by the mid-21st century and a decrease of approx. 40% by end of the 21st century."}, {"text_block_id": "p29_b763", "text": ""}, {"text_block_id": "p29_b764", "text": "Free Air CO"}, {"text_block_id": "p29_b765", "text": "2"}, {"text_block_id": "p29_b766", "text": "Enrichment (FACE) experiments have demonstrated that an increase in CO"}, {"text_block_id": "p29_b767", "text": "2"}, {"text_block_id": "p29_b768", "text": "concentrations increases rice yields through the fertilization effect, but there is some uncertainty relating to interactions with increase in temperature."}, {"text_block_id": "p29_b769", "text": "(2) Vegetables"}, {"text_block_id": "p29_b770", "text": "Current Status"}, {"text_block_id": "p29_b771", "text": "Current Status\n* Past studies have reported that the impactsof climate change are already evident in more than 40\n* In particular, for open-field vegetables including leafy vegetables such as cabbage, root vegetables\n* For vegetables grown in greenhouses, problems such as poor fruit bearing occur frequently with"}, {"text_block_id": "p29_b778", "text": "Projected Impacts"}, {"text_block_id": "p29_b779", "text": ""}, {"text_block_id": "p29_b780", "text": "For vegetables, the likelihood that cultivation will become impossible is expected to be low, as many vegetables have a short growing season, and adjustments can be made in the timing and types of vegetable crops grown."}, {"text_block_id": "p29_b781", "text": ""}, {"text_block_id": "p29_b782", "text": "At present, concrete examples are limited"}, {"text_block_id": "p29_b783", "text": ""}, {"text_block_id": "p29_b784", "text": "However, further climate change in the future may pose challenges for planned vegetable shipments/supplies."}, {"text_block_id": "p30_b785", "text": "(3) Fruit Trees"}, {"text_block_id": "p30_b786", "text": "Current Status"}, {"text_block_id": "p30_b787", "text": ""}, {"text_block_id": "p30_b788", "text": "A nationwide study implemented in 2003 on the state the impacts"}, {"text_block_id": "p30_b789", "text": "of warming reported that public research institutes dealing with fruit growing in all prefectures had found that the impacts of climate change were already appearing in the fruit-tree growing industry."}, {"text_block_id": "p30_b790", "text": ""}, {"text_block_id": "p30_b791", "text": "Fruit trees are extremely poor at adapting to climate, and once planted, the same tree typically grows for 30 to 40 years. Many trees producing today have been growing since the 1980s when temperature was cooler, and there have not been major changes in cultivars and cultivation methods, so in many cases the trees have not been able to adapt to the increase in temperature since the 1990s."}, {"text_block_id": "p30_b792", "text": ""}, {"text_block_id": "p30_b793", "text": "Damage from warming in recent years (e.g., peel puffing of citrus fruit, and poor coloring of apples) has affected almost all tree species and regions."}, {"text_block_id": "p30_b794", "text": ""}, {"text_block_id": "p30_b795", "text": "As for fruit quality, there is a tendency for taste to improve in some fruits (e.g., apples), but also a tendency for fruit to be softer, which leads to a reduction in storage ability."}, {"text_block_id": "p30_b796", "text": "Projected Impacts"}, {"text_block_id": "p30_b797", "text": ""}, {"text_block_id": "p30_b798", "text": "For satsuma mandarin oranges and apples, projections using the IS92a scenario"}, {"text_block_id": "p30_b799", "text": "show a year-by-year shift northward of the optimal temperature zone for growing, as follows:"}, {"text_block_id": "p30_b800", "text": "show a year-by-year shift northward of the optimal temperature zone for growing, as follows:\n* For satsuma mandarin oranges, the climate in the 2060s is projected to be more difficult than today\n* s prime production areas, and growing will become possible in areas\n* For apples, by the 2060s, the climate is projected to be more difficult than today for growing in the"}, {"text_block_id": "p30_b808", "text": ""}, {"text_block_id": "p30_b809", "text": "For grapes, peaches, and cherries, high temperature is expected to cause problems for cultivation in major-producer prefectures."}, {"text_block_id": "p30_b810", "text": "(4) Barley/Wheat, Soybean, Feed crops, and other crops"}, {"text_block_id": "p30_b811", "text": "Current Status"}, {"text_block_id": "p30_b812", "text": ""}, {"text_block_id": "p30_b813", "text": "For wheat, a trend toward shorter growing seasons due to warmer winters and springs has been confirmed, with delays nationwide in the timing of seeding and the earlier emergence of ears."}, {"text_block_id": "p30_b814", "text": ""}, {"text_block_id": "p30_b815", "text": "For feed crops, there are reports that in some parts of the Kanto region, an annual increasing trend was"}, {"text_block_id": "p31_b816", "text": "observed in dry matter yields for feed corn during the period 2001 to 2012."}, {"text_block_id": "p31_b817", "text": "Projected Impacts"}, {"text_block_id": "p31_b818", "text": ""}, {"text_block_id": "p31_b819", "text": "For wheat, projected impacts include an increase in risk of frost and freezing damage due to faster growth after seed planting due to high temperature, and a decrease in protein content due to elevated CO"}, {"text_block_id": "p31_b820", "text": "2"}, {"text_block_id": "p31_b821", "text": "concentrations."}, {"text_block_id": "p31_b822", "text": ""}, {"text_block_id": "p31_b823", "text": "For soybean, an increase in yields are projected under elevated CO"}, {"text_block_id": "p31_b824", "text": "2"}, {"text_block_id": "p31_b825", "text": "concentrations (where temperature is at or only slightly above optimal temperature), but for temperature above the optimal range, reductions are projected for dry matter weight,"}, {"text_block_id": "p31_b826", "text": "grain weight, and harvest indexes."}, {"text_block_id": "p31_b827", "text": ""}, {"text_block_id": "p31_b828", "text": "In Hokkaido, projections for the 2030s under the IS92a scenario"}, {"text_block_id": "p31_b829", "text": "indicate the potential for an increase in yields of sugar beet, soybean and azuki beans (although there are concerns about disease and lower quality), but for wheat and potatoes, a decrease in yields and a decline in quality."}, {"text_block_id": "p31_b830", "text": ""}, {"text_block_id": "p31_b831", "text": "Some studies have made projections including pasture grass production, but no projections have been made for certain trends such as increases or decreases in revenues."}, {"text_block_id": "p31_b832", "text": "(5) Livestock Farming"}, {"text_block_id": "p31_b833", "text": "Current Status"}, {"text_block_id": "p31_b834", "text": ""}, {"text_block_id": "p31_b835", "text": "Judging from livestock production trends, no impact of climate change on livestock is clear at present."}, {"text_block_id": "p31_b836", "text": ""}, {"text_block_id": "p31_b837", "text": "Reports have included a decrease in growth and meat quality of beef cattle and pigs in summer, as well as a decrease in egg-laying rates and egg weights of laying hens, a decrease in growth of meat-type chickens, and lower milk production and grade of milk components from dairy cows."}, {"text_block_id": "p31_b838", "text": ""}, {"text_block_id": "p31_b839", "text": "It has been reported that extreme summer temperature during the record heat wave of 2010 resulted in greater losses compared to previous years for all types of livestock and regions, due to mortality and non-productive animals and poultry."}, {"text_block_id": "p31_b840", "text": "Projected Impacts"}, {"text_block_id": "p31_b841", "text": ""}, {"text_block_id": "p31_b842", "text": "Magnitude of impacts is likely to depend on livestock type and feeding method, but projections are for the impacts on the growth of fat hogs and meat-type chickens to increase, an expansion of regions with diminished animal growth, and an increase in the magnitude of growth decline."}, {"text_block_id": "p31_b843", "text": "(6) Plant pests and weeds"}, {"text_block_id": "p31_b844", "text": "Current Status"}, {"text_block_id": "p31_b845", "text": "Current Status\n* The southern green stink bug (Nezara viridula) was previously present in warm regions in\n<\\li1>"}, {"text_block_id": "p32_b849", "text": "Current Status\n* The southern green stink bug (Nezara viridula) was previously present in warm regions in\n<\\li1>\n* At present no clear cases have been identified in which there has been an increase in damage from\n* There are cases in which grass weed varieties (\n* ) that grew on the Amami Islands and further"}, {"text_block_id": "p32_b856", "text": "Projected Impacts"}, {"text_block_id": "p32_b857", "text": ""}, {"text_block_id": "p32_b858", "text": "As for pests, due to an increase in temperature, an increase is expected in the number of annual generations (number of annual cycles of growth from egg to adult) of parasitic natural enemies, some parasitoids, and pests; and as a result, changes are expected to occur in the composition of rice paddy pests and natural enemies."}, {"text_block_id": "p32_b859", "text": ""}, {"text_block_id": "p32_b860", "text": "For pests other than rice paddy pests as well, studies have indicated the potential increase of damage due to the northward shift and expansion of the winter survival range and increase in annual generational cycles."}, {"text_block_id": "p32_b861", "text": ""}, {"text_block_id": "p32_b862", "text": "As for crop damage due to disease, some studies project increases in the occurrence of disease in experiments with higher CO"}, {"text_block_id": "p32_b863", "text": "2"}, {"text_block_id": "p32_b864", "text": "conditions (with 200 ppm increase in concentrations from current levels)."}, {"text_block_id": "p32_b865", "text": ""}, {"text_block_id": "p32_b866", "text": "Studies have pointed out the possibility that the range where some species of weeds may become established will expand and shift northward associated with warming."}, {"text_block_id": "p32_b867", "text": "(7) Water, Land and Agricultural Infrastructure"}, {"text_block_id": "p32_b868", "text": "Note: Water, Land and Agricultural Infrastructure: Agricultural land, agricultural irrigation, land improvement infrastructure (e.g., dams, water control structures, agricultural effluent canals)"}, {"text_block_id": "p32_b869", "text": "Current Status"}, {"text_block_id": "p32_b870", "text": ""}, {"text_block_id": "p32_b871", "text": "Regarding changes in precipitation that could have an impact on water, land and agricultural infrastructure, analysis of the maximum rainfall amounts in three consecutive days from 1901 to 2000 found a trend for rainfall to fall more intensely over short periods, and that in particular this trend is getting stronger in Shikoku and southern Kyushu."}, {"text_block_id": "p32_b872", "text": ""}, {"text_block_id": "p32_b873", "text": "Also for the 10-year moving coefficient of variation for annual precipitation, the moving average was found to be increasing year after year, with the trend being progressively larger toward the south."}, {"text_block_id": "p32_b874", "text": ""}, {"text_block_id": "p32_b875", "text": "High temperature damage to crops has also been observed, e.g., a decline in rice quality, and in response there have been impacts on usage methods of water resources, including changes in rice cropping season and use of irrigation water, as well as the method of irrigation by surface flooding."}, {"text_block_id": "p32_b876", "text": "Projected Impacts"}, {"text_block_id": "p32_b877", "text": ""}, {"text_block_id": "p32_b878_merged_merged_merged", "text": "Regarding impacts on water, land and agricultural infrastructure mainly due to water shortages and"}, {"text_block_id": "p33_b881", "text": "accelerated snow melt, there are projections for a reduction in runoff from snow melt due to an increase in temperature, with impacts on water intake for agricultural water control facilities such as irrigation canals. Specifically, for the A2 scenario,"}, {"text_block_id": "p33_b882", "text": "there is a decreasing trend in almost all regions in runoff during April and May when demand for irrigation water is elevated; responses will likely be needed to address regional and temporal imbalances."}, {"text_block_id": "p33_b883", "text": ""}, {"text_block_id": "p33_b884", "text": "Regarding impacts on water, land and agricultural infrastructure from flood due to an increase in intensity of rainfall, the risk of damage to farmland is expected to increase due to longer periods of low-elevation rice paddies being submerged."}, {"text_block_id": "p33_b885", "text": "Forestry"}, {"text_block_id": "p33_b886", "text": "(1) Timber Production (e.g., Plantations)"}, {"text_block_id": "p33_b887", "text": "Current Status"}, {"text_block_id": "p33_b888", "text": ""}, {"text_block_id": "p33_b889", "text": "In some areas, there have been reports on decline of Japanese cedar (sugi) forests, and some studies have attributed the cause to an increase in water stress resulting from a drier atmosphere. However, there is no clear evidence that the drier atmosphere or increase in water stress of Japanese cedar"}, {"text_block_id": "p33_b890", "text": "due to"}, {"text_block_id": "p33_b891", "text": "drier atmosphere is caused by climate change-induced warming or a reduction in precipitation. It is also unclear how"}, {"text_block_id": "p33_b892", "text": "the decline of Japanese cedar"}, {"text_block_id": "p33_b893", "text": "forests and soil drying tendency are related"}, {"text_block_id": "p33_b894", "text": ""}, {"text_block_id": "p33_b895", "text": "At present, examples are limited regarding whether wind damage is increasing in planted forests due to an increase in typhoon strength, so the relationship is not clear."}, {"text_block_id": "p33_b896", "text": "Projected Impacts"}, {"text_block_id": "p33_b897", "text": ""}, {"text_block_id": "p33_b898_merged_merged_merged", "text": "Examples have pointed out thatif temperature increases by 3°C above current levels, transpiration rate will increase and the possibility that the vulnerability of Japanese cedar plantations could increase, especially in areas with low rainfall."}, {"text_block_id": "p33_b901", "text": ""}, {"text_block_id": "p33_b902", "text": "Examples have projected thatcarbon stocks and carbon sequestration in Japanese cedar plantations will decrease, assuming that current forestry practices continue."}, {"text_block_id": "p33_b903", "text": ""}, {"text_block_id": "p33_b904", "text": "As well, regarding Japanese cypress (hinoki) seedlings examples haveshown no clear increase in biomass growth rate due to temperature increase; other reseahches have found that the area at risk of pine wilt disease will expand; and others have found that damage and mortality of spruce species will increase due to an increase in the number of annual generations of spruce bark beetles."}, {"text_block_id": "p33_b905", "text": ""}, {"text_block_id": "p33_b906", "text": "Wind damage to Japanese cedar and cypress plantations might increase as these forests become overmature."}, {"text_block_id": "p33_b907", "text": "(2) Non-Wood Forest Products (e.g., Mushrooms)"}, {"text_block_id": "p33_b908", "text": "Current Status"}, {"text_block_id": "p34_b909", "text": ""}, {"text_block_id": "p34_b910", "text": "Regarding the"}, {"text_block_id": "p34_b911", "text": "Hypocreales"}, {"text_block_id": "p34_b912", "text": "genus of fungus, which affects shiitake mushroom cultivation, it has been reported that higher summer temperature may increase damage from the"}, {"text_block_id": "p34_b913", "text": "Hypocreales"}, {"text_block_id": "p34_b914", "text": "fungus."}, {"text_block_id": "p34_b915", "text": "Projected Impacts"}, {"text_block_id": "p34_b916", "text": ""}, {"text_block_id": "p34_b917", "text": "Regarding shiitake cultivation on bed logs, reports have indicated a correlation between increasing temperature in summer and the occurrence of pathogenic fungi, and a reduction in fruiting (mushroom) of shiitake."}, {"text_block_id": "p34_b918", "text": ""}, {"text_block_id": "p34_b919", "text": "The impact of an increase in temperature in winter on shiitake cultivation on bed logs is not clear at present."}, {"text_block_id": "p34_b920", "text": "Fisheries"}, {"text_block_id": "p34_b921", "text": "(1) Migratory Fishery Stocks (e.g., Ecology of Fishes)"}, {"text_block_id": "p34_b922", "text": "Current Status"}, {"text_block_id": "p34_b923", "text": ""}, {"text_block_id": "p34_b924", "text": "Around the world there have been reports of shifts in the distribution of marine organisms associated with changes in seawater temperature."}, {"text_block_id": "p34_b925", "text": ""}, {"text_block_id": "p34_b926", "text": "There have also been reports of shifts in the distribution and migration areas of migratory fishery products in the seas around Japan, such as Japanese amberjack ("}, {"text_block_id": "p34_b927", "text": "Seriola quinqueradiata,"}, {"text_block_id": "p34_b928", "text": "or"}, {"text_block_id": "p34_b929", "text": "buri"}, {"text_block_id": "p34_b930", "text": "in Japanese), Japanese Spanish mackerel ("}, {"text_block_id": "p34_b931", "text": "Scomberomorus niphonius"}, {"text_block_id": "p34_b932", "text": ", or"}, {"text_block_id": "p34_b933", "text": "sawara"}, {"text_block_id": "p34_b934", "text": "in Japanese), and Japanese common squid (also known as Pacific flying squid;"}, {"text_block_id": "p34_b935", "text": "Todarodes pacificus"}, {"text_block_id": "p34_b936", "text": "; or"}, {"text_block_id": "p34_b937", "text": "surumeika"}, {"text_block_id": "p34_b938", "text": "in Japanese), reportedly caused by higher water temperature, and fish catches have declined in some areas."}, {"text_block_id": "p34_b939", "text": "Projected Impacts"}, {"text_block_id": "p34_b940", "text": ""}, {"text_block_id": "p34_b941", "text": "For migratory fishery products, there have been many reports on projected impacts relating to changes in distribution/migratory range and body size. The followings are some specific examples."}, {"text_block_id": "p34_b942", "text": "For migratory fishery products, there have been many reports on projected impacts relating to changes in distribution/migratory range and body size. The followings are some specific examples.\n* For chum salmon, under the IS92a scenario,\n* For chum salmon, under the IS92a scenario,\n studies have indicated the potential reduction of\n* For Japanese amberjack, the distribution is predicted to shift northward, along with changes in\n* For Japanese common squid, under the A1B scenario,\n* For Japanese common squid, under the A1B scenario,\n marine areas with low distribution density\n* For Pacific saury (samma in Japanese), studies have projected slower growth due to a deterioration"}, {"text_block_id": "p35_b954", "text": "For migratory fishery products, there have been many reports on projected impacts relating to changes in distribution/migratory range and body size. The followings are some specific examples.\n* For chum salmon, under the IS92a scenario,\n* For chum salmon, under the IS92a scenario,\n studies have indicated the potential reduction of\n* For Japanese amberjack, the distribution is predicted to shift northward, along with changes in\n* For Japanese common squid, under the A1B scenario,\n* For Japanese common squid, under the A1B scenario,\n marine areas with low distribution density\n* For Pacific saury (samma in Japanese), studies have projected slower growth due to a deterioration\n* For Japanese sardine (also known as pilchard;\n* in Japanese), studies have projected a"}, {"text_block_id": "p35_b959", "text": ""}, {"text_block_id": "p35_b960", "text": "Regarding changes in fish catches and impacts on local industries, high-precision projections have not been obtained, due to the high level of uncertainty arising from correlation with factors not connected with climate change, such as resource management policies."}, {"text_block_id": "p35_b961", "text": "(2) Propagation and Aquaculture"}, {"text_block_id": "p35_b962", "text": "Current Status"}, {"text_block_id": "p35_b963", "text": ""}, {"text_block_id": "p35_b964", "text": "There have been reports of increases in the number of southern fish species and decreases in the number of northern fish species present in many areas."}, {"text_block_id": "p35_b965", "text": ""}, {"text_block_id": "p35_b966", "text": "For nori seaweed cultivation, the start of seeding has been delayed due to increasing seawater temperature in autumn, and annual harvests are declining in many areas."}, {"text_block_id": "p35_b967", "text": ""}, {"text_block_id": "p35_b968", "text": "Decreases in catches of Japanese spiny lobster ("}, {"text_block_id": "p35_b969", "text": "Panulirus japonicus"}, {"text_block_id": "p35_b970", "text": ";"}, {"text_block_id": "p35_b971", "text": "isseiebi"}, {"text_block_id": "p35_b972", "text": "in Japanese) and abalone ("}, {"text_block_id": "p35_b973", "text": "awabi"}, {"text_block_id": "p35_b974", "text": "in Japanese) have been reported, due to a deterioration of seagrass beds from algae-eating fish."}, {"text_block_id": "p35_b975", "text": "Projected Impacts"}, {"text_block_id": "p35_b976", "text": ""}, {"text_block_id": "p35_b977", "text": "Impact assessments have not been conducted using ecosystem models and climate projection scenarios, but the distribution areas of many commercially-fished species are projected to shift northwards."}, {"text_block_id": "p35_b978", "text": ""}, {"text_block_id": "p35_b979", "text": "Changes in seaweed species composition and abundance due to increasing seawater temperature are expected to reduce the catches of sea-bottom resources such as abalone."}, {"text_block_id": "p35_b980", "text": ""}, {"text_block_id": "p35_b981", "text": "Some areas that produce farmed fish are expected to become unsuitable for fish farming due to increasing water temperature in summer."}, {"text_block_id": "p35_b982", "text": ""}, {"text_block_id": "p35_b983", "text": "An increase in mortality risk to organisms including bivalves is expected due to the occurrence of red tide in connection with increasing seawater temperature."}, {"text_block_id": "p35_b984", "text": ""}, {"text_block_id": "p35_b985_merged_merged_merged", "text": "In inland waters, a decrease in fish catches of Japanese smelt (wakasagi in Japanese) is expected due to high water temperature in lakes."}, {"text_block_id": "p35_b988", "text": ""}, {"text_block_id": "p35_b989", "text": "IPCC reports have expressed concern about the impacts of ocean acidification on shellfish aquaculture."}, {"text_block_id": "p35_b990", "text": "3.3.2 Water Environment, Water Resources"}, {"text_block_id": "p35_b991", "text": "Water Environment"}, {"text_block_id": "p35_b992", "text": "(1) Lakes/ Marshes, Dams (Reservoir)"}, {"text_block_id": "p35_b993", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p35_b994", "text": ""}, {"text_block_id": "p35_b995", "text": "A climate change-induced increase in temperature increases the water temperature of lakes /marshes and dams (reservoirs)."}, {"text_block_id": "p36_b996", "text": ""}, {"text_block_id": "p36_b997", "text": "An increase in water temperature of lakes /marshes and dams (reservoirs) may cause a deterioration of water quality as a result of an increase in the probability of occurrence of phytoplankton. A reduction in water circulation due to increasing water temperature in winter may lead to a reduction of dissolved oxygen (DO) levels in deep water layers."}, {"text_block_id": "p36_b998", "text": ""}, {"text_block_id": "p36_b999", "text": "A climate change-induced increase in the frequency of heavy rainfall events is expected to increase suspended solid (SS) concentrations due to an increase in sediment runoff into dams and reservoirs."}, {"text_block_id": "p36_b1000", "text": "Current Status"}, {"text_block_id": "p36_b1001", "text": ""}, {"text_block_id": "p36_b1002", "text": "Studies of water temperature changes over approximately thirty years (FY 1981 to FY 2007) at 4,477 monitoring stations in public waters (rivers, lakes, and seas) nationwide in Japan found a warming trend at 72% of the stations in summer and 82% in winter, confirming that warming is occurring in many water bodies. Changes in water quality due to increasing water temperature have also been pointed out."}, {"text_block_id": "p36_b1003", "text": ""}, {"text_block_id": "p36_b1004", "text": "However, research reports indicate that at present it cannot be stated with certainty that the changes of water temperature are an impact of climate change."}, {"text_block_id": "p36_b1005", "text": ""}, {"text_block_id": "p36_b1006", "text": "Meanwhile, some reports also indicate a greater probability of occurrence of blue-green algae if the annual mean temperature exceeds 10"}, {"text_block_id": "p36_b1007", "text": "°"}, {"text_block_id": "p36_b1008", "text": "C, and long-term analysis is required in the future."}, {"text_block_id": "p36_b1009", "text": "Future Projections"}, {"text_block_id": "p36_b1010", "text": ""}, {"text_block_id": "p36_b1011_merged_merged", "text": "In projections using the A1B scenario, Lake Biwa is projected to see a decrease in dissolved oxygen (DO) and deterioration of water quality in the 2030s due to increasing water temperature."}, {"text_block_id": "p36_b1013", "text": ""}, {"text_block_id": "p36_b1014", "text": "Studies using the same A1B scenario have confirmed projections of an increase to 21 of the 37 multi-purpose dam reservoirs in Japan being classified as eutrophic water bodies in 2080-2099, with the largest increase in number being in eastern Japan."}, {"text_block_id": "p36_b1015", "text": ""}, {"text_block_id": "p36_b1016", "text": "No examples have yet been confirmed regarding specific projections of impacts on lakes/marshes and dam reservoirs accompanied by changes in river flows or increases in frequency and magnitude of extreme weather events due to climate-change-induced changes in the amount of precipitation or the spatial and temporal distribution of precipitation."}, {"text_block_id": "p36_b1017", "text": "(2) Rivers"}, {"text_block_id": "p36_b1018", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p36_b1019", "text": ""}, {"text_block_id": "p36_b1020", "text": "A climate change-induced increase in temperature may increase water temperature of rivers."}, {"text_block_id": "p36_b1021", "text": ""}, {"text_block_id": "p36_b1022", "text": "An increase in river water temperature is expected to affect water quality, through such factors as a decrease in levels of dissolved oxygen, enhanced organic matter decomposition by microorganisms involved in dissolved oxygen consumption, enhanced nitrification, and an increase in algae growth."}, {"text_block_id": "p37_b1023", "text": ""}, {"text_block_id": "p37_b1024", "text": "A climate change-induced increase in precipitation may increase sediment runoff and lead to an increase in turbidity in river water."}, {"text_block_id": "p37_b1025", "text": ""}, {"text_block_id": "p37_b1026", "text": "Impacts on river water quality are also expected due to changes in the spatial and temporal and distribution of precipitation."}, {"text_block_id": "p37_b1027", "text": ""}, {"text_block_id": "p37_b1028", "text": "Increases in the amount of precipitation are also expected to increase sediment production and the amount of suspended sediments."}, {"text_block_id": "p37_b1029", "text": "Current Status"}, {"text_block_id": "p37_b1030", "text": ""}, {"text_block_id": "p37_b1031", "text": "Studies of water temperature changes over approximately thirty years (FY 1981 to FY 2007) at 4,477 monitoring stations in public waters (rivers, lakes/marshes, and seas) nationwide in Japan found a warming trend at 72% of the stations in summer and 82% in winter, confirming that warming is occurring in many water bodies. Changes in water quality due to increasing water temperature have also been pointed out."}, {"text_block_id": "p37_b1032", "text": ""}, {"text_block_id": "p37_b1033", "text": "However, increasing river water temperature can also be affected by factors such as urban activities (artificial exhaust heat and wastewater) or reductions in river flow, so it is necessary to quantitatively analyze the magnitude of impact of climate change."}, {"text_block_id": "p37_b1034", "text": "Projected Impacts"}, {"text_block_id": "p37_b1035", "text": ""}, {"text_block_id": "p37_b1036_merged", "text": "Future projections have not been done for water temperature in each river, although one projection for future temperature changes in the Omono River (Akita Prefecture) using the A1B scenarioshowed an increase in water temperature to 12.4°C in 2030-2039 compared to 11.9°C in 1994-2003, with impacts being the highest in winter."}, {"text_block_id": "p37_b1042", "text": ""}, {"text_block_id": "p37_b1043", "text": "Studies using the same A1B scenario have projected an 8 to 24% increase in suspended sediments for all of Japan by 2090; the largest increase in the amount of suspended sediments being in September due to an increase in extreme weather events such as typhoons; and a 1 to 20% increase in river flow and a 1 to 30% increase in sediment production if August precipitation increases by 5 to 75%."}, {"text_block_id": "p37_b1044", "text": ""}, {"text_block_id": "p37_b1045", "text": "Other projections include lower levels of dissolved oxygen due to increases in water temperature, organic matter decomposition and enhanced nitrification by microorganisms associated with dissolved oxygen consumption, and an increase in abnormal odors and taste due to an increase in algae."}, {"text_block_id": "p37_b1046", "text": "(3) Coastal Areas and Closed Sea Areas"}, {"text_block_id": "p37_b1047", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p37_b1048", "text": ""}, {"text_block_id": "p37_b1049", "text": "An increase in temperature due to climate change is expected to increase water temperature of coastal areas and closed sea areas."}, {"text_block_id": "p37_b1050", "text": ""}, {"text_block_id": "p37_b1051", "text": "Increases in water temperature of coastal areas and closed sea areas are also expected to affect water"}, {"text_block_id": "p38_b1052", "text": "quality."}, {"text_block_id": "p38_b1053", "text": ""}, {"text_block_id": "p38_b1054", "text": "Impacts on water quality are also expected as a result of factors such as increased influx of contaminants due to the changes in the spatial and temporal distribution of precipitation."}, {"text_block_id": "p38_b1055", "text": "Current Status"}, {"text_block_id": "p38_b1056", "text": ""}, {"text_block_id": "p38_b1057_merged", "text": "From analysis of sea surface temperature data (1970s to 2010s), a significant increasing trend has been reported at 132 of 207 sites nationwide (ave. 0.039°C/year, min. 0.001°C/year, max. 0.104°C/year). It is important to note that there may be anthropogenic impacts at some of the measurement sites where this increasing trend was observed."}, {"text_block_id": "p38_b1064", "text": ""}, {"text_block_id": "p38_b1065", "text": "There are also other research reports stating that no significant warming or cooling trend was observed in seawater temperature in coastal areas around the island of Okinawa."}, {"text_block_id": "p38_b1066", "text": "Projected Impacts"}, {"text_block_id": "p38_b1067", "text": ""}, {"text_block_id": "p38_b1068", "text": "Although examples making quantitative projections have not yet been confirmed at present, it is expected that there will be an expansion of areas affected by salt water intrusion in coastal areas due to sea-level rise."}, {"text_block_id": "p38_b1069", "text": "Water Resources"}, {"text_block_id": "p38_b1070", "text": "(1) Water Supply (Surface Water)"}, {"text_block_id": "p38_b1071", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p38_b1072", "text": ""}, {"text_block_id": "p38_b1073", "text": "With climate change-induced changes in precipitation and snow cover, river flow volumes will change. In particular, decreases in precipitation, increases in the number of rainless days, and decreases in snow cover are factors that cause drought."}, {"text_block_id": "p38_b1074", "text": ""}, {"text_block_id": "p38_b1075", "text": "Changes in the timing of snow melt are a factor that could result in water supply shortages during periods when the water demand is high mainly for agriculture."}, {"text_block_id": "p38_b1076", "text": ""}, {"text_block_id": "p38_b1077", "text": "A reduction in water being stored in dam reservoirs due to increased severity of drought resulting from changes in precipitation trends over time is a factor that could reduce the potential volume of irrigation water supply derived from dams."}, {"text_block_id": "p38_b1078", "text": ""}, {"text_block_id": "p38_b1079", "text": "In addition, sea-level rise expands the area affected by seawater (saltwater) intrusion in river estuaries, and be a factor causing salinization of freshwater."}, {"text_block_id": "p38_b1080", "text": "Current Status"}, {"text_block_id": "p38_b1081", "text": ""}, {"text_block_id": "p38_b1082", "text": "Year-to-year fluctuations in annual precipitation have increased, and there have been confirmed examples of water restrictions being implemented for reasons such as extended periods with little or no rainfall."}, {"text_block_id": "p38_b1083", "text": ""}, {"text_block_id": "p38_b1084", "text": "Although snow melt tended to come earlier in alpine areas from 1980 to 2009, the annual variation from watershed to watershed is large."}, {"text_block_id": "p38_b1085", "text": ""}, {"text_block_id": "p38_b1086", "text": "No examples have been confirmed at present regarding the impacts of drought on water to maintain"}, {"text_block_id": "p39_b1087", "text": "the normal functions of river flow, and expansion of the extent of seawater (salt water) intrusion at river estuaries due to sea-level rise."}, {"text_block_id": "p39_b1088", "text": "Projected Impacts"}, {"text_block_id": "p39_b1089", "text": ""}, {"text_block_id": "p39_b1090_merged", "text": "A study using the A1B scenarioprojects increased severity of drought starting in the near future (2015-2039) excluding in northern Japan and central mountain areas. In addition, a reduction of river flow during periods of water demand is projected to result from an earlier snow-melt season, and as a result, mismatches between water supply and water demand."}, {"text_block_id": "p39_b1092", "text": ""}, {"text_block_id": "p39_b1093", "text": "Besides this, although no examples making quantitative projections have been confirmed at present, there are concerns that include the impacts of drought on water to maintain the normal functions of river flow, and disruptions to water intake due to seawater (salt water) intrusion at the river estuaries due to sea-level rise."}, {"text_block_id": "p39_b1094", "text": "(2) Water Supply (Groundwater)"}, {"text_block_id": "p39_b1095", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p39_b1096", "text": ""}, {"text_block_id": "p39_b1097", "text": "Groundwater levels will change due to climate change-induced changes in the amounts and time trends of precipitation, affecting water utilization."}, {"text_block_id": "p39_b1098", "text": ""}, {"text_block_id": "p39_b1099", "text": "Generally speaking, changes in the amount of groundwater usage are also related to factors other than climate change."}, {"text_block_id": "p39_b1100", "text": ""}, {"text_block_id": "p39_b1101", "text": "Excessive intakes of groundwater due to more frequent droughts, as a result of an increase in the number of rainless days, promote ground subsidence."}, {"text_block_id": "p39_b1102", "text": ""}, {"text_block_id": "p39_b1103", "text": "Sea-level rise is also a factor causing groundwater salinization."}, {"text_block_id": "p39_b1104", "text": "Current Status"}, {"text_block_id": "p39_b1105", "text": ""}, {"text_block_id": "p39_b1106", "text": "At present, no concrete examples have been confirmed regarding the current state of changes in groundwater levels associated with climate change-induced changes in precipitation amounts and precipitation trends over time."}, {"text_block_id": "p39_b1107", "text": ""}, {"text_block_id": "p39_b1108", "text": "Generally speaking, changes in the amount of groundwater usage can also be related to factors other than climate change."}, {"text_block_id": "p39_b1109", "text": ""}, {"text_block_id": "p39_b1110", "text": "Ground subsidence is occurring in some areas due to excessive groundwater intake during years or periods with little rain (e.g., 1994, a year of drought nationwide)."}, {"text_block_id": "p39_b1111", "text": ""}, {"text_block_id": "p39_b1112", "text": "At present, no concrete examples have been confirmed regarding the current status of salinization of groundwater due to sea-level rise."}, {"text_block_id": "p40_b1113", "text": "Projected Impacts"}, {"text_block_id": "p40_b1114", "text": ""}, {"text_block_id": "p40_b1115", "text": "Regarding changes in groundwater levels associated with changes in precipitation amounts and precipitation trends over time due to climate change, some examples have examined specific areas, but there are challenges with refinement of assessment approach."}, {"text_block_id": "p40_b1116", "text": ""}, {"text_block_id": "p40_b1117", "text": "At present, no concrete examples have been confirmed regarding an increase in groundwater use and the occurrence of ground subsidence associated with drought."}, {"text_block_id": "p40_b1118", "text": ""}, {"text_block_id": "p40_b1119_merged", "text": "Although examples making quantitative projections have not yet been confirmed at present, there are concerns that include the salinization of groundwater and disruptions of water intake due to sea-level rise. The impacts on water sources of groundwater salinization are expected to be not particularly high, because rivers are a major source of water for irrigation and for Japan’s large cities situated on alluvial plains. However, there are concerns that municipalities that rely on groundwater will be significantly affected by salinization."}, {"text_block_id": "p40_b1122", "text": "(3) Water Demand"}, {"text_block_id": "p40_b1123", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p40_b1124", "text": ""}, {"text_block_id": "p40_b1125", "text": "A climate change-induced increase in temperature may increase demand on municipal water supplies, such as demand for drinking water and cooling water."}, {"text_block_id": "p40_b1126", "text": ""}, {"text_block_id": "p40_b1127", "text": "An increase in temperature may cause changes in the timing of crop planting and increase the amount of evapotranspiration, which may increase the demand for agricultural water."}, {"text_block_id": "p40_b1128", "text": "Current Status"}, {"text_block_id": "p40_b1129", "text": ""}, {"text_block_id": "p40_b1130", "text": "As for the relationship between increasing temperature and water usage, it has been shown that water usage in Tokyo does increase in response to increasing temperature."}, {"text_block_id": "p40_b1131", "text": ""}, {"text_block_id": "p40_b1132", "text": "In the agricultural sector, there have been impacts on water demand as a response to high heat damage, including changes in the timing of rice planting and use of irrigation water, as well as use of irrigation by surface flooding."}, {"text_block_id": "p40_b1133", "text": "Projected Impacts"}, {"text_block_id": "p40_b1134", "text": ""}, {"text_block_id": "p40_b1135", "text": "Although no examples have been confirmed regarding the impacts of climate change with quantitative projections, there are concerns about an increased demand for drinking water due to an increase in temperature."}, {"text_block_id": "p40_b1136", "text": ""}, {"text_block_id": "p40_b1137", "text": "A reduction in potential water resources is projected in the 2030s in Kyushu due to an increase in evapotranspiration from paddy fields, and in other areas as well, it is expected that there will be an increase in demand for agricultural water due to increase in temperature."}, {"text_block_id": "p41_b1138", "text": "3.3.3 Natural Ecosystems"}, {"text_block_id": "p41_b1139", "text": "Natural ecosystems provide the foundations for human livelihoods and a variety of industries, so it is important to conserve them, including the benefits humans gain from ecosystems (i.e., ecosystem services)."}, {"text_block_id": "p41_b1140", "text": "The impacts of climate change in this sector are broadly divided into two dimensions: impacts on natural ecosystems themselves, and impacts on ecosystem services. Thus, the assessments in this sector for significance, urgency, and confidence are divided into"}, {"text_block_id": "p41_b1141", "text": "“"}, {"text_block_id": "p41_b1142", "text": "impacts on ecosystems"}, {"text_block_id": "p41_b1143", "text": "”"}, {"text_block_id": "p41_b1144", "text": "and"}, {"text_block_id": "p41_b1145", "text": "“"}, {"text_block_id": "p41_b1146", "text": "impacts on ecosystem services (impacts on people"}, {"text_block_id": "p41_b1147", "text": "’"}, {"text_block_id": "p41_b1148", "text": "s livelihoods)."}, {"text_block_id": "p41_b1149", "text": "”"}, {"text_block_id": "p41_b1150", "text": "Regarding climate change impacts on ecosystem services, few existing examples have been published yet in general, so it is currently difficult to assess these impacts. However, this does not mean that the significance of impacts on ecosystem services is low. In the future it will be important to encourage research in this area."}, {"text_block_id": "p41_b1151_merged_merged", "text": "As for the sector of natural ecosystems, although the impacts are subject to be found earlier, there are ultimately limitations on what can be done in terms of adaptation measures, and in some cases the only measures may be to try to limit climate change (i.e., through mitigation). In such cases, it is difficult to assess urgency from the perspective of “timing to need undertaking adaptation and important decision-making” so assessment is only done from the perspective of “timing of impacts."}, {"text_block_id": "p41_b1158", "text": "”"}, {"text_block_id": "p41_b1159", "text": "Terrestrial Ecosystems"}, {"text_block_id": "p41_b1160", "text": "(1) Alpine/Subalpine Zone"}, {"text_block_id": "p41_b1161", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p41_b1162", "text": ""}, {"text_block_id": "p41_b1163", "text": "Climate change-induced increases in temperature, changes in the amount of precipitation, and changes in the snow pack environment, affect alpine plants. Specifically, it is thought that alpine plants will shift toward higher elevations and higher latitudes due to increases in temperature, but such shifts may be constrained by various factors, including topographic factors and land use. Also, such shifts are not possible mainly at mountain tops and in coastal areas. A shortening of the snow cover duration is expected to result in drier soil, leading to vegetation changes and the deterioration or disappearance of snow fields and high moors. An increase in temperature and earlier snow melt cause changes in phenology, such as earlier and shorter flowering periods for alpine plant communities."}, {"text_block_id": "p41_b1164", "text": "Current Status"}, {"text_block_id": "p41_b1165", "text": ""}, {"text_block_id": "p41_b1166", "text": "Deterioration and shifts in distribution of vegetation in alpine and sub-alpine zones have been reported, due to factors such as an increase in temperature and earlier snow melt."}, {"text_block_id": "p41_b1167", "text": ""}, {"text_block_id": "p41_b1168", "text": "Gaps (changes in phenological interrelationships) have also been reported between alpine plants and activity periods of pollinator insects due to earlier flowering of alpine plants and shorter flowering time."}, {"text_block_id": "p41_b1169", "text": "Projected Impacts"}, {"text_block_id": "p42_b1170", "text": ""}, {"text_block_id": "p42_b1171", "text": "For plant species in alpine and sub-alpine zones, suitable habitats are projected to change or shrink. For example, the area of suitable habitat for the Japanese stone pine ("}, {"text_block_id": "p42_b1172", "text": "haimatsu"}, {"text_block_id": "p42_b1173", "text": ") is projected to be reduced by the end of the 21st century compared to the present."}, {"text_block_id": "p42_b1174", "text": ""}, {"text_block_id": "p42_b1175", "text": "In some regions, the disappearance of populations of alpine plants is projected to occur due to earlier snow melt."}, {"text_block_id": "p42_b1176", "text": ""}, {"text_block_id": "p42_b1177", "text": "Other projections include more competition between plant species, with enhanced growth of alpine plants due to a warmer growing season, as well as other changes to vegetation such as the expansion of distribution for shrub species."}, {"text_block_id": "p42_b1178", "text": "(2) Natural Forests / Secondary Forests"}, {"text_block_id": "p42_b1179", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p42_b1180", "text": ""}, {"text_block_id": "p42_b1181", "text": "Climate change-induced impacts such as increases in temperature, changes in the amount of precipitation, and changes in the snow pack environment, affect plants in natural and secondary forests. Specifically, it is thought that plants will shift toward higher elevations and higher latitudes due to increases in temperature, but such shifts may be constrained by various factors, including topographic factors and land use. Also, such shifts are not possible at mountain tops and in coastal areas."}, {"text_block_id": "p42_b1182", "text": "Current Status"}, {"text_block_id": "p42_b1183", "text": ""}, {"text_block_id": "p42_b1184", "text": "Regarding the current status of climate change-induced displacement and expansion of suitable habitat for natural forests and secondary forests, at present, confirmed examples are limited."}, {"text_block_id": "p42_b1185", "text": ""}, {"text_block_id": "p42_b1186", "text": "It is considered to be likely that in some places, evergreen broad-leaved forest has replaced what was previously deciduous broad-leaved forest, due to increase in temperature."}, {"text_block_id": "p42_b1187", "text": "Projected Impacts"}, {"text_block_id": "p42_b1188", "text": ""}, {"text_block_id": "p42_b1189", "text": "The suitable habitats of many of the component species of cool temperate forests are projected to shift to higher latitudes and higher altitudes, resulting in the reduction of suitable habitat. In particular, it has been shown that the area of suitable habitat for beech forests ("}, {"text_block_id": "p42_b1190", "text": "buna"}, {"text_block_id": "p42_b1191", "text": ") will be reduced by the end of the 21st century compared to the present."}, {"text_block_id": "p42_b1192", "text": ""}, {"text_block_id": "p42_b1193", "text": "The suitable habitats of many of the component species of warm temperate forests are projected to shift to higher latitudes and higher altitudes, resulting in the expansion of suitable habitat."}, {"text_block_id": "p42_b1194", "text": ""}, {"text_block_id": "p42_b1195", "text": "However, there are many factors of uncertainty. For example, there are also projections for the shrinking of actual distribution, due to terrain factors, land use, and constraints on the expansion of distribution."}, {"text_block_id": "p42_b1196_merged_merged_merged", "text": "(3) Countryside-Landscape (“Satochi-Satoyama”)"}, {"text_block_id": "p42_b1201", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p42_b1202", "text": ""}, {"text_block_id": "p42_b1203", "text": "A climate change-induced increase in temperature and changes in special and temporal distribution of"}, {"text_block_id": "p43_b1204", "text": "precipitation may alter the species composition of countryside landscape ecosystems."}, {"text_block_id": "p43_b1205", "text": ""}, {"text_block_id": "p43_b1206", "text": "However, because they are also susceptible to impacts of human activities and factors other than climate change, many uncertainties are involved."}, {"text_block_id": "p43_b1207", "text": "Note: Impacts on people such as the appreciation of season, culture and history (e.g., enjoyment of autumn foliage) are addressed in the section on"}, {"text_block_id": "p43_b1208", "text": "“"}, {"text_block_id": "p43_b1209", "text": "Life of citizenry, urban life"}, {"text_block_id": "p43_b1210", "text": "”"}, {"text_block_id": "p43_b1211", "text": "Current Status"}, {"text_block_id": "p43_b1212", "text": ""}, {"text_block_id": "p43_b1213", "text": "At present, there have been no comprehensive examples of the current status of climate change-induced changes in the component species of Japanese countryside landscape systems."}, {"text_block_id": "p43_b1214", "text": ""}, {"text_block_id": "p43_b1215", "text": "It has been pointed out that Japanese oak wilt and the expanded distribution of bamboo in some regions may also be climate change-induced impacts, but this has not been scientifically proven."}, {"text_block_id": "p43_b1216", "text": "Projected Impacts"}, {"text_block_id": "p43_b1217", "text": ""}, {"text_block_id": "p43_b1218", "text": "Some studies project small impacts of climate change in natural grassland vegetation zones"}, {"text_block_id": "p43_b1219", "text": "in the warm temperate zone or further south. Suitable habitat of secondary forests of"}, {"text_block_id": "p43_b1220", "text": "“"}, {"text_block_id": "p43_b1221", "text": "satoyama"}, {"text_block_id": "p43_b1222", "text": "”"}, {"text_block_id": "p43_b1223", "text": "landscapes including looseflower hornbeam ("}, {"text_block_id": "p43_b1224", "text": "Carpinus laxiflora"}, {"text_block_id": "p43_b1225", "text": ";"}, {"text_block_id": "p43_b1226", "text": "akashide"}, {"text_block_id": "p43_b1227", "text": "in Japanese) and Asian hornbeam ("}, {"text_block_id": "p43_b1228", "text": "Carpinus tschonoskii"}, {"text_block_id": "p43_b1229", "text": ";"}, {"text_block_id": "p43_b1230", "text": "inushide in Japanese"}, {"text_block_id": "p43_b1231", "text": ") may shrink in low mountain elevations and in southwest Japan."}, {"text_block_id": "p43_b1232", "text": ""}, {"text_block_id": "p43_b1233", "text": "However, there is currently not sufficient evidence regarding climate change impacts on satochi-satoyama ecosystems, so more research is needed in the future."}, {"text_block_id": "p43_b1234", "text": "(4) Planted Forests"}, {"text_block_id": "p43_b1235", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p43_b1236", "text": ""}, {"text_block_id": "p43_b1237", "text": "A climate change-induced increase in temperature and changes in spatial and temporal distribution of precipitation may cause an increase in water stress, and may affect the growth of Japanese cedar and other planted forest species."}, {"text_block_id": "p43_b1238", "text": ""}, {"text_block_id": "p43_b1239", "text": "Increasing temperature may increase the rate of tree respiration and have a negative effect on carbon stocks and carbon sequestration."}, {"text_block_id": "p43_b1240", "text": ""}, {"text_block_id": "p43_b1241_merged_merged_merged", "text": "An increase in atmospheric CO2 concentrations is thought to affect biological processes of trees, such as the rate of photosynthesis and stomatal response."}, {"text_block_id": "p43_b1244", "text": ""}, {"text_block_id": "p43_b1245", "text": "An increase in temperature may cause an expansion in the distribution of insect pests."}, {"text_block_id": "p43_b1246", "text": ""}, {"text_block_id": "p43_b1247", "text": "An increase in temperature may expand the areas at risk of pine wilt disease."}, {"text_block_id": "p43_b1248", "text": "Current Status"}, {"text_block_id": "p43_b1249", "text": ""}, {"text_block_id": "p43_b1250", "text": "There have been reports of degeneration of cedar tree forests in some areas due to increases in water stress caused by increasing temperature, as well as changes in the spatial and temporal distribution of"}, {"text_block_id": "p44_b1251", "text": "precipitation."}, {"text_block_id": "p44_b1252", "text": "Projected Impacts"}, {"text_block_id": "p44_b1253", "text": ""}, {"text_block_id": "p44_b1254", "text": "Particularly in areas with low precipitation, greater vulnerability of cedar tree plantations has been projected due to an increase in annual transpiration"}, {"text_block_id": "p44_b1255", "text": "if temperature increases by 3"}, {"text_block_id": "p44_b1256", "text": "°"}, {"text_block_id": "p44_b1257", "text": "C above the current level, but only a small ratio of land area would become unsuitable for growing."}, {"text_block_id": "p44_b1258", "text": ""}, {"text_block_id": "p44_b1259", "text": "A projection of impacts by 2050 using MIROC3.2-hi (A1B scenario)"}, {"text_block_id": "p44_b1260", "text": "for all of Japan found a negative effect on the carbon stock and amount of sequestration, based on the high proportion of plantations (which are high in forest respiration) in Shikoku and Kyushu, and on the large proportion of 40-and 50-year-old stands, which represent a large forest stock and amount of respiration. However, that projection did not take into account the impacts of increasing CO"}, {"text_block_id": "p44_b1261", "text": "2"}, {"text_block_id": "p44_b1262", "text": "concentrations in the atmosphere. Further research is needed regarding the physiological responses of trees to project impacts on cedar tree plantation ecosystems."}, {"text_block_id": "p44_b1263", "text": ""}, {"text_block_id": "p44_b1264", "text": "An expansion of the area at risk of pine wilt disease has been projected if the temperature increases by 1 to 2"}, {"text_block_id": "p44_b1265", "text": "°"}, {"text_block_id": "p44_b1266", "text": "C above the current level. There are concerns that along with pine wilt, there could also be damage to areas engaged in Japanese red pine ("}, {"text_block_id": "p44_b1267", "text": "akamatsu"}, {"text_block_id": "p44_b1268", "text": ") forestry and that produce pine mushrooms ("}, {"text_block_id": "p44_b1269", "text": "matsutake"}, {"text_block_id": "p44_b1270", "text": ")."}, {"text_block_id": "p44_b1271", "text": "(5) Damage from Wildlife"}, {"text_block_id": "p44_b1272", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p44_b1273", "text": ""}, {"text_block_id": "p44_b1274", "text": "An increase in temperature and a reduction in snow cover due to climate change may expand the suitable habitat for wildlife."}, {"text_block_id": "p44_b1275", "text": ""}, {"text_block_id": "p44_b1276", "text": "Associated with expanded distribution of wildlife, there may be an increase in ecosystem impacts, such as soil runoff, a decline in watershed conservation capacity, and landscape degradation, caused by the loss of understory vegetation and tree death due to foraging, bark stripping damage, and ground trampling."}, {"text_block_id": "p44_b1277", "text": "Current Status"}, {"text_block_id": "p44_b1278", "text": ""}, {"text_block_id": "p44_b1279_merged_merged_merged_merged", "text": "Longitudinal comparative research of sika deer (Cervus nippon) and wild boar nationwide in Japan has confirmed an expansion of their distribution."}, {"text_block_id": "p44_b1282", "text": ""}, {"text_block_id": "p44_b1283", "text": "It has been confirmed that their wintering range have expanded to higher elevations due to a decrease in snow depth."}, {"text_block_id": "p44_b1284", "text": ""}, {"text_block_id": "p44_b1285", "text": "An increase in sika deer populations has been attributed to complex factors, including a reduction in pressure from hunting, changes in land use, and a reduction in snow depth."}, {"text_block_id": "p45_b1286", "text": ""}, {"text_block_id": "p45_b1287", "text": "Feeding damage and bark-stripping damage due to expanded distribution of sika deer have been reported."}, {"text_block_id": "p45_b1288", "text": ""}, {"text_block_id": "p45_b1289", "text": "Impacts on ecosystem services due to expanded distribution of wildlife have been reported, but no direct causal relationship with climate change and the degree of contribution of climate change have yet been clarified."}, {"text_block_id": "p45_b1290", "text": "Projected Impacts"}, {"text_block_id": "p45_b1291", "text": ""}, {"text_block_id": "p45_b1292", "text": "An increase in temperature and shorter snow cover duration have been projected to expand the habitat of sika deer and other wildlife, but only a small number of examples has been confirmed, so further research is needed in the future."}, {"text_block_id": "p45_b1293", "text": "(6) Material Balance"}, {"text_block_id": "p45_b1294", "text": "Note: Material balance here refers to the circulation (inflows, outflows) of materials (e.g., carbon, nitrogen) in ecosystems."}, {"text_block_id": "p45_b1295", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p45_b1296", "text": ""}, {"text_block_id": "p45_b1297", "text": "By increases in annual mean temperature and lengthening rainless periods, climate change may cause an increase in ground temperature; the reduction of moisture content in forest soils and drying of surface soil; the alteration of material balance between soil and atmosphere; the runoff of fine soil particles due to precipitation; a lengthening of the time required for river and other water bodies to return to regular turbidity levels; rainwater to run off in a shorter period of time; and an alteration of the amount of carbon in soils."}, {"text_block_id": "p45_b1298", "text": "Current Status"}, {"text_block_id": "p45_b1299", "text": ""}, {"text_block_id": "p45_b1300", "text": "Regarding the current status of impacts on material balance associated with climate change, at present, examples are limited."}, {"text_block_id": "p45_b1301", "text": ""}, {"text_block_id": "p45_b1302", "text": "Regarding soil GHG flux"}, {"text_block_id": "p45_b1303", "text": "in the forests of Japan, there has been a confirmed increase in CO"}, {"text_block_id": "p45_b1304", "text": "2"}, {"text_block_id": "p45_b1305", "text": "and N"}, {"text_block_id": "p45_b1306", "text": "2"}, {"text_block_id": "p45_b1307", "text": "O released between 1980 and 2009, as well as an increase in CH"}, {"text_block_id": "p45_b1308", "text": "4"}, {"text_block_id": "p45_b1309", "text": "absorption."}, {"text_block_id": "p45_b1310", "text": ""}, {"text_block_id": "p45_b1311", "text": "Changing trends in the spatial and temporal distribution of precipitation may have impacts on the water balance and sediment dynamics of forests, but the lack of long-term data makes it difficult to ascertain the status of changes."}, {"text_block_id": "p45_b1312", "text": "Projected Impacts"}, {"text_block_id": "p45_b1313", "text": ""}, {"text_block_id": "p45_b1314_merged_merged", "text": "Increases in annual mean temperature and lengthening rainless periods may result in the reduction of moisture content in forest soils, leading to drying of surface soil, then more runoff of fine sediment and prolonged time to reduce turbidity, and ultimately, to shorter rainfall-runoff response times.However, these are inferences based on circumstantial evidence, so further consideration is needed."}, {"text_block_id": "p46_b1316", "text": ""}, {"text_block_id": "p46_b1317", "text": "For forest soil carbon stocks, A1B scenario"}, {"text_block_id": "p46_b1318", "text": "projected a 14% increase in net primary production"}, {"text_block_id": "p46_b1319", "text": "and a 5% decrease in soil organic carbon."}, {"text_block_id": "p46_b1320", "text": "Freshwater Ecosystems"}, {"text_block_id": "p46_b1321", "text": "(1) Lakes / Marshes"}, {"text_block_id": "p46_b1322", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p46_b1323", "text": ""}, {"text_block_id": "p46_b1324", "text": "In deep lakes and marshes where eutrophication is occurring, a climate change-induced increase in water temperature may weaken the vertical water circulation, reduce dissolved oxygen at the bottom, and promote oxygenation deficiency. Deoxygenation of lakes and marshes has impacts on shellfish and other benthic organisms, and is also expected to promote the release of nutrients from bottom sediment and accelerate eutrophication."}, {"text_block_id": "p46_b1325", "text": ""}, {"text_block_id": "p46_b1326", "text": "An increase in temperature and CO"}, {"text_block_id": "p46_b1327", "text": "2"}, {"text_block_id": "p46_b1328", "text": "concentrations of lake and marsh water enhances stratification and reduces the upwelling of nutrient-rich deep water. In ecosystems with a deficient nutrient supply, this may reduce nutrient content and biomass of algae, and inhibit the growth of algae-consuming zooplankton."}, {"text_block_id": "p46_b1329", "text": "Current Status"}, {"text_block_id": "p46_b1330", "text": ""}, {"text_block_id": "p46_b1331", "text": "Lake and marshes ecosystems are affected by the nutrient loads from land uses in their watersheds, making it difficult to isolate the impacts of climate change, and no studies in Japan have yet revealed any direct impacts of climate change."}, {"text_block_id": "p46_b1332", "text": ""}, {"text_block_id": "p46_b1333", "text": "However, in Lake Ikeda (Kagoshima Prefecture), it has been confirmed that the circulation period has completely disappeared due to the warm winters, dissolved oxygen at the lake bottom has decreased, and an oxygen deficiency trend is evident."}, {"text_block_id": "p46_b1334", "text": "Projected Impacts"}, {"text_block_id": "p46_b1335", "text": ""}, {"text_block_id": "p46_b1336", "text": "Although no examples making quantitative projections of impacts in Japan have been confirmed at present, for deep lakes where eutrophication is occurring, there are concerns about interruption of vertical circulation in lakes and oxygen deficiency due to increases in water temperature, as well as the resulting impacts on benthic organisms, including shellfish, and further eutrophication."}, {"text_block_id": "p46_b1337", "text": ""}, {"text_block_id": "p46_b1338_merged_merged_merged", "text": "Laboratory experiments have shown that increases in lake water temperature and CO2 concentrations reduce the growth of zooplankton."}, {"text_block_id": "p46_b1341", "text": "(2) Rivers"}, {"text_block_id": "p46_b1342", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p47_b1343", "text": ""}, {"text_block_id": "p47_b1344", "text": "A climate change-induced increase in river water temperature alters the growth and suitable habitat of organisms. In particular, the habitat range of cold-water fish may be reduced or fragmented."}, {"text_block_id": "p47_b1345", "text": ""}, {"text_block_id": "p47_b1346", "text": "Depending on changes in snow cover and timing and scale of snowmelt runoff, there may be impacts on river biotas that move upstream, move downstream, and spawn, in ways that are timed with snowmelt."}, {"text_block_id": "p47_b1347", "text": ""}, {"text_block_id": "p47_b1348", "text": "The amount of fine sediment increases with greater frequency of large flood due to changes in the spatial and temporal distribution of rainfall, as well as with increases in human activities. The deposition and settling of fine sediment may affect the riverbed environment and may also affect organisms including fish, benthic organisms, and attached algae. Also, if spaces between sand particles are blocked by fine sediment, the penetration by flowing water is expected to be suppressed, resulting in a deficient supply of oxygen to spawning beds and asphyxiation of eggs."}, {"text_block_id": "p47_b1349", "text": ""}, {"text_block_id": "p47_b1350", "text": "Climate change-induced water shortages may result in an increase in water temperature, reduce dissolved oxygen, and affect river biota."}, {"text_block_id": "p47_b1351", "text": "Current Status"}, {"text_block_id": "p47_b1352", "text": ""}, {"text_block_id": "p47_b1353", "text": "Because water intake and flow control is conducted on Japan"}, {"text_block_id": "p47_b1354", "text": "’"}, {"text_block_id": "p47_b1355", "text": "s rivers, it is difficult to detect impacts of climate change on river ecosystems, and no research results on direct impacts of climate change have been confirmed at present."}, {"text_block_id": "p47_b1356", "text": "Projected Impacts"}, {"text_block_id": "p47_b1357", "text": ""}, {"text_block_id": "p47_b1358_merged_merged", "text": "If the maximum water temperature increases by 3°C above current levels, the total area in Japan that can support cold-water fish is projected to decrease to about 20% of the current area, and the habitat especially on the island of Honshu would become extremely limited."}, {"text_block_id": "p47_b1361", "text": ""}, {"text_block_id": "p47_b1362", "text": "Also, no examples with quantitative projections have been confirmed at present, the followings are some of the impacts that could be expected."}, {"text_block_id": "p47_b1363", "text": "Also, no examples with quantitative projections have been confirmed at present, the followings are some of the impacts that could be expected.\n* Impacts on river biota that move upstream, move downstream, and spawn, timed with snow-melt\n* Impacts on river bed environment by constituents of turbidity due to increases in frequency of large\n* Impacts on river organisms due to increases in water temperature caused by drought, and by a"}, {"text_block_id": "p47_b1369", "text": "(3) Marshlands"}, {"text_block_id": "p47_b1370", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p47_b1371", "text": ""}, {"text_block_id": "p47_b1372", "text": "A climate change-induced increase in temperature and decrease in amount of precipitation, reduction in humidity due to a reduction in the number of foggy days, and increase in evapotranspiration, may result in a drying-out of marshlands and impacts on marshland ecosystems."}, {"text_block_id": "p48_b1373", "text": "Current Status"}, {"text_block_id": "p48_b1374", "text": ""}, {"text_block_id": "p48_b1375", "text": "Marshland ecosystems are strongly affected by anthropogenic impacts other than climate change, and no examples have directly addressed the impacts of climate change at present."}, {"text_block_id": "p48_b1376", "text": ""}, {"text_block_id": "p48_b1377", "text": "In some marshlands, it has been pointed out that a drying-out of marshlands may have resulted from a reduction in rainfall, a decrease in humidity, and a reduction in snow depth due to climate change."}, {"text_block_id": "p48_b1378", "text": "Projected Impacts"}, {"text_block_id": "p48_b1379", "text": ""}, {"text_block_id": "p48_b1380", "text": "Although no examples with quantitative projections have been confirmed at present, the followings are some of the possible impacts that could be expected."}, {"text_block_id": "p48_b1381", "text": "Although no examples with quantitative projections have been confirmed at present, the followings are some of the possible impacts that could be expected.\n* Impacts on marshlands in Hokkaido, which account for about 80% of the area of all marshlands in\n* Impacts of a reduction in precipitation and lower groundwater levels on plant communities\n* Transition from marshlands herbaceous communities to woody plant communities in low"}, {"text_block_id": "p48_b1387", "text": "Coastal Ecosystems"}, {"text_block_id": "p48_b1388", "text": "(1) Subtropics"}, {"text_block_id": "p48_b1389", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p48_b1390", "text": ""}, {"text_block_id": "p48_b1391", "text": "With typical subtropical corals in subtropical coastal ecosystems, coral bleaching has been observed where symbiotic algae die off due to stresses such as an increase in water temperature; if those conditions persist, the coral dies, unable to obtain the nutrients from the symbiotic algae."}, {"text_block_id": "p48_b1392", "text": ""}, {"text_block_id": "p48_b1393", "text": "If seawater temperature increases due to climate change, coral distribution may shift northward, and marine areas where coral currently exists may die off due to bleaching."}, {"text_block_id": "p48_b1394", "text": ""}, {"text_block_id": "p48_b1395", "text": "If changes occur in the growth and distribution of coral, they also affect many organisms and ecosystems that depend on coral reefs for habitat."}, {"text_block_id": "p48_b1396", "text": ""}, {"text_block_id": "p48_b1397", "text": "Mangrove forests consist of tree populations that grow in estuaries and tidal flats influenced by the ebb and flow of seawater. Mangroves are salt-tolerant, but cannot grow in water. Thus, if sea level rises at a pace that exceeds the pace of sediment buildup, it is thought that mangroves will be unable to survive in some areas. There may also be impacts on organisms when coastal erosion occurs due to sea-level rise."}, {"text_block_id": "p48_b1398", "text": "Current Status"}, {"text_block_id": "p48_b1399", "text": ""}, {"text_block_id": "p48_b1400", "text": "In the Okinawa region, there has been an increase in the frequency of bleaching of subtropical coral due to increasing seawater temperature."}, {"text_block_id": "p48_b1401", "text": ""}, {"text_block_id": "p48_b1402", "text": "The distribution of temperate coral in the Pacific Ocean has been moving northward in areas south of the Boso Peninsula and along the west and north coasts of Kyushu."}, {"text_block_id": "p49_b1403", "text": ""}, {"text_block_id": "p49_b1404", "text": "Laboratory experiments have pointed out the possibility that the amount of calcification is decreasing in some reef-building coral species."}, {"text_block_id": "p49_b1405", "text": "Projected Impacts"}, {"text_block_id": "p49_b1406", "text": ""}, {"text_block_id": "p49_b1407", "text": "A study using the A2 scenario"}, {"text_block_id": "p49_b1408", "text": "projects a reduction to half of the current sea area suitable for the growth of reef-building coral in the tropics and subtropics by 2030, and disappearance by 2040, due to increasing seawater temperature and ocean acidification. In waters away from areas most suitable for growth, an increase in bleaching and other stresses is projected, as well as a reduction in calcification, but no projections have been done regarding whether or not these will result in the complete disappearance of existing coral reefs situated away from the optimal waters."}, {"text_block_id": "p49_b1409", "text": ""}, {"text_block_id": "p49_b1410", "text": "Ecosystems in mangroves are also unique in subtropical coastal areas. There are reports that they will not grow in some locations if they cannot cope with a rapid pace of sea-level rise, but the reports only assess their capacity for carbon sequestration, and any projections about future changes in ecosystems are limited to qualitative discussions."}, {"text_block_id": "p49_b1411", "text": ""}, {"text_block_id": "p49_b1412", "text": "It is expected that the impacts on various resources in coral reef areas (including tourism resources and marine resources) in subtropical areas will be significant. Meanwhile, where subtropical coral extends northward into the temperate zone, there may be positive impacts on these resources with the northward migration of coral."}, {"text_block_id": "p49_b1413", "text": "(2) Temperate / Subarctic"}, {"text_block_id": "p49_b1414", "text": "Note: Please refer to the section on fisheries for more details about the impacts on coastal fisheries."}, {"text_block_id": "p49_b1415", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p49_b1416", "text": ""}, {"text_block_id": "p49_b1417", "text": "Because the habitat of organisms depends on the distribution of seawater temperature, a climate change-induced increase in seawater temperature may also change the distribution of species that have lived there until now."}, {"text_block_id": "p49_b1418", "text": ""}, {"text_block_id": "p49_b1419_merged_merged", "text": "Ocean acidification is a phenomenon in which acidity of the seawater increases when atmospheric CO2 dissolves in the ocean, altering the chemical equilibrium of the carbonate system in seawater, increasing the hydrogen ion concentration (pH level decreases). The atmospheric CO2 concentration is increasing due to an increase in the amount of CO2 released by human activities, resulting in a higher amount of CO2 dissolving in the oceans. Changes in chemical equilibrium of the seawater carbonate system reduce the carbonate ion concentration, and this is expected to affect calcification processes (the formation of calcium carbonate) that produce exoskeletons and shells of coral, shellfish, sea urchins, and other creatures."}, {"text_block_id": "p49_b1428", "text": ""}, {"text_block_id": "p49_b1429", "text": "If coastal erosion occurs due to sea-level rise, there may be impacts on organisms living there."}, {"text_block_id": "p50_b1430", "text": "Current Status"}, {"text_block_id": "p50_b1431", "text": ""}, {"text_block_id": "p50_b1432", "text": "In various places along the coast of Japan, a transition has been confirmed to be underway from cool-temperature to warm-temperature species accompanied by increasing seawater temperature."}, {"text_block_id": "p50_b1433", "text": ""}, {"text_block_id": "p50_b1434", "text": "It is reportedly difficult to determine at present whether or not the changes already occurring in marine ecosystems are a result of ocean acidification."}, {"text_block_id": "p50_b1435", "text": "Projected Impacts"}, {"text_block_id": "p50_b1436", "text": ""}, {"text_block_id": "p50_b1437", "text": "With increasing seawater temperature, it is expected that there will be a shift toward warm-water species, for example, in the case of sea urchins, from"}, {"text_block_id": "p50_b1438", "text": "Strongylocentrotus intermedius"}, {"text_block_id": "p50_b1439", "text": "("}, {"text_block_id": "p50_b1440", "text": "ezobafununi"}, {"text_block_id": "p50_b1441", "text": "in Japanese) to"}, {"text_block_id": "p50_b1442", "text": "Strongylocentrotus nudus"}, {"text_block_id": "p50_b1443", "text": "("}, {"text_block_id": "p50_b1444", "text": "kitamurasakiuni"}, {"text_block_id": "p50_b1445", "text": "), and this may lead to impacts on entire ecosystems, but quantitative examples are limited."}, {"text_block_id": "p50_b1446", "text": ""}, {"text_block_id": "p50_b1447", "text": "As for the impacts of ocean acidification, for medium to high CO"}, {"text_block_id": "p50_b1448", "text": "2"}, {"text_block_id": "p50_b1449", "text": "emission scenarios, it is thought that there will be considerable risk to highly vulnerable marine ecosystems in particular, such as ecosystems in polar regions and coral reefs. Coral reefs have many species that are sensitive to impacts, such as mollusks and echinoderms that have calcium carbonate skeletons and shells, and as a result, there may be negative impacts on species that are fisheries resources. Also, the situation is complex due to interactions between factors occurring simultaneously, such as increasing water temperature and a reduction in oxygenation, so the impacts may be amplified."}, {"text_block_id": "p50_b1450", "text": ""}, {"text_block_id": "p50_b1451", "text": "There are also concerns that changes in coastal ecosystems could impact species that are resources for coastal fisheries. It is expected that there could also be impacts on local culture, as in many cases fishing communities depend on coastal scenery and fisheries harvest species such as seagrass beds."}, {"text_block_id": "p50_b1452", "text": ""}, {"text_block_id": "p50_b1453", "text": "Sea-level rise is expected to have impacts on salt marshes in coastal areas."}, {"text_block_id": "p50_b1454", "text": "Marine Ecosystems"}, {"text_block_id": "p50_b1455", "text": "(1) Marine Ecosystems"}, {"text_block_id": "p50_b1456", "text": "Note: This section does not deal with organisms such as fish or cetacean species. Some of them are covered in"}, {"text_block_id": "p50_b1457", "text": "“"}, {"text_block_id": "p50_b1458", "text": "Migratory fishery products (e.g., ecology of fishes)"}, {"text_block_id": "p50_b1459", "text": "”"}, {"text_block_id": "p50_b1460", "text": "under"}, {"text_block_id": "p50_b1461", "text": "“"}, {"text_block_id": "p50_b1462", "text": "Fisheries."}, {"text_block_id": "p50_b1463", "text": "”"}, {"text_block_id": "p50_b1464", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p50_b1465", "text": ""}, {"text_block_id": "p50_b1466", "text": "A climate change-induced increase in seawater temperature may affect ocean currents and the rate of vertical mixing of seawater, leading to changes in material circulation via the distribution and behavior of organisms and biological groups in the entire ocean."}, {"text_block_id": "p50_b1467", "text": ""}, {"text_block_id": "p50_b1468_merged_merged_merged_merged", "text": "Increasing sea surface temperature may result in earlier spring algal bloomsdue to earlier development of temperature stratification and salinity stratification by the melting of sea ice."}, {"text_block_id": "p50_b1470", "text": ""}, {"text_block_id": "p50_b1471", "text": "It has also been pointed out that net primary production declines due to a decrease in nutrient supply"}, {"text_block_id": "p51_b1472", "text": "as a result of stratification. Meanwhile, regarding the amount of biomass of meso-zooplankton, even with a reduction in net primary production, it has been pointed out that a large change will not occur in the Oyashio region, as the worsening of the feeding conditions during the adult stage due to a reduction in net primary production will be roughly offset by better feeding conditions during the juvenile stage due to the earlier spring bloom."}, {"text_block_id": "p51_b1473", "text": ""}, {"text_block_id": "p51_b1474", "text": "Potential impacts are also expected to affect fisheries resources, because organisms such as phytoplankton and zooplankton are consumed by fish in marine areas."}, {"text_block_id": "p51_b1475", "text": "Current Status"}, {"text_block_id": "p51_b1476", "text": ""}, {"text_block_id": "p51_b1477", "text": "In the sea around Japan, particularly in the Oyashio Region and mixed water region, phytoplankton biomass and primary productivity may have begun to decline. However, opinion has not converged on a unified view."}, {"text_block_id": "p51_b1478", "text": "Projected Impacts"}, {"text_block_id": "p51_b1479", "text": ""}, {"text_block_id": "p51_b1480", "text": "Along with climate change, changes may also occur with phytoplankton biomass. Globally, it is projected to decrease in tropical and subtropical waters and projected to increase in subarctic waters, but models for the sea around Japan have low reliability, making it difficult at present to project future changes. As well, for projections about changes in the biomass of zooplankton, the reliability of projections for the sea around Japan is not high. Moreover, it is difficult at present to project the impacts of changes in each region, caused by above changes."}, {"text_block_id": "p51_b1481", "text": "Phenology"}, {"text_block_id": "p51_b1482", "text": "(1) Phenology"}, {"text_block_id": "p51_b1483_merged", "text": "Note: The term phenology refers to the responses of fauna and flora to seasonal changes such as temperature and sunlight. Note that this category mainly discusses ecosystem impacts and ecosystem services (excluding phenology perceived by people in their lives, so-called “sense of season”), while “Life with sense of culture and history” in the section on “Life of citizenry, Urban Life” deals mainly with phenology related to human life and culture."}, {"text_block_id": "p51_b1496", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p51_b1497", "text": ""}, {"text_block_id": "p51_b1498", "text": "The breaking from dormancy of plants will be earlier due to factors such as an increase in winter temperature, so flowering is expected to occur earlier. If temperature increases further, it is also possible that winter dormancy will be insufficient, and breaking from dormancy will be delayed, or plants will be unable to flower due to being unable to break from dormancy."}, {"text_block_id": "p51_b1499", "text": ""}, {"text_block_id": "p51_b1500", "text": "An increase in winter temperature also causes changes in temperature-dependent phenology of fauna, such as changes to the winter hibernation schedule and the frequency of occurrence of insects, or the timing of bird migration. Indirect impacts are also expected. For example, animals are expected to stop hibernating if nuts or other foods they consume become available even in winter."}, {"text_block_id": "p51_b1501", "text": ""}, {"text_block_id": "p51_b1502", "text": "Increasing seawater temperature and ocean acidification affect the timing of proliferation of plankton, which affects higher levels in the ecosystems."}, {"text_block_id": "p51_b1503", "text": ""}, {"text_block_id": "p51_b1504", "text": "For phenomena that have their timing determined not only by temperature but also by day length,"}, {"text_block_id": "p52_b1505", "text": "there may be impacts from a mismatch between day length and temperature."}, {"text_block_id": "p52_b1506", "text": ""}, {"text_block_id": "p52_b1507", "text": "If species differ in their response to temperature changes, there are also expected to be impacts on inter-species interactions. If those inter-species interactions are an important factor in survival of populations of individual species, serious impacts are expected to arise."}, {"text_block_id": "p52_b1508", "text": "Current Status"}, {"text_block_id": "p52_b1509", "text": ""}, {"text_block_id": "p52_b1510", "text": "Many reports have been confirmed regarding changes in the phenology of flora and fauna, such as earlier flowering of plants and earlier initiation of calling by animals."}, {"text_block_id": "p52_b1511", "text": "Projected Impacts"}, {"text_block_id": "p52_b1512", "text": ""}, {"text_block_id": "p52_b1513", "text": "Impacts for a variety of species are projected as a result of changes in phenology, such as earlier flowering of the Yoshino cherry tree ("}, {"text_block_id": "p52_b1514", "text": "Prunus yedoensis; someyoshino"}, {"text_block_id": "p52_b1515", "text": "in Japanese)."}, {"text_block_id": "p52_b1516", "text": ""}, {"text_block_id": "p52_b1517", "text": "The impacts are not limited to individual species, but various interactions between species are also expected."}, {"text_block_id": "p52_b1518", "text": "Shifts in Distribution and Populations"}, {"text_block_id": "p52_b1519", "text": "(1) Shifts in Distribution and Populations"}, {"text_block_id": "p52_b1520", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p52_b1521", "text": ""}, {"text_block_id": "p52_b1522_merged_merged", "text": "Climate change-induced changes such as increases in temperature and changes in rainfall—and through them, changes in snow cover and natural factors such as soil, water temperature and water quality—are expected to lead to distribution changes, species extinction, and changes in the rate of incursion and settlement of invasive alien species, due to changes in the habitat of flora and fauna, as well as changes in their life-cycle and the time periods when they are active each day."}, {"text_block_id": "p52_b1527", "text": "Current Status"}, {"text_block_id": "p52_b1528", "text": ""}, {"text_block_id": "p52_b1529", "text": "Regarding organisms such as insects, there have been confirmed cases of shifts in distribution and changes in their life cycles that could be explained as impacts of increases in temperature due to climate change, including expansion of northern limits of distribution to higher latitudes. However, a variety of factors other than climate change could also be involved, so it is difficult to show to what extent the observed changes are a result of climate change."}, {"text_block_id": "p52_b1530", "text": ""}, {"text_block_id": "p52_b1531", "text": "No examples relating to the invasion and settlement of invasive alien species due to climate change have been confirmed at present."}, {"text_block_id": "p52_b1532", "text": ""}, {"text_block_id": "p52_b1533", "text": "Impacts on ecosystem services due to expanded distribution of wildlife have been reported, but any direct causal relationship with climate change and the degree of contribution of climate change have not yet been clarified."}, {"text_block_id": "p52_b1534", "text": "Projected Impacts"}, {"text_block_id": "p52_b1535", "text": ""}, {"text_block_id": "p52_b1536", "text": "Climate change is expected to lead to the extinction of certain species by causing shifts in species"}, {"text_block_id": "p53_b1537", "text": "distribution and changes in their life-cycles, by causing further adverse impacts from changes in inter-species interactions due to species migration or localized extinction, and by species being unable to shift to keep up with climate change due to fragmentation of habitat. With an increase of temperature more than 2"}, {"text_block_id": "p53_b1538", "text": "°"}, {"text_block_id": "p53_b1539", "text": "C by 2050, it is projected that more than 30% of all species on earth would be at risk of extinction."}, {"text_block_id": "p53_b1540", "text": ""}, {"text_block_id": "p53_b1541", "text": "Although no examples making quantitative projections have been confirmed at present, it is expected that there would be a higher probability of invasion and settlement of invasive alien species due to climate change."}, {"text_block_id": "p53_b1542", "text": ""}, {"text_block_id": "p53_b1543", "text": "The habitat for wildlife species such as sika deer ("}, {"text_block_id": "p53_b1544", "text": "Cervus nippon"}, {"text_block_id": "p53_b1545", "text": ") is expanding, but regarding the question of whether climate change would further expand their habitat, only a small number of examples has been confirmed, so further research is needed in the future."}, {"text_block_id": "p53_b1546", "text": "3.3.4 Natural Disasters, Coastal Zones"}, {"text_block_id": "p53_b1547", "text": "Rivers"}, {"text_block_id": "p53_b1548", "text": "(1) Floods"}, {"text_block_id": "p53_b1549", "text": "Explanation of flood"}, {"text_block_id": "p53_b1550", "text": ""}, {"text_block_id": "p53_b1551", "text": "The term “"}, {"text_block_id": "p53_b1552", "text": "flood"}, {"text_block_id": "p53_b1553", "text": "” here refers to events that occur when heavy"}, {"text_block_id": "p53_b1554", "text": "rainfalls and the water volume flowing"}, {"text_block_id": "p53_b1555", "text": "from a watershed into a river exceeds the regular flow by a large margin. As a result, the river’s water"}, {"text_block_id": "p53_b1556", "text": "level rises, and eventually a large volume of water overflows from the river course into the surrounding area."}, {"text_block_id": "p53_b1557", "text": ""}, {"text_block_id": "p53_b1558_merged_merged_merged_merged", "text": "Because levees have been built in major segments of rivers in Japan, floods often occurs due to spill overtopping from levees or levee breaking by breaching. The term “riverine flooding” (“gaisui” in Japanese) is used to emphasize that the flooding is caused by flood waters that were flowing downward in the upstream of a river channel defined by levees on both river banks."}, {"text_block_id": "p53_b1563", "text": ""}, {"text_block_id": "p53_b1564", "text": "The occurrence of riverine flooding is determined by heavy rainfall events with the spatial and temporal scale corresponding to each specific watershed, and therefore a localized intense rainfall with a smaller spatial scale than that of the watershed does not necessarily lead to riverine flooding."}, {"text_block_id": "p53_b1565", "text": "Mechanisms of Climate Change Impacts"}, {"text_block_id": "p53_b1566", "text": ""}, {"text_block_id": "p53_b1567", "text": "Impacts of climate change may include an increase in frequency of heavy rainfall events and an increase in the amount of precipitation. As a result, flood waters exceeding the capacity of water disaster prevention facilities may flow downstream along a river, resulting in floods and a greater possibility of damage occurring."}, {"text_block_id": "p53_b1568", "text": ""}, {"text_block_id": "p53_b1569", "text": "In low-lying coastal areas, sea-level rise due to climate change may lead to water-level rise in rivers and poorer drainage to the sea. These factors may increase the likelihood of floods and result in longer durations of inundation due to flooding."}, {"text_block_id": "p53_b1570", "text": "Current Status"}, {"text_block_id": "p54_b1571", "text": ""}, {"text_block_id": "p54_b1572", "text": "Analysis of past rainfall data for heavy rainfall events that occur relatively frequently reveals an increasing trend over time in the frequency of occurrence. There is not yet a sufficient scientific basis to say that this trend is due to climate change."}, {"text_block_id": "p54_b1573", "text": ""}, {"text_block_id": "p54_b1574", "text": "The total inundation area has been on a decreasing trend over time. Progress with water induced disaster reduction measures can be cited as a key factor to explain this trend. However, the cost of damage per unit of inundation area is on an increasing trend."}, {"text_block_id": "p54_b1575", "text": ""}, {"text_block_id": "p54_b1576", "text": "The degree of safety against water disasters due to water disaster prevention improvements at present is considerably below planned design level, even based on current climate conditions."}, {"text_block_id": "p54_b1577", "text": ""}, {"text_block_id": "p54_b1578", "text": "Japan is still vulnerable to water damage from floods so if climate change results in more severe rainfall conditions, the impacts may become considerably high."}, {"text_block_id": "p54_b1579", "text": "Projected Impacts"}, {"text_block_id": "p54_b1580", "text": ""}, {"text_block_id": "p54_b1581_merged", "text": "Many published studies are consistent with the view that, according to future projections such as the A1B scenario,heavy rainfall events that can cause floods in typical river basins in Japan will increase significantly by the end of the 21st century compared to the present, and rainfall amounts of the same frequency will increase by an order of 10 to 30%."}, {"text_block_id": "p54_b1585", "text": ""}, {"text_block_id": "p54_b1586", "text": "Regarding the increasing ratio of rainfall amounts causing floods, multiple published studies have indicated an increase (amplification) in the ratio of increase of flood peak flow and probability of occurrence of flooding. It is expected that the degree of increase of probability of occurrence of flooding will be significantly larger than the degree of increase of flood peak flow."}, {"text_block_id": "p54_b1587", "text": ""}, {"text_block_id": "p54_b1588", "text": "If the frequency of flooding occurrence in areas protected by river levees from flood increases significantly, the likelihood of water disasters increases significantly."}, {"text_block_id": "p54_b1589", "text": ""}, {"text_block_id": "p54_b1590", "text": "In low-lying coastal areas, it is expected that sea-level rise will lead to an increase in likelihood of floods and longer periods of inundation due to flooding."}, {"text_block_id": "p54_b1591", "text": ""}, {"text_block_id": "p54_b1592", "text": "Climate models are an important factor in determining reliability of future projections, so to improve that reliability it will be necessary to improve the spatial resolution to reproduce phenomena, and also increase the number of computational cases."}, {"text_block_id": "p54_b1593", "text": "(2) Inland Waters"}, {"text_block_id": "p54_b1594", "text": "Explanation of Inland Flooding"}, {"text_block_id": "p54_b1595", "text": ""}, {"text_block_id": "p54_b1596", "text": "When heavy rains fall on flat land that has only limited capacity to allow water to penetrate the ground surface or drain away, the rainwater accumulates in certain locations with limited drainage. Eventually the water depth and area increase and that causes flooding and damages. This type of event is referred to here as inland flooding."}, {"text_block_id": "p54_b1597", "text": ""}, {"text_block_id": "p54_b1598", "text": "The occurrence of inland flooding is mainly governed by the correlation between rainfall intensity and"}, {"text_block_id": "p55_b1599", "text": "infiltration or drainage capacity. Therefore, in contrast to riverine flooding, inland flooding may occur in the event of intense rainfall, even if it is localized and of relatively short duration."}, {"text_block_id": "p55_b1600", "text": ""}, {"text_block_id": "p55_b1601", "text": "Examples of land conditions that are prone to inland flooding: urban areas that inherently have limited infiltration capacity, where the capacity of sewer systems and other drainage infrastructure to drain rainwater is unable to cope with intense rainfall; areas that cannot drain properly due to inadequate drainage capacity if there are elevated water levels in sewers, canals and streams that drain the area."}, {"text_block_id": "p55_b1602", "text": ""}, {"text_block_id": "p55_b1603", "text": "The amount of water from an individual inland flooding event is generally less than riverine flooding with a levee break by a flood, but significant damage may still occur if the land use makes the area vulnerable in terms of infiltration capacity. Also, in urban areas, inland flooding sometimes occurs abruptly and leads to human suffering."}, {"text_block_id": "p55_b1604", "text": "Mechanisms of Climate Change Impacts"}, {"text_block_id": "p55_b1605", "text": ""}, {"text_block_id": "p55_b1606", "text": "Impacts of climate change will include increases in frequency of heavy rainfall events and increases in the amount of precipitation. These impacts will include a greater frequency of short and concentrated rainfall events and higher intensity of rainfall, resulting in an increase in the possibility of occurrence of inland flooding."}, {"text_block_id": "p55_b1607", "text": "Current Status"}, {"text_block_id": "p55_b1608", "text": ""}, {"text_block_id": "p55_b1609", "text": "Analysis of historical rainfall data for heavy rainfall events that occur relatively frequently reveals an increasing trend over time in the frequency of occurrence, and there has been a significant increase over the past 50 years in the intensity of rainfall concentrated over short durations with an annual probability of exceedance of 1/5 and 1/10. There is not yet a sufficient scientific basis to say that these trends of change are due to climate change."}, {"text_block_id": "p55_b1610", "text": ""}, {"text_block_id": "p55_b1611", "text": "The degree of safety against water disasters, achieved by sewer system improvements at present is considerably short of planned targets, even based on current climate conditions."}, {"text_block_id": "p55_b1612", "text": ""}, {"text_block_id": "p55_b1613", "text": "Increasing frequency and intensity of intense rainfall concentrated over short durations may contribute to the more frequent inland water damage that has occurred in recent years in urban areas where only a low level of measures against inundation has been achieved."}, {"text_block_id": "p55_b1614", "text": "Projected Impacts"}, {"text_block_id": "p55_b1615", "text": ""}, {"text_block_id": "p55_b1616", "text": "Estimates of the climate change impacts of localized intense rainfall events are not yet sufficiently advanced, as it is difficult to obtain fine resolution and to model weather disturbances that cause localized intense rainfall."}, {"text_block_id": "p55_b1617", "text": ""}, {"text_block_id": "p55_b1618", "text": "Literature has indicated the likelihood of an increase in the amount of rainfall in short durations over the next 50 years, by extrapolating past trends in heavy rainfall events and other trends over the past 50 years; this literature has provided useful information about the likelihood of future increases in heavy rainfall events that cause damage to inland flooding."}, {"text_block_id": "p55_b1619", "text": ""}, {"text_block_id": "p55_b1620", "text": "In low-lying areas and other locations near rivers, it is expected that an increase in frequency of higher"}, {"text_block_id": "p56_b1621", "text": "river levels could lead to prolongation of inundation duration, due to the likelihood of an increase in inland flooding as it becomes more difficult to discharge rainwater from sewer systems."}, {"text_block_id": "p56_b1622", "text": ""}, {"text_block_id": "p56_b1623", "text": "Urban areas can have large impacts due to special vulnerability to flooding and inundation, if short-duration intensive rainfall events increase due to the impacts of climate change, combined with higher sea levels."}, {"text_block_id": "p56_b1624", "text": ""}, {"text_block_id": "p56_b1625", "text": "It is also expected that increases in heavy rainfall will cause inundation damage to farmland outside of non-urban areas."}, {"text_block_id": "p56_b1626", "text": "Coastal Areas"}, {"text_block_id": "p56_b1627", "text": "(1) Sea-Level Rise"}, {"text_block_id": "p56_b1628", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p56_b1629", "text": ""}, {"text_block_id": "p56_b1630", "text": "A climate change-induced increase in temperature increases sea levels by causing the thermal expansion of seawater, melting glaciers and ice sheets, and triggering their slippage."}, {"text_block_id": "p56_b1631", "text": ""}, {"text_block_id": "p56_b1632", "text": "Sea-level rise is expected to result in reduced functioning of built structures on rivers and coastal areas, as well as ecosystem changes in the tidal zone"}, {"text_block_id": "p56_b1633", "text": "of tidal flats and rivers."}, {"text_block_id": "p56_b1634", "text": "Current Status"}, {"text_block_id": "p56_b1635", "text": ""}, {"text_block_id": "p56_b1636", "text": "It has been reported that sea levels near Japan have been on an increasing trend (+1.1 mm/year) since 1980, based on analysis of tidal observation records."}, {"text_block_id": "p56_b1637", "text": ""}, {"text_block_id": "p56_b1638", "text": "At present, there have been no reports of damage due to sea-level rise."}, {"text_block_id": "p56_b1639", "text": ""}, {"text_block_id": "p56_b1640", "text": "When using tidal records, it is necessary to accurately assess the magnitude of tectonic movement in order to isolate the variations in sea level attributable to climate change and changes in ocean currents."}, {"text_block_id": "p56_b1641", "text": "Projected Impacts"}, {"text_block_id": "p56_b1642", "text": ""}, {"text_block_id": "p56_b1643", "text": "Many studies have examined sea-level rise due to climate change."}, {"text_block_id": "p56_b1644", "text": ""}, {"text_block_id": "p56_b1645", "text": "The studies found that there is a high possibility that, compared to the average for the years 1986 to 2005, the increase in global mean sea level from 2081 to 2100 will be in the range of 0.26 to 0.55 m (RCP2.6 scenario),"}, {"text_block_id": "p56_b1646", "text": "0.32 to 0.63 m (RCP4.5 scenario),"}, {"text_block_id": "p56_b1647", "text": "0.33 to 0.63 m (RCP6.0 scenario),"}, {"text_block_id": "p56_b1648", "text": "and 0.45 to 0.82 m (RCP8.5 scenario)."}, {"text_block_id": "p56_b1649", "text": "They found some sea-level rise to be inevitable even if greenhouse gas emissions are suppressed."}, {"text_block_id": "p56_b1650", "text": ""}, {"text_block_id": "p56_b1651", "text": "If sea-level rise increases by 80 cm, the impacts will extend to all of Japan"}, {"text_block_id": "p56_b1652", "text": "’"}, {"text_block_id": "p56_b1653", "text": "s coastlines, and the area of land exactly at sea level around the three major bays in Japan will increase to 1.6 times the current area."}, {"text_block_id": "p56_b1654", "text": ""}, {"text_block_id": "p56_b1655_merged_merged_merged_merged", "text": "If sea-level rise occurs, disaster risk from storm surges and high waves will increase compared to the"}, {"text_block_id": "p57_b1658", "text": "present, even without increases in intensity of typhoons and low pressure systems."}, {"text_block_id": "p57_b1659", "text": ""}, {"text_block_id": "p57_b1660", "text": "It is expected that impacts will include a reduction in functioning of river and coastal artificial structures, submergence/inundation of coastal areas, problems for harbor and fishing port functions, and ecosystem impacts in the tidal zones of tidal flats and rivers."}, {"text_block_id": "p57_b1661", "text": "(2) Storm Surges, High Waves"}, {"text_block_id": "p57_b1662", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p57_b1663", "text": ""}, {"text_block_id": "p57_b1664", "text": "Climate change-induced sea-level rise may increase the risk of occurrence of storm surges and high waves. This is expected to affect human life, harbors and port facilities, fishing port facilities, business activities, and cultural assets."}, {"text_block_id": "p57_b1665", "text": ""}, {"text_block_id": "p57_b1666", "text": "Typhoons are the direct cause of most storm surges, and trends in the occurrence of storm surge are determined by factors such as the number of typhoons, their paths, and intensities."}, {"text_block_id": "p57_b1667", "text": "Current Status"}, {"text_block_id": "p57_b1668", "text": ""}, {"text_block_id": "p57_b1669", "text": "Regarding damage associated with the influence of climate change-induced sea-level rise and increases in typhoon intensity on storm surge and high waves, at present, no concrete examples have been confirmed. Regarding storm surge, it has been pointed out that the occurrence of extreme storm surges may have been increasing globally since 1975."}, {"text_block_id": "p57_b1670", "text": ""}, {"text_block_id": "p57_b1671_merged", "text": "Regarding high waves, along Japan’s Pacific coast, examples have confirmed an increase in wave height from autumn to winter, and along the Sea of Japan coast, an increase in wave height and frequency due to changes in atmospheric pressure patterns in winter. However, no scientific basis has been obtained yet to indicate that these are climate-change induced."}, {"text_block_id": "p57_b1674", "text": "Projected Impacts"}, {"text_block_id": "p57_b1675", "text": ""}, {"text_block_id": "p57_b1676", "text": "Typhoons are the main factor for storm surges, and technologies are being developed to project typhoon behavior in the context of climate change (e.g., path, scale). However, already the results of predictive calculations can be assessed with a certain degree of precision, including the increase in water levels and extent of inundation when a typhoon makes landfall in a coastal area."}, {"text_block_id": "p57_b1677", "text": ""}, {"text_block_id": "p57_b1678", "text": "The possibility is extremely high that sea level will rise due to climate change and the risk of storm surge will increase."}, {"text_block_id": "p57_b1679", "text": ""}, {"text_block_id": "p57_b1680", "text": "Regarding high waves, there are projections of the possibility of increases in risk of high waves in coastal areas of the Pacific Ocean due to increases in typhoon strength, and damage to breakwaters in harbors and fishing ports due to increased wave height and storm surge anomalies."}, {"text_block_id": "p57_b1681", "text": ""}, {"text_block_id": "p57_b1682", "text": "For harbors and fishing ports, particularly where the design depth of facilities is shallow, it is projected that there will be an increase in the number of places where safety cannot be adequately ensured due to increasing mean sea levels and an associated increase in wave height."}, {"text_block_id": "p58_b1683", "text": "(3) Coastal Erosion"}, {"text_block_id": "p58_b1684", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p58_b1685", "text": ""}, {"text_block_id": "p58_b1686", "text": "Climate change-induced sea-level rise and increases in typhoon intensity may promote further coastal erosion where erosion is already occurring, and trigger erosion on coasts where erosion is not currently occurring."}, {"text_block_id": "p58_b1687", "text": ""}, {"text_block_id": "p58_b1688", "text": "Increases in the amount of rainfall may result in increasing slope failure and river flow volumes, and by increasing the amount of sediment supply from rivers to coastlines, cause sediment deposition on the shorelines near estuaries."}, {"text_block_id": "p58_b1689", "text": ""}, {"text_block_id": "p58_b1690", "text": "Current Status"}, {"text_block_id": "p58_b1691", "text": ""}, {"text_block_id": "p58_b1692", "text": "Regarding whether or not climate change-induced sea-level rise and increases in typhoon intensity are already having impacts on coastal erosion, no concrete examples have been confirmed at present."}, {"text_block_id": "p58_b1693", "text": "Projected Impacts"}, {"text_block_id": "p58_b1694", "text": ""}, {"text_block_id": "p58_b1695_merged", "text": "It is projected that coastlines will be eroded by sea-level rise and increases in typhoon intensity due to climate change. Specifically, it is projected that with sea-level rise of 30 cm and 60 cm, about 50% and 80% of Japan’s sandy beaches will disappear, respectively."}, {"text_block_id": "p58_b1698", "text": ""}, {"text_block_id": "p58_b1699", "text": "Meanwhile, studies have reported the possibility of changes in the sediment supply from rivers with an increase in rainfall due to climate change, and the possibility for sediment deposition on coastlines including around estuaries. However, the possibility for increases in sediment volume to be sufficient to replenish the losses from coastal erosion due to climate change is not considered to be high, so it is expected that coastal erosion will progress more than at present."}, {"text_block_id": "p58_b1700", "text": "Mountain Areas"}, {"text_block_id": "p58_b1701", "text": "(1) Debris flows, Landslides, and other disasters"}, {"text_block_id": "p58_b1702", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p58_b1703", "text": ""}, {"text_block_id": "p58_b1704", "text": "Climate change-induced increases in the probability of intense rainfall over short periods and large total precipitation amounts, as well as changes in special and temporal distribution of rainfall, may increase in the frequency of occurrence of sediment-related disasters, alter their timing, increase their scale, and change their occurrence patterns."}, {"text_block_id": "p58_b1705", "text": ""}, {"text_block_id": "p58_b1706", "text": "Changes in precipitation amounts and temperature are expected to change the ground structure and ground cover conditions (e.g., vegetation), and affect the factors involved in slope failure and erosion. Changes in the amount of snowfall and spatial and temporal distribution of snowfall are also expected to affect avalanches and other types of snow damage. However, many aspects of the kinds of impacts are currently unclear."}, {"text_block_id": "p58_b1707", "text": "Current Status"}, {"text_block_id": "p59_b1708", "text": ""}, {"text_block_id": "p59_b1709", "text": "Little research and reporting has analyzed any direct correlation between climate change and the scale of damage from sediment-related disasters, and at present, much is still unknown regarding the relationship between climate change and the patterns of occurrence of sediment-related disasters."}, {"text_block_id": "p59_b1710", "text": ""}, {"text_block_id": "p59_b1711", "text": "However, over approximately the past thirty years there have been reports of increases in the frequency of torrential rainfall of 50 mm or greater per hour, and increases in the number of annual cases of sediment-related disasters affecting human settlements. Also, despite a scarcity of data, an increasing trend has been reported in recent years in the frequency of occurrence of deep-seated slope failure."}, {"text_block_id": "p59_b1712", "text": ""}, {"text_block_id": "p59_b1713", "text": "There have been reports of greater variation in snowfall in some regions, with a trend toward warmer winters with lower snowfall followed by heavy snowfall, but at present, no concrete examples relating to snow damage have been confirmed."}, {"text_block_id": "p59_b1714", "text": "Projected Impacts"}, {"text_block_id": "p59_b1715", "text": ""}, {"text_block_id": "p59_b1716", "text": "The following is a list of conditions that could change under more severe rainfall conditions. (Severe rainfall conditions include extremely intense torrential rainfall and prolonged periods of heavy rainfall, and heavy rainfall that deliver an extremely large amount of total rainfall)"}, {"text_block_id": "p59_b1717", "text": "The following is a list of conditions that could change under more severe rainfall conditions. (Severe rainfall conditions include extremely intense torrential rainfall and prolonged periods of heavy rainfall, and heavy rainfall that deliver an extremely large amount of total rainfall)\n* Frequency of intensive failure, slope failure, debris flows, and its impacts on social and livelihood in\n* A reduction in relative effectiveness of material measures (e.g., physical infrastructure) and\n* Prolongation of direct and indirect impacts due to increase of large-scale events such as deep-seated\n* Expansion of damage beyond locations currently exposed to landslide hazard, as a result of\n* A reduction in system capacities of water disaster prevention and water utilization due to increases in"}, {"text_block_id": "p59_b1727", "text": "Others"}, {"text_block_id": "p59_b1728", "text": "(1) Strong Winds and Other"}, {"text_block_id": "p59_b1729", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p59_b1730", "text": ""}, {"text_block_id": "p59_b1731", "text": "Climate change may increase strong typhoons and increase damage such as tree blow-down due to typhoons."}, {"text_block_id": "p59_b1732", "text": ""}, {"text_block_id": "p59_b1733_merged", "text": "As the frequency of occurrence of supercellswhich cause strong tornadoes increases due to climate change, the number of tornadoes increases, and which may affect damage that occurs."}, {"text_block_id": "p60_b1735", "text": "Current Status"}, {"text_block_id": "p60_b1736", "text": ""}, {"text_block_id": "p60_b1737", "text": "Regarding increases in damage by increases of strong winds and strong typhoons accompanied by climate change, at present, no concrete examples have been confirmed."}, {"text_block_id": "p60_b1738", "text": ""}, {"text_block_id": "p60_b1739", "text": "Regarding changes in the frequency of occurrence of climate change-induced tornadoes as well, at present, no concrete examples have been confirmed."}, {"text_block_id": "p60_b1740", "text": "Projected Impacts"}, {"text_block_id": "p60_b1741", "text": ""}, {"text_block_id": "p60_b1742", "text": "A study using the A1B scenario"}, {"text_block_id": "p60_b1743", "text": "projects increases in strong winds and strong typhoons due to climate change, starting in the near future (2015-2039)."}, {"text_block_id": "p60_b1744", "text": ""}, {"text_block_id": "p60_b1745", "text": "In addition, projections for the end of the 21st century (2075-2099) in Japan nationwide are for a higher frequency conditions suitable for the occurrence of tornadoes mainly from March to May."}, {"text_block_id": "p60_b1746", "text": ""}, {"text_block_id": "p60_b1747", "text": "Although no examples making quantitative projections have been confirmed at present, there are concerns about an increase in damage from tree blow-down in mountain regions accompanied by increase of intense typhoons."}, {"text_block_id": "p60_b1748", "text": "3.3.5 Human Health"}, {"text_block_id": "p60_b1749", "text": "Human health is not only affected by climate change, but by a wide range of factors, such as the enormous movement of people and goods due to globalization, and major changes in the natural environment from land development. When assessing the impacts of climate change, it is necessary to do so based on an understanding that those many other factors exist."}, {"text_block_id": "p60_b1750", "text": "Winter Warming"}, {"text_block_id": "p60_b1751", "text": "(1) Mortality in Winter Season"}, {"text_block_id": "p60_b1752", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p60_b1753", "text": ""}, {"text_block_id": "p60_b1754", "text": "A climate change-induced warming of winter temperature may reduce winter mortality if it reduces the frequency of events such as cold waves and heavy snows that occur on a scale resulting in disasters. It is unclear whether winter mortality rates will decline with an increase in mean temperature in winter, as studies have not verified any increase in mortality risk in response to lower temperature on a day-to-day basis."}, {"text_block_id": "p60_b1755", "text": "Current Status"}, {"text_block_id": "p60_b1756", "text": ""}, {"text_block_id": "p60_b1757", "text": "Regarding any decrease in mortality in winter associated with increasing temperature in winter, no concrete examples have been confirmed at present."}, {"text_block_id": "p60_b1758", "text": "Projected Impacts"}, {"text_block_id": "p60_b1759", "text": ""}, {"text_block_id": "p60_b1760_merged_merged", "text": "Using the RCP4.5 scenario,the mean temperature in winter was projected to increase in the 2030s"}, {"text_block_id": "p61_b1762", "text": "nationally compared to the 2000s, and cold mortality as a proportion of total mortality (non-accidental) was projected to decrease. However, this projection was based on a study conducted before isolating seasonal impacts from impacts due to differences in winter temperature. By separating seasonal effects, the decrease in the proportion of deaths due to cold mortality is expected to be smaller than that projection."}, {"text_block_id": "p61_b1763", "text": "Heat Stress"}, {"text_block_id": "p61_b1764", "text": "Among the impacts of heat stress, this section deals mainly with impacts such as mortality risk and heat illness. In the category of"}, {"text_block_id": "p61_b1765", "text": "“"}, {"text_block_id": "p61_b1766", "text": "Life of Citizenry, Urban Life"}, {"text_block_id": "p61_b1767", "text": "”"}, {"text_block_id": "p61_b1768", "text": "the section"}, {"text_block_id": "p61_b1769", "text": "“"}, {"text_block_id": "p61_b1770", "text": "Other"}, {"text_block_id": "p61_b1771", "text": "–"}, {"text_block_id": "p61_b1772", "text": "Impacts on life due to heat stress"}, {"text_block_id": "p61_b1773", "text": "”"}, {"text_block_id": "p61_b1774", "text": "deals mainly with impacts such as heat stress, sleep inhibition, and heat discomfort."}, {"text_block_id": "p61_b1775", "text": "(1) Risk of Mortality"}, {"text_block_id": "p61_b1776", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p61_b1777", "text": ""}, {"text_block_id": "p61_b1778", "text": "Due to the physiological effects of heat stress, a climate change-induced increase in temperature increases the risk of heat illness, as well as mortality risk for the elderly and persons with circulatory and respiratory system problems. Indirectly, increasing temperature may increase mortality risk due to respiratory and circulatory disease as a result of an increase of photochemical oxidant concentrations associated with increasing temperature."}, {"text_block_id": "p61_b1779", "text": "Current Status"}, {"text_block_id": "p61_b1780", "text": ""}, {"text_block_id": "p61_b1781", "text": "It has been confirmed globally that excess mortality (an indicator showing the extent to which total mortality from a given illness has increased, whether directly or indirectly) is already occurring due to an increase in temperature."}, {"text_block_id": "p61_b1782", "text": "Projected Impacts"}, {"text_block_id": "p61_b1783", "text": ""}, {"text_block_id": "p61_b1784", "text": "The frequency of summer heat waves is projected to increase in Tokyo and several other Asian cities, and it is also projected that heat stress related to mortality and morbidity may also increase."}, {"text_block_id": "p61_b1785", "text": ""}, {"text_block_id": "p61_b1786", "text": "The mortality risk from heat stress is projected to increase in Japan by the mid-21st century (2050s) to about 1.8"}, {"text_block_id": "p61_b1787", "text": "–"}, {"text_block_id": "p61_b1788", "text": "2.2 times the level in 1981 to 2000, and to about 2.1"}, {"text_block_id": "p61_b1789", "text": "–"}, {"text_block_id": "p61_b1790", "text": "3.7 times by the end of"}, {"text_block_id": "p61_b1791", "text": "the 21st century"}, {"text_block_id": "p61_b1792", "text": "(2090s), respectively, under the 450s scenario"}, {"text_block_id": "p61_b1793", "text": "63"}, {"text_block_id": "p61_b1794", "text": "and BaU scenario."}, {"text_block_id": "p61_b1795", "text": "63"}, {"text_block_id": "p61_b1796", "text": ""}, {"text_block_id": "p61_b1797_merged_merged_merged", "text": "Even for the RCP2.6 scenario,63 the excess mortality from heat stress is projected to more than double in all prefectures, regardless of age group."}, {"text_block_id": "p61_b1800", "text": "(2) Heat Illness"}, {"text_block_id": "p61_b1801", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p61_b1802", "text": ""}, {"text_block_id": "p61_b1803", "text": "An increase in summer temperature may increase the number of heat illness patients. The impacts may be particularly serious for the elderly."}, {"text_block_id": "p61_b1804", "text": "Current Status"}, {"text_block_id": "p62_b1805", "text": ""}, {"text_block_id": "p62_b1806", "text": "Increases in the number of heat illness patients transported by ambulance have been reported nationwide, although it cannot be stated with certainty that all of the increases are an impact of climate change."}, {"text_block_id": "p62_b1807", "text": ""}, {"text_block_id": "p62_b1808", "text": "Only a limited number of reports has been published in Japan relating to health impacts that do not lead to mortality or morbidity, such as impacts on labor efficiency."}, {"text_block_id": "p62_b1809", "text": "Projected Impacts"}, {"text_block_id": "p62_b1810", "text": ""}, {"text_block_id": "p62_b1811", "text": "The rate of increase of incidence of heat illness is projected to be larger in Hokkaido, Tohoku, and Kanto, and smaller in Shikoku, Kyushu, and Okinawa, in projections for 2031"}, {"text_block_id": "p62_b1812", "text": "–"}, {"text_block_id": "p62_b1813", "text": "2050 and 2081"}, {"text_block_id": "p62_b1814", "text": "–"}, {"text_block_id": "p62_b1815", "text": "2100."}, {"text_block_id": "p62_b1816", "text": ""}, {"text_block_id": "p62_b1817", "text": "By age group, the rate of increase in incidence of heat illness is highest for the elderly over 65 years of age, and considering the future aging of the population, the impact is considered to be more serious."}, {"text_block_id": "p62_b1818", "text": ""}, {"text_block_id": "p62_b1819", "text": "A projection using the RCP8.5 scenario"}, {"text_block_id": "p62_b1820", "text": "projected more than a doubling of heat illness patients transported by ambulance in the majority of prefectures (with the exception of Shikoku) by the middle of the 21st century, and by the end of the century, with the exception of a projection using RCP2.6 scenario,"}, {"text_block_id": "p62_b1821", "text": "more than a doubling in almost all prefectures."}, {"text_block_id": "p62_b1822", "text": ""}, {"text_block_id": "p62_b1823", "text": "Regarding health impacts of climate change that do not lead to clinical symptoms (e.g., impacts on the labor efficiency), studies have been reported in overseas, and the IPCC Fifth Assessment Report also addressed these issues. Few reports have been published in Japan, however."}, {"text_block_id": "p62_b1824", "text": "Infection"}, {"text_block_id": "p62_b1825_merged_merged_merged", "text": "Note: This section covers infectious diseases for which a considerable amount of research exists, including water-borne and food-borne diseases, and vector-borne diseases. Infectious diseases for which existing research knowledge is limited is covered together under “Other infectious diseases.” They are covered together for convenience, but this does not necessarily mean the “other infectious diseases” are less important."}, {"text_block_id": "p62_b1834", "text": "(1) Water-and Food-Borne Diseases"}, {"text_block_id": "p62_b1835", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p62_b1836", "text": ""}, {"text_block_id": "p62_b1837", "text": "A climate change-induced increase in temperature of seawater and fresh water is expected to increase the amount of microbes in water, and increase the risk of water-borne diseases."}, {"text_block_id": "p62_b1838", "text": ""}, {"text_block_id": "p62_b1839", "text": "An increase in temperature is expected to increase the risk of food-borne diseases, through bacterial contamination and proliferation in food, via various processes, including food processing, distribution, storage, and cooking."}, {"text_block_id": "p62_b1840", "text": "Current Status"}, {"text_block_id": "p62_b1841", "text": ""}, {"text_block_id": "p62_b1842", "text": "Regarding the increasing risk of water-borne and food-borne diseases due to climate change, at present, confirmed examples are limited, and the connection with climate change is not clear."}, {"text_block_id": "p63_b1843", "text": "Projected Impacts"}, {"text_block_id": "p63_b1844", "text": ""}, {"text_block_id": "p63_b1845", "text": "The expansion of water-borne and food-borne diseases due to climate change is also a concern, but at present, confirmed examples are limited."}, {"text_block_id": "p63_b1846", "text": "(2) Vector-borne Diseases"}, {"text_block_id": "p63_b1847", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p63_b1848", "text": ""}, {"text_block_id": "p63_b1849", "text": "Climate change-induced increases in temperature and changes in spatial and temporal distribution of precipitation may change the suitable habitat for arthropods that are vectors for infectious diseases, and increase the risk of vector-borne diseases."}, {"text_block_id": "p63_b1850", "text": "Current Status"}, {"text_block_id": "p63_b1851", "text": ""}, {"text_block_id": "p63_b1852", "text": "It has been confirmed that the habitat of mosquitoes ("}, {"text_block_id": "p63_b1853", "text": "Aedes (Stegomyia) albopictus"}, {"text_block_id": "p63_b1854", "text": ") that are vectors of infectious diseases such as dengue fever have expanded to rural northern parts of the Tohoku region. Also, though not directly connected to climate change, there were instances of many persons falling ill with dengue fever"}, {"text_block_id": "p63_b1855", "text": "in metropolitan parks in 2014."}, {"text_block_id": "p63_b1856", "text": ""}, {"text_block_id": "p63_b1857", "text": "There are other infectious diseases for which the risk of spread may increase due to climate change impacts, but no concrete examples in Japan have been confirmed at present."}, {"text_block_id": "p63_b1858", "text": "Projected Impacts"}, {"text_block_id": "p63_b1859", "text": ""}, {"text_block_id": "p63_b1860_merged_merged", "text": "A projection using the RCP8.5 scenarioprojected the possible distribution of the Asian tiger mosquito (hitosujishimaka, or Aedes (Stegomyia) albopictus) to reach some area of Hokkaido by the end of the 21st century. However, the expansion of possible distribution, does not necessarily lead immediately to more occurrences of disease."}, {"text_block_id": "p63_b1866", "text": ""}, {"text_block_id": "p63_b1867", "text": "There are other infectious diseases may be affected by climate change, but no examples specifically on the risk of spread of infectious diseases in Japan have been confirmed at present."}, {"text_block_id": "p63_b1868", "text": "(3) Other Infectious Diseases"}, {"text_block_id": "p63_b1869", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p63_b1870", "text": ""}, {"text_block_id": "p63_b1871", "text": "For infectious diseases other than water-borne, food-borne, and vector-borne infectious diseases, climate change-induced increases in temperature and changes in the amount of precipitation are expected to increase the risk of infection and change the characteristics of outbreaks."}, {"text_block_id": "p63_b1872", "text": ""}, {"text_block_id": "p63_b1873", "text": "However, since the impacts of other societal and biological factors are significant, findings about detailed mechanisms are inadequate at present."}, {"text_block_id": "p63_b1874", "text": "Current Status"}, {"text_block_id": "p64_b1875", "text": ""}, {"text_block_id": "p64_b1876", "text": "For infectious diseases other than water-borne and food-borne, and vector-borne types as well, reports have been confirmed that point out seasonal changes in occurrence and correlations between occurrence, and temperature and humidity."}, {"text_block_id": "p64_b1877", "text": ""}, {"text_block_id": "p64_b1878", "text": "However, since the impacts of other societal and biological factors are significant, findings about detailed mechanisms are inadequate at present."}, {"text_block_id": "p64_b1879", "text": "Projected Impacts"}, {"text_block_id": "p64_b1880", "text": ""}, {"text_block_id": "p64_b1881", "text": "For infectious diseases other than water-borne and food-borne and vector-borne types as well, the potential exists for seasonal changes and changes in risk of occurrence due to an increase in temperature, but quantitative assessment is difficult due to the lack of research literature."}, {"text_block_id": "p64_b1882", "text": "Others"}, {"text_block_id": "p64_b1883", "text": "(1) Others"}, {"text_block_id": "p64_b1884", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p64_b1885", "text": ""}, {"text_block_id": "p64_b1886", "text": "A climate change-induced increase in temperature is expected to alter the concentrations of various pollutants, by promoting reactions that generate air pollutants such as ozone."}, {"text_block_id": "p64_b1887", "text": ""}, {"text_block_id": "p64_b1888", "text": "If there is an increase in frequency of combined sewage overflow associated with increase in localized torrential rainfall due to climate change, it is expected to affect the occurrence of diarrhea in regions where water is supplied from closed water systems that have become contaminated."}, {"text_block_id": "p64_b1889", "text": ""}, {"text_block_id": "p64_b1890", "text": "The elderly and children are vulnerable to the effects of summer heat and expected to be more affected by increases in temperature."}, {"text_block_id": "p64_b1891", "text": ""}, {"text_block_id": "p64_b1892", "text": "Though quantitative information is limited, serious impacts (e.g., impacts on labor efficiency) are also expected to affect society and the economy, even if the impacts are not as serious as death or illness."}, {"text_block_id": "p64_b1893", "text": "Current Status"}, {"text_block_id": "p64_b1894", "text": ""}, {"text_block_id": "p64_b1895", "text": "There have been many reports of health-related combined impacts connected with an increase in temperature and air pollution; changes have been reported in the concentrations of particulate matter and a variety of other pollutants, due to factors such as their formation being promoted by an increase in temperature."}, {"text_block_id": "p64_b1896", "text": ""}, {"text_block_id": "p64_b1897", "text": "It is expected that diarrhea outbreaks will occur if water becomes contaminated in closed water bodies and rivers downstream, in the event of overflow of combined sewer systems due to flood associated with localized torrential rainfall. There are reports in the United States introducing rainwater treatment approaches similar those used in Japan, but there is no specific report in Japan."}, {"text_block_id": "p64_b1898", "text": ""}, {"text_block_id": "p64_b1899", "text": "The elderly are frequently referred to as a population vulnerable to heat stress, but in the United States there have been reports of impacts on young children and fetuses (expectant mothers). In Japan, information on these aspects is not available."}, {"text_block_id": "p64_b1900", "text": ""}, {"text_block_id": "p64_b1901", "text": "Also, only a limited number of reports has been published in Japan relating to health impacts that do not lead to mortality or morbidity, such as impacts on labor efficiency."}, {"text_block_id": "p65_b1902", "text": "Projected Impacts"}, {"text_block_id": "p65_b1903", "text": ""}, {"text_block_id": "p65_b1904", "text": "It is expected that damage to health will increase with higher oxidant concentrations due to an increase in temperature in urban areas, but these impacts are greatly affected by future air pollution levels, and it is not easy to make projections."}, {"text_block_id": "p65_b1905", "text": ""}, {"text_block_id": "p65_b1906", "text": "It is expected that the incidence of diarrhea will increase due to greater pollution of closed waters with increasing amounts of heavy rain, but epidemiological data is insufficient to make projections."}, {"text_block_id": "p65_b1907", "text": ""}, {"text_block_id": "p65_b1908", "text": "There is a lack of information about impacts on vulnerable populations, children in particular."}, {"text_block_id": "p65_b1909", "text": ""}, {"text_block_id": "p65_b1910", "text": "Regarding health impacts of climate change that do not lead to clinical symptoms (e.g., impacts on the labor efficiency), studies have been reported in other countries, and the IPCC Fifth Assessment Report also addressed these issues. Few studies have been reported from Japan, however."}, {"text_block_id": "p65_b1911", "text": "3.3.6 Industrial/Economic Activities"}, {"text_block_id": "p65_b1912", "text": "Manufacture"}, {"text_block_id": "p65_b1913", "text": "(1) Manufacture"}, {"text_block_id": "p65_b1914", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p65_b1915", "text": ""}, {"text_block_id": "p65_b1916", "text": "Due to the limited number of research case studies, the mechanisms of climate change impacts on the manufacturing industry are not entirely clear."}, {"text_block_id": "p65_b1917", "text": ""}, {"text_block_id": "p65_b1918", "text": "Some examples suggest that an increase in mean temperature has impacts on production and sales processes of businesses and on site selection for production facilities. Some examples also suggest that a possible long-term sea-level rise and increase in the frequency and intensity of extreme events could cause direct physical damage to production facilities. Meanwhile, some examples suggest that climate change could lead to the creation of new business opportunities."}, {"text_block_id": "p65_b1919", "text": "Current Status"}, {"text_block_id": "p65_b1920", "text": ""}, {"text_block_id": "p65_b1921", "text": "A variety of climate change-induced impacts are expected, but at present, only a limited number of examples have been confirmed on the impacts on manufacturing (the only study that could be confirmed is a report of one case study on natural agar production, a traditional industry in Chino city, Nagano Prefecture). At present, it has not been determined if there are significant impacts on manufacturing."}, {"text_block_id": "p65_b1922", "text": "Projected Impacts"}, {"text_block_id": "p65_b1923", "text": ""}, {"text_block_id": "p65_b1924", "text": "There is a lack of published examples assessing future impacts of climate change on the manufacturing industry to be large; therefore, based on available information, it is difficult to say that the impacts will be high."}, {"text_block_id": "p65_b1925", "text": ""}, {"text_block_id": "p65_b1926", "text": "Assuming the highest range of sea-level rise, research has found that the value of lost production in the manufacturing sector around the Tokyo Bay area due to sea-level rise would be very high in the 2090s in the absence of measures against sea-level rise in coastal areas."}, {"text_block_id": "p66_b1927", "text": ""}, {"text_block_id": "p66_b1928", "text": "Examples done in the apparel and other industries, while not quantitative projections, found reasons to be concerned that changes in average temperature would have direct and physical impacts on a company"}, {"text_block_id": "p66_b1929", "text": "’"}, {"text_block_id": "p66_b1930", "text": "s production and sales processes, and the siting of production facilities."}, {"text_block_id": "p66_b1931", "text": "Energy"}, {"text_block_id": "p66_b1932", "text": "(1) Energy Demand and Supply"}, {"text_block_id": "p66_b1933", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p66_b1934", "text": ""}, {"text_block_id": "p66_b1935", "text": "Factors such as a climate change-induced increase in temperature may have both positive and negative impacts on energy demand."}, {"text_block_id": "p66_b1936", "text": ""}, {"text_block_id": "p66_b1937", "text": "Due to the limited number of examples, it cannot be"}, {"text_block_id": "p66_b1938", "text": "inferred"}, {"text_block_id": "p66_b1939", "text": "that there is consensus regarding the damage and impacts on the energy infrastructure due to an increase in the frequency and intensity of extreme events or long-term sea-level rise."}, {"text_block_id": "p66_b1940", "text": "Current Status"}, {"text_block_id": "p66_b1941", "text": ""}, {"text_block_id": "p66_b1942", "text": "No concrete examples regarding the impacts of climate change on energy demand and supply have been confirmed at present."}, {"text_block_id": "p66_b1943", "text": "Projected Impacts"}, {"text_block_id": "p66_b1944", "text": ""}, {"text_block_id": "p66_b1945", "text": "A limited number of examples have quantitatively assessed future impacts of climate change on energy demand and supply; therefore, based on available information, it is difficult to say that the impacts will be high."}, {"text_block_id": "p66_b1946", "text": ""}, {"text_block_id": "p66_b1947", "text": "The followings are examples of reports projecting the impacts of increases in temperature on energy consumption."}, {"text_block_id": "p66_b1948", "text": "The followings are examples of reports projecting the impacts of increases in temperature on energy consumption.\n* Almost no change in the industrial sector and the transport sector\n* A reduction in demand in the residential sector (for a 1.0\n* C increase in temperature, household\n* An increase in demand in the commercial sector including the service industry (for a 1.0Â°C\n* In the residential/commercial sector overall, no major impact, but there may be decreases in\n* It has been pointed out that increases in summer temperature may accentuate the peaks of electricity"}, {"text_block_id": "p66_b1962", "text": "Commerce"}, {"text_block_id": "p66_b1963", "text": "(1) Commerce"}, {"text_block_id": "p66_b1964", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p66_b1965", "text": ""}, {"text_block_id": "p66_b1966", "text": "There are complex factors involved in the mechanisms of climate change impacts on the commercial"}, {"text_block_id": "p67_b1967", "text": "industry and the collection of examples of research is limited, so the actual mechanisms of climate change impacts on the commercial industry are not entirely clear."}, {"text_block_id": "p67_b1968", "text": ""}, {"text_block_id": "p67_b1969", "text": "Some studies suggest that changes in the climate affect the sales of seasonal products and marketing plans of businesses. It has also been suggested that proper adaptation to changes in the climate could lead to the creation of new business opportunities."}, {"text_block_id": "p67_b1970", "text": "Current Status"}, {"text_block_id": "p67_b1971", "text": ""}, {"text_block_id": "p67_b1972", "text": "No concrete examples regarding the impacts of climate change in the commercial sector in Japan have been confirmed at present."}, {"text_block_id": "p67_b1973", "text": "Projected Impacts"}, {"text_block_id": "p67_b1974", "text": ""}, {"text_block_id": "p67_b1975", "text": "There are very few examples that future impacts of climate change on the commercial sector in Japan, so it is not possible to assess impacts on the commercial sector at present."}, {"text_block_id": "p67_b1976", "text": ""}, {"text_block_id": "p67_b1977", "text": "In the apparel industry, some reports have pointed to impacts on sales of seasonal products, and on marketing plans."}, {"text_block_id": "p67_b1978", "text": ""}, {"text_block_id": "p67_b1979", "text": "In CDP projects, there are examples that companies in the apparel, hotel, and other industries estimated and assessed impacts and economic losses associated with future climate change."}, {"text_block_id": "p67_b1980", "text": "Finance, Insurance"}, {"text_block_id": "p67_b1981", "text": "(1) Finance, Insurance"}, {"text_block_id": "p67_b1982", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p67_b1983", "text": ""}, {"text_block_id": "p67_b1984", "text": "An increase in natural disasters associated with increases in the frequency and intensity of climate change-induced extreme events may increase the amounts of insured losses and the resulting insurance payments."}, {"text_block_id": "p67_b1985", "text": ""}, {"text_block_id": "p67_b1986", "text": "An increase in the frequency and intensity of extreme events and increases in uncertainty of the future climate may affect insurance premium calculations for insurance underwriting, as well as risk diversification."}, {"text_block_id": "p67_b1987", "text": ""}, {"text_block_id": "p67_b1988", "text": "Meanwhile, appropriate responses to climate change risk are expected to create new business opportunities in the insurance industry."}, {"text_block_id": "p67_b1989", "text": ""}, {"text_block_id": "p67_b1990", "text": "While there are threats such as the damage to property in the financial industry due to natural disasters associated with an increase in climate change-induced extreme events, appropriate responses to climate change risk are expected to create new business opportunities."}, {"text_block_id": "p67_b1991", "text": "Current Status"}, {"text_block_id": "p67_b1992", "text": ""}, {"text_block_id": "p67_b1993", "text": "Based on trends in natural disasters and associated insured losses over approximately 30 years since 1980, insured losses have increased significantly and it has been confirmed that the likelihood that losses will regularly occur has been increasing."}, {"text_block_id": "p67_b1994", "text": ""}, {"text_block_id": "p67_b1995", "text": "There are reports that it has become difficult for insurance companies to project future trends using"}, {"text_block_id": "p68_b1996", "text": "traditional risk quantification methods alone, and that development of new methods of risk hedging and diversification that consider the future impacts of climate change will be necessary."}, {"text_block_id": "p68_b1997", "text": ""}, {"text_block_id": "p68_b1998", "text": "At present, no concrete examples of research regarding the impacts of climate change on the Japanese financial sector have been found."}, {"text_block_id": "p68_b1999", "text": "Projected Impacts"}, {"text_block_id": "p68_b2000", "text": ""}, {"text_block_id": "p68_b2001", "text": "Projections have indicated increases in insured losses associated with a growing number of natural disasters, increases in insurance payments, and increases in reinsurance premiums. However, at present, examples of research are limited in Japan."}, {"text_block_id": "p68_b2002", "text": ""}, {"text_block_id": "p68_b2003", "text": "No quantitative examples with projections for Japan have been found at present, but impacts such as the following can be expected."}, {"text_block_id": "p68_b2004", "text": "(Insurance Industry)"}, {"text_block_id": "p68_b2005", "text": ""}, {"text_block_id": "p68_b2006", "text": "Threats such as the emergence of some categories that cannot be insured, and difficulty of reinsurance"}, {"text_block_id": "p68_b2007", "text": ""}, {"text_block_id": "p68_b2008", "text": "Business opportunities, such as increase in demand for insurance, and potential for new product development."}, {"text_block_id": "p68_b2009", "text": "(Financial Industry)"}, {"text_block_id": "p68_b2010", "text": ""}, {"text_block_id": "p68_b2011", "text": "Threats such as damage to property or increase in economic costs due to changes in weather"}, {"text_block_id": "p68_b2012", "text": ""}, {"text_block_id": "p68_b2013", "text": "Business opportunities, such as adaptation business financing and development of weather derivatives"}, {"text_block_id": "p68_b2014", "text": ""}, {"text_block_id": "p68_b2015", "text": "At present, no concrete examples of researches related to the impacts of climate change on the Japanese financial sector have been found."}, {"text_block_id": "p68_b2016", "text": "Tourism"}, {"text_block_id": "p68_b2017", "text": "(1) Leisure"}, {"text_block_id": "p68_b2018", "text": "Note: This section mainly covers leisure activities that use natural resources, including forests, snowy mountains, sandy beaches, and tidal flats."}, {"text_block_id": "p68_b2019", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p68_b2020", "text": ""}, {"text_block_id": "p68_b2021", "text": "For leisure industries that utilize natural resources (e.g., forests, snowy mountains, sandy beaches, and tidal flats), a climate change-induced increase in temperature, changes in the amount of rainfall and snowfall, changes in the spatial and temporal distribution of precipitation, and sea-level rise, may have impacts such as elimination or shrinking of resources and areas where these activities are possible, and changes in the period of year best suited for these activities."}, {"text_block_id": "p68_b2022", "text": ""}, {"text_block_id": "p68_b2023", "text": "An increase in the frequency and intensity of extreme events may also affect areas and resources suitable for leisure activities that utilize natural resources."}, {"text_block_id": "p68_b2024", "text": "Current Status"}, {"text_block_id": "p68_b2025", "text": ""}, {"text_block_id": "p68_b2026", "text": "Leisure industries that utilize natural resources (e.g., forests, snowy mountains, sandy beaches, and wetlands) may be subject to impacts from an increase in temperature, changes in rainfall, snowfall, and the special and temporal distribution of precipitation, and sea-level rise; however, at present,"}, {"text_block_id": "p69_b2027", "text": "confirmed examples are limited."}, {"text_block_id": "p69_b2028", "text": ""}, {"text_block_id": "p69_b2029", "text": "Examples have been confirmed about a reduction in snow depth at ski resorts due to an increase in temperature."}, {"text_block_id": "p69_b2030", "text": "Projected Impacts"}, {"text_block_id": "p69_b2031", "text": ""}, {"text_block_id": "p69_b2032", "text": "A study using the A1B scenario"}, {"text_block_id": "p69_b2033", "text": "projected that in about 2050, the tourism climate index"}, {"text_block_id": "p69_b2034", "text": "will be reduced in summer due to an increase in temperature, and increased in spring and autumn to winter."}, {"text_block_id": "p69_b2035", "text": ""}, {"text_block_id": "p69_b2036", "text": "Regarding skiing, it is projected that snowfall and maximum snow depth in 2031 to 2050 will be reduced (with the exception of some areas inland in Hokkaido and Honshu), and that almost all ski resorts will see a reduction in snow depth."}, {"text_block_id": "p69_b2037", "text": ""}, {"text_block_id": "p69_b2038", "text": "A loss of sandy beaches is projected to occur due to sea-level rise, with impacts on leisure industries in coastal areas."}, {"text_block_id": "p69_b2039", "text": "Construction"}, {"text_block_id": "p69_b2040", "text": "(1) Construction"}, {"text_block_id": "p69_b2041", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p69_b2042", "text": ""}, {"text_block_id": "p69_b2043", "text": "A climate change-induced increase in the frequency and intensity of extreme events is expected to cause damage directly to the field site of construction work."}, {"text_block_id": "p69_b2044", "text": ""}, {"text_block_id": "p69_b2045", "text": "An increase in temperature is expected to affect building materials and the structural integrity of buildings."}, {"text_block_id": "p69_b2046", "text": ""}, {"text_block_id": "p69_b2047", "text": "Indirect impacts on the construction industry are also expected, via damage to infrastructure from flood and storm surges, and from the introduction of adaptation measures."}, {"text_block_id": "p69_b2048", "text": "Current Status"}, {"text_block_id": "p69_b2049", "text": ""}, {"text_block_id": "p69_b2050", "text": "At present, no concrete examples regarding the impacts on the construction industry have been confirmed."}, {"text_block_id": "p69_b2051", "text": ""}, {"text_block_id": "p69_b2052", "text": "However, impacts on infrastructure have been considered in the"}, {"text_block_id": "p69_b2053", "text": "“"}, {"text_block_id": "p69_b2054", "text": "Urban infrastructure, critical services"}, {"text_block_id": "p69_b2055", "text": "”"}, {"text_block_id": "p69_b2056", "text": "section, so readers are encouraged to refer to it."}, {"text_block_id": "p69_b2057", "text": "Projected Impacts"}, {"text_block_id": "p69_b2058", "text": ""}, {"text_block_id": "p69_b2059", "text": "At present, confirmed examples are limited regarding impacts on the construction industry."}, {"text_block_id": "p69_b2060", "text": ""}, {"text_block_id": "p69_b2061_merged_merged_merged", "text": "However, impacts on infrastructure have been considered in the “Urban infrastructure, critical services” section, so readers are encouraged to refer to it."}, {"text_block_id": "p70_b2066", "text": "Medical"}, {"text_block_id": "p70_b2067", "text": "(1) Medical"}, {"text_block_id": "p70_b2068", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p70_b2069", "text": ""}, {"text_block_id": "p70_b2070", "text": "There are concerns about increasing risks such as the risk of heat illness and risk of the spread of infectious diseases such as those transmitted by water or arthropods, as a result of a climate change-induced increase in temperature. Thus it is expected that there will be some kinds of impacts on the medical industry."}, {"text_block_id": "p70_b2071", "text": ""}, {"text_block_id": "p70_b2072", "text": "Impacts on the medical industry are also expected from an increase in disaster risk associated with an increase in the frequency and intensity of extreme events and an increase in drought due to changes in the amount of precipitation."}, {"text_block_id": "p70_b2073", "text": "Current Status"}, {"text_block_id": "p70_b2074", "text": ""}, {"text_block_id": "p70_b2075", "text": "At present, no concrete examples regarding the impacts on the medical industry have been confirmed, with the exception of impacts on dialysis treatment due to interruption of water supply and turbid water."}, {"text_block_id": "p70_b2076", "text": ""}, {"text_block_id": "p70_b2077", "text": "However, impacts on health have been considered in the"}, {"text_block_id": "p70_b2078", "text": "“"}, {"text_block_id": "p70_b2079", "text": "Human health"}, {"text_block_id": "p70_b2080", "text": "”"}, {"text_block_id": "p70_b2081", "text": "sector, so readers are encouraged to refer to it."}, {"text_block_id": "p70_b2082", "text": "Projected Impacts"}, {"text_block_id": "p70_b2083", "text": ""}, {"text_block_id": "p70_b2084", "text": "At present, no concrete examples regarding the impacts on the medical industry have been confirmed."}, {"text_block_id": "p70_b2085", "text": ""}, {"text_block_id": "p70_b2086", "text": "However, impacts on health have been considered in the"}, {"text_block_id": "p70_b2087", "text": "“"}, {"text_block_id": "p70_b2088", "text": "Human health"}, {"text_block_id": "p70_b2089", "text": "”"}, {"text_block_id": "p70_b2090", "text": "sector, so readers are encouraged to refer to it."}, {"text_block_id": "p70_b2091", "text": "Others"}, {"text_block_id": "p70_b2092", "text": "(1) Other Impacts (e.g. Overseas Impact)"}, {"text_block_id": "p70_b2093", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p70_b2094", "text": ""}, {"text_block_id": "p70_b2095_merged_merged_merged", "text": "There are complex factors involved in the mechanisms of how climate change impacts arising outside Japan affect supply chains and Japan’s domestic industry and economy, and the collection of examples of research is limited, so the actual mechanisms of climate change impacts are not entirely clear."}, {"text_block_id": "p70_b2098", "text": ""}, {"text_block_id": "p70_b2099", "text": "Examples of how climate change impacts arising outside the United Kingdom would have impacts within the United Kingdom makes reference to the following impacts:"}, {"text_block_id": "p70_b2100", "text": "Examples of how climate change impacts arising outside the United Kingdom would have impacts within the United Kingdom makes reference to the following impacts:\n* Companies with supply chains overseas may be affected by direct physical damage to their\n* An increase in the frequency of severe storms at sea and changes in their patterns of occurrence may"}, {"text_block_id": "p71_b2104", "text": "Examples of how climate change impacts arising outside the United Kingdom would have impacts within the United Kingdom makes reference to the following impacts:\n* Companies with supply chains overseas may be affected by direct physical damage to their\n* An increase in the frequency of severe storms at sea and changes in their patterns of occurrence may\n* A climate change-induced increase in the frequency and intensity of extreme events may cause\n* Increases in the frequency and duration of extreme events, a reduction of water resources, ocean\n* Changes in infectious disease patterns associated with an increase in temperature could increase the"}, {"text_block_id": "p71_b2110", "text": "Current Status"}, {"text_block_id": "p71_b2111", "text": ""}, {"text_block_id": "p71_b2112", "text": "At present, no examples regarding the impacts of climate change outside of Japan will have within Japan have been confirmed."}, {"text_block_id": "p71_b2113", "text": ""}, {"text_block_id": "p71_b2114_merged", "text": "Although it is difficult to clearly determine whether or not it was an impact of climate change, the flood of Thailand’s Chao Phraya River in 2011 resulted in losses for Japanese companies. There was one case of an estimated 315 billion yen in losses for Japanese companies involved in the supply chain for computer hard disks, and another case of an expected 900 billion yen in insurance payouts to Japanese firms by Japanese insurance companies."}, {"text_block_id": "p71_b2117", "text": "Projected Impacts"}, {"text_block_id": "p71_b2118", "text": ""}, {"text_block_id": "p71_b2119", "text": "Impacts that might be experienced within Japan due to impacts from overseas center on secondary impacts, would include social sciences, and involve complex factors; at present no concrete examples covering these topics have been confirmed."}, {"text_block_id": "p71_b2120", "text": ""}, {"text_block_id": "p71_b2121", "text": "However, based on the examination cases conducted in the U.K., there are concerns in Japan as well about changes in import prices of energy and prices of agricultural and fisheries products; direct and physical impacts on manufacturing plants operating overseas; and impacts of the spread of infectious diseases via migrants and incoming travel, associated with an increase of disease carriers overseas."}, {"text_block_id": "p71_b2122", "text": "3.3.7 Life of Citizenry, Urban Life"}, {"text_block_id": "p71_b2123", "text": "Urban Infrastructure, Critical Services"}, {"text_block_id": "p71_b2124", "text": "(1) Water supply, Transportation, and the others"}, {"text_block_id": "p71_b2125", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p71_b2126", "text": ""}, {"text_block_id": "p71_b2127", "text": "Climate change-induced impacts such as increases in the frequency of short-term intense rainfall events and droughts, and increases in strong typhoons, may affect infrastructure and critical services."}, {"text_block_id": "p71_b2128", "text": "Current Status"}, {"text_block_id": "p71_b2129", "text": ""}, {"text_block_id": "p71_b2130", "text": "Impacts have been confirmed in many places in recent years, including underground inundation, power outages and impacts on subway systems due to record torrential rainfall; impacts on water"}, {"text_block_id": "p72_b2131", "text": "supply infrastructure due to droughts and flood; and impacts on cut-off slopes of highways due to torrential rainfall and typhoons."}, {"text_block_id": "p72_b2132", "text": ""}, {"text_block_id": "p72_b2133", "text": "However, it is difficult to clearly determine whether or not these incidents were impacts of climate change."}, {"text_block_id": "p72_b2134", "text": "Projected Impacts"}, {"text_block_id": "p72_b2135", "text": ""}, {"text_block_id": "p72_b2136", "text": "Regarding possible climate change impacts on infrastructure and critical services, at the global level it has been pointed out that extreme weather events may expose systems to risks by disrupting the functioning of infrastructure networks and critical services such as electrical and water supply services, but could also affect national security policies."}, {"text_block_id": "p72_b2137", "text": ""}, {"text_block_id": "p72_b2138", "text": "Meanwhile, for Japan, reports have focused on secondary impacts including those mainly in the social sciences, and involve complex factors; at present only a limited number of published examples has been confirmed. Overseas, some examination cases have pointed to an increase in risks for communications and transportation infrastructure."}, {"text_block_id": "p72_b2139", "text": ""}, {"text_block_id": "p72_b2140", "text": "There are concerns about impacts on infrastructure and critical services if climate change results in impacts such as increase in the frequency of short-term intense rainfall events and droughts, and an increase in strong typhoons."}, {"text_block_id": "p72_b2141", "text": "Life with Sense of Culture and History"}, {"text_block_id": "p72_b2142", "text": "(1) Phenology, Traditional Events/ Local Industry"}, {"text_block_id": "p72_b2143", "text": "Note: The term phenology refers to phenomena manifested by fauna and flora in response to seasonal changes such as temperature and sunlight. This section mainly covers phenology relating to human activities and culture (phenology perceived by people in their lives, or sense of season), while the section for"}, {"text_block_id": "p72_b2144", "text": "“"}, {"text_block_id": "p72_b2145", "text": "Phenology"}, {"text_block_id": "p72_b2146", "text": "”"}, {"text_block_id": "p72_b2147", "text": "under"}, {"text_block_id": "p72_b2148", "text": "“"}, {"text_block_id": "p72_b2149", "text": "Natural Ecosystems"}, {"text_block_id": "p72_b2150", "text": "”"}, {"text_block_id": "p72_b2151", "text": "mainly covers ecosystem services and impacts on ecosystems."}, {"text_block_id": "p72_b2152", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p72_b2153", "text": ""}, {"text_block_id": "p72_b2154", "text": "A climate change-induced increase in temperature may result in changes in phenology, such as the germination and flowering of plants, the timing of autumn foliage, and the initiation of calling by birds and insects. In this regard, these changes may affect citizens"}, {"text_block_id": "p72_b2155", "text": "’"}, {"text_block_id": "p72_b2156", "text": "sense of the seasons, traditional events at popular places for viewing of cherry blossoms and autumn foliage, and tourism."}, {"text_block_id": "p72_b2157", "text": ""}, {"text_block_id": "p72_b2158", "text": "There may also be impacts on local traditional events, tourism, and industries, as a result of an increase in temperature, increases in the amount of precipitation, changes in the spatial and temporal distribution of precipitation, sea-level rise, and changes in the frequency and intensity of extreme events."}, {"text_block_id": "p72_b2159", "text": "Current Status"}, {"text_block_id": "p72_b2160", "text": ""}, {"text_block_id": "p72_b2161_merged_merged_merged", "text": "Reports have been confirmed regarding phenological changes for flora and fauna that people commonly experience, including cherry blossoms, the Japanese maple, and cicadas. However, regarding the impacts of these changes on citizens’ sense of the seasons and on local traditional events and tourism, no concrete examples have been confirmed at present."}, {"text_block_id": "p73_b2164", "text": ""}, {"text_block_id": "p73_b2165", "text": "At Lake Suwa, there have been reports of the impacts of an increase in temperature on local traditional events, tourism, and industries; these include an increase in the frequency of years without"}, {"text_block_id": "p73_b2166", "text": "“"}, {"text_block_id": "p73_b2167", "text": "omiwatari"}, {"text_block_id": "p73_b2168", "text": "”"}, {"text_block_id": "p73_b2169", "text": ", and impacts on local sake (rice wine) production. However, it is difficult to clearly determine whether or not they are an impact of climate change, and at present, confirmed examples are limited."}, {"text_block_id": "p73_b2170", "text": "Projected Impacts"}, {"text_block_id": "p73_b2171", "text": ""}, {"text_block_id": "p73_b2172", "text": "For flowering dates and the duration of full blooming of cherry blossoms, the A1B and A2 scenarios"}, {"text_block_id": "p73_b2173", "text": "indicate a trend for earlier flowering dates in the future in northern Japan, but later dates in southwestern Japan. Also, by the middle and end of this century, they indicate a shortening of the duration from flowering until full bloom, due to an increase in temperature. Associated with that, impacts are projected for a reduction in the number of days for flower blossom viewing, and then for regions that treat cherry blossoms as a touristic resource."}, {"text_block_id": "p73_b2174", "text": ""}, {"text_block_id": "p73_b2175", "text": "Regarding the impacts on unique regional traditional events, tourism, and local industries, at present, confirmed examples are limited."}, {"text_block_id": "p73_b2176", "text": "Others"}, {"text_block_id": "p73_b2177", "text": "(1) Impacts on Life due to Heat Stress"}, {"text_block_id": "p73_b2178", "text": "Note: This section mainly covers impacts in urban areas such as heat stress, sleep inhibition, discomfort due to heat, while the"}, {"text_block_id": "p73_b2179", "text": "“"}, {"text_block_id": "p73_b2180", "text": "Heat Stress"}, {"text_block_id": "p73_b2181", "text": "”"}, {"text_block_id": "p73_b2182", "text": "section under"}, {"text_block_id": "p73_b2183", "text": "“"}, {"text_block_id": "p73_b2184", "text": "Health"}, {"text_block_id": "p73_b2185", "text": "”"}, {"text_block_id": "p73_b2186", "text": "mainly covers impacts such as relating to mortality risk and heat illness."}, {"text_block_id": "p73_b2187", "text": "Factors in Climate Change Impacts"}, {"text_block_id": "p73_b2188", "text": ""}, {"text_block_id": "p73_b2189", "text": "In urban areas, an increase in temperature due to climate change combined with an increase in temperature due to the heat island effect lead to an increase in heat stress, with impacts on the comfort of urban living, including not only an increase in heat illness, but also other impacts such as sleep inhibition, heat discomfort, and impacts on outdoor activities."}, {"text_block_id": "p73_b2190", "text": "Current Status"}, {"text_block_id": "p73_b2191", "text": ""}, {"text_block_id": "p73_b2192_merged_merged_merged_merged", "text": "Reports have been confirmed stating that the rate of increases in temperature per 100 years in small-and medium-sized cities is 1.5°C, compared to 2.0 to 3.2°C in major large cities, and that in large cities the effects of an increase in temperature due to climate change are combining with the heat island effect."}, {"text_block_id": "p73_b2197", "text": ""}, {"text_block_id": "p73_b2198", "text": "The heat island effect has also been confirmed in small-and medium-sized cities."}, {"text_block_id": "p73_b2199", "text": ""}, {"text_block_id": "p73_b2200", "text": "In terms of impacts of an increase in temperature particularly in large cities, it has been pointed out"}, {"text_block_id": "p74_b2201", "text": "that there is an increase in heat stress experienced by people, including an increase in the risk of heat illness, as well as sleep inhibition, and impacts on outdoor activities."}, {"text_block_id": "p74_b2202", "text": "Projected Impacts"}, {"text_block_id": "p74_b2203", "text": ""}, {"text_block_id": "p74_b2204", "text": "The heat island effect in Japan"}, {"text_block_id": "p74_b2205", "text": "’"}, {"text_block_id": "p74_b2206", "text": "s large cities is expected to increase only slightly in the coming years, but the heat island effect already observed in combination with an increase in temperature associated with climate change can be expected to result in a continuation of an increase in temperature in cities."}, {"text_block_id": "p74_b2207", "text": ""}, {"text_block_id": "p74_b2208_merged_merged", "text": "For example, a case projecting August temperature in the city of Nagoya in the 2070s (using the A2 scenario)indicated an increase of about 3°C compared to the average August temperature for 2000 to 2009, and also suggests an increasing trend in the WGBTsensory index associated with an increase in temperature."}, {"text_block_id": "p74_b2213", "text": ""}, {"text_block_id": "p74_b2214", "text": "Future projections of temperature for urban areas will differ depending on the design of each city, but increases have been projected for temperature and sensory indices. Regarding the thermal environment after an increase in temperature, there are concerns about significant impacts on urban living, from the perspective of heat illness risk and comfort levels."}, {"text_block_id": "p75_b2215", "text": "3.4 Assessment of Climate Change Impacts (Summary Table)"}, {"text_block_id": "p96_b2216", "text": "4. Challenges for Assessment of Climate Change Impacts in Japan"}, {"text_block_id": "p96_b2217", "text": "This report is a summary of the first assessment of the impacts of climate change in Japan to have undergone a review by the Central Environment Council. To properly address the impacts of climate change, it is important to consider and implement adaptation measures based on a solid grasp of current status and future projections. Thus, it is necessary for the Government to make an effort to consider and create frameworks for comprehensive and strategic assessments of impacts, and to continue assessing those impacts on an ongoing basis. Specifically, the following initiatives should be promoted."}, {"text_block_id": "p96_b2218", "text": "(1) Ongoing Observation and Monitoring, Promotion of Research and Studies, and Accumulation of Information and Findings"}, {"text_block_id": "p96_b2219", "text": "To begin with, assessments of climate change impacts need to be based on the status of climate change as it progresses. Thus, the relevant government bodies need to be engaged in ongoing observation and monitoring, and to enhance observation systems that use land-based fixed-point observation, as well as ship-, aircraft-and satellite-based systems. Existing observation equipment also needs to be maintained."}, {"text_block_id": "p96_b2220", "text": "On the basis of the results of impact assessments covered in this report, the amount of research and studies to date has not been sufficient; thus, it is imperative to move ahead in a timely way with research and studies, particularly in areas that were found to need further collection of information and findings. It is also important to promote further research on climate change as well as its impact projections and assessments, on the basis of advances in science and information that has been observed. Examples include research relating to impacts on human society, the costs of adaptation, and synergy and trade-offs between adaptation and mitigation."}, {"text_block_id": "p96_b2221", "text": "There is also a need to collect and accumulate the results of observation, monitoring, research and studies. In particular, there is a need for technology development and improved management systems, including improvements in observational databases and the information infrastructure (ICT: Information and Communication Technologies) to facilitate the sharing of a wide range of data."}, {"text_block_id": "p96_b2222", "text": "(2) Periodic Assessments of Climate Change Impacts"}, {"text_block_id": "p96_b2223", "text": "There will be a need to conduct periodic climate change impact assessments that take into consideration the information that has been gathered through the above efforts, new findings, and the status of implementation of adaptation measures based on adaptation plans. It will also be necessary to create platforms and programs to implement those assessments."}, {"text_block_id": "p96_b2224", "text": "To further enhance the value of impact assessments in the consideration of adaptation plans, it is also important to assess impacts quantitatively and to indicate the probability of occurrence of those impacts."}, {"text_block_id": "p96_b2225", "text": "(3) Support for Local Governments and Other Bodies"}, {"text_block_id": "p96_b2226", "text": "When adaptation measures are being implemented, it is important to consider the special characteristics of each region. Because the impacts of climate change differ depending on local climate, geography, and culture. Thus, it is important to promote not only national-level efforts but also comprehensive and"}, {"text_block_id": "p97_b2227", "text": "systematic efforts at the local-government level, In order to do that, it is important for the Ministry of the Environment and related government ministries and agencies to improve systems that support the adaptation efforts of local governments. This role includes providing guidelines and assessment approach for impact assessments, providing information on climate change impact assessments at the regional level, and developing common basic technologies such as projection techniques and impact assessment techniques to facilitate development of adaptation measures that are based on scientific evidence. Also, recognizing the fact that the impacts of climate change are wide-ranging, it is also necessary to support adaptation efforts by the private sector and citizens."}, {"text_block_id": "p97_b2228", "text": "The relevant government ministries and agencies need to share observational data summarized in sections"}, {"text_block_id": "p97_b2229_merged", "text": "(1) and (2) above, as well as data and information on projections and impact assessments of future climate change. The sharing should be not only among the relevant government ministries and agencies; there should also be cooperation to develop “one-stop” information platforms, provide information broadly to actors that implement adaptation measures (including citizens, local governments and businesses), and work to create frameworks to promote the utilization of this information."}, {"text_block_id": "p97_b2234", "text": "(4) Promotion of Impact Assessments Overseas"}, {"text_block_id": "p97_b2235", "text": "It has also been suggested that the impacts of climate change occurring in rest of the world may also affect Japan domestically through trade and business activities. On the other hand, there is insufficient data and information available about impacts overseas, particularly in developing countries. Therefore, through Ministry of the Environment cooperation with the relevant ministries and agencies in Japan and with the countries concerned, it is necessary to conduct climate change projections and impact assessments in developing countries, and to gather data and information."}, {"text_block_id": "p98_b2236", "text": "Reference: Overview of Each Scenario Being Used for Climate Projections"}, {"text_block_id": "p98_b2237", "text": "1. RCP Scenarios"}, {"text_block_id": "p98_b2238", "text": "Further work remained after the SRES scenarios (referring to the IPCC Special Report on Emissions Scenarios); for example, they did not take into account policy-directed measures to reduce emissions. For this reason, representative scenarios were selected from among a number of pathways that led to stabilized GHG levels in the future, based on the assumption that policy-based GHG mitigation measures were implemented. These are referred to as the Representative Concentration Pathways (RCP) scenarios."}, {"text_block_id": "p98_b2239_merged", "text": "The RCP scenarios are characterized by the magnitude of impacts of radiative forcing from atmospheric greenhouse gas concentrations; they are referred to as RCP8.5 (high reference scenario), RCP6.0 (high stabilization scenario), RCP4.5 (medium stabilization scenario), and RCP2.6 (low stabilization scenario), and correspond to approximate radiative forcing at the end of this century of 8.5 W/m, 6.0 W/m, 4.5 W/m, and 2.6 W/m, respectively, compared to pre-industrial levels."}, {"text_block_id": "p99_b2244", "text": "Figure. Radiative forcing based on RCP scenarios (in outer graph"}, {"text_block_id": "p99_b2245", "text": "—"}, {"text_block_id": "p99_b2246", "text": "solid lines indicate four radiative forcing pathways established by RCP scenarios; for comparison, dashed lines show radiative forcing calculated based on SRES scenarios), and CO"}, {"text_block_id": "p99_b2247", "text": "2"}, {"text_block_id": "p99_b2248", "text": "emissions from fossil fuels corresponding to RCP scenarios (inner graph"}, {"text_block_id": "p99_b2249", "text": "—"}, {"text_block_id": "p99_b2250", "text": "results of reverse calculation using Earth System Models; thin lines show results of each model; thick lines are average of multiple models)"}, {"text_block_id": "p99_b2251_merged_merged", "text": "Figure. Time series simulation using multiple CMIP5 models (1950–2100). Change in global annual mean surface temperature relative to 1986-2005. Time series of projections and a measure of uncertainty (shading) are shown for scenarios RCP2.6 (blue) and RCP8.5 (red). Black (gray shading) is the modelled historical evolution using historical reconstructed forcings. The mean and associated uncertainties averaged over 2081-2100 are given for all RCP scenarios as colored vertical bars. The numbers of CMIP5 models used to calculate the multi-model mean are indicated."}, {"text_block_id": "p99_b2254", "text": "Table. Projected changes in global mean surface temperature and global mean sea level, by scenario"}, {"text_block_id": "p99_b2255", "text": "Prepared by the Secretariat from the following sources:"}, {"text_block_id": "p99_b2256", "text": "IPCC, 2007: Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor and H.L. Miller (eds.)]."}, {"text_block_id": "p100_b2257", "text": "Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 996 pp."}, {"text_block_id": "p100_b2258", "text": "IPCC, 2013: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 1535 pp."}, {"text_block_id": "p100_b2259", "text": "Note:"}, {"text_block_id": "p100_b2260", "text": "・"}, {"text_block_id": "p100_b2261", "text": "Climate projections based on the SRES scenarios are the assessment results of the Fourth Assessment Report, while climate projections based on RCP scenarios are the assessment results of the Fifth Assessment Report, and they differ not only in terms of emission scenarios but also approach for climate projections."}, {"text_block_id": "p100_b2262", "text": "2. SRES Scenarios"}, {"text_block_id": "p100_b2263", "text": "These are emission scenarios used as common assumptions in climate prediction experiments assessed for the IPCC Fourth Assessment Report, and are classified as A1 scenario (rapid growth society), A2 scenario (heterogeneous society), B1 scenario (sustainable development society), and B2 (local coexistence society). A1 scenario is further classified as A1F1 (emphasis on fossil energy sources), A1T (emphasis on non-fossil energy sources), and A1B (emphasis on balance of energy sources)."}, {"text_block_id": "p100_b2264", "text": "Source:"}, {"text_block_id": "p100_b2265", "text": "“"}, {"text_block_id": "p100_b2266", "text": "Climate Change Observation, Prediction and Impact Assessment, Synthesis Report,"}, {"text_block_id": "p100_b2267", "text": "”"}, {"text_block_id": "p100_b2268", "text": "in"}, {"text_block_id": "p100_b2269", "text": "Climate Change and Its Impacts in Japan"}, {"text_block_id": "p100_b2270", "text": "(2012 edition) (Ministry of Education, Culture, Sports, Science, Japan Meteorological Agency, Ministry of the Environment, 2013) (in Japanese)."}, {"text_block_id": "p100_b2271", "text": "Figures Left Panel"}, {"text_block_id": "p100_b2272_merged_merged", "text": ": Global GHG emissions (in GtCO2-eq) in the absence of climate policies: six illustrative SRES marker scenarios (coloured lines) and the 80th percentile range of recent scenarios published since SRES (post-SRES) (gray shaded area). Dashed lines show the full range of post-SRES scenarios. The emissions include CO2, CH4, N2O and F-gases. Right Panel: Solid lines are multi-model global averages of surface warming for scenarios A2, A1B and B1, shown as continuations of the 20th-century simulations. These projections also take into account emissions of short-lived GHGs and aerosols. The pink line is not a scenario, but is for Atmosphere-Ocean General Circulation Model (AOGCM) simulations where atmospheric concentrations are held constant at year 2000 values. The bars at the right of the figure indicate the best estimate (solid line within each bar) and the likely range assessed for the six SRES marker scenarios at 2090-2099. All temperatures are relative to the period 1980-1999. Source: IPCC Fourth Assessment Report, Synthesis Report, Summary for Policymakers, Figure SPM.5."}, {"text_block_id": "p101_b2283", "text": "Table. Projected global average surface warming and sea-level rise, by scenario"}, {"text_block_id": "p101_b2284", "text": "3. IS92a Scenarios"}, {"text_block_id": "p101_b2285", "text": "IS92a scenarios are emission scenarios used mainly in IPCC Second Assessment Report. According to the climate model experiments of the time, they were scenarios that would see 1.3"}, {"text_block_id": "p101_b2286", "text": "°C"}, {"text_block_id": "p101_b2287", "text": "(or 1.6"}, {"text_block_id": "p101_b2288", "text": "°C"}, {"text_block_id": "p101_b2289", "text": "if the radiative forcing of sulfur dioxide aerosols is not included) as the best estimate of the range of increase in global average surface temperature in 2021"}, {"text_block_id": "p101_b2290", "text": "–"}, {"text_block_id": "p101_b2291", "text": "2050 relative to base years 1961"}, {"text_block_id": "p101_b2292", "text": "–"}, {"text_block_id": "p101_b2293", "text": "1990."}, {"text_block_id": "p101_b2294_merged_merged", "text": "The contribution of Working Group I to the IPCC Second Assessment Report indicates an increase in temperature of 2.0°C in 2100 compared to 1990 (and 2.4°C if aerosols do not change from the 1990 level), in the case of medium climate sensitivity (2.5°C) under the IS92a emission scenarios."}, {"text_block_id": "p102_b2301", "text": "This figure also considers the impacts of sulfur dioxide aerosols. The black line indicates the observed temperature change, and other lines indicate the projections based on model simulation by different data centers."}, {"text_block_id": "p102_b2302", "text": "4. Stabilization Scenarios of S-4 Research Project (BaU, 450s, 550s)"}, {"text_block_id": "p102_b2303_merged", "text": "As for Japan, business-as-usual (BaU) scenarios as well as two GHG concentration stabilization scenarios (450s scenario and 550s scenario) were developed in FY 2005 to FY 2009 under the “Comprehensive Assessment of Climate Change Impacts to Determine the Dangerous Level of Global Warming and Appropriate Stabilization Target of Atmospheric GHG Consentration,” which was Strategic R&D Area Project S-4 funded by the Global Environment Research Fund (Ministry of the Environment, Japan). They were established based on these conditions: (1) equilibrium climate sensitivity of 3°C, (2) carbon feedback effects are not taken into account, (3) MIROC3.2-hires is used to create regional climate scenarios from the global mean temperature change (pattern scaling), and (4) greenhouse gases as well as the cooling effect of aerosols are taken into account in consideration of greenhouse gas concentrations."}, {"text_block_id": "p102_b2310", "text": "Figure. Global GHG emissions, GHG concentrations, global mean temperature change, and amount of sea-level rise (by scenario)"}, {"text_block_id": "p103_b2311_merged", "text": "Table. Greenhouse gas concentrations (CO2 equivalent) and average temperature rise, by scenario"}, {"text_block_id": "p104_b2314", "text": "APPENDIX 1: ORGANIZATION FOR THIS REVIEW"}, {"text_block_id": "p104_b2315", "text": "(1) The Expert Committee on Climate Change Impact Assessment, the Global Environment Committee, Central Environment Council, Ministry of the Environment, Japan"}, {"text_block_id": "p105_b2316", "text": "##"}, {"text_block_id": "p105_b2317", "text": "Chair of Committee"}, {"text_block_id": "p105_b2318", "text": "(2) Sectoral Working Groups concerning Climate Change Impacts (Ministry of the Environment, Japan Commissioned Study Groups)"}, {"text_block_id": "p105_b2319", "text": "1)"}, {"text_block_id": "p105_b2320", "text": "Agriculture, Forestry, Fisheries WG"}, {"text_block_id": "p106_b2321", "text": "2)"}, {"text_block_id": "p106_b2322", "text": "Water Environment / Water Resources and Natural Disasters / Coastal Areas WG"}, {"text_block_id": "p107_b2323", "text": "3) Natural Ecosystems WG"}, {"text_block_id": "p107_b2324", "text": "(Japanese syllabary order, by family name)"}, {"text_block_id": "p108_b2325", "text": "4) Human Health Working Group"}, {"text_block_id": "p108_b2326", "text": "5) Industry / Economic Activities and Life of Citizenry and Urban Life WG"}, {"text_block_id": "p108_b2327", "text": "(Japanese syllabary order, by family name)"}], "document_description": "Japan's Adaptation Plan was approved by the Cabinet in November 2015 to provide the government with a sectoral and cross-policy framework to prevent and counter adverse effects of climate change.The Plan details 'basic adaptation directions' and 'measures' including regarding agriculture, water environments and fisheries, other ecosystems and economic activity. It further discusses sectoral disaster risk strategies."}