{"document_instrument_name": [], "document_country_english_shortname": "Japan", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Strategic Energy Plan", "document_country_code": "JPN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2014", "document_keyword": ["Carbon Pricing", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/JPN/2014/JPN-2014-01-01-Strategic Energy Plan_198c6a49dca25babb85a1af371e57738.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Provisional Translation"}, {"text_block_id": "p0_b2", "text": "Strategic Energy Plan"}, {"text_block_id": "p0_b3", "text": "April, 2014"}, {"text_block_id": "p1_b4", "text": "Table of Contents"}, {"text_block_id": "p4_b5", "text": "Introduction"}, {"text_block_id": "p4_b6", "text": "Japan has little domestic fossil fuel which plays a center role of energy source, and has the vulnerability to depend on import from abroad. It causes Japan to have the energy structure which is easily affected from domestic/international situation of energy. It is essential for security of states to secure stable supply of energy as blood vessel, and this always remains a big issue for Japan. Besides, under the situation where international geopolitical structure faces a big change, the circumstance surrounding Japan•s energy security becomes severer."}, {"text_block_id": "p4_b7", "text": "In order to handle such situation, Japan has to implement energy policy based on the long-term, comprehensive and systematic perspective. •Basic Act of Energy Policy• was built in June 2002 for the purpose of ensuring steady implementation of energy policy."}, {"text_block_id": "p4_b8", "text": "Based on the act, the first Strategic Energy Plan was drawn up in October 2003, and after that the second plan and third plan was designed in March 2003 and June 2010."}, {"text_block_id": "p4_b9", "text": "In the third plan, as aims for 2030, it was described that self-motivating energy ratio should be approximately 70%, as well as zero-emission power source which accounts for all electricity should be approximately 70%, by doubling the ratio of energy self-efficiency ratio and of independent development of fossil fuel."}, {"text_block_id": "p4_b10", "text": "However, after developing the third plan, the circumstance of surrounding energy changed drastically in both domestically and abroad such as the Great East Japan Earthquake and the accident at Tokyo Electric Power Company(TEPCO)•s Fukushima Daiichi Nuclear Power Plants (hereinafter referred to as the •TEPCO•s Fukushima nuclear accident•);"}, {"text_block_id": "p4_b11", "text": "The current Strategic Energy Plan as the forth indicates Japan•s new direction of energy policy."}, {"text_block_id": "p4_b12", "text": "This plan summarizes Japan•s challenges of policies to be tackled, and its lines of long-term, comprehensive and systematic energy policy."}, {"text_block_id": "p4_b13", "text": "Particularly, we indicate the period until 2018-2020 as the intensive reforming implementation terms when domestic institutional reforms such as electricity system reform, and when changes of international energy supply structure concretely affects Japan such as shale gas procurement from North America and this plan determines Japan•s direction of energy policies in the period."}, {"text_block_id": "p4_b14", "text": "We will do our utmost to achieve the reconstruction and recovery of Fukushima while reflecting on the pains felt by the people affected by the accident at TEPCO•s Fukushima nuclear accident. Japan will review from scratch the energy strategy that it mapped out before the Great East Japan Earthquake. Japan will minimize its dependency on nuclear power. Needless to say, that is the starting point for rebuilding Japan•s energy policy."}, {"text_block_id": "p4_b15", "text": "GOJ and nuclear operators must continue to reflect on the fact that they fell into the trap of"}, {"text_block_id": "p5_b16", "text": "so-called •safety myth•, resulting in the failure to adequately deal with the severe accident and prevent a disaster like this."}, {"text_block_id": "p5_b17", "text": "Around three years after the disaster, approximately 140,000 people are still living difficult lives as evacuees. It is essential to proceed with such measures as compensating for the damage done by the nuclear accident, implementing decontamination work, constructing an interim storage facility for radioactive waste, decommissioning damaged reactors, disposing of contaminated water and controlling damage from groundless rumors. There is also a pile of other challenges related to nuclear power generation, including what to do with spent fuels and final disposal of radioactive materials."}, {"text_block_id": "p5_b18", "text": "In order to address these challenges, GOJ should play a more proactive role in implementing preventive and multi-layered measures in order for the fundamental settlement of the contaminated water issue and decommissioning by bringing together domestic and international wisdom."}, {"text_block_id": "p5_b19", "text": "As for the condition of the Japanese economy, the economic recovery is becoming increasingly broad-based. The ratio of active job openings to applicants, which fell to 0.42 after the Lehman Brothers bankruptcy, rebounded to 1.05, the highest level in 6 years and 6 months, while consumption grew compared with a year before in all regions from Hokkaido to Okinawa. According to the •Tankan• report on the short-term economic survey of enterprises in Japan, announced in December 2013 by the Bank of Japan, small and medium-size enterprises• economic sentiment turned positive for the first time in six years in the manufacturing sector and for the first time in 21 years and 10 months in the nonmanufacturing sector."}, {"text_block_id": "p5_b20", "text": "From now on, GOJ will seek to realize a positive economic cycle by inducing growth in jobs and investment and a rise in income through an increase in corporate earnings."}, {"text_block_id": "p5_b21", "text": "On the other hand, the stop of nuclear power plants has caused the expansion of Japan•s trade deficit by the increase of imports of fossil fuels and so on compared to pre-earthquake. Such rise of fuel-fossil dependency leads the increase of energy cost like electricity price, which burdens economic activities and household economy, and even affects employment and people•s disposable income."}, {"text_block_id": "p5_b22", "text": "As it has been decided that Tokyo will host the 2020 Olympics and Paralympics, Japan is entering a period of preparation to successfully hold these important international events."}, {"text_block_id": "p5_b23", "text": "A stable and low cost energy supply-demand structure that forms the foundation of all activities of the people and society provides solid support for the economy, which is about to enter a positive economic cycle, and the preparation for these important international events."}, {"text_block_id": "p5_b24", "text": "Meanwhile, the energy supply-demand structure that supports modern society is too complex and sophisticated to be fully understood and also extends across national borders. Risks involved in the energy supply-demand structure are becoming increasingly diverse, and any accident related to"}, {"text_block_id": "p6_b25", "text": "energy associated facilities could have a considerable impact on a broad section of society."}, {"text_block_id": "p6_b26", "text": "It is not easy to find a solution to the question of how to create an optimal energy supply-demand structure for Japan. We can find a solution only by assessing the situation in detail and making strategic and pragmatic efforts to resolve strategic issues."}, {"text_block_id": "p6_b27", "text": "In other words, there is no magic to find appropriate solutions by a haphazard approach in the energy policy."}, {"text_block_id": "p6_b28", "text": "Looking forward, GOJ must formulate and implement a responsible energy policy in order to protect the Japanese people•s lives as well as the Japanese economy and industry. Japan is in a situation where its electricity supply-demand structure depends more on supply of overseas fossil fuels than at the time of the first oil shock, so it must be said that Japan•s energy security is surrounded by a harsh environment. The harsh environment also causes a rise in energy cost and an increase in greenhouse gas emissions, thereby producing a severe impact on Japan•s economic and industrial activities and its fight against global warming. We must change this reality as soon as possible."}, {"text_block_id": "p6_b29", "text": "Japan must pursue an energy policy that makes it possible, by bringing together wisdom from all corners of the world, to produce concrete development achievements targeted at all challenges, including the realization of a society achieving thorough energy conservation, acceleration of the introduction of renewable energy, improvement of the power generation efficiency of coal and natural gas thermal power generation, further dissemination of distributed energy systems through the use of storage batteries, fuel cells and other technologies, development of methane hydrate and other unconventional resources and volume and harmfulness reduction of radioactive waste. At the same time, that is an energy policy whereby Japan can conscientiously pay heed to each citizen•s opinions and concerns and meets the people•s mandate while taking on international responsibilities, including contributions to resolving global warming problems."}, {"text_block_id": "p6_b30", "text": "From the global perspective, securing stable supply of energy is a challenge common to mankind that affects fundamental issues relating to society, such as human rights and the environment. Through its efforts to overcome the challenge, Japan aims to contribute to the creation of a hopeful future for children around the world."}, {"text_block_id": "p7_b31", "text": "Chapter 1. Issues related to the energy supply-demand structure in Japan"}, {"text_block_id": "p7_b32", "text": "Section 1. Structural issues faced by Japan"}, {"text_block_id": "p7_b33", "text": "1. Fundamental vulnerability of the energy supply system due to high dependency on overseas energy resources"}, {"text_block_id": "p7_b34", "text": "Japan has controlled energy consumption through various energy-saving efforts since the first oil shock in 1973 while improving the people•s lives and industrial activity as well as shifting the industrial structure to the service industry. As a result, final energy consumption in 2012 was only 1.3 times higher compared to 1973."}, {"text_block_id": "p7_b35", "text": "Japan depends on imports for almost all of its energy resources. Therefore, Japan has a fundamental vulnerability: it would be difficult for the country to secure the resources autonomously if an energy supply problem should occur abroad."}, {"text_block_id": "p7_b36", "text": "Since energy saving alone is not enough to resolve this vulnerability, Japan has made constant efforts to secure domestic energy resources while diversifying risks by promoting the utilization of alternatives to oil, its core energy source."}, {"text_block_id": "p7_b37", "text": "As a result, Japan•s energy self-sufficiency (including nuclear power) in 2010 has improved to 19.9%. The fundamental vulnerability of the energy supply structure in Japan still remains."}, {"text_block_id": "p7_b38", "text": "2. Mid-to long-term changes in the energy demand structure through population decrease and technological innovation, etc."}, {"text_block_id": "p7_b39", "text": "The Japanese population is on a downtrend and is projected to decline to 97.08 million by 2050 (Source: The National Institute of Population and Social Security Research). Population-related factors like this would reduce energy demand."}, {"text_block_id": "p7_b40", "text": "Thanks to the Japanese industry•s efforts, such as improving automobile fuel efficiency and raising the energy saving standards for home electrical appliances, as well as the decreasing energy consumption rate in the manufacturing industry, Japan is making steady progress in its energy saving initiative."}, {"text_block_id": "p7_b41", "text": "Moreover, the demand structure is being significantly altered by the expansion of the application of energy sources such as the introduction of a new generation of automobiles that derive power from electricity or hydrogen as well as cogeneration systems, which use gas efficiently."}, {"text_block_id": "p7_b42", "text": "The rapid aging of society will also bring about changes to future energy demand."}, {"text_block_id": "p7_b43", "text": "Such changes in Japan's energy demand structure due to the population decrease and technological innovation are expected to continue, and the challenge ahead is how to cope with the changes."}, {"text_block_id": "p7_b44", "text": "3. Instability of resource prices due to increased energy demand in emerging countries, etc."}, {"text_block_id": "p8_b45", "text": "As for global trends, the main source of energy demand is shifting from developed to developing countries. Global energy demand is expected to increase 1.3times from 2010 to 2030, with 90% of the demand increase attributable to growth in non-OECD (•Organization for Economic Co-operation and Development•) countries."}, {"text_block_id": "p8_b46", "text": "Countries where energy demand is expanding, including China and India, are making active efforts to promote resource development and procurement through their state-run companies. As a result, fierce competition for resources involving companies in emerging countries is occurring around the world."}, {"text_block_id": "p8_b47", "text": "Due to the changing economic circumstances in addition to the escalation of competition for natural resources and regional conflicts, changes in the demand trend are resulting in a long-term uptrend of resource prices and a situation where wild fluctuations in resource prices are more liable to occur than before. China•s oil procurement from overseas increased rapidly after 2004, and the oil price rose steeply from $30/barrel (Dubai, Nikkei), shooting above $140/barrel temporarily in the summer of 2008. Due to the financial crisis triggered by the Lehman Brothers bankruptcy just after that, the estimates for demand, particularly in Europe and the U.S., considerably declined, and the oil price plunged below $40/barrel. At present, the oil price is on the rise again, staying above $100/barrel ($104.20/barrel as of April 1, 2014, Dubai, Nikkei). We are likely to continue to see the current situation of the crude oil price changing significantly depending on the political and social situations in the Middle East region and the economic conditions in Europe, the U.S. and China."}, {"text_block_id": "p8_b48", "text": "4. Increasing global greenhouse gas emissions"}, {"text_block_id": "p8_b49", "text": "Strong energy demand in developing countries has completely changed the state of greenhouse gas emissions. Global carbon dioxide emissions increased from about 21 billion tons in 1990 to about 30.5 billion tons in 2010."}, {"text_block_id": "p8_b50", "text": "As emissions by emerging countries are showing particularly strong growth, the proportion of emissions by developed countries in the world•s total greenhouse gas emissions has decreased from around 70% in 1990 to around 40% in 2010. Thus, the proportion of emissions by developing countries is now larger than that of emissions by developed countries."}, {"text_block_id": "p8_b51", "text": "Global emissions of energy-derived carbon dioxide are expected to increase by another 20% by 2035, according to the International Energy Agency (IEA). The Fifth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC) found that global warming is an indisputable fact and that in order to curb climate change, it will be necessary to make fundamental and continuous efforts to reduce greenhouse gas emissions. In order to fundamentally resolve global warming problems, it is an urgent task to drastically reduce global greenhouse gas emissions, not to mention reducing domestic emissions."}, {"text_block_id": "p9_b52", "text": "1. Concerns over serious damage caused by the TEPCO•s Fukushima nuclear accident and the safety of nuclear power generation"}, {"text_block_id": "p9_b53", "text": "The Great East Japan Earthquake and the huge tsunami triggered by it caused considerable damage to the disaster-stricken areas as well as a serious TEPCO•s Fukushima nuclear accident by making it impossible to cool nuclear reactors due to the loss of power supply. As a result of this disaster, residents in areas surrounding the nuclear power plants were forced to evacuate and live in temporary houses. Approximately 140,000 evacuated people still cannot return to their homes."}, {"text_block_id": "p9_b54", "text": "Decommissioning of TEPCO•s Fukushima Daiichi Nuclear Power Plants will require a long time and patient efforts. The efforts will involve many technical challenges, including disposal of contaminated water, removal of fuels from the spent fuel pools, removal of fuel debris, securing of storage facilities and strict storage. The public and private sectors will need to work together to make progress step by step by making use of knowledge and skills learned from around the world.."}, {"text_block_id": "p9_b55", "text": "The TEPCO•s Fukushima nuclear accident exposed the fact that countermeasures against severe accidents were lacking. The Japanese government and nuclear operators must continue to reflect on the fact that they fell into the trap of the so-called •safety myth• and brought about a situation in which disaster victims and other people are suffering significant hardships."}, {"text_block_id": "p9_b56", "text": "Taking into account the lessons learnt from the accident, the Nuclear Regulation Authority was established, and the new regulatory requirements, which are of the most stringent level in the world, went into effect. Currently, the Nuclear Regulation Authority is strictly examining existing nuclear power plants• conformity compliance with the requirements from technical and scientific viewpoints based on applications from nuclear operators."}, {"text_block_id": "p9_b57", "text": "2. Outflow of national wealth and increased supply instability due to higher dependency on fossil fuels"}, {"text_block_id": "p9_b58", "text": "The energy self-sufficiency rate as of 2012 declined to 6.0% after nuclear power plamts were shut down. Japan's energy supply structure is now vulnerable due to an extremely low self-sufficiency rate by international standards. Imports of oil and natural gas as alternatives to nuclear energy have increased, resulting in an upsurge in Japan•s dependency on fossil fuels as a power source from 60% before the earthquake to 90%. Due to increased imports of fossil fuels, Japan•s trade balance in 2011 turned to a deficit for the first time in 31 years. In 2012, the trade deficit expanded, and in 2013, it hit a record high of ¥11.5 trillion. Japan•s current account has also been significantly affected by the deterioration in the trade balance. The increased imports of fossil fuels have thus caused problems not only in the field of energy but also at the macroeconomic"}, {"text_block_id": "p10_b59", "text": "level."}, {"text_block_id": "p10_b60", "text": "If it is assumed that the utilization of thermal power plants has been increased to make up for the loss of electric power caused by the shutdown of nuclear power plants, the import fuel cost that Japan paid in FY2013 will increase by about ¥3.6 trillion compared with the case where nuclear power is used as a base-load power source to a similar degree as that before the Great East Japan Earthquake (the average from FY2008 to FY2010)."}, {"text_block_id": "p10_b61", "text": "The increased imports of fossil fuels are aggravating another problem, an excessive dependency on some resource suppliers. Currently, Japan depends on the Middle East for 83% of its oil imports and 30% of its LNG imports (2013). The instability of the Middle East may have a profound and direct impact on Japan•s energy supply structure."}, {"text_block_id": "p10_b62", "text": "As for oil, thanks to the stockpiling system established since the first oil shock, stocks corresponding to 190 days• (as of end of January 2014) worth of demand are stored. Therefore, even if a situation resulting in supply disruption occurs, domestic supply until the resumption of supply can be derived from the stocks to some degree. On the other hand, as for natural gas, its usage for power generation is rapidly increasing even though the supply sources have been diversified. If a situation resulting in disruptions in supply from a major supplier occurs, that is likely to have a serious impact on the electricity supply system. To prevent such a situation, Japan is required to make progress quickly in further diversifying the supply sources, including LNG supply from North America."}, {"text_block_id": "p10_b63", "text": "3. Higher electricity bills due to a change in the power source mix, and the impact of the international regional differences in energy price on the macro economy, industry and household economy"}, {"text_block_id": "p10_b64", "text": "(1) An increase in prices of electricity and the impact on Japan"}, {"text_block_id": "p10_b65", "text": "Six Japanese electric power companies have already revised their electricity prices by a range of 6.2% to 9.8% for regulated sectors. However, actually, the model electricity price for the average household has risen by around 20% across Japan due to the rise in fuel price, etc."}, {"text_block_id": "p10_b66", "text": "In addition, capital investments for renewable energy supply have accelerated after Japan's feed-in-tariff program started in July 2012, and nonresidential solar power generation systems are rapidly gaining acceptance. By the end of December 2013, the installed capacity of renewable energy increased by 34% compared with that before the start of the feed-in tariff program. The financial burden under the Excess Electricity Purchasing Scheme on electricity users is currently ¥0.75 per kWh (¥652 billion for the country as a whole). Under the standard household model, this comes to about ¥225 per month. Renewable energy introduced based on the feed-in-tariff program is expected to increase and may become a cost-increasing factor for electricity users."}, {"text_block_id": "p10_b67", "text": "Increases in electricity prices due to various factors have put pressure on the profits of energy intensive industries and small and medium-sized enterprises and are starting to cause adverse effects, including personnel cuts and production transfer to overseas due to deteriorating"}, {"text_block_id": "p11_b68", "text": "profitability for domestic business. It is a significant obstacle to expand domestic investment from abroad; it also increases burden against household economy."}, {"text_block_id": "p11_b69", "text": "Regarding the macroeconomic impact, the Cabinet Office released an estimate that the productivity of the electricity industry will decline by around 10% (which means that the power generation cost will rise) if nuclear power generation is entirely replaced by thermal power generation (source: •Japan•s Economy 2011 to 2012,\" December 2011). Accordingly, the Cabinet Office predicts that potential GDP will decrease by about 0.39% to 0.60%, raising concerns that this will produce a negative impact on economic growth."}, {"text_block_id": "p11_b70", "text": "(2) Expanding international regional differences in energy price and their impact"}, {"text_block_id": "p11_b71", "text": "The •shale revolution• that started in North America is causing large international gaps in energy price between regions, including natural gas, which could have significant effects on the industrial structures of countries."}, {"text_block_id": "p11_b72", "text": "According to the IEA's •World Energy Outlook 2013•, natural gas prices in the U.S. are less than a quarter of European prices and less than one-sixth of Japanese prices (average for 2012). It shows that if the existence of the price gaps continues, energy-intensive industries (chemistry, aluminum, cement, steel, paper manufacturing, glass, and oil processing), which account for 70% of energy consumption in the industrial sector worldwide, will expand in the U.S. but not in Japan or Europe. Japan and Europe are projected to each lose a third of their current export share. Large international gaps in energy cost between regions may cause changes in industrial activity not only in energy-related fields but also in the petrochemical industry, etc. and may have a significant impact on economic growth and industrial structures."}, {"text_block_id": "p11_b73_merged", "text": "4. Rapid increase in greenhouse gas emissions in Japan"}, {"text_block_id": "p11_b76", "text": "Increased dependency on fossil fuels brings about difficulties in terms of the fight against global warming as well as energy cost."}, {"text_block_id": "p11_b77", "text": "Energy-derived global greenhouse gas emissions have grown steeply in the power sector. Despite the fact that the amount of emissions from non-general electricity utilities fell by 29 million tons in FY2012 compared to FY2010, the overall total emissions increased significantly, by 83 million tons. This is because the amount of emissions from general electricity utilities increased by 112 million tons."}, {"text_block_id": "p11_b78", "text": "This situation could raise doubt about the attitude of Japan, which has until now led the international fight against global warming."}, {"text_block_id": "p11_b79", "text": "Such changes can adversely affect the life cycle assessment of business activities and lead to the acceleration of Japanese companies• move to transfer their operations abroad."}, {"text_block_id": "p11_b80", "text": "5. Exposed defects related to supply systems, including power interchange and emergency"}, {"text_block_id": "p12_b81", "text": "supply between eastern and western Japan"}, {"text_block_id": "p12_b82", "text": "(1) Problems regarding electricity supply system"}, {"text_block_id": "p12_b83", "text": "The Great East Japan Earthquake caused the shutdown of many power generation plants located on the Pacific coast, making it impossible to sufficiently conduct broad-area operation of power grids. Due to the inability to make up for the power shortage, rolling blackouts were implemented in the service area of TEPCO."}, {"text_block_id": "p12_b84", "text": "Restrictions on the use of electricity were imposed from July to September 2011 under Article 27 of the Electricity Business Act in order to prevent blackouts due to power shortages. Electricity supply-demand measures to stabilize the power supply and demand balance, including requests for energy conservation, were implemented in 2012 and 2013. Although the power supply and demand balance has been maintained, Japan is still in a situation where power supply is supplemented by fully operating thermal power plants including aged ones and there is still concern that Japan may face electricity shortages due to failures of power generation facilities and the like."}, {"text_block_id": "p12_b85", "text": "To address this situation, flexible approaches such as transferring power from an area in which the power supply and demand balance is relatively stable to one in which the balance is tight are required. In Japan, however, the capacity of the interconnections between different regions (e.g. between eastern and western Japan) is insufficient, and the mechanism for broad-area operation is inadequate. Moreover, a lack of flexibility in the supply structure has been highlighted: the structure cannot incorporate flexible approaches taken on the demand side due to a lack of variety regarding options concerning electricity prices and services."}, {"text_block_id": "p12_b86", "text": "Now that the effectiveness of the distributed energy system, which can strengthen response capabilities to the unstable energy supply by combining and making optimal use of various energy sources while giving consideration to local features, has been recognized, it is necessary to disperse risk and make energy supply network more resilient as a nation."}, {"text_block_id": "p12_b87", "text": "(2) Problems regarding oil and city gas supply systems"}, {"text_block_id": "p12_b88", "text": "The experience of the Great East Japan Earthquake revealed that there are a number of challenges regarding the emergency supply system for oil and city gas in times of crisis."}, {"text_block_id": "p12_b89", "text": "As for city gas, in Sendai City, a disaster-stricken area, after gas supply was interrupted due to the damage to LNG bases and gas supply networks, a city gas supply facility located on the coast of the Sea of Japan exercised the backup function using a gas pipeline which runs from Niigata to Sendai. Regarding natural gas, whose usage is estimated to increase further, a study should be conducted from the viewpoint of ensuring stable supply, including the use of pipelines."}, {"text_block_id": "p12_b90", "text": "Oil and LP gas were used to make up for disrupted supply of electric power and city gas. About 30% of the governmental emergency supplies requested by the disaster-stricken areas were oil products (gasoline, gas oil, heating oil, etc.). Oil refiners and distributors worked together to deal with the crisis across the barriers of business groups. This has reaffirmed the importance of oil as"}, {"text_block_id": "p13_b91", "text": "an energy source that is resilient against crises. However, it has become clear that in order to smoothly supply oil to disaster-stricken areas, there are several major challenges to overcome: failure to assume the shutdown of several oil refineries due to the earthquake and tsunami (three of them were closed for a long period of time), disruptions to distribution infrastructure (roads, harbors, etc.) caused by the impact of the earthquake and tsunami, and the damage done to the means of transportation (tank lorries and tankers) as well as logistic bases (oil terminals); insufficient preparation for cooperation among government agencies in supporting oil supply; a lack of experience of oil refiners and distributors to work together to deal with a crisis across the barriers of business groups."}, {"text_block_id": "p13_b92", "text": "6. Reduced confidence in the government and business operators involved in energy supply"}, {"text_block_id": "p13_b93", "text": "Since before the TEPCO•s Fukushima nuclear accident, public distrust of energy-related administrative organizations and business operators have grown due to many troubles and scheduling delays related to nuclear energy policy, including cover-up of accident information, problems related to the Monju fast reactor, repeated delays in the start of operation at Rokkasho Reprocessing Plant, and delays in selecting a final disposal site for high-level radioactive waste."}, {"text_block_id": "p13_b94", "text": "In addition, while handling the TEPCO•s Fukushima nuclear accident and its aftermath, the government and business operators came under heavy criticism for their inadequate information sharing and lack of awareness about the need for communications with the local communities concerned, resulting in a significant decline in public trust in them."}, {"text_block_id": "p13_b95", "text": "7. Changes in the demand trend -Increased introduction of cogeneration and changes in power saving actions"}, {"text_block_id": "p13_b96", "text": "After the Great East Japan Earthquake, Japan•s annual energy consumption declined by 4.2% in 2012 compared with 2010. Electric power consumption declined by 8.0%, a steeper decline than the drop in overall energy consumption."}, {"text_block_id": "p13_b97", "text": "On the other hand, the power generation capacity of cogeneration systems in FY2012 rose by 2.7% compared with FY2010. This indicates that the increased electricity charges may bring about changes in energy use, in the form of an increase in the use of cogeneration in the industrial and business sectors."}, {"text_block_id": "p13_b98", "text": "Ordinary households feel an increasing burden due to electricity charges. Households• motivation for energy saving actions is starting to shift from •cooperation for dealing with a supply shortage• to •reducing the impact of higher electricity bills on their own finances.•"}, {"text_block_id": "p13_b99", "text": "The CPP (Critical Peak Pricing) demonstration program, in which a wide range of people participated and which varies electricity prices significantly according to the time of the day, showed that when the electricity price was raised by 3-10 times, electricity usage during peak hours was reduced by around 20%. In the current situation, in which overall energy costs are under upward pressure, the approach of exerting influence on the demand side may be very effective."}, {"text_block_id": "p14_b100", "text": "8. Change in the geopolitical structure of resource-supplying regions, including instability in the Middle Eastern and North African regions"}, {"text_block_id": "p14_b101", "text": "Since the previous third Strategic Energy Plan (Cabinet decision on June 2010), there have been major changes in the international geopolitical structure as well as the significant change in Japan•s circumstances that was triggered by the Great East Japan Earthquake."}, {"text_block_id": "p14_b102", "text": "In the Middle Eastern region, on which Japan depends for supply of fossil fuels, especially oil, the impact of the Jasmine Revolution (December 2010) in Tunisia spilled over to Jordan, Egypt, Bahrain, etc. Thus, the so-called •Arab Spring• spread through Middle Eastern and North African regions. Consequently, the political and social structures of the whole of these regions were destabilized, and concerns over the possibility of a crude oil supply shortage have led to the instability of the crude oil market. These situations, including Egypt•s unstable situation and the civil war in Syria, are still continuing, and the outlook for stabilization in those regions is still unclear."}, {"text_block_id": "p14_b103", "text": "In addition, suspected nuclear development by Iran intensified regional tensions. A new government was formed in Iran. It will be necessary to keep a close watch on how the progress in Iran•s dialogue with the countries concerned will affect the situation in the Middle East, particularly how it will affect stable supply of oil and LNG from the Middle East, including safe passage through the Strait of Hormuz."}, {"text_block_id": "p14_b104", "text": "In the mid-to long term, it is important to consider, from the viewpoint of energy security, the possibility that the U.S. energy independency due to the •shale revolution• described below may weaken U.S. involvement in the situation in the Middle East, thereby destabilizing the situation."}, {"text_block_id": "p14_b105", "text": "When we bring sea lanes of Japan into view, there are tensions in coast states over sea borders, while piracy incidents have been increasing in ocean area of Southeast Asia. The situation surrounding the energy supply network in which Japan is directly involved is never stable."}, {"text_block_id": "p14_b106", "text": "9. Signs of a change in the global energy supply-demand structure caused by the shale revolution in North America"}, {"text_block_id": "p14_b107", "text": "The development of unconventional natural gas and crude oil contained in the shale layer has started in the U.S., and it is becoming clear that this may greatly change the world•s fossil fuel supply structure."}, {"text_block_id": "p14_b108", "text": "The shale gas development in the U.S. has been rapidly growing since 2006. On a global basis, the natural gas price declined rapidly due to the financial crisis triggered by the Lehman Brothers bankruptcy, but since 2010, it has turned upward again. Meanwhile, in the U.S., the natural gas price has remained low and a natural gas market has been established where the prices are determined in a way that is different from the price mechanism of the international market, which is linked to the crude oil price."}, {"text_block_id": "p15_b109", "text": "In addition, the production volume of shale oil more than doubled between 2010 and 2012. The U.S. has become one of the world•s biggest oil producers, so it is possible that the U.S. dependency on oil from outside of North America will decline as well."}, {"text_block_id": "p15_b110", "text": "The U.S., which reaped the benefits of the shale revolution, is now expected to become a net exporter of natural gas in 2018, and it is now accelerating the shift in power source from coal to natural gas. As a result, U.S. exports of coal to Europe have expanded, and the European dependency on coal thermal power generation is growing."}, {"text_block_id": "p15_b111", "text": "North America•s move toward independency from the global energy supply structure is likely to promote the development of oil and gas (including unconventional oil and gas) in South America, so the Western Hemisphere is expected to become gradually independent from the fossil fuel supply system centering on the Middle East region. Consequently, the Middle East region may increase the supply to Asia, where energy demand is growing. Asia, which already heavily depends on the Middle East for supply of oil, is likely to further increase its dependency on that region."}, {"text_block_id": "p15_b112", "text": "Such changes in the global energy supply structure may also have a significant impact on the global demand structure, mainly on natural gas, resulting in drastic changes in the global energy supply-demand structure."}, {"text_block_id": "p15_b113", "text": "While the international energy market•s center of gravity is shifting to Asia, the influence of China, a rising power, is particularly growing. As China•s influence on international politics, economy and energy market increases, how to manage a relationship with China and how to create international order will be a challenge not only for Japan but for the entire world. In order to resolve common challenges such as the high LNG prices and environmental problems in Asia, Japan needs to consider maintaining an appropriate cooperative relationship with China."}, {"text_block_id": "p15_b114", "text": "10. The global expansion of nuclear power introduction mainly in emerging countries"}, {"text_block_id": "p15_b115", "text": "Due to the rapid increase in energy demand and the instability of the Middle Eastern and North African region, the idea of accelerating the use of nuclear power as a major energy source to complement fossil fuels is becoming increasingly popular from the viewpoint of energy security, mainly in Asian countries, whose dependency on fossil fuel imports from the Middle East is increasing."}, {"text_block_id": "p15_b116", "text": "Introduction of nuclear power is likely to expand in emerging countries, and many plans to build new nuclear power plants or expand existing ones are ongoing in Japan•s neighboring countries as well."}, {"text_block_id": "p15_b117", "text": "Meanwhile, nuclear power that ensures its safe and peaceful use, nonproliferation, and nuclear security measures continue to be important issues from the viewpoint of global security as well as stabilization of the energy supply-demand structure. The number of countries which introduce nuclear power is expected to increase, and international organizations including the International Atomic Energy Agency (IAEA), which has exerted control over the use of nuclear power, and major countries with nuclear power generation capability will now play a more important role."}, {"text_block_id": "p16_b118", "text": "Therefore, issues concerning nuclear power cannot be fully addressed by individual countries but must be dealt with from the global viewpoint."}, {"text_block_id": "p17_b119", "text": "Section 1. Principles for the energy policy and viewpoint of reform"}, {"text_block_id": "p17_b120", "text": "1. Confirmation of the basic viewpoint of the energy policy (3E + S)"}, {"text_block_id": "p17_b121", "text": "(1) Basic Viewpoint of the Energy Policy (3E + S)"}, {"text_block_id": "p17_b122", "text": "Energy is the foundation that supports all human activities."}, {"text_block_id": "p17_b123", "text": "Japan cannot keep developing without establishing an energy supply-demand structure that realizes a stable energy supply system which imposes a light burden on society."}, {"text_block_id": "p17_b124", "text": "However, as mentioned in Chapter 1, Japan•s energy supply-demand structure is vulnerable. In particular, carrying out a bold reform of the energy supply-demand structure is inevitable in order to overcome challenges Japan has faced since the Great East Japan Earthquake and the TEPCO•s Fukushima nuclear accident."}, {"text_block_id": "p17_b125", "text": "When promoting the energy policy, it is important to look at the entire supply chain of energy from production and procurement to distribution and consumption in order to tackle mid-to long-term issues after clarifying basic viewpoints."}, {"text_block_id": "p17_b126", "text": "The point of the energy policy is to first and foremost ensure stable supply (•Energy Security•) , and realize low cost energy supply by enhancing its efficiency (•Economic Efficiency•) on the premise of •Safety.• It is also important to make maximum efforts to pursue environment suitability (•Environment•)."}, {"text_block_id": "p17_b127", "text": "(2) Importance of the Global Viewpoint"}, {"text_block_id": "p17_b128", "text": "Changes in the circumstances surrounding energy supply we are facing now affects not only Japan domestically but also many other countries as a new global trend. In the field of energy, challenges that cannot be solved by any one country alone are increasing."}, {"text_block_id": "p17_b129", "text": "For example, in terms of resource procurement, consuming countries and companies can work together to improve their terms of trade through negotiations with resource-supplying countries while competing with each other. In this way, they can enhance the rationality of the terms of resource trading while entangled in a web of competitive and cooperative relationships."}, {"text_block_id": "p17_b130", "text": "Also, regarding safe and peaceful use of nuclear power, for example, global warming countermeasures and securing of a stable energy supply system, must be addressed from the global viewpoint, because it is impossible to achieve the original objectives without cooperation among relevant countries."}, {"text_block_id": "p17_b131", "text": "GOJ must establish energy policies that precisely reflects the global developments described above."}, {"text_block_id": "p17_b132", "text": "The global viewpoint is also increasingly necessary for the energy related industries."}, {"text_block_id": "p18_b133", "text": "In light of Japan•s energy supply structure that depends heavily on overseas resources and increasingly weakening domestic energy demand, Japan should proactively promote internationalization, strengthen overseas business operations and take advantage of foreign demand in order to enable the energy industry to reinforce the management base and achieve further development while helping to stabilize Japan•s energy supply."}, {"text_block_id": "p18_b134", "text": "(3) Importance of the viewpoint of economic growth"}, {"text_block_id": "p18_b135", "text": "Energy supports the basis of industrial activities. In particular, stability of energy supply and energy cost greatly affect business strategies, including where to locate business operations, as well as business activities."}, {"text_block_id": "p18_b136", "text": "As mentioned in the •Basic Viewpoint,• achieving stable supply of energy and reducing the environmental load while realizing low cost energy supply by enhancing economic efficiency is a precondition for keeping existing business operations in Japan and attaining further economic growth."}, {"text_block_id": "p18_b137", "text": "The •Japan Revitalization Strategy (Cabinet decision on June 2013)• strongly calls for promoting the establishment of an energy supply-demand structure in which constraints on electric power and energy are overcome and cost is reduced at the same time by carrying out reforms of the energy sector in order to make Japan a friendly place for business activities through enhancement of the country•s competitiveness as a business location."}, {"text_block_id": "p18_b138", "text": "In addition, the reform of the energy supply-demand structure will encourage new business entry in various ways, and may lead to the arrival of companies which supply energy more comprehensively and effectively and create a new market integrated with non-energy markets."}, {"text_block_id": "p18_b139", "text": "Furthermore, such reform structuring will provide an opportunity for Japan•s energy industry to strengthen its competitiveness and boost its presence in the global market. It is expected to contribute to improving the trade balance through exports by energy-related companies of energy-related equipment and services with high value added."}, {"text_block_id": "p18_b140", "text": "Therefore, the contribution to economic growth should be considered as an important viewpoint when developing energy policies."}, {"text_block_id": "p18_b141", "text": "2. Building a \"multilayered and diversified flexible energy supply-demand structure\" and policy direction"}, {"text_block_id": "p18_b142", "text": "For Japan to create an environment where social and economic activities are conducted in a stable manner despite the limited availability of energy resources, it is necessary to establish an energy supply-demand structure which makes it possible to secure a stable supply-demand balance continuously. To that end, it is necessary to ensure stability and efficiency so as to enable flexible responses to changes in energy supply volumes and prices in normal times. At the same time, it is also necessary to make it possible to use other energy sources as backups in a smooth and"}, {"text_block_id": "p19_b143", "text": "appropriate manner if supply of a specific energy source is disrupted in times of crisis."}, {"text_block_id": "p19_b144", "text": "We aim at to create such a \"multilayered and diversified flexible energy supply-demand structure.\""}, {"text_block_id": "p19_b145", "text": "Japan will implement policy measures based on the following objectives in order to establish such an energy supply-demand structure."}, {"text_block_id": "p19_b146", "text": "(1) Creating a supply structure where various energy sources make up a multilayered supply system"}, {"text_block_id": "p19_b147", "text": "As each energy source has its advantages and disadvantages in terms of supply chain, there is no all-purpose energy source that can support a stable and effective energy supply-demand structure on its own."}, {"text_block_id": "p19_b148", "text": "To create a supply-demand structure that ensures stable supply even in times of crisis, it is necessary to establish a multilayered supply structure which has a combination of energy sources so that the strengths of individual energy sources can be maximized to appropriately offset each other•s weaknesses."}, {"text_block_id": "p19_b149", "text": "(2) Promotion of a resilient energy supply structure"}, {"text_block_id": "p19_b150", "text": "Establishing a multilayered energy supply system which is sufficiently resilient to function properly not only in normal times but also in times of crisis so as to ensure stable supply of energy is one of the top priorities for truly ensuring a stable supply of energy."}, {"text_block_id": "p19_b151", "text": "By looking at the whole energy supply chain, including supply of secondary energy such as electric power, we should continue to carefully identify problems in order to minimize defects of the supply system and realize quick recovery of supply and should quickly take necessary measures."}, {"text_block_id": "p19_b152", "text": "(3) Participation of diverse entities in the energy supply structure through structural reforms"}, {"text_block_id": "p19_b153", "text": "Breaking down the sectoral barriers of the energy market through the reform of the electric power and gas systems is expected to promote mutual entry of existing energy suppliers into each other•s sector, the entry of new suppliers from non-energy industries into the energy market, and free participation of local governments, non-profit organizations and others that conduct regional energy supply-demand management service in the energy supply structure."}, {"text_block_id": "p19_b154", "text": "Allowing diverse entities to provide various energy sources will increase competition in the energy market and will promote the efficiency of the energy industries."}, {"text_block_id": "p19_b155", "text": "This is also expected to contribute to local revitalization by creating a new local industry, for example."}, {"text_block_id": "p19_b156", "text": "(4) Creating an energy supply-demand structure led by the demand side through providing various options for end users"}, {"text_block_id": "p20_b157", "text": "We can make the energy supply-demand structure flexible by providing various options for end users and by allowing them to participate in the supply structure through a distributed energy system, for example."}, {"text_block_id": "p20_b158", "text": "If end users can select an energy source from among various options, the demand trend will have effects on the shares of energy source types in the supply structure and the scale of supply. Consequently, a more efficient supply structure is expected to be created."}, {"text_block_id": "p20_b159", "text": "If the supply structure changes flexibly according to changes in the demand trend, it will increase the stability of the multi-layered supply structure."}, {"text_block_id": "p20_b160", "text": "(5) Improving self-sufficiency by developing and introducing indigenous energies, etc. to minimize the impact of changes in overseas circumstances"}, {"text_block_id": "p20_b161", "text": "Since Japan depends heavily on overseas energy resources, the country always faces risk of supply instability due to the limits of its negotiating power in resource procurement and the effects of changes in the situations of resource-supplying countries and sea lanes. Ensuring energy security continues to be a significant challenge for Japan."}, {"text_block_id": "p20_b162", "text": "To overcome such challenges and enhance response capability against changes of international situation, it is important to develop a policy framework that enables the improvement of self-sufficiency by continuing mid-to long-term efforts to strategically utilize renewable energy, nuclear power as quasi-domestic energy, and resources laying in Japan•s EEZ, including methane hydrate and other offshore resources, as a domestically-produced energy."}, {"text_block_id": "p20_b163", "text": "(6) Contribution to global warming countermeasures for reducing global greenhouse gas emissions"}, {"text_block_id": "p20_b164", "text": "Japan has taken the initiative to proactively solve global warming problems by improving energy efficiency. Since Japan has accumulated technologies and know-how for saving energy and expanding applications of energy with lower environmental load, it is well-positioned to make significant contributions to resolving global warming problems by Japan•s outstanding technology. Therefore, it is important for Japan not only to continue to promote domestic global warming countermeasures but also to contribute to the reduction of global greenhouse gas emissions."}, {"text_block_id": "p21_b165", "text": "Section 2. Position of each energy source and policy timeframe"}, {"text_block_id": "p21_b166", "text": "1. Position of each energy source in the primary energy structure and its policy direction"}, {"text_block_id": "p21_b167", "text": "To establish a stable energy supply-demand structure in Japan, it is important to identify the characteristics of the respective supply chains of individual energy sources, clarify the energy sources• position in the supply-demand structure and indicate policy directions so that their strengths can be exercised to complement each other•s weakness."}, {"text_block_id": "p21_b168", "text": "Particularly, in terms of electricity supply, it is important to utilize each energy resource based on its character as electricity power source in order to realize energy supply structure where stable supply, low cost and environmental acceptability can be achieved in a proper balance; each energy source is positioned as an electricity power source as below."}, {"text_block_id": "p21_b169", "text": "Particularly, in terms of electricity supply, it is important to utilize each energy resource based on its character as electricity power source in order to realize energy supply structure where stable supply, low cost and environmental acceptability can be achieved in a proper balance; each energy source is positioned as an electricity power source as below.\n* Geothermal energy, ordinary hydropower (run of river type), nuclear energy and coal as\n<\\li1>"}, {"text_block_id": "p21_b171", "text": "Based on this arrangement, in order to overcome challenges of Japan•s energy supply-demand structure describe in Chapter 1, particularly its new energy restriction arranged in Section 2 of Chapter 1, we define the position of and policy direction for each energy source in the •multilayered and diversified flexible energy supply-demand structure• as follows:"}, {"text_block_id": "p21_b172", "text": "(1) Renewable energy"}, {"text_block_id": "p21_b173", "text": "(i)"}, {"text_block_id": "p21_b174", "text": "Position"}, {"text_block_id": "p21_b175", "text": "Renewable energy has various challenges in terms of stable supply and cost at this moment, but it is a promising, multi-characteristic and important energy source which can contribute to energy security as it can be domestically produced free of greenhouse gas emissions."}, {"text_block_id": "p21_b176", "text": "(ii)"}, {"text_block_id": "p21_b177", "text": "Policy direction"}, {"text_block_id": "p21_b178_merged", "text": "GOJ has accelerated the introduction of renewable energy as far as possible for three years since 2013 followed by continuous active promotion. Therefore, GOJ steadily proceeds with the enhancement of power grids, rationalization of regulation, research and development for cost reduction, etc. Therefore, GOJ establishes “Related Ministers’ Cabinet Meeting on Renewable energy” for policy coordination, and to promote cooperation among related ministries. By these"}, {"text_block_id": "p22_b185_merged", "text": "measures, GOJ pursues the higher levelsof introducing renewable energy than the levels which were indicated based on the former Strategic Energy Plans, and GOJ takes it into account when it considers energy mix."}, {"text_block_id": "p22_b187", "text": "Besides, it is necessary to proceed with technology development in a way to keep a good balance between economic efficiency and other factors while taking into consideration the different characteristics of various energy sources, with a view to creating new energy-related industries and jobs, including creation of new technologies such as the world•s most advanced floating offshore wind power systems and large-scale storage batteries."}, {"text_block_id": "p22_b188", "text": "1)"}, {"text_block_id": "p22_b189", "text": "Solar power"}, {"text_block_id": "p22_b190", "text": "Small and medium-scale solar power can be generated in an area adjacent to end users including individuals. Therefore, small and medium-scale solar power reduces the burden on main grids and it can be used as an emergency power source."}, {"text_block_id": "p22_b191", "text": "However, the power generation cost of solar power is high, and power output is unstable. Therefore, further technological innovation is necessary. In the mid-to long-term, cost reduction is expected to promote the introduction of solar power based on its position as an energy source which complements peaking demand in daytime hours in the distributed energy system and which contributes to the implementation of energy management involving the participation of consumers."}, {"text_block_id": "p22_b192", "text": "2)"}, {"text_block_id": "p22_b193", "text": "Wind power"}, {"text_block_id": "p22_b194", "text": "Wind power is an energy source which has a potential to be capable of securing economic efficiency, since the power generation cost is close to that of thermal power generation when developed on a large scale."}, {"text_block_id": "p22_b195", "text": "However, while there is sufficient load following capacity to adapt to changes in supply volume in a service area where demand is large, that is not necessary the case in areas suited to wind power, such as Hokkaido and the northern part of Tohoku. Therefore, it is necessary to develop transmission lines, to secure sufficient load following capacity through broad-area operation of power grids and to utilize storage batteries. GOJ needs to promote the utilization of wind power while taking economic efficiency into consideration."}, {"text_block_id": "p22_b196", "text": "3)"}, {"text_block_id": "p22_b197", "text": "Geothermal energy"}, {"text_block_id": "p22_b198", "text": "Geothermal energy is a stable power source at low power generation cost that can play a role of a base-load power source, since Japan has the world•s third largest amount of geothermal energy"}, {"text_block_id": "p23_b199", "text": "resources."}, {"text_block_id": "p23_b200", "text": "Various ways to use it, such as a use of hot water produced after power generation, is also expected."}, {"text_block_id": "p23_b201", "text": "On the other hand, since the development of geothermal power generation requires long time and cost, it is necessary to promote sustainable development from the mid-to long-term point of view by reducing investment risk, establishing transmission lines and pursuing development harmonious with local communities to facilitate smooth introduction."}, {"text_block_id": "p23_b202", "text": "4)"}, {"text_block_id": "p23_b203", "text": "Hydropower"}, {"text_block_id": "p23_b204", "text": "As hydropower plays a role of excellent energy source of stable supply except for drought-related problems, it will keep an important role in the energy supply structure."}, {"text_block_id": "p23_b205", "text": "Ordinary hydropower (run-of river type), whose operation cost is low, serves as a base-load power source, while the pumped storage type of hydropower, whose output can be easily adjusted, is used as a peaking power source."}, {"text_block_id": "p23_b206", "text": "Regarding ordinary hydropower, in addition to developing large-scale hydropower, which has already been promoted to a substantial extent, GOJ promotes effective use of existing dams through cooperation among relevant parties. For example, it will install power generation facilities at existing dams which do not have such facilities and increase output by replacing existing power generation facilities of existing dams."}, {"text_block_id": "p23_b207", "text": "Small and medium-scale hydropower, for which there are still undeveloped regions, is expected to be used as an energy source that forms the foundation of a regional distributed energy supply-demand structure in light of challenges related to the business environment, such as the high-cost structure."}, {"text_block_id": "p23_b208", "text": "5)"}, {"text_block_id": "p23_b209", "text": "Woody Biomass and so on (including biofuels)"}, {"text_block_id": "p23_b210", "text": "Biomass power generation, including woody biomass using unutilized materials, can be used as a stable power source which may also contribute to local revitalization. Particularly, regarding woody biomass power generation, it plays a role of regionally-distributed energy source as well as keeping up Japan•s precious forest and vitalizing forest industry."}, {"text_block_id": "p23_b211", "text": "On the other hand, given the diverse biomass materials, including wood and wastes, and diverse ways of usage as well as cost and other problems, it is desirable to increase introduction of biomass energy by pursuing scale merit and adopting mixed combustion at existing thermal power plants while taking into consideration the coordination of competition for resources between various ways of usage and stable supply of materials as well as its position in the distributed energy system."}, {"text_block_id": "p23_b212", "text": "As for biofuels, which are mostly imported, GOJ continues the introduction of such fuels while taking into consideration international situation and the technology development trend concerning"}, {"text_block_id": "p24_b213", "text": "next-generation biofuels."}, {"text_block_id": "p24_b214", "text": "(2) Nuclear power"}, {"text_block_id": "p24_b215", "text": "(2) Nuclear power\n* Position\n<\\li1>"}, {"text_block_id": "p24_b217", "text": "Nuclear power•s energy output per amount of fuel is overwhelmingly large and it can continue producing power for several years only with domestic fuel stockpile. Nuclear power is an important base-load power source as a low carbon and quasi-domestic energy source, contributing to stability of energy supply-demand structure, on the major premise of ensuring of its safety, because of the perspectives; 1) superiority in stability of energy supply and efficiency, 2) low and stable operational cost and 3) free from GHG emissions during operation."}, {"text_block_id": "p24_b218", "text": "Nuclear power•s energy output per amount of fuel is overwhelmingly large and it can continue producing power for several years only with domestic fuel stockpile. Nuclear power is an important base-load power source as a low carbon and quasi-domestic energy source, contributing to stability of energy supply-demand structure, on the major premise of ensuring of its safety, because of the perspectives; 1) superiority in stability of energy supply and efficiency, 2) low and stable operational cost and 3) free from GHG emissions during operation.\n* Policy Direction\n<\\li1>"}, {"text_block_id": "p24_b220", "text": "On the premise that safety comes before everything else and that every possible effort is made to resolve the people•s concerns, judgment as to whether nuclear power plants meet the new regulatory requirements will be left to the Nuclear Regulation Authority (NRA) and in case that the NRA confirms the conformity of nuclear power plants with the new regulatory requirements ,which are of the most stringent level in the world, GOJ will follow NRA•s judgment and will proceed with the restart of the nuclear power plants. In that case, GOJ will make best efforts to obtain the understanding and cooperation of the host municipalities and other relevant parties."}, {"text_block_id": "p24_b221", "text": "Dependency on nuclear power generation will be lowered to the extent possible by energy saving and introducing renewable energy as well as improving the efficiency of thermal power generation, etc. Under this policy, GOJ will carefully examine a volume of electricity to be secured by nuclear power generation, taking Japan•s energy constraints into consideration, from the viewpoint of stable energy supply, cost reduction, global warming and maintaining nuclear technologies and human resources."}, {"text_block_id": "p24_b222", "text": "GOJ takes thorough measures to minimize the risk of the accidents considering the experience of and lessons of the TEPCO•s Fukushima nuclear accident. In addition to that, in case the accident occurs, GOJ copes with it responsibly based on the related legislation."}, {"text_block_id": "p24_b223", "text": "In addition, accumulation of spent fuels resulting from the generation of nuclear energy is a global problem to be solved. As a responsibility of the current generation, it is essential to steadily make efforts to deal with the problems of spent fuels while making use of an international network in order to avoid passing the problem on to future generations."}, {"text_block_id": "p24_b224", "text": "Moreover, Japan will take necessary measures and promote relating R&D to ensure nuclear non-proliferation and strengthen nuclear security in light of international developments, including the holding of the Nuclear Security Summit and the adoption of the revised Convention on the Physical Protection of Nuclear Material."}, {"text_block_id": "p24_b225", "text": "(3) Coal"}, {"text_block_id": "p25_b226", "text": "(i)"}, {"text_block_id": "p25_b227", "text": "Position"}, {"text_block_id": "p25_b228_merged", "text": "Though coal has a problem ― it emits a large amount of greenhouse gas ― it is now being re-evaluated as an important base-load power supply because it involves the lowest geopolitical risk and has the lowest price per unit of heat energy among fossil fuels. It is an energy source that we should use while reducing the environmental load through the utilization of highly efficient coal thermal power generation technology, etc."}, {"text_block_id": "p25_b233", "text": "(ii)"}, {"text_block_id": "p25_b234", "text": "Policy Direction"}, {"text_block_id": "p25_b235", "text": "In addition to promoting the replacement of aging thermal power plants and introducing available leading-edge technology through the construction of new facilities and the expansion of existing ones, GOJ further promotes the development of technologies to drastically reduce greenhouse gas emissions per unit of generated power (e.g., IGCC) by largely improving the power generation efficiency. It is necessary to use coal while reducing the global environmental load by promoting the introduction of such high-efficiency technologies not only in Japan but also globally."}, {"text_block_id": "p25_b236", "text": "(4) Natural Gas"}, {"text_block_id": "p25_b237", "text": "(i)"}, {"text_block_id": "p25_b238", "text": "Position"}, {"text_block_id": "p25_b239", "text": "Natural gas accounts for more than 40% or more of power sources and has high efficiency as a heat source, so its use is increasing. Though Japan does not import natural gas through pipelines, the gas involves relatively low geopolitical risk compared to oil and emits the least amount of greenhouse gases among fossil fuels. Therefore, natural gas plays the central role as an intermediate power source. Natural gas may also become a part of the foundation of a hydrogen society. In the future, fuel prices will be determined through competitive pricing due to the shale revolution, and a shift to natural gas is expected to proceed in various sectors. Therefore, natural gas is an important energy source whose role is expected to expand."}, {"text_block_id": "p25_b240", "text": "(ii)"}, {"text_block_id": "p25_b241", "text": "Policy Direction"}, {"text_block_id": "p25_b242", "text": "For the moment, Japan is procuring LNG at a high price compared to international standards. Therefore, it is important to promote cost reduction by diversifying the supply sources, etc. while avoiding overly depending on it as a power source. From the viewpoint of global warming countermeasures, it is also important to encourage a steady shift to natural gas in the industrial field, etc. by diversifying the way of utilization, including the use of the gas for local-level distribution of power sources through cogeneration systems, etc. as well as its use as a hydrogen source, and to promote the advanced usage of natural gas, such as combined cycle thermal power generation. At the same time, it is essential to make system improvements, such as increasing the resilience of the supply system to emergencies."}, {"text_block_id": "p25_b243", "text": "(5) Oil"}, {"text_block_id": "p26_b244", "text": "(i)"}, {"text_block_id": "p26_b245", "text": "Position"}, {"text_block_id": "p26_b246", "text": "Though domestic oil demand is on a downward trend, oil still accounts for more than 40% of Japan•s primary energy sources. It•s advantage lies in its wide applicability as fuel in the transportation, consumer, power supply sectors and also as materials for chemical and other products."}, {"text_block_id": "p26_b247", "text": "Especially, the transportation sector relies heavily on oil. Oil is also important as a material for the manufacturing industries. Compared with the amount of oil used for such applications, the amount of oil used as a power source is not large. Still, oil plays a certain role as a peaking and adjustable power source. Among fossil fuels, oil has the highest geopolitical risk related to procurement; it will continue to be used as an important energy source because it can serve as an alternative when other energy sources have been lost, given its high portability, well-developed nationwide supply network, and abundant stockpiles."}, {"text_block_id": "p26_b248", "text": "(ii)"}, {"text_block_id": "p26_b249", "text": "Policy Direction"}, {"text_block_id": "p26_b250", "text": "In addition, since oil will be an energy source of •last resort• in the event of a disaster, it is necessary to further strengthen the resilience of oil supply networks and to enhance the management foundation of the oil industry in order to maintain the nationwide supply networks in normal times while the decline of domestic demand and the enhancement of supply throughout the entire Asian region are concurrently occurring."}, {"text_block_id": "p26_b251", "text": "(6) LP Gas"}, {"text_block_id": "p26_b252", "text": "(i)"}, {"text_block_id": "p26_b253", "text": "Position"}, {"text_block_id": "p26_b254", "text": "The supply structure of LP gas was vulnerable due to the high dependency on the Middle East as a supply source; however, since the purchase of inexpensive shale-associated LP gas from North America has been started, the geopolitical risk of LP gas is decreasing as a trend."}, {"text_block_id": "p26_b255", "text": "As LP gas emits a relatively small amount of greenhouse gases compared with other fossil fuels, it can be used as an intermediate power source for generating power. LP gas also offers an advantage in terms of portability and storage easiness due to well-developed systems of supply to end users and stockpiling. Therefore, LP gas is a clean and distributed energy source that supports the people•s lives and industrial activities in normal times and which is also useful in emergency situations."}, {"text_block_id": "p26_b256", "text": "(ii)"}, {"text_block_id": "p26_b257", "text": "Policy Direction"}, {"text_block_id": "p27_b258", "text": "Since LP gas will be an energy source of •last resort• in the event of a disaster, GOJ promotes to make supply system more resilient such as proceeding with stockpiling and enhancing facilities of core filling stations. Also, GOJ promotes diversification in its usage by curbing cost through conducting surveys on retail prices and providing information about them to enhance transparency and through improvement of the supply structure of business operators, and LP gas is required to play a more important role in the transportation sector, as a fuel for LP gas-powered vehicles, for example."}, {"text_block_id": "p27_b259", "text": "2. Principles of the secondary energy structure"}, {"text_block_id": "p27_b260", "text": "To make a new energy supply-demand structure more stable and effective, it is necessary to conduct a detailed study on not only the primary energy structure but also the secondary energy structure, whereby end users consume energy. In particular, in order to maximize energy conservation, it is necessary to thoroughly consider how to efficiently convert energy into electricity and heat and how to make full use of it without any waste and to make efforts to put the ideas into practice."}, {"text_block_id": "p27_b261", "text": "Since technological innovation has proceeded, now is the time to conduct comprehensive deliberation on a •hydrogen society,• which uses hydrogen as an energy."}, {"text_block_id": "p27_b262", "text": "While establishing a multi-layered supply structure so that the strengths of individual energy sources can be exercised to complement each other•s weaknesses, we will consider what the secondary energy structure should be like if maximum efficiency is to be achieved."}, {"text_block_id": "p27_b263", "text": "(1) Electricity which plays the central role in the secondary energy structure"}, {"text_block_id": "p27_b264", "text": "Electricity can be produced by converting various energy sources, and offers high convenience of use. Therefore, the electrification rate is expected to rising in the future, too, and electricity will continue to play the central role in the secondary energy structure."}, {"text_block_id": "p27_b265", "text": "Unlike European countries such as Germany and France where power grids are interconnected, Japan is not able to interchange power supply with another country when supply has become unstable. Japan•s situation is also different from that of the U.S., where power transmission and distribution networks have been established across multiple states over a huge area. Therefore, it is essential that power sources and grids are established and secured nationwide in a well-balanced manner so as to ensure that the power supply system can be used efficiently over a broad area."}, {"text_block_id": "p27_b266", "text": "As for power supply, it is important for Japan to secure inexpensive and stable base-load power sources; intermediate power sources whose output can be adjusted flexibly according to the demand trend; and peaking power sources with an appropriate balance and to use them in combination with distributed power sources."}, {"text_block_id": "p27_b267", "text": "Regarding the power source mix, it is important to secure inexpensive and stable base-load power sources at a level equivalent to international standards, to maintain reserve capacity and load following capacity required for stable supply and to pursue environmental suitability while"}, {"text_block_id": "p28_b268", "text": "avoiding overly depending on a specific power source or fuel source. In this way, Japan should continue to focus on securing a well-balanced power source mix."}, {"text_block_id": "p28_b269", "text": "Meanwhile, electricity demand in Japan has changed after the TEPCO•s Fukushima nuclear accident. We should continue to improve the efficiency of the supply structure by leveling the power load through efforts to reduce peak loads, such as electricity saving and peak-cut of air-conditioning energy while taking into consideration changes in the demand trend."}, {"text_block_id": "p28_b270", "text": "In the future, the power source mix may change due to the reform of power systems. In that case, large-scale capital investment may be required. That is because of the need for investment not only for constructing new power generation facilities, including renewable energy facilities, but also for constructing power transmission and distribution networks that can adapt to the different power generation time zones and power output characteristics of various energy sources as well as for taking measures to enhance the stability of power grids, including the installation of load following power sources and storage batteries."}, {"text_block_id": "p28_b271", "text": "Following the shutdown of nuclear power plants after the TEPCO•s Fukushima nuclear accident, the share of nuclear power in the power source mix fell steeply from around 30%, while the dependency on overseas fossil fuels rose above 88%. As a result, the dependency on overseas fossil fuels in terms of the power supply structure is now higher than the level at the time of the first oil shock (which was 76%, and the ratio later improved to just over 60% because of the replacement of oil with alternative fuels and the utilization of nuclear power). In light of the fact that the greatest factor behind the recent rise in electricity prices is a steep rise in the cost of fossil fuels for power generation, it is extremely important for the public and private sectors to work together to reduce the cost of procuring fossil fuels."}, {"text_block_id": "p28_b272", "text": "In the future, additional costs necessary for developing transmission networks and enhancing their stability and cumulative surcharges resulting from the feed-in tariff program may be added to electricity prices. While the cost of the power generation business itself may be curbed through competition, it is necessary to pay close attention to electricity charges so as to prevent this or other factors from causing a steep price rise."}, {"text_block_id": "p28_b273", "text": "Therefore, as for what the power source mix should be like, it is important to pursue a well-balanced structure in order to prevent possible additional costs from imposing a heavy burden on the people's lives and economic activities."}, {"text_block_id": "p28_b274", "text": "In addition, from the perspective of enhancing the resilience of power supply on the assumption of a major disaster, it is necessary to promote distributed energy sources at the local level in combination with the development of natural gas infrastructure."}, {"text_block_id": "p28_b275", "text": "(2) Heat utilization: Promotion of utilization of cogeneration and heat generated from renewable energy, etc."}, {"text_block_id": "p29_b276", "text": "In Japan, final energy consumption is made mostly for non-power applications, mainly usage of heat. Therefore, in order to enhance the utilization efficiency of energy, it is important to utilize heat more efficiently, and it is necessary to strengthen measures for that purpose."}, {"text_block_id": "p29_b277", "text": "The way of utilizing heat may vary depending on the lifestyle of individuals and families as well as the presence of local heat sources. Therefore, it is important to make efforts to enable flexible usage that suits the lifestyle and local circumstances."}, {"text_block_id": "p29_b278", "text": "Cogeneration, which generates a combination of heat and electricity, is one way of utilizing energy most efficiently by concurrently using heat and power. Usually, a cogeneration system has an excess generation capacity, so it is expected to serve as a backup to make up for a shortage of power supply in times of emergency."}, {"text_block_id": "p29_b279", "text": "The introduction of cogeneration has been sluggish in recent years, but we see some signs of the introduction of cogeneration making progress again due to the rise in electricity costs. It is necessary to expand the introduction of cogeneration by promoting regional utilization in addition to separate utilization by individual buildings, factories, houses, etc."}, {"text_block_id": "p29_b280", "text": "Using renewable energy heat such as solar heat, underground heat, snow ice heat, hot spring heat, seawater heat, river heat and sewage heat more effectively is also expected to be effective in improving efficiency of the energy supply-demand structure."}, {"text_block_id": "p29_b281", "text": "Such heat sources have not been adequately utilized until now. That is not only because of the high cost of installing equipment for using heat sources. There are also other significant factors, such as that business profitability is low because the demand does not always match the supply for reasons such as a lack of sufficient local demand for heat compared with the capacity of the local supply equipment and that suppliers of such heat energy sources have not adequately grown because of low public awareness. It is important to promote ways of using heat sources that take advantage of the characteristics of the regions where the sources are located."}, {"text_block_id": "p29_b282", "text": "(3) Hydrogen: The realization of the •hydrogen society•"}, {"text_block_id": "p29_b283", "text": "As for future secondary energy, hydrogen is expected to play the central role, as well as electricity and heat."}, {"text_block_id": "p29_b284", "text": "Hydrogen, though it is necessary to secure safety in handling it, it has many superior characteristics such as excellent utility and energy efficiency, and emits no greenhouse gas and is expected to be useful in times of emergency."}, {"text_block_id": "p29_b285", "text": "In order to introduce hydrogen as an energy source, development and research and demonstration projects concerning various element technologies have been implemented by many entities; however, there are still many challenges to overcome in terms of technology, cost, system and infrastructure in order to establish the •hydrogen society•, where we utilize hydrogen for daily life and industrial activities. Therefore, GOJ promotes to arrange systems and infrastructure strategically in order to drive a variety of R &D and cost reducing, and to make a practical realization of such technology in order of feasibility."}, {"text_block_id": "p30_b286", "text": "3. The relationship between the policy timeframe and the energy mix"}, {"text_block_id": "p30_b287", "text": "In this Strategic Energy Plan, a long-term energy supply-demand forecast is not put together. But the basic line of energy policy is finalized with a view to an energy supply-demand structure for the mid-to long-term (about next 20 years); in particular, the time from now to 2018-2020 is positioned as an intensive reform implementation period for upgrading energy-related infrastructure and for establishing a stable energy supply-demand structure."}, {"text_block_id": "p30_b288", "text": "As for the energy mix, Japan should make an announcement quickly in light of the position of each energy source in the energy supply-demand structure after assessing the prospects for the restart of nuclear power plants, introduction of renewable energy based on the feed-in-tariff program and the status of international discussions on global warming problems, including Conferences of the Parties (COP) to the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p30_b289", "text": "GOJ will develop a system for addressing specific issues indicated in this Strategic Energy Plan, commence study promptly."}, {"text_block_id": "p31_b290", "text": "As Japan•s dependency on fossil fuels increases, it is important, while taking future changes into consideration, to secure resources in accordance with the global energy supply-demand structure which has increasingly become unstable."}, {"text_block_id": "p31_b291", "text": "It is necessary to realize the optimal portfolio of resources, and to secure resources in a stable and economical manner by (1) diversifying major resources and (2) reducing procurement risk of each resource through the diversification of supply sources, securement of interests in upstream projects and enhancement of relationships with supplying countries."}, {"text_block_id": "p31_b292", "text": "In FY2013, Japan actively engaged in resource diplomacy as represented by the Prime Minister•s visits to the U.S., Russia, Saudi Arabia, UAE, Qatar, Canada and Mozambique, among other countries. The achievements include the acquisition of export approvals for U.S. LNG project involving Japanese companies and the acquisition of interests in an independently-developed oil field in UAE. Japan will continue to execute a comprehensive policy to secure a stable supply of resources."}, {"text_block_id": "p31_b293", "text": "1. Reinforcement of relations with resource-supplying nations, including North American and African nations and Russia and promotion of participation in upstream projects"}, {"text_block_id": "p31_b294", "text": "The shale revolution in North America has produced a significant impact on the international supply structure of natural gas and brought about changes in the trade structure of coal, for which demand has stagnated in North America as a result. The shale revolution will expand to oil, and the development of shale gas and oil is expected to spread from North America to Latin America and to other regions, including China."}, {"text_block_id": "p31_b295", "text": "As the shale gas revolution proceeds, Russia is facing problems such as sluggish demand in Europe, which is its main existing market. As a result, Russia has no option but to make earnest efforts to advance into new markets, including Asian markets like Japan and China. In light of Russia•s abundant resource potential, its geographical proximity, and the need for Japan to diversity supply sources, making effective use of Russian oil and natural gas resources may be significant. Therefore, it is necessary to consider the relationship with Russia from comprehensive and strategic perspectives, while keeping the international situation in mind."}, {"text_block_id": "p31_b296", "text": "Various countries have started investment in resource development in Africa, which is attracting hopes as a •last frontier• of such resources as metal ores and gas. In the future, this move is"}, {"text_block_id": "p32_b297", "text": "expected to accelerate, with resource-rich African nations entering the international resource market in earnest."}, {"text_block_id": "p32_b298", "text": "Amid this structural change, measures to diversify supply sources, including supply from new resource-supplying nations, have already been advanced. In addition to prospect LNG export from the U.S., where shale gas production is expanding, as well as supply of natural gas from Canada, Russia and Mozambique is expected to start around 2020."}, {"text_block_id": "p32_b299", "text": "As an effort to take advantage of a change in the international resource supply structure and accept new resource-supplying nations into the international market in order for Japan to closely cooperate with those nations, a meeting of the Japanese and African resource ministers was held in 2013. The meeting is set to be held every other year. Efforts like this will be strengthened in the future."}, {"text_block_id": "p32_b300", "text": "The emergence of new resource-supplying nations means an expansion of opportunities for Japanese firms to participate in upstream projects and engage in independent development in order to secure interests in development of oil and gas fields, coal and metal mines. In addition to upstream development in the Middle East, Australia, Indonesia and Russia, movements to advance into upstream development have already accelerated in the U.S., Canada, Mozambique, Vietnam and Kazakhstan. To further accelerate Japanese firms• participation in upstream projects, the public and private sectors will cooperate in implementing measures to raise the independent development rate through aggressive resource diplomacy and reinforcement of the risk money supply function of Japan Oil, Gas and Metals National Corporation (JOGMEC)."}, {"text_block_id": "p32_b301", "text": "In addition, in order to acquire new resource interests and obtain the renewal of resource interests, Japan will capitalize on its strength to develop advanced technologies in various fields. For example, Japan will promote efforts in fields such as R&D for upstream development and floating production, storage and shipment facility for LNG (FLNG), which has become increasingly important for offshore development."}, {"text_block_id": "p32_b302", "text": "2. Reinforcement of the foundation of the current procurement environment"}, {"text_block_id": "p32_b303", "text": "It is important to make comprehensive diplomatic efforts to develop comprehensive and mutually beneficial bilateral relations with countries that supply Japan with resources, instead of merely forming relations based on resource trade. The countries include Saudi Arabia and UAE in the case of oil; Australia, Qatar, Malaysia, Russia and Indonesia in the case of natural gas; Australia and Indonesia in the case of coal; and Chile, Peru, Australia, Canada and South Africa in the case of metal resources. Japan will invigorate diverse economic transactions and human exchanges at various levels of society. For example, based on the needs of UAE, Japan is deepening bilateral ties by expanding the cooperative relationship to encompass not only the energy field but also the field of human resource development. Such efforts will be expanded and strengthened."}, {"text_block_id": "p32_b304", "text": "As part of the effort to build such comprehensive and mutually beneficial bilateral relations, ministerial-level resource diplomacy, including strategic use of summit diplomacy, will be actively"}, {"text_block_id": "p33_b305", "text": "pursued in order to create an environment where resource transactions are conducted in a stable manner through bilateral relations based on strong relationships of trust."}, {"text_block_id": "p33_b306", "text": "To improve the stability of sea lanes, bolstering relations with countries and regions involved in the sea lanes are important. Japan will reinforce measures to ensure safe and secure navigation of commercial ships by promoting various cooperation with the maritime safety organization of each country, by supporting preparation and improvement of infrastructure, such as harbors, and ship operation control systems, by strengthening rescue and recovery support systems to respond to disasters in coastal areas, as well as by deepening the U.S.-Japan cooperation in the field of security, including maritime security, based on the Regional Cooperation Agreement in Combating Piracy and Armed Robbery against Ships in Asia (ReCCAP) and the •cooperation mechanism• concerning safe navigation through the Strait of Malacca and Singapore Straits."}, {"text_block_id": "p33_b307", "text": "Moreover, in order to promote procurement of resources such as LNG and coal in a stable manner and at a competitive price, the public and private sectors will cooperate with each other in securing and strengthening functions necessary for accepting large vessels."}, {"text_block_id": "p33_b308", "text": "3. Improvement of terms of resource procurement to lower energy cost"}, {"text_block_id": "p33_b309", "text": "The terms of resource procurement are basically determined between private companies at the individual contract level. For its part, GOJ needs to improve the environment that enables discussions on diversification of terms and conditions of transactions, such as the pricing mechanisms and destination clauses. They also need to support strategic efforts to procure stable and competitive resources, including strengthening the bargaining power through the strategic use of new joint procurement schemes."}, {"text_block_id": "p33_b310", "text": "Specifically, communications between energy producers and consuming nations will be facilitated and collaboration between consuming nations will be strengthened by providing many opportunities for international dialogue, such as the LNG Producer-Consumer Conference, Japan-India Energy Dialogue and Japan-South Korea Gas Dialogue."}, {"text_block_id": "p33_b311", "text": "In the natural gas market of the U.S., where the shale gas revolution is ongoing, the price of natural gas is not linked to the crude oil price but instead determined by the supply and demand balance of the market. Therefore, importing natural gas from the U.S. means incorporating an LNG pricing mechanism, that is not linked to oil price, into Japan•s LNG trade environment. The Japanese government will proactively support such measures that contribute to improvement of the negotiation environment, for example, by conducting a study on a LNG futures market."}, {"text_block_id": "p33_b312", "text": "To exercise its bargaining power with regard to not only price but also contract flexibility and acquisition of interests in upstream projects, Japan needs to use new joint procurement schemes strategically; For example, Japan should make efforts to fully exercise its bargaining power by promoting comprehensive business cooperation that covers the entire LNG supply chain, instead of the conventional consortium type joint procurement scheme. The new joint procurement schemes, coupled with institutional reforms, may provide the catalyst for the creation of an integrated energy"}, {"text_block_id": "p34_b313", "text": "company or the business alignment cooperation with Asian, U.S. and European business companies."}, {"text_block_id": "p34_b314", "text": "To promote such alignments among domestic and foreign companies GOJ will improve the environment for increasing the flexibility of business practices regarding LNG contracts through such means as abolishing destination clauses included in the terms of free on board (FOB) contracts."}, {"text_block_id": "p34_b315", "text": "In addition, with a view to securing new supply sources such as North America and to diversify future forms of supply, such as the use of pipeline networks, GOJ will study the vision and possibilities of a desirable international supply chain."}, {"text_block_id": "p34_b316", "text": "While keeping the prospect for future LNG demand in the Asia-Pacific region in mind, GOJ will seek to establish a pan-Asian LNG supply-demand structure in which Japan is placed at the center by promoting LNG supply from North America, by diversifying transactions through measures such as the abolishment of destination clauses, by holding LNG producer-consumer conferences, and by enhancing cooperation between consumer nations."}, {"text_block_id": "p34_b317", "text": "4. Promotion of development of domestic resources such as methane hydrate"}, {"text_block_id": "p34_b318", "text": "Japan, which has the sixth largest exclusive economic zone in the world, can dramatically raise its self-sufficiency ratio if it can develop marine energy and mineral resources. In addition, relevant ministries and agencies and private companies are expected to cooperate in marine development to promote related industries. Regarding the development of domestic resources, the implementation of environmental impact assessment will be ensured."}, {"text_block_id": "p34_b319", "text": "In April 2013, the •Basic Plan on Ocean Policy• was reviewed for the first time based on the Basic Act on Ocean Policy, and new government goals concerning the development of marine energy and mineral resources were set."}, {"text_block_id": "p34_b320", "text": "(1) Methane hydrate"}, {"text_block_id": "p34_b321", "text": "GOJ has formulated a new plan to conduct research and development concerning the •surface layer• type of methane hydrate, reserves of which have been confirmed mainly in the Sea of Japan, in addition to the ongoing research and development concerning the •sand layer• type of methane hydrate."}, {"text_block_id": "p34_b322", "text": "As for the sand layer type of methane hydrate, it is estimated that in the eastern part of the Nankai. Trough sea area, there are original gas in place as much as 10 years of the natural gas consumed in Japan. . In March 2013, an experiment to produce gas with •a decompression method• was conducted in an offshore area for the first time in the world, using •Chikyu•, a deep sea drilling vessel owned by the Japan Agency for Marine-Earth Science and Technology. Based on the results of this production experiment, technology for commercialization will be prepared by FY2018. Technological development will be promoted so that a project for commercialization led by private businesses can be started between 2023 and 2027, with an eye to international situation."}, {"text_block_id": "p35_b323", "text": "(2) Oil and natural gas"}, {"text_block_id": "p35_b324", "text": "Geophysical exploration covering about 6,000 square kilometers per year will be conducted annually until FY2018 in areas of the seas surrounding Japan where little exploration activity has so far been conducted. The three-dimensional geophysical survey ship named •Shigen•, which was introduced in 2008, will be fully utilized. Based on the results of the exploration, GOJ will flexibly conduct experimental drilling in promising sea areas. Obtained results, such as geological data, will be passed on to private businesses to promote exploration activities offshore Japan."}, {"text_block_id": "p35_b325", "text": "(3) Metallic minerals"}, {"text_block_id": "p35_b326", "text": "The presence of cobalt-rich crusts containing several types of important rare metal has been confirmed over a wide area of the seabed of the high seas outside the exclusive economic zone of Japan. JOGMEC applied for an approval of a plan of work for exploration of cobalt-rich crusts in the area in July 2013 in accordance with the regulation on exploration set by the International Seabed Authority, and obtained the exclusive exploration right in the approved area for the first time in the world. The exploration will be systematically conducted with an eye to achieving necessary results during the coming 15 years."}, {"text_block_id": "p35_b327", "text": "In addition, a strategic survey will be continued with regard to rare sediments deposits off of Minamitorishima Island, which has been newly added to the Basic Plan on Ocean Policy, and polymetallic nodules in the exploration area off Hawaii that is already owned by Japan."}, {"text_block_id": "p36_b328", "text": "5. Promotion of recycling essential for securing stable supply of mineral resources and reinforcement of the stockpiling system"}, {"text_block_id": "p36_b329", "text": "To secure stable supply of metallic mineral, it is important to not only diversify supply sources but also steadily collect metals from used products and aggressively promote to develop new technologies for recycling metals. Regarding metallic minerals ore, whose presence is concentrated in regions with high country risk, efforts to develop substitute metals and to reduce use of metals in products will be made. By combining these efforts and upstream development, the self-sufficiency ratio regarding metallic metals vital to Japanese industries will be increased so that stable supply is secured even when the resource prices surge or when the supply-demand situation tightens."}, {"text_block_id": "p36_b330", "text": "In addition, to cope with short-term supply interruptions of metallic minerals, GOJ will steadily stockpile necessary rare metals while closely monitoring the price trends and the domestic supply and demand trends of various rare metals and will improve the national stockpiling system so that reserves can be flexibly released in response to the needs of receiving companies in case of an emergency such as supply disruption."}, {"text_block_id": "p37_b331", "text": "Since the oil shocks in the 1970s, by the effort of public and private, Japan has improved its energy efficiency rate by 40%, establishing a huge lead over the rest of the world. For example, the Act on the Rational Use of Energy, which was built in 1979, obligates business operators of industry, operation and transportation to report its situation of energy efficiency measures and improvement of efficiency of energy consuming every year to the government, which urges such business operators to improve energy efficient autonomously. Also, in residential and commercial sector, the act prescribes Top-Runner program on energy consuming instruments that realizes the system to urge manufacturing business operators in order to improve energy consuming efficiency ratio."}, {"text_block_id": "p37_b332", "text": "It is important to create a more rational energy supply-demand structure and reduce greenhouse gas emissions concurrently by accelerating energy efficient initiatives in each sector through effective methods."}, {"text_block_id": "p37_b333", "text": "Therefore, to accelerate such energy efficient initiatives further in each sector, GOJ will quickly establish benchmarks that may serve as goals."}, {"text_block_id": "p37_b334", "text": "Also, the Act on the Rational Use of Energy was amended, and from April 2014 GOJ started evaluating measures to deal with peak demand of electricity, and it is estimated that equalization of electricity demand will make progress. Furthermore, with the advance of technological innovations such as next-generation power electronics devices which is anticipated to make power consumption even more efficiently, more efficient energy use and the applications of energy sources will continue expanding. Besides, due to structural reforms such as the electricity system reform, a diverse set of options regarding the usage of energy, including the management of the demand amount as well as the supply amount, will become available for consumers as a result of the entry of various entities into the energy market."}, {"text_block_id": "p37_b335", "text": "In a market that offers a variety of options, consumers can make choice freely based on their own rational judgment. Through this process, changes in the supply structure and the energy source mix will occur."}, {"text_block_id": "p37_b336", "text": "It is necessary to reinforce measures to accelerate the creation of such a new energy supply-demand structure."}, {"text_block_id": "p37_b337", "text": "1. Enhancing energy efficiency in each sector"}, {"text_block_id": "p37_b338", "text": "(1) Enhancing energy efficiency in the business and household sectors"}, {"text_block_id": "p37_b339", "text": "In the residential and commercial sectors, improvement of energy efficiencies for buildings and houses are expected to be the most effective way of conserving energy. Using high performance"}, {"text_block_id": "p38_b340", "text": "windows and insulation materials for openings and walls which heat dissipates is especially effective, but this has so far been excluded from the Top Runner Program, which sets the standard for energy consumption efficiency of machines and instruments in Japan. The Top Runner Program was introduced by the amendment to the Act on the Rational Use of Energy in 1998. It designates commodities such as appliances and cars; it indicates numerical criteria based on the most excellent commodities in power consumption efficiency or fuel efficiency level at that time, and requires manufacturers or importers to make their commodities clear the criteria by an aimed year. Until now, through the Top Runner Program, the improvement of energy efficiency was achieved by 30% in air conditioners, 30% in TV sets, 43% in household electric refrigerators and 11% in microwave ovens."}, {"text_block_id": "p38_b341", "text": "In order to promote such measures of energy efficiency in the sector of buildings and houses like as the above, GOJ added products that contribute to improvement of the energy consumption efficiencies of houses, buildings and other equipment into the scope of the Top Runner Program, and for that purpose the act was revised in 2013. As a result, construction materials were added to the scope of the program, and the insulation standards for insulation materials were specified. Other than those, such machines and instruments as commercial electric refrigerators and freezers, multi-function devices printers, electric water heaters (heat pump water heater) and LED lamps were added to the subjects of the Top Runner Program."}, {"text_block_id": "p38_b342", "text": "GOJ continues expanding subjects of Top Runner Program, and regarding highly efficient lighting equipment (e.g. LED lighting and organic EL lighting), we aim to achieve a penetration rate of 100% on a flow basis by 2020 and on a stock basis by 2030."}, {"text_block_id": "p38_b343", "text": "Furthermore, GOJ will promote energy efficient measures such as renovation and rebuilding of existing buildings and houses with high energy efficiency performances and the enhancement and dissemination of the evaluation and labeling schemes concerning comprehensive environmental performance, including energy efficiency performance. In addition, GOJ will encourage high heat insulation performances for new buildings and houses and the introduction of energy efficient equipment into them and promote the dissemination of certified low-carbon buildings, which have better energy efficiency performances."}, {"text_block_id": "p38_b344", "text": "GOJ has supported for around 4,000 projects across the nation as measures to achieve net zero energy by introducing energy efficient technologies such as high performance thermal insulation/air sealing, high-efficiency air conditioners, heat exchangers, LEDs with motion detectors and so on in public buildings, houses, office buildings and hospitals."}, {"text_block_id": "p38_b345", "text": "GOJ aims to achieve net zero energy with regard to a newly constructed public building by 2020 and with regard to all newly constructed buildings on average by 2030. With regard to houses, GOJ aims to achieve net zero energy for standard newly constructed houses by 2020 and for all newly constructed houses on average by 2030."}, {"text_block_id": "p38_b346", "text": "While improving the environment for improvements of energy efficiency performances for"}, {"text_block_id": "p39_b347", "text": "buildings and houses such as the above, GOJ will phase in the obligation for newly constructed houses and buildings to meet the energy efficiency standard by 2020, with due consideration given to the need for and degree of the regulation, etc."}, {"text_block_id": "p39_b348", "text": "In addition, GOJ continues to disseminate lifestyles that lead to improvements of the quality of life and energy efficiency at the same time."}, {"text_block_id": "p39_b349", "text": "(2) Promotion of diverse energy efficiency measures in the transportation sector"}, {"text_block_id": "p39_b350", "text": "In the transportation sector, automobiles consume most of the energy, so it is important to improve the energy efficiency of automobiles transportation. Therefore, Japan will take measures regarding automobiles themselves, such as increasing the ratio of next-generation vehicles to all new vehicles to 50%-70% by 2030 while promoting comprehensive measures, including steps to improve traffic flow such as the development of loop routes and other trunk road networks and introduction of the Intelligent Transportation Systems (ITS), which will contribute to energy-efficiency."}, {"text_block_id": "p39_b351", "text": "In addition, technology development and demonstration projects for advanced energy efficiency measures and enhancement of the efficiency of distribution operations will be launched in the transportation sector, including maritime transportation, which consumes the second largest amount of energy after automobiles, and their results will be exploited to disseminate effective energy efficiency measures."}, {"text_block_id": "p39_b352", "text": "To reduce energy consumption in the field of distribution, an efficient distribution system will be created through a modal shift, etc. Specifically, consolidation of distribution bases and implementation of joint efforts by consignors and freight carriers, including joint distribution and transportation, will be promoted."}, {"text_block_id": "p39_b353", "text": "(3) Acceleration of energy efficiency in the industrial sector and others"}, {"text_block_id": "p39_b354", "text": "Since the oil crises in 1970, enterprises in the industrial sector have improved the energy consumption per unit of GDP by 41%, thereby achieved a high level of energy efficiency. In late years, they have continued to tackle such energy efficient measures. For example, a house-building company achieved energy saving by 34% in FY2012 compared to FY2005, as a result of a variety of efforts in a model factory, such as developing new fabricating methods and optimization of inverter control in productive facilities, and application of the achievements to other factories."}, {"text_block_id": "p39_b355", "text": "For further progress of energy efficiency mainly in the industrial sector, it is necessary to promote upgrading or replacement of existing facilities to or with those with high energy efficiency effect."}, {"text_block_id": "p39_b356", "text": "Therefore, an environment for companies to make the best possible efforts for energy efficiency"}, {"text_block_id": "p40_b357", "text": "shall be created by taking various measures, such as providing assistance for investment in energy-efficient equipment and facilities or renovation work intended to reduce energy consumption including improving production processes."}, {"text_block_id": "p40_b358", "text": "Besides, to GOJ encourages development of innovative technologies that can realize significant energy saving across industries. In addition, in order to encourage smart use of energy, GOJ facilitates introduction of an energy management system, such as BEMS (Building Energy Management System), and encourages the acquisition of the certification of the ISO50001 standard for energy management procedures as well as supplying information on energy efficient measures."}, {"text_block_id": "p40_b359", "text": "(4) Measures to achieve further energy efficiency that are suited to the status of energy consumption by business type"}, {"text_block_id": "p40_b360", "text": "It is true that in order to achieve further energy-efficiency, there are some limits to the effects that can be achieved by measures tailored to broad sectors. Therefore, it is necessary to take minutely tailored energy efficient measures suited to the status of energy consumption in each type of business."}, {"text_block_id": "p40_b361", "text": "To implement such measures, close examination and analysis of the actual status of energy consumption is necessary. Although it will take some time, basic information will be researched and analyzed to expedite efforts to save energy further and, based on the results of the research and analysis, new energy-efficient measures will be crafted. Through such measures, benchmarks regarding energy efficiency in each sector will be improved."}, {"text_block_id": "p40_b362", "text": "2. Leveraging demand response that promotes efficient energy supply"}, {"text_block_id": "p40_b363", "text": "Previously, during the peak hours, power supply was secured by using load following power sources. However, it is possible to ensure the supply-demand balance by having consumers, rather than suppliers, control the amount of power needed. As a step to establish a demand response system that controls the amount of demand according to that of supply, the electricity price may be varied significantly according to the time of the day so as to encourage consumers to change their power consumption patterns. However, this system has not fully taken hold in the general consumer market, even though the industry is making active use of it and is taking such steps as shifting operations to night-time hours."}, {"text_block_id": "p40_b364", "text": "Therefore, by the early 2020s, smart meters will be introduced into all households and businesses. At the same time, through the full retail competition under the electricity system reform, electricity will be priced in a more effective and diverse way, making it possible to control electricity demand during peak hours to a significant degree."}, {"text_block_id": "p40_b365", "text": "Moreover, as the second step of demand response, the method of quantitatively managing the control of the amount of electricity demand is being considered. This method has been in place in the form of a contract on the regulation of supply and demand between electric power companies and large users. To make this method take hold widely in society as in Europe and the U.S., it is"}, {"text_block_id": "p41_b366", "text": "necessary for relevant parties, including electric power companies to share the recognition of its efficacy, value, etc."}, {"text_block_id": "p41_b367", "text": "For this reason, steps will be taken to establish a system under which consumers control demand according to requests from retailers and transmission and distribution operators and receive rewards from them in exchange through the mediation of an energy use information manager (aggregator), who handles trading of Negawatts (credits for the amount of electricity saved) on behalf of multiple consumers. Specifically, the effects and value of the demand response system will be verified so as to enable quantitative management. Also, a guideline that specifies the method to measure the demand reduced will be formulated."}, {"text_block_id": "p41_b368", "text": "Moreover, if trading of Negawatts resulting from power consumption reduction is made easier, it will become possible for consumers to more effectively control their own electricity demand. Therefore, by steadily carrying out the electricity system reform, an environment will be created to make it easier to introduce a new type of business that utilizes demand response and to keep the amount of power generated at a rational level, ensuring stable supply."}, {"text_block_id": "p41_b369", "text": "These measures require the use of consumer information, including data concerning the amount of electricity used. For this reason, special consideration must be given to protecting personal information in using consumer information."}, {"text_block_id": "p42_b370_merged", "text": "GOJ has accelerated the introduction of renewable energy as far as possible for three years since 2013 followed by continuous active promotion. Therefore, GOJ steadily proceeds with the enhancement of power grids, rationalization of regulation, research and development for cost reduction, etc. Therefore, GOJ establishes “Related Ministers’ Cabinet Meeting on Renewable energy” for policy coordination, and to promote cooperation among related ministries. By these measures, GOJ pursues the higher levelsof introducing renewable energy than the levels which were indicated based on the former Strategic Energy Plans, and GOJ takes it into account when it considers energy mix."}, {"text_block_id": "p42_b378", "text": "As concrete measures, appropriate management of the feed-in-tariff system and deregulation measures, such as reducing the period of the environmental assessment, will be promoted. At the same time, in order to resolve problems such as the high power generation cost, unstable power output and the limited availability of suitable locations, diligent efforts will be made to develop technologies for cost reduction and efficiency improvement and conduct development and demonstration projects for large storage batteries and build power grids."}, {"text_block_id": "p42_b379", "text": "1. Strengthening measures to accelerate the introduction of wind and geothermal power"}, {"text_block_id": "p42_b380", "text": "Regarding wind and geothermal power, which may be economically feasible depending on the scale of development, efforts will be made to resolve the many challenges involved in their introduction."}, {"text_block_id": "p42_b381", "text": "(1)"}, {"text_block_id": "p42_b382", "text": "Wind power"}, {"text_block_id": "p42_b383", "text": "Introducing power generation facilities for wind power requires coordination with local communities and environmental assessment as well as efforts to adapt to various regulations and restrictions on construction. Even under the feed-in-tariff system, the introduction of wind and geothermal power has not increased as much as that of photovoltaic power, because facilities for wind and geothermal power generation require longer time for installation than photovoltaic power generation facilities, on which fewer such regulations and restrictions. There are also other problems to be resolved before the expansion of their introduction. For example, some of the existing grid network capacity is already used to supply power generated by photovoltaic power,"}, {"text_block_id": "p43_b384", "text": "which was introduced earlier, leaving less room for the grid of electricity generated. There is also the problem of a wind blade falling."}, {"text_block_id": "p43_b385", "text": "Therefore, in order to smoothly and quickly introduce wind power generation facilities, efforts will be continued to accelerate environmental assessment and rationalize safety regulations under the Electricity Business Act."}, {"text_block_id": "p43_b386", "text": "In addition, because local transmission and interconnection lines will be required to accept renewable energy, first, steps will be taken to foster special purpose corporations that seek to recover investments for installing intra-regional transmission lines by levying fees for the use of the lines by wind power generators. Moreover, in line with the expanded introduction of renewable energy, the output of which fluctuates, an Organization for Cross-regional Coordination of Transmission Operators will be established under the electricity system reform so as to introduce a framework for balancing frequency variation cross-regionally. This organization will play the central role in installing interconnection lines, etc."}, {"text_block_id": "p43_b387", "text": "At the same time, the use of large storage batteries and hydrogen will be promoted in order to resolve the problem of output fluctuation related to renewable energy. Regarding large storage batteries, demonstration of installation at substations will be implemented and compliance with the international standards will be promoted. As for the problem of high cost, which currently prevents the widespread use of wind power, the cost will be reduced to around half the current level by 2020 through the development of technology for cost reduction."}, {"text_block_id": "p43_b388", "text": "i)"}, {"text_block_id": "p43_b389", "text": "Onshore Wind Power"}, {"text_block_id": "p43_b390", "text": "In order to utilize appropriate places for wind power such as Hokkaido or Tohoku area at a maximum, GOJ considers its measures to facilitate deregulation and coordination for site location of wind power generation such as the way how to deal as agricultural lands."}, {"text_block_id": "p43_b391", "text": "ii)"}, {"text_block_id": "p43_b392", "text": "Offshore Wind Power"}, {"text_block_id": "p43_b393", "text": "In the mid-to long-term, further introduction of offshore wind power is indispensable for Japan where the potential of onshore wind power is limited."}, {"text_block_id": "p43_b394", "text": "As for fixed offshore wind power, since 2012, data have been collected through generation facilities installed offshore of Choshi and Kitakyushu area. The data includes information required for commercialization, such as the installation method, the weather conditions and the amount of power generated. Based on this information and examples of practical application overseas, etc., a new price segment under the feed-in-tariff system has been set since FY2014, and GOJ continues reinforcing the measures."}, {"text_block_id": "p43_b395", "text": "Moreover, demonstration research projects that are under way in the seas off Fukushima and Nagasaki, which aim for the world•s first full-fledged commercialization, will proceed further. With the goal of realizing commercialization as early as possible by around 2018, technological development will be promoted, safety, reliability and economic efficiency will be evaluated and the"}, {"text_block_id": "p44_b396", "text": "method for environmental assessment will be established."}, {"text_block_id": "p44_b397", "text": "(2)"}, {"text_block_id": "p44_b398", "text": "Geothermal energy"}, {"text_block_id": "p44_b399", "text": "Development of geothermal power generation requires time and cost, and as wind power generation, there are challenges of dealing with various regulations/obstacles for location in addition to coordination with regions, and environmental assessment."}, {"text_block_id": "p44_b400", "text": "Therefore, in order to smoothly introduce geothermal power generation facilities more quickly, efforts such as mitigating investment risk, accelerating environmental assessment, streamlining safety regulations under the Electricity Business Act as well as further streamline of regulation/system will be promoted. Also, geothermal energy is anticipated of multi-stage usage such as heat-water usage after generation. For example, geothermal power generation plays a role in stabilizing regional energy supply by supplying electricity in a stable manner and providing warm water generated from steam for use by neighboring hotels, agricultural greenhouses, etc."}, {"text_block_id": "p44_b401", "text": "Considering such merits, based on mid-to long-term perspective, GOJ studies arrangements for site location in order to continue promoting sustainable development with regions."}, {"text_block_id": "p44_b402", "text": "2. Promotion of use of renewable energy in distributed energy systems"}, {"text_block_id": "p44_b403", "text": "Photovoltaic power generation that can be easily installed on the rooftops of houses and public facilities, wind power generation that is set by various players in regions, small hydro power generation using small rivers and agricultural water, small thermal energy generation using hot springs, biomass power generation using wood and other locally available materials and renewable energy heat such as solar and geothermal heat may play an important role as balanced distributed energy systems that offer advantages in terms of cost if measures to reduce costs are taken. Moreover, they are energy sources that are deeply rooted in local communities. Therefore, it is important for local communities, including regional governments, to take the initiative in promoting the introduction of such energy sources, which create opportunities for all Japanese citizens to raise awareness of energy issues."}, {"text_block_id": "p44_b404", "text": "In addition, the establishment of distributed energy systems using renewable energy creates new local industries and may lead to regional vitalization. They also help to secure a certain amount of energy supply in regions even when it has become difficult to ensure supply from a large power source in case of emergency."}, {"text_block_id": "p44_b405", "text": "Therefore, in order to construct distributed energy systems using a combination of small renewable energy sources, support for participation will be provided to make participation by individuals and small businesses easier. Also, GOJ positively utilizes •the Act for Promotion of Power Generation of Renewable Energy Electricity to take Harmony with Sound Development of Agriculture, Forestry and Fishery Villages•, which was enacted in the extraordinary session of the Diet in 2013, and promote introduction of renewable energy which contributes the vitalization of"}, {"text_block_id": "p45_b406", "text": "regions."}, {"text_block_id": "p45_b407", "text": "Moreover, in order to flexibly approve the supply of power, including power stored in storage batteries that has become superfluous within distributed energy systems, to power grids, more flexibility will be allowed with regard to the operation of reverse power flow. Technological innovations required to ensure the stability of power grids will be promoted."}, {"text_block_id": "p45_b408", "text": "(1)"}, {"text_block_id": "p45_b409", "text": "Woody Biomass etc."}, {"text_block_id": "p45_b410", "text": "(2)"}, {"text_block_id": "p45_b411", "text": "Medium/Small Hydropower"}, {"text_block_id": "p45_b412", "text": "As for medium and small hydropower generation, because of the introduction of a registration system under the revised River Law, it has become simpler and easier to apply for river rights with regard to power generation using agricultural water that has already been permitted. In the future, proactive steps will be taken to expand the introduction of such power generation."}, {"text_block_id": "p45_b413", "text": "(3)"}, {"text_block_id": "p45_b414", "text": "Solar Power"}, {"text_block_id": "p45_b415", "text": "Photovoltaic generation has the characteristics of easiness to introduce diversely in medium/small scale with small burden on main grids and of capability for usage as emergency power source. The popularization of photovoltaic generation proceeds in regions such as idle lands, roofs of schools and factories, and GOJ continues to support such measures."}, {"text_block_id": "p45_b416", "text": "(4)"}, {"text_block_id": "p45_b417", "text": "Renewable Energy-drived Heat"}, {"text_block_id": "p45_b418", "text": "It is important to promote the use of renewable energy-derived heat, which is important regional energy, together with renewable energy-derived electricity, the use of biomass heat generated from sewage sludge and waste wood, biomass fuels that can partially replace oil products used as fuel for transportation and the recovery of heat in the process of waste processing, in accordance with the energy source•s economic efficiency and the characteristics of the region."}, {"text_block_id": "p45_b419", "text": "Support will be provided for the introduction of heat supply facilities that use renewable energy-derived heat, including solar heat, geothermal heat, snow ice heat, hot spring heat, seawater"}, {"text_block_id": "p46_b420", "text": "heat, river heat and sewage heat. At the same time, demonstration tests will be conducted with regard to multiple types of renewable energy-derived heat and the usage of multiple types of heat in heat storage tanks, aiming to expand the introduction of renewable energy."}, {"text_block_id": "p46_b421", "text": "3. Feed-in-tariff system"}, {"text_block_id": "p46_b422", "text": "Since the start of the feed-in-tariff program in July 2012, the installed capacity of renewable energy power generation, excluding large-scale hydropower, has grown by 34% by the end of December 2013, indicating steady progress in the introduction of renewable energy. The objective of the feed-in-tariff program is to accelerate investments in renewable energy by providing predictability regarding the recovery of investments. For this reason, it is important to continue operating the program in a stable and appropriate manner so as to reduce risks involved in the program and enable businesses to concentrate on competition. Also, it is meaningful to consider systems taking vitalization of regions into account including small-scaled efforts."}, {"text_block_id": "p46_b423", "text": "On the other hand, from the standpoint of the cost burden on the people, appropriate consideration must always be made; for example, the procurement cost must be reviewed so that it reflects the amount of cost reduction achieved in accordance with the legal provisions. Moreover, the systems for promoting the use of renewable energy sources, such as the feed-in-tariff program, must be comprehensively studied in light of such issues as a cost increase, reinforcement of power grids, in reference to the situations in other countries, and on the axis of developing policy combination which can balance both promotion of maximum use of renewable energy and mitigating people•s burden, in accordance with the revision of the Strategic Energy Plan based on the law. Necessary steps will be taken based on the results of the study."}, {"text_block_id": "p46_b424", "text": "4. Establishing Fukushima as a center of the renewable energy industry"}, {"text_block_id": "p46_b425_merged", "text": "In Fukushima, a demonstration research project regarding a large floating offshore wind power generation is ongoing with a view to the world’s first full-fledged commercialization. In addition, the Fukushima Renewable Energy Research Institute was opened at the National Institute of Advanced Industrial Science and Technology in April this year, and is supposed to conduct research activities concerning technologies related to appropriate use and evaluation of geothermal power generation and renewable energy."}, {"text_block_id": "p46_b428", "text": "Through these efforts, Japan aims to establish Fukushima as a center of the renewable energy industry."}, {"text_block_id": "p47_b429", "text": "Section 4. Re-establishment of the nuclear energy policy"}, {"text_block_id": "p47_b430", "text": "1. Starting point of the nuclear energy policy • Sincere reflection on the TEPCO•s Fukushima nuclear accident"}, {"text_block_id": "p47_b431", "text": "The TEPCO•s Fukushima nuclear accident reminded all people in Japan and around the world of risks involved in nuclear energy. Concerns over nuclear power generation and distrust of and resentment at GOJ and nuclear operators, organizations that promoted the nuclear power policy, have grown among the Japanese people more than ever."}, {"text_block_id": "p47_b432", "text": "As a result of this accident, as many as about 140,000 people are still being forced to live as evacuees and troubles related to Fukushima Daiichi Nuclear Power Plants of TEPCO, such as contaminated water, are a cause for concern for the international society as well as many Japanese. The Japanese government must sincerely reflect upon its failure to prevent the accident at the power plant, do its utmost to reconstruct Fukushima, based on the cause of the accident and the condition of the inside of the nuclear reactors, and continue its efforts to prevent the recurrence of accidents."}, {"text_block_id": "p47_b433", "text": "It is true that since before the TEPCO•s Fukushima nuclear accident, many troubles related to nuclear energy policy and scheduling delays, such as cover-up of accident information, troubles at the Monju prototype fast breeder reactor, repeated delays in the plan for the construction of a reprocessing plant in Rokkasho, and delays in selecting final disposal sites of high-level radioactive waste, have generated a feeling of distrust among the people."}, {"text_block_id": "p47_b434", "text": "Under these circumstances, interest in energy issues has surged in Japan compared with before the accident, and various people have expressed various opinions, such as 1) that use of nuclear power should be stopped immediately, 2) that nuclear power generation should be abandoned someday if possible, that 3) large-scale, concentrated power sources like nuclear power plants are unnecessary for Japan, 4) that even if nuclear power generation continues, its scale should be kept at a minimum, and that 5) there will be continued need for nuclear power generation, and discussions are ongoing."}, {"text_block_id": "p47_b435", "text": "GOJ must take these various discussions seriously and squarely."}, {"text_block_id": "p47_b436", "text": "2. Efforts toward restoration and reconstruction of Fukushima"}, {"text_block_id": "p47_b437", "text": "Efforts toward restoration and reconstruction of Fukushima should be placed at the starting point in order to rebuild the energy policy. As its top priority, GOJ must do its utmost to achieve the restoration and reconstruction of Fukushima through implementing the measures for decommissioning and contaminated water, ensuring compensation for the nuclear accident damage, decontamination, construction of an interim storage facility and control of damage caused by groundless rumors about the accident."}, {"text_block_id": "p47_b438", "text": "The decommissioning of the TEPCO•s Fukushima Daiichi Nuclear Power Plants and"}, {"text_block_id": "p48_b439_merged", "text": "countermeasures for the contaminated water are unprecedented difficult tasks. Therefore, GOJ plays a more proactive role in undertaking each measure steadily with the unwavering resolve. Thus, GOJ has reinforced its organizational structure by uniting various governmental functions for accelerating the decommissioning of the TEPCO•s Fukushima Daiichi Nuclear Power Plants and the countermeasures against the contaminated water. Also, GOJ reinforced its supporting function from technical perspectives by bringing together and utilizing domestic and overseas wisdom in order to steadily proceed with preventive and multi-layered measures against the decommissioning and the contaminated water issue. In order to unify and strengthen the headquarters functions related to the decommissioning and countermeasures of contaminated water, the •Council for the Decommissioning of TEPCO•s Fukushima Daiichi Nuclear Power Plants• was integrated with the •Inter-Ministerial Council for Contaminated Water and Decommissioning Issues• and relevant organizations were reorganized. In the future, decommissioning and contaminated water management measures will continue to be implemented steadily in light of •the Mid-and-Long-Term Roadmap toward the Decommissioning of TEPCO•s Fukushima Daiichi Nuclear Power Plants• Units No. 1-4 (decided in June 2013 by the Nuclear Emergency Response Headquarters and the Council for the Decommissioning of TEPCO•s Fukushima Daiichi Nuclear Power Plants),• •the Basic Policy for the Contaminated Water Issue at the TEPCO•s Fukushima Daiichi Nuclear Power Plants (decided in September 2013 by the Nuclear Emergency Response Headquarters)• and •Additional Measures for Decommissioning and Contaminated Water Issue at the TEPCO•s Fukushima Daiichi Nuclear Power Plants (decided in December 2013 by the Nuclear Emergency Response Headquarters),• which describes preventive and multi-layered measures. Moreover, in terms of the decommissioning and measures against contaminated water issue of TEPCO•s Fukushima Daiichi Nuclear Power Plants, which are expected to require 30 through 40 years to solve, it is necessary to reinforce a support system from technological perspective so that the decommissioning can be progressed more steadily where GOJ plays a more proactive role. Therefore, GOJ submitted •the Act for Partial Amendment to the Act of Nuclear Damage Compensation Facilitation Corporation• in 164th ordinary session of the Diet, where •Nuclear Damage Compensation Facilitation Corporation• is going to be renamed as •Nuclear Damage Compensation and Decommissioning Facilitation Corporation•, and the function of decommissioning facilitation is going to be added to the Corporation. In addition, since it may become necessary to create a production center focusing mainly on research and development, maintenance and parts production concerning various decommissioning-related technologies, including robots and analysis technology, in the area surrounding TEPCO•s Fukushima Daiichi Nuclear Power Plants, GOJ will conduct a necessary study on that while taking into consideration the opinions of local communities. At the same time, measures will be taken to develop Fukushima as a center of the energy industry and technology, including a demonstration research project"}, {"text_block_id": "p49_b442", "text": "concerning floating offshore wind power technology which is underway in the sea off Fukushima, the opening of the Fukushima Renewable Energy Research Institute at the National Institute of Advanced Industrial Science and Technology, construction of the Soma LNG terminal and the IGCC demonstration project."}, {"text_block_id": "p49_b443", "text": "On that basis, technologies and information accumulated through these measures will be shared with the international community through frameworks of multinational cooperation such as the IAEA and the Nuclear Energy Agency (NEA) under the Organization for Economic Cooperation and Development (OECD) and bilateral cooperation with the U.S., the U.K., France, and Russia, to contribute to improvement of safety and disaster prevention functions at nuclear power facilities in each country. Moreover, GOJ will also play an appropriate role in managing progress of the measures by the operator, financially supporting the projects that have high technical difficulties, and securing a safe working environment for workers and quality of work at Fukushima Daiichi Nuclear Power Plants."}, {"text_block_id": "p49_b444", "text": "Also, in order to even facilitate the recovery and resurgence of Fukushima, GOJ clarified its principle in •Toward Accelerating the Recovery of Fukushima from the Nuclear Disaster (decided by the Cabinet in December 2013)• that GOJ plays a more proactive role as well as TEPCO faces the resurgence of Fukushima eye-to-eye. GOJ is supposed to facilitate projects which cannot be made progress without sufficient subsidies such as recompense, decontamination and project of interim storage facilities and to achieve stable electricity supply and the resurgence of Fukushima simultaneously as it minimizes the burden on the people. Against all tasks necessary for the recovery of Fukushima, both GOJ and TEPCO will tackle them with the stance of performing them as soon as possible, while gaining public understanding and corporation in collaboration with local people."}, {"text_block_id": "p49_b445", "text": "3. Untiring pursuit of safety and establishment of stable environment for nuclear operations"}, {"text_block_id": "p49_b446", "text": "Nuclear industry as well as GOJ must shed the so-called •safety myth• that severe accidents cannot happen at nuclear power plants, and pursue the world•s highest level of safety for operations through continuous and voluntary safety improvement."}, {"text_block_id": "p49_b447", "text": "In case that the NRA confirms the conformity of nuclear power plants with the new regulatory requirements ,which are of the most stringent level in the world , GOJ will respect the judgment and will proceed with the restart of the nuclear power plants. In this case, GOJ will make best efforts to obtain the understanding and cooperation of relevant parties including host municipalities."}, {"text_block_id": "p49_b448", "text": "The industrial circles, including nuclear operators, need to set up business schemes to persistently pursue safety and make efforts to foster safety culture that places top priority on the safety of nuclear facilities. GOJ will play necessary roles such as developing a stable business"}, {"text_block_id": "p50_b449", "text": "environment that make these activities possible."}, {"text_block_id": "p50_b450", "text": "Each nuclear power operator, with a firm resolve that it will never let another nuclear accident to happen, should establish an appropriate risk management system and implement objective and quantitative risk assessments such as probabilistic risk assessment (PRA) which will enable the operator to evaluate safety of respective plants and enhance safety persistently."}, {"text_block_id": "p50_b451", "text": "Nuclear operators are also required to 1) maintain high-level nuclear technologies and human resources, 2) smoothly go through decommissioning work, which will increase in the future, 3) quickly take the best safety measures in response to regulations reinforced after the TEPCO•s Fukushima nuclear accident and 4) contribute to global warming countermeasures and stable electricity supply utilizing base-load power sources. Therefore, GOJ will explore an appropriate business environment in which nuclear power operators can meet the above challenges even under the more competitive environment promoted by the electricity system reform, learning lessons from the overseas examples."}, {"text_block_id": "p50_b452", "text": "Maintaining and developing high-level nuclear technologies and human resources is imperative for smoothly decommissioning aged nuclear power plants, which are expected to increase in the future, as well as TEPCO•s Fukushima Daiichi Nuclear Power Plants. Even after the TEPCO•s Fukushima nuclear accident, use of nuclear energy is expected to expand in the world. The scale of the expansion is particularly remarkable in Asian nations where energy demand is rapidly increasing. Japan, with its experience of the accident, is expected to make contributions in the fields of safety, nuclear non-proliferation and nuclear security as an advanced nuclear nation. Because enhancing the nuclear safety in surrounding countries ensures the safety of Japan, maintaining and developing high-level nuclear technologies and human resources which enable Japan contribute to their safety enhancement is essential."}, {"text_block_id": "p50_b453", "text": "Regarding the disposal of radioactive waste from decommissioning of plants, it is basically utilities that proceed with measures toward the disposal, including the disposal of low-level radioactive waste, under the principle that the waste generators are responsible. GOJ will promote measures to ensure the safety, including promotion of necessary research and development activities, in order to facilitate the disposal. GOJ will also continue to promote development of technologies and securing of human resources necessary for the processes of smooth and safe decommissioning."}, {"text_block_id": "p50_b454", "text": "GOJ will comprehensively discuss how to revise the domestic nuclear damage compensation system in reference to the position of nuclear power in the strategic energy plan, taking into account the actual situation and progress of compensation in Fukushima. Also, GOJ will accelerate the necessary work towards a conclusion of the Convention on Supplementary Compensation on Nuclear Damage (CSC). GOJ with involvement of relevant ministries and agencies will support municipalities hosting nuclear facility sites to enhance their regional disaster"}, {"text_block_id": "p51_b455", "text": "management plan and evacuation plans to bolster anti-disaster measures while formulating nuclear disaster countermeasure guidelines and preparing and improving anti-disaster systems.."}, {"text_block_id": "p51_b456", "text": "Based on the nuclear disaster countermeasure guidelines, divisions and departments in GOJ responsible for nuclear disaster management will serve for municipalities• new nuclear disaster countermeasure as consultation contacts for such municipalities under the minister of state in charge and support them together with relevant ministries and agencies."}, {"text_block_id": "p51_b457", "text": "4. Steady approach without putting off implementing measures into the future"}, {"text_block_id": "p51_b458", "text": "Regarding the situation of spent fuels, even when we only consider those of OECD member states, there are approximately 185,000 tons of spent fuels as of 2011, and how to manage spent fuels is a global challenge. As spent fuels are sure to be produced through the use of nuclear energy, it is essential to implement measures to resolve this challenge as a responsibility of the current generation so that the burden is not passed on to future generations. Therefore, Japan will drastically reinforce and comprehensively promote efforts to resolve the challenge of how to manage and dispose of spent fuels."}, {"text_block_id": "p51_b459", "text": "GOJ will take the initiative in dealing with high-level radioactive waste and proceed with measures toward final disposal. In addition, GOJ will reinforce its efforts to increase the capacity of storing spent fuels, as safely managing spent fuels until their final disposal is an important process of the nuclear fuel cycle. Furthermore, GOJ will promote development of technologies for reducing the volume and harmfulness of radioactive waste in order to secure a wide range of options in the future."}, {"text_block_id": "p51_b460", "text": "Regarding the nuclear fuel cycle policy, GOJ will steadily promote reprocessing and plutonium use in Light Water Reactors (LWRs) while taking into consideration the past history and seeking the understanding of the relevant municipalities and the international community, and it will flexibly address measures in the mid-to long-term basis."}, {"text_block_id": "p51_b461", "text": "(1) Drastic reinforcement of measures for achieving solutions and promotion concerning spent fuel management"}, {"text_block_id": "p51_b462", "text": "(i)"}, {"text_block_id": "p51_b463", "text": "Drastic reinforcement of measures for final disposal of high-level radioactive waste"}, {"text_block_id": "p51_b464", "text": "Japan currently stores about 17,000 tons of spent fuels. These, combined with the spent fuels that have already been reprocessed, represent radioactive waste equivalent to about 25,000 canisters of vitrified waste. However, a survey for selecting a disposal site has not yet been started 10 years after the system for final disposal of radioactive waste was established."}, {"text_block_id": "p51_b465", "text": "GOJ will take leadership and strengthen its effort to find proper solutions of final disposal of high-level radioactive waste without putting off implementing measures into the future."}, {"text_block_id": "p51_b466", "text": "Each country is taking its own action toward geological disposal of high-level radioactive waste, based on international understanding that i) final disposal not dependent upon long-term"}, {"text_block_id": "p52_b467", "text": "institutional management (human management) should be used whenever possible to minimize the burden on future generations and ii) geological disposal is currently the most promising method of disposal. In Japan as well, scientific knowledge has been accumulated with regard to geological disposal. Still, it is true that there is not yet sufficient trust in the safety of geological disposal. For this reason, while taking measures for geological disposal of radioactive waste, GOJ will secure reversibility and retrievability so that the future generation will be able to select the best disposal method when a better solution will be found in the future."}, {"text_block_id": "p52_b468", "text": "Based on this concept, the most up-to-date scientific knowledge concerning the technical reliability of geological disposal will be periodically and continuously evaluated and reflected in the policy. GOJ will promote study and research on alternative disposal options of spent fuels including direct disposal method. Additionally, research and study on the impact to be produced if retrievability is maintained without closing disposal sites will be implemented in order to identify the specifics of the appropriate state of management of high-level radioactive waste for the period until the closure of disposal sites."}, {"text_block_id": "p52_b469", "text": "In selecting a final disposal site, it is necessary to decide on a location where safety of disposal can be adequately secured. GOJ will therefore seek understanding on the site-selection by suggesting a location that is scientifically considered to be better suited and by explaining the geological and environmental characteristics of the site from scientific viewpoints. As it is also important for the local communities concerned to proactively make decision, a mechanism for local consensus building involving residents representing various positions will be created. Furthermore, GOJ will study and implement support measures that contribute to sustainable growth of the region which has accepted construction of a geological disposal site in cooperation with municipalities as a measure to return to the region the benefits brought to the whole society in the form of a solution to a problem shared by the Japanese people."}, {"text_block_id": "p52_b470", "text": "Regarding the above measures, GOJ will work out the specifics under the •Council of Relevant Ministers on Final Disposal• and promptly revise the •Basic Policy for Final Disposal of Specified Radioactive Waste (decided by the Cabinet in March 2008)• based on deliberations conducted by the Advisory Committee for Natural Resources and Energy."}, {"text_block_id": "p52_b471", "text": "Utilities, which basically bear responsibility for having generated the waste, are required to seek understanding from local residents and explain the necessity of the final disposal site to the whole nation while taking into consideration these measures taken by GOJ."}, {"text_block_id": "p52_b472", "text": "(ii)"}, {"text_block_id": "p52_b473", "text": "Expanding storage capacity of spent fuels"}, {"text_block_id": "p52_b474", "text": "As the current generation that has produced radioactive waste, GOJ will reinforce measures toward final disposal of high-level radioactive waste and take the initiative in solving this problem. However, the process will take a long time. In the meantime, spent fuels produced by nuclear power generation must be safely managed. It is therefore necessary to expand the capacity for"}, {"text_block_id": "p53_b475", "text": "storing the spent fuels and is urgently important to broaden the range of choices for managing the spent fuels while ensuring safety. It will make flexibility of policies and response, and contribute to medium-term energy security."}, {"text_block_id": "p53_b476", "text": "Based on this concept, the storage capacity of spent fuels will be expanded. Specifically, while studying a wide range of locations as possible sites, regardless of whether they are inside or outside the premises of a power plant, GOJ will strengthen its effort for facilitating construction and utilization of new intermediate storage facilities and dry storage facilities."}, {"text_block_id": "p53_b477", "text": "(iii)"}, {"text_block_id": "p53_b478", "text": "Promotion of technology development on volume reduction and mitigation of degree of harmfulness of radioactive waste"}, {"text_block_id": "p53_b479", "text": "Regarding spent fuels, including those which have already been produced, appropriate measures must be taken with due consideration given to the following issues: 1) the fuels must be safely managed and appropriately processed and disposed of on a long-term basis; and 2) volume reduction and mitigation of degree of harmfulness of radioactive waste are important for lowering long-term risks. Promoting the development of technologies that can give solutions to these issues and enhance the safety, reliability and efficiency of the treasures has significance so that the technologies could secure a wide variety of options and may become one of the pillars of processing and disposing of spent fuels in the future."}, {"text_block_id": "p53_b480", "text": "Therefore, GOJ will promote technology development on volume reduction and mitigation of degree of harmfulness of radioactive waste. Specifically, development of technologies for decreasing the radiation dose remaining in radioactive waste over a long period of time and enhancing the safety of processing and disposal of radioactive waste, including nuclear transmutation technology using fast reactors and accelerators, will be promoted by utilizing global networks for cooperation. Also, while GOJ examines the situation of study and progress in terms of final disposal, it studies the feasibility of integrated implementation of the R&D for final disposal and reduction of volume, international research cooperation and a researcher resource development related to them."}, {"text_block_id": "p53_b481", "text": "(2) Promotion of the nuclear fuel cycle policy"}, {"text_block_id": "p53_b482", "text": "(i)"}, {"text_block_id": "p53_b483", "text": "Promotion of reprocessing and plutonium use in LWRs"}, {"text_block_id": "p53_b484", "text": "The basic policy of Japan is to promote a nuclear fuel cycle that reprocesses spent fuels and effectively utilizes the plutonium retrieved, from the viewpoint of effective utilization of resources and reduction of the volume and harmfulness of high-level radioactive waste."}, {"text_block_id": "p53_b485", "text": "Regarding the nuclear fuel cycle, many problems have arisen, including delays in completion of the Rokkasho reprocessing plant and troubles at the Monju prototype fast breeder reactor. It is important to take this situation seriously and solve the problems, including technical challenges that we face, one by one. In order to solve problems related to disposal of spent fuels and mitigate the risks for and the burden on future generations, GOJ will make efforts to reduce the volume and"}, {"text_block_id": "p54_b486", "text": "harmfulness of radioactive waste and create a nuclear fuel cycle that contributes to effective utilization of resources while adequately taking the past history into consideration and continuing to seek the understanding of relevant municipalities and the international community and will promote reprocessing and plutonium use in LWRs."}, {"text_block_id": "p54_b487", "text": "Specifically, GOJ will promote plutonium use in LWRs, and proceed with such measures as completion of the Rokkasho reprocessing plant, construction of a MOX fuel processing plant, and completion of the Mutsu interim storage facility on the underlying premise of ensuring safety. GOJ remains committed to the policy of not possessing reserves of plutonium of which use is undetermined on the premise of peaceful use of plutonium. In order to achieve this policy effectively, GOJ will conduct an appropriate management and utilization of plutonium while paying due consideration to an appropriate balance between separation and utilization of plutonium. Also GOJ will promote R&D of fast reactors, etc., through international cooperation with the U.S. and France etc."}, {"text_block_id": "p54_b488", "text": "GOJ will reform any aspects of Monju research thoroughly taking into account lessons learnt from previous efforts and aim to compile the research results expected in the Monju research plan. Also GOJ will position Monju as an international research center for technological development, such as reducing the amount and toxic level of radioactive waste and technologies related to nuclear nonproliferation. GOJ will take necessary measures for issues to be overcome , such as the re-establishment of systems to implement the above mentioned actions and response to the new regulatory requirements etc. on its own responsibility."}, {"text_block_id": "p54_b489", "text": "(ii)"}, {"text_block_id": "p54_b490", "text": "Flexibility of mid-to long-term approaches"}, {"text_block_id": "p54_b491", "text": "Problems related to the nuclear fuel cycle cannot be solved in a short period but require a mid-to long-term approach. Moreover, it is important to adopt a flexible approach, since it is necessary to respond to various uncertainties, including the technological trend, energy supply-demand balance and the international situation. Since these activities are closely related to the estimation of the future operating volume of nuclear power plants, the amount of nuclear fuel, and quantity of spent fuels produced, they will be conducted while taking into consideration all of these factors and ensuring strategic flexibility in accordance with changes in the situation."}, {"text_block_id": "p54_b492", "text": "5. Establishment of confidential relationship with people, nuclear host municipalities and international community"}, {"text_block_id": "p54_b493", "text": "(1) Public hearing and public relations activities based on the TEPCO•s Fukushima nuclear accident"}, {"text_block_id": "p54_b494", "text": "Since the TEPCO•s Fukushima nuclear accident, distrust of and anxiety about nuclear energy have been growing and the people•s trust in administrative agencies and business operators involved in energy has been declining."}, {"text_block_id": "p55_b495", "text": "It is necessary to take the situation seriously and enhance careful public hearings and public relations in order to establish relationships of trust. Therefore, GOJ will enhance public relations based on scientific evidence and objective facts with regard to such matters as the risks of nuclear energy and the impact of the accident, the situations of the regulatory requirements and safety measures prepared after the accident, disaster management measures assuming severe accidents, problems related to spent fuels, economic efficiency of nuclear energy, and international trends. Carefully-planned public hearings and relations activities will be enhanced not only in regions with nuclear power plants but also in electricity-consuming regions that have until now received the benefits of power supply, through sincere dialogue with various stakeholders and reinforcement of measures for sharing information. In addition, GOJ will enhance education about nuclear power in order to improve understanding of nuclear power by peoples across generations."}, {"text_block_id": "p55_b496", "text": "(2) Establishment of confidential relationship with people, nuclear host municipalities and others"}, {"text_block_id": "p55_b497", "text": "To use nuclear energy in Japan, understanding and cooperation of municipalities hosting nuclear power-related facilities (nuclear host municipalities) and other relevant parties, including residents, are essential, and the previous contributions made by them to stable supply of energy should be recognized again. On the other hand, nuclear host municipalities and other relevant parties are concerned about various matters related to the accident. In addition, regions with nuclear power plants have been economically affected by the prolonged shutdown of nuclear power plants. GOJ will establish relationships of trust with the nuclear host municipalities and other relevant parties through conscientious dialogue with them. At the same time, it will promote measures to support the regions with nuclear power plants, including the creation of new industries and jobs, in a manner suited to the circumstances of the regions based on the purpose of the measures for power source locations while taking into consideration the operational status of nuclear power plants."}, {"text_block_id": "p55_b498", "text": "Therefore, it is important to transmit scientifically-proved information, and make polite discussion in terms of risk and its effect of nuclear power, and the way how to face the risk and take measures, based on the situation in each area. France introduced a •Commission Locale d•Information (CLI)• in 1981 to provide a forum for sharing of information between local communities hosting nuclear-related facilities. In the United Kingdom, there is the Site Stakeholder Group (SSG), while in Sweden, there is a local commission system. These organizations are promoting proper communications in host regions of nuclear-related facilities. In Japan as well, GOJ will be more actively involved in communications in reference to examples in other countries and will take necessary measures to enhance the sharing of information within regions through careful dialogues with various stakeholders, including local residents."}, {"text_block_id": "p55_b499", "text": "(3) Contribution to peaceful use of nuclear power and nuclear non-proliferation in the world"}, {"text_block_id": "p55_b500", "text": "Because the TEPCO•s Fukushima nuclear accident has raised grave concerns in the international"}, {"text_block_id": "p56_b501", "text": "community, including the countries surrounding Japan, GOJ will promote dialogues with the international community on such occasions as meetings of the IAEA, where information will be promptly and accurately disseminated. As nuclear power generation is expected to be increasingly used in emerging nations, including China, Southeast Asian nations and India which are surrounding Japan, it is a responsibility that Japan must fulfill and the world expects it to fulfill to make proactive contributions to improvement of nuclear safety, peaceful use of nuclear power, nuclear non-proliferation and nuclear security in the world, by sharing the experiences and lessons learnt from the TEPCO•s Fukushima nuclear accident. It is imperative for Japan to proactively contribute to formulating international standards of nuclear safety, such as the IAEA standards. Japan will contribute to improvement of nuclear safety in the world by continuing to share nuclear technologies with our enhanced safety and improved safety culture with other countries based on the experiences and lessons learnt from the accident, while confirming that a proper consideration is given to nuclear facilities• safety secured mainly by hosting countries in reference to the Convention on Nuclear Safety and the IAEA safety standards when public finance is offered on providing nuclear power technologies to overseas, including exports of nuclear power plants. By making use of its experience as a non-nuclear armed country, Japan will also actively contribute to strengthen nuclear nonproliferation through reinforcement of the IAEA safeguards and stringent export control and international nuclear security through actively participating global initiative such as nuclear security summits. In particular, in the non-proliferation field, it is important to intensify the efforts toward the nuclear non-proliferation by promoting international collaboration in enhancing proliferation resistance of nuclear fuel, and R&D to strengthen technology of nuclear forensics, detection and safeguards, etc. Japan will go through these efforts in cooperation with the countries such as the U.S. and France. GOJ will also set up an integrated implementing body to support development of human resources, institutional infrastructure and others for countries that will newly introduce nuclear power, through cooperation with international organizations such as the IAEA."}, {"text_block_id": "p57_b502", "text": "1. Promotion of effective use of high-efficiency coal and gas thermal power generation"}, {"text_block_id": "p57_b503", "text": "While coal thermal power generation is superior in terms of stable supply and economic efficiency, it is problematic in that it emits a large amount of greenhouse gases. In order to resolve this problem and reduce the environmental impact at the same time, efforts will be made to make use of the most advanced technology available for reducing greenhouse gas emissions and encourage the electricity industry as a whole to establish a framework for voluntary efforts at the same time as the formulation of plans and goals for global warming countermeasures by GOJ based on the deliberation on the energy policy."}, {"text_block_id": "p57_b504", "text": "The time required for the environmental assessment will be reduced from three years to one year at maximum when an existing plant is replaced. Efforts will be also made to shorten the time required for new construction."}, {"text_block_id": "p57_b505", "text": "At the same time, in order to reduce greenhouse gas emissions into the atmosphere, the development and practical application of next-generation high-efficiency coal thermal power generation technology (e.g., IGCC) will be promoted. Research and development will be conducted with a view to practical use of the carbon capture and storage (CCS) technology around 2020 and a study will be conducted on introducing CCS-ready facilities as early as possible with due consideration given to the possible timing of the commercialization of CCS. Through these measures, the introduction of coal thermal power generation that gives consideration to further reduction of the environmental impact will be promoted."}, {"text_block_id": "p57_b506", "text": "Moreover, in light of the expected increase in the use of coal in the world, the export of Japan's cutting-edge high-efficiency coal thermal power generation technology will be promoted so that coal can be used in ways that have less environmental impact abroad."}, {"text_block_id": "p57_b507", "text": "At the same time, development of technologies for high-efficiency gas thermal power generation, efficient use of such power generation and export of such technologies will be promoted."}, {"text_block_id": "p57_b508", "text": "2. Restructuring the business foundation of the oil and LP gas industries"}, {"text_block_id": "p57_b509", "text": "(1) Business restructuring and structural reforms of the oil industry (refining and direct sale)"}, {"text_block_id": "p57_b510", "text": "(i)"}, {"text_block_id": "p57_b511", "text": "Establishment of a flexible production framework for oil and petrochemical products"}, {"text_block_id": "p57_b512", "text": "According to \"Demand Projections for Petroleum Products, FY 2014-2018,\" Japan's demand for oil is expected to drop by about 1.7% per year on average. Meanwhile, in the Asia-Pacific region, demand for oil and petrochemicals is projected to continue rising. In the East Asian region, construction of many large petrochemical complexes is underway. Moreover, the shale gas revolution in North America is greatly transforming the global trade structure for oil and"}, {"text_block_id": "p58_b513", "text": "petrochemical products. For this reason, productivity competition among petrochemical complexes in Asia is expected to intensify."}, {"text_block_id": "p58_b514", "text": "It has been pointed out that Japanese refineries, which started operating in the postwar period of high economic growth are inferior to large petrochemical complexes that are being constructed in East Asia in economies of scale, energy efficiency and production flexibility, such as the ability to flexibly shift to production of petrochemical products."}, {"text_block_id": "p58_b515", "text": "In order for Japan's oil-related industries to become competitive on a global scale in the future, it is necessary to integrate management and restructure business operations of refineries and petrochemical plants located in petrochemical complexes across the barriers of capital relationships as well as geological barriers and thereby optimize the facilities and control production cost by increasing value added to products through the establishment of a flexible system for producing fuels and petrochemical products and sharing and disposal of facilities in order to drastically and comprehensively improve productivity."}, {"text_block_id": "p58_b516", "text": "Moreover, in light of the prospect that the procurement of crude oil will diversify over the mid-to long-term, technological development and capital investment will be promoted to enable the processing of non-conventional crude oil, such as heavy crude oil and super light oil."}, {"text_block_id": "p58_b517", "text": "(ii)"}, {"text_block_id": "p58_b518", "text": "Improvement of profitability through reinforcing other business fields and advance into overseas markets"}, {"text_block_id": "p58_b519", "text": "The upstream sector (resource development) accounts for a large portion of the profits earned by oil companies in Europe and the U.S., while the mid-and downstream sectors (refining, direct sales, and retail sales) account for a small portion. On the other hand, as many Japanese oil companies were under the umbrella of and received crude oil from European and U.S. oil companies (\"the majors\") for a long period of time after World War II, most of their profits come from the mid-and downstream sectors and face problems in terms of profitability."}, {"text_block_id": "p58_b520", "text": "For Japan's oil industry to reinforce its profitability, it must not only focus on competing in the shrinking domestic gasoline market, but also reinforce its resource development business (oil, gas, metal ore), reinforce its presence in the power generation business, including LNG and coal thermal power generation and renewable energy-based power generation, as well as in the gas and hydrogen businesses. It must also enhance its portfolio of other energy businesses. At the same time, it must begin operating petrochemical complexes abroad and transform itself into a strong, profitable \"comprehensive energy industry\" by incorporating changes in the domestic gasoline market, etc."}, {"text_block_id": "p58_b521", "text": "(2) Ensuring the final supply system of oil and LP gas"}, {"text_block_id": "p58_b522", "text": "In the downstream sector, which supplies oil products to consumers, a drop in demand for oil"}, {"text_block_id": "p59_b523", "text": "products has become one of the biggest factors that pressure profits. A significant improvement in the fuel efficiency of vehicles, etc. has structurally led to a drop in demand for gasoline and other oil products. As a result, the business environment faced by oil sales companies is generally challenging."}, {"text_block_id": "p59_b524", "text": "Meanwhile, business operators responsible for the final stage of supplying oil products have to make continuous investments for securing facilities with a high level of safety and durability necessary for performing the supply function to a certain degree in times of emergency."}, {"text_block_id": "p59_b525", "text": "Therefore, it is necessary to provide capital investment support for service stations (SS) that demonstrate strong willingness to play the central role in providing stable supply in both normal times and in times of emergency. In addition to delivering heating oil and selling LP gas, SS are making various efforts, including providing various auto-related services, installing charging stands for electric cars, and opening daily goods stores and post offices on their own premises in regional areas. Business operators are required to further strengthen the function of SS as local community infrastructure in light of the local circumstances by taking advantage of their direct connection with consumers to diversify their business operations."}, {"text_block_id": "p59_b526", "text": "As for LP gas, it is necessary to expand the use of LP gas cogeneration systems, such as the stationary fuel cells (Ene-farm), which realize substantial energy conservation through supply of combined heat and power, and the gas heat pump (GHP) system. It is also necessary to promote business operators• advance into the city gas business and hydrogen fuel supply business, and export of safety equipment for LP gas to Asia. LP gas is used as the main fuel for taxis and other vehicles, so it may play a role in the diversification of fuels in the transport sector."}, {"text_block_id": "p59_b527", "text": "(3) Ensuring fairness and transparency in the oil product trading structure"}, {"text_block_id": "p59_b528", "text": "Oil products are hard to differentiate in terms of quality, so competition tends to focus on prices. For this reason, differences in wholesale prices greatly impact the competitive foundation of SS. Problems such as differences in wholesale prices, a lack of transparency over the pricing method and the presence of SS on which competitively disadvantageous terms of transaction have been imposed have been pointed out."}, {"text_block_id": "p59_b529", "text": "Under these circumstances, it is necessary to strictly deal with cases in which direct sales companies, which generally hold a superior position in business transactions, are committing violation of the Antimonopoly Act, such as imposing competitively disadvantageous terms of transactions on SS operators by varying processes in an unfair manner."}, {"text_block_id": "p60_b530", "text": "In Japan, institutional frameworks for the supply structures of energy such as electricity, gas and heat have been developed by business type in accordance with business laws. As a result, the industries are characterized by a structure vertically segmented by market."}, {"text_block_id": "p60_b531", "text": "However, due to technological innovations, use of each energy source has become more efficient and diverse. Consequently, the vertically segmented structure, which has contributed to efficient energy distribution under certain conditions, has turned into a framework that causes inefficient resource distribution."}, {"text_block_id": "p60_b532", "text": "In light of this situation, it is necessary to implement reforms to realize a more efficient industrial structure that offers better added value and to make a transition to a structure that horizontally integrates the divided energy market. This can be accomplished by eliminating market barriers through institutional reforms and introducing technological innovations and efficient management methods into the energy industry that has until now been insular."}, {"text_block_id": "p60_b533", "text": "1. Carrying out the electricity system reform"}, {"text_block_id": "p60_b534", "text": "(1) Details of the electricity system reform and period of implementation"}, {"text_block_id": "p60_b535", "text": "The use of nuclear power has become stagnant and concerns over the supply of electricity have grown due to the TEPCO•s Fukushima nuclear accident. In the situation, the flexible supply of power has requested, which is cross-regional system operation, suppressing electricity rates to the maximum extent possible through promoting competition, utilization of a variety of power sources including distributed power sources, provision of diverse and efficient services suited to consumers• various needs, and efficient supply adapted to the changes in demand by the services. However, various limitations in the existing electricity system have been clarified, revealing the fact that the current power supply system that is centrally managed by General Electricity Utilities on a region-by-region basis cannot adequately respond to such demand."}, {"text_block_id": "p60_b536", "text": "To thoroughly resolve these challenges, it was decided by the cabinet to carry out a bold reform under the •Policy on Electricity System Reform• (April 2013) to expand the cross-regional system operation, full retail competition and full liberalization of power generation, and ensure neutrality of power transmission and distribution sectors through legal unbundling."}, {"text_block_id": "p60_b537", "text": "This reform makes it possible to operate transmission system cross-regionally, thereby reinforcing the capability to balance the supply and demand and ensuring a stable supply of power. At the same time, the full retail competition, full liberalization of power generation and introducing electric power in the future market aims to create a structure to suppress electricity rates to the maximum extent possible by increasing competition in the market, the environment of which was far from competitive; the share of new entrants was only 3.5% in the partial liberalized areas of the retail market. In addition, a flexible system to ensure stable supply will be established by ensuring"}, {"text_block_id": "p61_b538", "text": "legally the neutrality of transmission and distribution sectors, recovering appropriately investments for the development of transmission and distribution networks which will be the foundation of power supply, and creating an environment for further promoting the utilization of distributed power sources."}, {"text_block_id": "p61_b539", "text": "In relation to this drastic reform, institutional revisions will be made in a three-step process to be completed by 2018 through 2020. In the extraordinary session of the Diet in 2013, the first bill to revise the Electricity Business Act was enacted. Moreover, in the ordinary session of the Diet in 2014, the second revision of the bill has been submitted, and the third revision is planned to be submitted in the ordinary session of the Diet in 2015."}, {"text_block_id": "p61_b540", "text": "(2) Taking concrete steps to reform the electricity system to ensure a stable supply of power"}, {"text_block_id": "p61_b541", "text": "Through the electricity system reform, the retail and wholesale markets will be fully liberalized. As a result, the tendency to pursue cost competitiveness will grow in the short term, and this may work to curb overall investments in the construction of power generation facilities. Moreover, for balancing the supply and demand appropriately, a power supply system that has flexibility in adjusting output power is indispensable. However, as a result of the liberalization, if an excessive share of any power source in energy mix will be appeared, it may become impossible for transmission and distribution system operators to have balancing power appropriately, raising concerns over the unstable supply of power."}, {"text_block_id": "p61_b542", "text": "Strengthening power transmission infrastructure such as frequency conversion facilities that enable power transfer between eastern and western Japan and interconnection lines will be taken based on GOJ•s policies and plans formulated by the Organization for Cross-regional Coordination of Transmission Operators in order to deal with a tightening of the power supply-demand balance including a disaster, an expansion of electricity trading across regions and an increase in the introduction of renewable energy whose electricity output fluctuates."}, {"text_block_id": "p61_b543", "text": "As for the relationship between the electricity system reform and the power source mix, a safe and stable use of power sources must be ensured. For example, when measures to realize a"}, {"text_block_id": "p62_b544", "text": "desirable power source mix, such as expanding the introduction of renewable energy, are implemented, care must be taken to ensure that the electricity reform will be designed so as to be consistent with them."}, {"text_block_id": "p62_b545", "text": "2. Promoting reform of the gas and heat supply systems"}, {"text_block_id": "p62_b546", "text": "(1) Reform to create a gas system that realizes a stable supply at low cost"}, {"text_block_id": "p62_b547", "text": "The liberalization of the gas system has proceeded ahead of that of the electricity system. As a proportion of the overall demand, the rate of market liberalization is about 65%, with new entrants accounting for a share of 15% in the liberalized sectors of the market."}, {"text_block_id": "p62_b548", "text": "In order to establish a gas system which ensures safe and stable supply of gas at low cost and which provides various options, including new services, to consumers, along with the electricity system reform, a study will be conducted on reforms regarding full liberalization of retail market; improvement of access to, and promotion of the development of, natural gas pipelines as well as LNG terminals; and condition of Community Gas Utility Business."}, {"text_block_id": "p62_b549", "text": "Promoting the diversification of use of natural gas will play an important role in the gas system reform. For example, natural gas may be used for: boilers and industrial furnaces that are superior in terms of environmental friendliness; natural gas cogeneration systems that realize substantial energy-saving by using combined heat and power; and natural gas air conditioners that lessen the peak load on power grids in terms of electricity supply and demand. Natural gas may also be used as raw material for supplying hydrogen to fuel cells. Moreover, steady progress is being made in using LNG as the main fuel for ships, as indicated by the development of international safety standards for LNG-fueled ships. It is important to start developing systems and infrastructure which can respond to new usage as stated above."}, {"text_block_id": "p62_b550", "text": "(2) Structural reform of the heat supply market to promote efficiency in the use of heat and electricity"}, {"text_block_id": "p62_b551", "text": "As interest continues to grow in the effective use of heat, service formats for supplying cooling and heating air are diversifying, as shown by the introduction of regional supply of heat through region-wide installation of heat pipes and combined supply of heat and electricity pinpointed at specific buildings in ways that secure business and life functions as part of urban redevelopment projects."}, {"text_block_id": "p62_b552", "text": "In light of this situation, a study will be conducted to review how the heat supply business should be conducted, including a possible system reform. The objective is to realize an efficient supply of energy, including combined supply of heat and electricity, by pursuing thorough reforms of the heat supply system as well as the electricity and gas systems."}, {"text_block_id": "p63_b553", "text": "Section 7. Enhancing resilience of the domestic energy supply networks"}, {"text_block_id": "p63_b554", "text": "Imported resources are supplied to consumers in the form of oil products and electricity. Therefore, regarding domestic supply networks, comprehensive policies will be pursued to secure sufficient capability to response to crises, including large-scale natural disasters, while maintaining efficiency to control costs."}, {"text_block_id": "p63_b555", "text": "In particular, in December 2013, the Basic Act on Strengthening National Land in Ways that Contribute to Disaster Prevention and Mitigation In Order to Realize Robust and Flexible Life of the People was promulgated and put into force. Based on this law, measures will be taken to strengthen domestic energy supply networks."}, {"text_block_id": "p63_b556", "text": "1. Reinforcement of response to supply crises from abroad through oil stockpiling, etc."}, {"text_block_id": "p63_b557", "text": "The existing oil stockpiling policy has given the top priority to quantitative improvement. In the future, however, emphasis will be placed on improving the capability to flexibly respond to crises by reviewing the total stockpiling volume and the ratio of crude oil and oil products to the total volume stockpiled by GOJ while taking into account the domestic oil supply-demand trends and risks. Specifically, the type of crude oil stockpiled by GOJ will shift to one better suited to refining facilities in Japan. Other measures will be enhancing training for response to specific emergencies, such as the blockade of the Strait of Hormuz, and strengthening cooperation with oil-producing nations and East Asian consumer nations."}, {"text_block_id": "p63_b558", "text": "Already, there is a framework whereby Japanese oil tanks are rented to state-run oil companies of Saudi Arabia and UAE as transit or inventory bases for commercial crude oil to be supplied to East Asia and Japan has the preferential right to receive supply in the event of a supply crisis. This framework, which is positioned as the •third stockpiling system• along with the national and private stockpiling systems, will be promoted as a mutually beneficial measure to reinforce relationships between Japan and oil-producing countries."}, {"text_block_id": "p63_b559", "text": "In March 2013, the construction of two national LP gas stockpiling bases was completed, bringing the total number of such bases to five. The first ship from the U.S loaded with LP gas associated with shale gas entered a Japanese port at the end of August to unload gas to be stockpiled at these two bases. In the future, purchase and stockpiling of LP gas for the national stockpiling system will steadily proceed."}, {"text_block_id": "p63_b560", "text": "2. Reinforcement of response to •domestic crises• (such as disaster risk)"}, {"text_block_id": "p63_b561", "text": "(1) Building resilience on the supply side"}, {"text_block_id": "p63_b562", "text": "Since it was recognized anew at the time of the Great East Japan Earthquake that oil, together with LP gas, serves as an energy source of last resort, measures will be taken to resolve challenges"}, {"text_block_id": "p64_b563", "text": "concerning both physical infrastructure and intangible assets that may constrain supply in times of emergency."}, {"text_block_id": "p64_b564", "text": "First, in order to secure the necessary amount of oil supply in the event of a large-scale disaster, targets for continuing and recovering business operations related to oil supply will be set in relation to the entire supply network of each •keiretsu• corporate group in the oil industry (refiners and direct sales companies), BCP (Business Continuity Plan) and BCM (Business Continuity Management) systems will be established by •keiretsu• corporate groups including oil refineries and terminals, distribution processes and SS, and the response capability will be improved by periodically rating these systems. Moreover, the •oil supply coordination plan in case of a disaster• based on the Oil Stockpiling Act will be constantly reviewed and the PDCA cycle of training will be promoted. On the premise that the supply amount will be limited after a disaster, the concept on the prioritization of supply in response to requests from disaster areas will be formulated in advance."}, {"text_block_id": "p64_b565", "text": "Second, building resilience of petrochemical complex areas (increasing emergency power sources at refineries, improving resistance to earthquakes and liquefaction, and reinforcing the mutual supply backup functions of refineries) will be promoted. At the same time, the disaster response capability of SS that play a role in the final supply will be reinforced."}, {"text_block_id": "p64_b566", "text": "Third, the Cabinet Office, the Fire and Disaster Management Agency of the Ministry of Internal Affairs and Communications, the Ministry of Land, Infrastructure, Transport and Tourism, the Defense Ministry, and the National Police Agency, as well as the Agency for Natural Resources and Energy of the Ministry of Economy, Trade and Industry, will work together to quickly establish a framework of cooperation based on programs, etc. included in the •National Resilience Policy Guidelines (decided in December 2013 by the National Resilience Headquarters),• which is intended to facilitate oil supply in the event of a crisis at an early date. Training will be continuously provided to the oil industry and municipalities. In addition, the disaster resistance of roads will be improved to use such roads as transport route for oil supply."}, {"text_block_id": "p64_b567", "text": "As for LP gas, a system for smoothly supplying LP gas in the event of an emergency will be created by deploying emergency power supply vehicles at LP gas import bases, and providing training for LP gas sales companies to jointly manage gas supply, as well as strengthening equipment and facilities at core filling stations that will serve as regional fuel supply bases in the event of a disaster, based on the •oil and gas supply cooperation program in case of a disaster•."}, {"text_block_id": "p64_b568", "text": "As for electricity supply, the Organization for Cross-regional Coordination of Transmission Operators will be established and electric power transmission infrastructure, such as frequency converters and inter-regional connection lines between eastern and western Japan will be enhanced putting the organization in the center of installing such interconnection lines. Even after the electricity system reform, recovery of investment in transmission and distribution networks will be"}, {"text_block_id": "p65_b569", "text": "institutionally guaranteed so as to ensure construction and maintenance of transmission and distribution networks that form the foundation of electricity supply in the event of a disaster. In addition, building resilience of the electricity supply system will be implemented in an efficient manner through such means as regional power source distribution. Moreover, evaluation of the resilience of electric facilities and measures for quick restoration of the facilities will be promoted so as to establish an electricity system resilient to disasters."}, {"text_block_id": "p65_b570", "text": "To reinforce a complementary system between LNG receiving terminals, a study will be conducted on the improvement of terminals, enhancement of their functions, and the development of transportation routes that link the Pacific and Sea of Japan coastal regions and natural gas pipelines, with the aim of reinforcing the natural gas supply system. Steps will also be taken to increase the earthquake resistance of city gas-related facilities."}, {"text_block_id": "p65_b571", "text": "Also, GOJ conducts further resilience on the supply side by utilizing an information system positively that can catch a disaster predictor or situation of the national land and facilities after a disaster through a space infrastructure such as artificial satellites and through a system with sensors that figure out the circumstance of energy related facilities/devices, and which of R&D and practical use are promoted"}, {"text_block_id": "p65_b572", "text": "(2) Building resilience on the demand side"}, {"text_block_id": "p65_b573", "text": "Assuming that traffic networks will be in confusion immediately after the breakout of a disaster, measures taken on the •supply side• alone are not sufficient to ensure supply of oil and LP gas necessary for using important infrastructure, such as communication networks, for several days following the occurrence of the disaster. Consequently, so-called important social infrastructure, including government agency buildings, municipality buildings, and facilities for such activities as communications, broadcasting and financing, as well as base hospitals, schools, and shelters, should make preparations, including stockpiling fuels such as oil and LP gas, in accordance with their own circumstances so that they can continue their operations by using emergency power sources even in the event of power outage and support the lives of people through such means as providing meals. Therefore, necessary preparations will be studied. In addition, business operators and households will be encouraged to regularly replenish gasoline or diesel oil in passenger cars and stockpile kerosene. Furthermore, a mechanism for companies to share the use of their private power generation facilities and the stockpiling and procurement of fuels with affiliated businesses and local residents in the event of an emergency will be created."}, {"text_block_id": "p65_b574", "text": "Distributed energy systems that use renewable energy, cogeneration and storage battery systems enhance the emergency response capability on the demand side. Therefore, building distributed energy systems will be promoted."}, {"text_block_id": "p66_b575", "text": "3. Securing stable supply in normal times"}, {"text_block_id": "p66_b576", "text": "SS are decreasing in under-populated areas. Some municipalities have no SS in their region, a situation which poses a problem in terms of securing stable supply of oil products."}, {"text_block_id": "p66_b577", "text": "It is necessary to sustain systems that supply necessary goods and services, including oil products, and services to local communities in accordance with their situations even when private business operators face a difficult business environment. Therefore, cooperation between relevant ministerial organizations and municipalities will be reinforced to sustain comprehensive local administrative functions."}, {"text_block_id": "p66_b578", "text": "In addition, efforts will be made to work on systems to supply oil products to geographically disadvantageous isolated islands as a regional challenge."}, {"text_block_id": "p67_b579", "text": "Currently, the secondary energy structure is supported by electricity, heat and oil products such as gasoline. In particular, the supply of electricity, a highly convenient energy which can be generated from various energy sources, to end users through a network plays the central role in the secondary energy structure."}, {"text_block_id": "p67_b580", "text": "On the other hand, supply of electricity relies on transmission and distribution networks and this is why there are problems such as a lack of connection with networks and supply disruptions resulting from network failure."}, {"text_block_id": "p67_b581", "text": "To grapple with these problems, it is important to study how to store and transport energy and the possibility of diversifying the methods of supplying secondary energy."}, {"text_block_id": "p67_b582", "text": "From this perspective, use of technologies related to storage batteries and hydrogen could promote the reform of the secondary energy structure. Therefore, it is necessary to make steady efforts with regard to such technologies while considering what the secondary energy structure should be like in order to support a future society."}, {"text_block_id": "p67_b583", "text": "1. Promotion of cogeneration to more efficiently use electricity and promotion of introduction of storage batteries"}, {"text_block_id": "p67_b584", "text": "(1) Promotion of cogeneration"}, {"text_block_id": "p67_b585", "text": "Cogeneration, which realizes efficient energy use by utilizing heat and electric power in combination, is a hybrid secondary energy. It is not only superior in terms of energy conservation but is also harmonious with renewable energy. It mitigates the peak load in electricity supply and demand, diversifies the power source mix and is resilient to disasters. To promote introduction of cogeneration, introduction assistance measures will be taken and a study will be conducted on specifically how to facilitate trading of electricity generated through cogeneration systems, including fuel cells."}, {"text_block_id": "p67_b586", "text": "(2) Promoting introduction of storage batteries"}, {"text_block_id": "p67_b587", "text": "The storage battery, which stores electricity, a highly convenient energy, so that it can be used anywhere and at any time, is a technology with a huge potential that contributes to reinforcing the stability of the energy supply-demand structure and facilitates the introduction of renewable energy. The large scale of its potential market is mentioned in the Japan Revitalization Strategy, and the international market for storage batteries is expected to expand to 20 trillion in 2020."}, {"text_block_id": "p67_b588", "text": "Storage batteries are now increasingly used in automobiles, houses, buildings and for business operations, as their safety and charging/discharging efficiency have improved in recent years. Introduction of storage batteries will be promoted by lowering their cost and improving their"}, {"text_block_id": "p68_b589", "text": "performance through technological development and international standardization so that Japanese companies related to the storage battery business will capture a share of 50% in the global storage battery market (20 trillion yen) by 2020."}, {"text_block_id": "p68_b590", "text": "2. Promoting an environment in which consumers can choose from a variety of energy sources in various fields, including vehicles"}, {"text_block_id": "p68_b591", "text": "In the field of vehicles, now that biofuels, electricity, natural gas, LP gas and hydrogen are available as energy sources, an environment is being developed where choice by consumers promotes competition not only between oil products such as gasoline and diesel oil but between a wider variety of energy sources."}, {"text_block_id": "p68_b592", "text": "In this environment, consumers can not only choose a product that is better in terms of cost effectiveness and an energy source that emits less greenhouse gas but also contribute to accelerating the effort to reduce greenhouse gas emissions by promoting technology innovation so as to further improve fuel efficiency, which improved by 49% over a 15-year period from 1995 under the Top Runner program, even when driving vehicles were powered by oil products."}, {"text_block_id": "p68_b593", "text": "To promote competition among energy sources, it is important to create an environment in which all energy sources are provided smoothly to consumers no matter what type they are."}, {"text_block_id": "p68_b594", "text": "In spreading and expanding the introduction of next-generation vehicles (hybrid vehicles, electric vehicles, plug-in hybrid vehicles, fuel cell vehicles, clean diesel vehicles, CNG vehicles, etc.), research and development and infrastructure building are indispensable. GOJ and the private sector must collaborate to disseminate chargers necessary for electric vehicles and plug-in hybrid vehicles."}, {"text_block_id": "p68_b595", "text": "Moreover, in the field of electric vehicles, there are high expectations for the emergence of businesses that provide services most suited to the charging of electric vehicles following the full retail competition resulting from the electricity system reform. As for fuel cell vehicles, the installation of hydrogen refueling stations will be promoted through regulatory reform and appropriate sharing of the cost between GOJ and the private sector. These steps will be taken with the goal of increasing the share of next-generation vehicles to 50-70% of all new vehicles by 2030."}, {"text_block_id": "p68_b596", "text": "The measures to promote the use of these diverse energy sources in the transportation sector are projected to be furthered through the use of biofuels in airplanes and LNG in ships as well as vehicles. In the business and household sectors, hydrogen is used for stationary fuel cells (Ene-Farm), and air heat is used for heat pumps using CO2 as coolant. Under the electricity system reform, the provision of services that give consumers a choice of energy sources is making headway. In the future, diversification will proceed further."}, {"text_block_id": "p68_b597", "text": "To accelerate initiatives to use diverse energy sources in more fields in the future, relevant information such as the trends of cutting-edge research and development concerning energy-related"}, {"text_block_id": "p69_b598", "text": "technologies and initiatives underway around the world as well as regulatory impediments to disseminating new usages will be compiled. Strategic measures including research and development will be implemented."}, {"text_block_id": "p69_b599", "text": "3. Acceleration of steps toward realization of a •hydrogen society•"}, {"text_block_id": "p69_b600", "text": "Hydrogen is an energy source that can be produced from inexhaustibly available water and various primary energy sources through various methods. Hydrogen offers high convenience of usage since it can be stored and transported in any form -gas, liquid or solid (in the form of hydrogen occlusion alloy). Therefore, hydrogen, which can achieve high energy efficiency, low environmental burden and capability for emergency use provided appropriate usage, is expected to play a central role for secondary energy sources."}, {"text_block_id": "p69_b601", "text": "To realize a •hydrogen society,• which will make full-fledged use of hydrogen, it is important to promote cost reduction as well as technology development activities with sufficient depth and diversity to make it possible to select technologies superior in safety, convenience, economic efficiency and environmental friendliness from among various technical options, under the strategy that overviews the entire supply chain of hydrogen from production, storage and transport to use. Large-scale system improvement with changing social structure, such as current supply systems of electricity and oil products, is needed for full scale usage of hydrogen, and GOJ promotes measures for it."}, {"text_block_id": "p69_b602", "text": "Also, it is important that streamlining standards and criteria, which will be needed we introduce devices related to hydrogen, is proceeded in advance internationally across the difference of stance of stakeholders."}, {"text_block_id": "p69_b603", "text": "It is important to create systems and infrastructures in a strategic way so as to place priority on introducing into society technologies which have high feasibility. When introducing hydrogen-related products into society, it is also necessary to always take policy actions proactively in order to prevent Japan from lagging behind other countries in the establishment of standards and criteria required in various phases because of the different positions of the interested parties."}, {"text_block_id": "p69_b604", "text": "(1) Spread and expansion of the introduction of Stationery Fuel Cells (Ene-Farm etc.)"}, {"text_block_id": "p69_b605", "text": "The hydrogen-related technology that has been accepted most in the society is Ene-Farm. In Japan, stationary fuel cells were introduced into households for the first time in the world against the background of the country•s superiority in fuel cell technology. More than 60,000 units have already been installed in houses, etc., and the possibility of developing overseas markets is now within sight. Now is the time to develop domestic and overseas markets."}, {"text_block_id": "p69_b606", "text": "The biggest stumbling block to spreading and expanding the introduction of Ene-Farm is the high cost, and GOJ•s subsidy system is underpinning this new market."}, {"text_block_id": "p70_b607", "text": "The goal of introducing 1.4 million units by 2020 and 5.3 million units by 2030 has been set. To achieve this goal by developing an environment favorable for autonomous introduction through cost reduction, assistance will be provided to introduction with an eye to creating a self-sustained market. In addition, research and development of catalyst and other technologies for reducing cost and standardization will be continued."}, {"text_block_id": "p70_b608", "text": "Also, regarding operation and industry sector where stationery fuel cells are not spread so much, GOJ facilitates R&D and demonstration for achieving durability and cost reduction at the level of requirement from industrial activities, and promotes creating market."}, {"text_block_id": "p70_b609", "text": "(2) Creating an environment for acceleration of introduction of fuel-cell vehicles"}, {"text_block_id": "p70_b610", "text": "To promote introduction of fuel-cell vehicles, which will go on commercial sale from 2015, hydrogen refueling stations will be constructed at about 100 places, mainly in the four major metropolitan areas, through regulatory reform and support measures, including support for introduction. In addition, technologies to lower the cost of parts and materials will be developed. In the initial stage of dissemination, operating a hydrogen refueling station will not be easy. If the dissemination of fuel-cell vehicles does not proceed as expected, running the station may become even more difficult."}, {"text_block_id": "p70_b611", "text": "To avoid such a vicious circle and ensure the advent of a full-fledged hydrogen society, active support will be provided so as to smoothly introduce fuel-cell vehicles. As existing gas stations are expected to play various roles in the future, a study will be conducted on the possibility of using the existing oil supply infrastructure for the supply of hydrogen, and measures such as using mobile and small hydrogen refueling stations will be implemented in a strategic manner. In order to prevent business operators which have built hydrogen refueling stations in anticipation of future demand from suffering excessive disadvantages, measures to reduce costs, including review of regulations, will be steadily implemented through an appropriate division of roles between GOJ and the private sector so as to attain the target for installation of hydrogen refueling stations. Moreover, an environment that enables the use of fuel-cell vehicles in everyday life will be created through an increase in the construction of hydrogen refueling stations."}, {"text_block_id": "p70_b612", "text": "In particular, in the starting stage of popularization of fuel cell cars, it is important to practical realization fuel cell buses and forklifts which are expected to have comparatively steady demand for hydrogen promptly."}, {"text_block_id": "p70_b613", "text": "If fuel-cell vehicles play an active role as a means of transportation necessary for operating the 2020 Tokyo Olympic and Paralympic Games, that will provide a chance to convince the world of the possibilities of hydrogen as a new energy source. With that in mind, preparations for using hydrogen should be steadily be made from now."}, {"text_block_id": "p70_b614", "text": "(3) Realizing new technologies such as hydrogen power generation for full-scale usage of"}, {"text_block_id": "p71_b615", "text": "hydrogen"}, {"text_block_id": "p71_b616", "text": "In terms of practical realization of hydrogen utility technology, it is expected to expand as far as hydrogen power generation than just stationery fuel cells and fuel cell cars. Regarding hydrogen power generation, mixed combustion where hydrogen alternates fuel partially is possible in conventional gas turbines as long as the amount is the amount is under a certain level. Besides, the R&D for practical realization in the future of unmixed combustion, where only hydrogen is used as fuel, is promoted."}, {"text_block_id": "p71_b617", "text": "As for hydrogen usage technology, GOJ steadily promotes such strategic efforts including R&D from now on."}, {"text_block_id": "p71_b618", "text": "(4) Promoting development of production and storage/transportation technology for stable supply of hydrogen"}, {"text_block_id": "p71_b619", "text": "The supply of hydrogen is conducted by using by-product hydrogen, reformation from natural gas or naphtha for some time to come, but in order to utilize it on a full scale, it is necessary to procure hydrogen by lower price and larger amount."}, {"text_block_id": "p71_b620", "text": "Therefore, it is important to hydrogenate unharnessed lignite and oil associated gas in abroad and to transport it into Japan, and in the future, to produce hydrogen by utilizing renewable energy such as solar power, wind power, biomass at home and abroad. Concretely, GOJ steadily promotes R&Ds related to from production to storage/transportation of hydrogen, such as large-amount storage or long-distance transportation by advanced technology including hydrogen shipping vessel, organic hydride and converting toward chemical materials such as ammonia or liquefied hydrogen from now on. Also, in terms of mid-to long-term R&D such as photocatalyst technology and artificial photosynthesis which produces hydrogen from water by solar power, GOJ takes necessary measures including R&D as evaluating their position as energy source and economic reasonability comprehensively and constantly."}, {"text_block_id": "p71_b621", "text": "(5) Formulating a road map toward realization of a •hydrogen society•"}, {"text_block_id": "p71_b622", "text": "Realizing a hydrogen society is a grand project that can be carried out only if GOJ and municipalities are proactively involved in it as major players of the new society in addition to infrastructure-related companies and oil, city gas and LP gas suppliers as well as manufacturers of products using hydrogen and related technologies and equipment."}, {"text_block_id": "p71_b623", "text": "To create a hydrogen society, it is essential to formulate a road map that provides a full picture of the project, including various elements related to production, storage, transportation and use of hydrogen, such as large-scale storage and long-distance transportation of hydrogen using advanced technologies, fuel cells and hydrogen power generation. To implement a long-term, comprehensive road map, it is important for various relevant entities to participate in the project, overcoming the"}, {"text_block_id": "p72_b624", "text": "barriers of entrenched interests."}, {"text_block_id": "p72_b625", "text": "Therefore, a road map toward realization of a hydrogen society will be formulated by the spring of this year, and a council which comprises representatives of industry, academia and government and which is responsible for its implementation will be established as soon as possible. Necessary measures will be steadily implemented while progress is checked."}, {"text_block_id": "p73_b626", "text": "1. A major transformation of the structure of the energy industry to be triggered by institutional reforms, such as the electricity system reform"}, {"text_block_id": "p73_b627", "text": "Since electricity is the most widely used secondary energy and underpins all aspects of people•s lives and economic activities, the electricity system reform will have a significant impact on what other energy markets should be like."}, {"text_block_id": "p73_b628", "text": "Increasing participation by gas companies, oil companies, businesses having a private power generation capability, and renewable energy suppliers in the power generation business will dramatically change the structure, which is divided into several segments along the lines of the energy source types, with different groups of suppliers dominating the various segments. In addition, players from different fields, such as information and communications businesses that have technical expertise to meet various needs of consumers, are expected to move into the electricity retail business, raising expectations that the structure of the electricity market will undergo major change with the involvement of various industrial fields."}, {"text_block_id": "p73_b629", "text": "In advanced countries where liberalization of the electricity market has been promoted, providing a service that supplies both of electricity and gas has increasingly become popular. In the U.S., where the electricity market is regulated differently from one state to another, for example, efficient investment is realized and electricity rates are kept from rising by expanding use of an electricity supply-demand balancing system in states where the market has been liberalized."}, {"text_block_id": "p73_b630", "text": "The electricity system reform will drastically change the industrial structure by encouraging mutual participation by energy suppliers in each other•s markets and the entry of new various players with new technologies and service expertise, and at the same time, will be expected to activate the market and to become a detonator for economic growth by promoting the gas system reform at the same time to create the ripple effect in other energy industries."}, {"text_block_id": "p73_b631", "text": "In Japan as well, there are expectations that a study will be conducted on the reform of the electricity and LNG markets, in addition to the oil market that was reformed in line with the oil liberalization in the latter half of the 1990s, while consideration is given to such challenges as appropriately preventing excessive inflows of speculative money so as to ensure the establishment of reliable and transparent price benchmarks that reflects energy supply and demand and that the energy futures market will be developed."}, {"text_block_id": "p73_b632", "text": "2. Creating companies that provide comprehensive energy supply service"}, {"text_block_id": "p73_b633", "text": "(1) Creating comprehensive energy companies through mutual participation by existing energy suppliers into each other•s markets"}, {"text_block_id": "p74_b634", "text": "By promoting institutional reforms so as to change the energy structure, which is vertically divided into several sectors, into an integrated market structure, it will become possible to develop an environment that enables energy-related companies to enter each other•s fields and to draw up a new growth strategy under which the companies will capture new demand while competing to provide a highly efficient service with high value added by taking advantage of their respective strengths."}, {"text_block_id": "p74_b635", "text": "The new competitive environment where such a future can be envisaged will encourage existing energy companies to develop into comprehensive energy companies that provide various energy services and make it possible for them to increase profits by diversifying their operations and to consolidate overlapping equipment, facilities, and business divisions they hold across business fields. Consequently, comprehensive energy companies are expected to reinforce their business foundation; become a driving force to promote new investment in order to survive the fierce competition; enhance the efficiency of the whole industry; and explore new markets through competition or cooperation with new players that come from different fields, thereby making great contributions to the economic growth of Japan."}, {"text_block_id": "p74_b636", "text": "Comprehensive energy companies that have strengthened their capability to conduct various energy-related businesses and reinforced their business foundation are also required to advance into an international market where energy demand is growing."}, {"text_block_id": "p74_b637", "text": "(2) Realization of a smart community that comprehensively controls energy supply and demand in accordance with regional characteristics"}, {"text_block_id": "p74_b638", "text": "A smart community is a community of a certain scale in which various consumers participate and which has created a new social system. The new social system, while utilizing a distributed energy system, including renewable energy and cogeneration, comprehensively manages energy supply and demand of the distributed energy system through an energy management system using IT, storage battery and other technologies so as to optimize use of energy and incorporates life support services, including the provision of care for elderly people."}, {"text_block_id": "p74_b639", "text": "If the introduction of a smart community proceeds, the efficiency of energy supply is expected to be improved through the demand response system, etc. In addition, it will become possible to achieve substantial energy conservation in normal times on a community-wide basis and to secure supply of energy in times of emergency by supplying a combination of various energy sources in accordance with demand. The smart community is also expected to support the life infrastructure and reinforce companies• business continuity capability in times of emergency."}, {"text_block_id": "p74_b640", "text": "As demonstration experiments for smart communities, various projects are ongoing in four regions in Japan (Yokohama City, Toyota City, Keihanna-gakken City and Kitakyushu City) with the participation of many residents. As a result, public awareness about what a smart city is like and what it achieves is growing."}, {"text_block_id": "p75_b641", "text": "In the future, in order to realize a smart community, efforts will be made to disseminate infrastructure technologies, including the Community Energy Management System (CEMS) and a technique for communicating information obtained through smart meters to the Home Energy Management System (HEMS) (route B), standard interfaces such as ECHONET Lite (standard for communication between HEMS and home appliances) and know-how concerning coordination between relevant parties necessary for building a smart community."}, {"text_block_id": "p75_b642", "text": "In addition, the business foundation of smart communities will be built by promoting the development of energy infrastructure for region-wide use of energy in collaboration with area-by-area, street-by-street urban development and by integrating the operations of energy supply and demand management business, other public utility works such as water supply and peripheral service businesses including care service for the aged."}, {"text_block_id": "p75_b643", "text": "3. Creation of new market in the energy field and execution of a growth strategy through enhancement of international expansion"}, {"text_block_id": "p75_b644", "text": "Accelerating technological innovation has made it possible to create new markets in the field of energy. For example, improvement of the storage battery technology that drives electric appliances for a long time has enabled the use of electricity to drive automobiles, which previously used oil products as a power source. Digitalization and the increased capacity of information communication have made it possible to analyze the actual situation of energy consumption by consumers individually and in detail, giving birth to new services that enable proper control of supply and demand through energy management and to balance energy supply and demand by managing not only supply but also demand."}, {"text_block_id": "p75_b645", "text": "These technologies do not necessarily belong to the existing energy suppliers; most of them have been developed in different business fields. In the meantime, even excellent technologies have rapidly been losing their competitiveness on the international market as they have rapidly become a commodity. Therefore, it is necessary to establish, as early as possible, efficient systems to supply new products and services and business systems which always respond to the market needs and which constantly change."}, {"text_block_id": "p75_b646", "text": "System reforms including the electricity system reform have opened the energy field and expedited participation of newcomers with superior technologies which come from different business fields. This provides an important opportunity for the new comers to narrow their distance from customers in the energy field, find new value and create a new market. Through these activities, the energy field will be developed as a promising sector that drives the economic growth of Japan."}, {"text_block_id": "p75_b647", "text": "Moreover, it is necessary to promote strategic activities so as to enable Japan to grow by taking advantage of the increasing demand in Asia and other regions while helping to alleviate the"}, {"text_block_id": "p76_b648", "text": "problems resulting from the demand expansion by providing the region with various Japanese energy-related advanced technologies and experiences of effective operation of energy-related systems."}, {"text_block_id": "p76_b649", "text": "(1) Expansion of markets for advanced technologies in which Japan is the leader, such as storage batteries and fuel cells"}, {"text_block_id": "p76_b650", "text": "In the Japan Revitalization Strategy, the international market for storage batteries is estimated to grow to 20 trillion yen by 2020. As the use of storage batteries is expected to expand considerably around the world, GOJ will promote the introduction of storage batteries by reducing their cost and improving their performance through technological development and international standardization so that Japanese companies related to the storage battery business will capture a share of 50% in the global storage battery market (20 trillion yen) by 2020."}, {"text_block_id": "p76_b651", "text": "In Japan, the Ene-Farm stationary fuel cell system was introduced into households for the first time in the world against the background of the country•s superiority in fuel cell technology, and the possibility of developing overseas markets is now within sight. Thus, Japan is leading the world in the field of hydrogen-related technologies. Regarding Ene-Farm, Japan aims to introduce 1.4 million units by 2020 and 5.3 million units by 2030. GOJ will promote the creation of a new market for hydrogen-related technologies by developing an environment favorable for autonomous introduction through cost reduction and the start of commercial sales of fuel-cell vehicles in 2015."}, {"text_block_id": "p76_b652", "text": "As Japan also has many advanced technologies related to energy conservation and renewable energy, it is possible to create new markets by making practical use of them. Japan will promote the creation of the world•s most advanced energy-related market by implementing demonstration projects for putting new technologies into practice at the same time as carrying out institutional reforms, including the electricity system reform."}, {"text_block_id": "p76_b653", "text": "(2) Reinforcement of global expansion of the energy industry through infrastructure exports, etc."}, {"text_block_id": "p76_b654", "text": "In order to promote worldwide dissemination of the technologies and know-how that Japan has accumulated while facing severe energy constraints, it is necessary for the public and private sectors to cooperate in promoting global expansion."}, {"text_block_id": "p76_b655", "text": "The industry is required to make efforts to develop overseas markets from a broader viewpoint in order to export integrated packages of technologies and know-how, instead of merely exporting individual element technologies and know-how."}, {"text_block_id": "p76_b656", "text": "On the other hand, in order to promote business expansion, including in regions into which Japanese companies have hardly advanced, GOJ will make maximum use of Japanese overseas networks and good inter-governmental relations to develop an environment that enables Japanese"}, {"text_block_id": "p77_b657", "text": "companies venturing into new markets to do business with a sense of security."}, {"text_block_id": "p77_b658", "text": "(i) Enhancement of infrastructure export integrating technologies and know-how"}, {"text_block_id": "p77_b659", "text": "Japanese industries have accumulated technologies and know-how for making efficient use of energy. However, they have seldom exported these technologies and know-how as an integrated package."}, {"text_block_id": "p77_b660", "text": "In the future, it will be important to integrate these technologies and know-how and promote export of the integrated package in the form of infrastructure for high-efficiency coal and gas thermal power generation, renewable energy, energy conservation technology, nuclear power, smart community, etc."}, {"text_block_id": "p77_b661", "text": "For this reason, GOJ actively promotes acquisition of international standards, support for establishment of institutional systems in partner countries, dispatch of public-private missions, partnering with local companies through overseas demonstration projects."}, {"text_block_id": "p77_b662", "text": "Particularly, it promotes expansion of regional comprehensive energy projects such as a smart community project into the international markets regardless of the project scale, because they are expected to contribute to a stable energy supply-demand structure in advanced countries which face the problem of power grid instability due to large-volume introduction of renewable energy, resource-rich countries and emerging countries which have an immature energy supply-demand structure."}, {"text_block_id": "p77_b663", "text": "(ii) Active participation in the energy supply business in Asia and other regions around the world"}, {"text_block_id": "p77_b664", "text": "Japan•s experiences of making full-fledged use of LNG ahead of the world and its well-developed infrastructure could be used as sharable assets when Asian countries would expand use of LNG in the future. When Asian countries develop institutional systems and infrastructure for LNG introduction, Japan will be able to help them efficiently establish a new energy supply-demand structure by providing technical cooperation and implementing intermediary business using storage facilities. The Japanese energy industry will take advantage of this situation as an opportunity to expand overseas business activities."}, {"text_block_id": "p77_b665", "text": "Also, understanding the trend of demand for oil and oil products which will continue to grow in Asia, and implementing overseas petrochemical complex projects through joint ventures with local-state-owned oil companies in Asian countries, the chemical industry, trading companies, etc. can help to create a new business portfolio for the Japanese oil industry. In view of the growing supply capacity in Asia, it is considered to be necessary to immediately invest in Asia."}, {"text_block_id": "p77_b666", "text": "In order to encourage the Japanese oil industry, whose main profit sources have so far been domestic oil refining, oil wholesale and oil selling businesses, to make business decisions toward"}, {"text_block_id": "p78_b667", "text": "global expansion, GOJ will provide indirect support through technical cooperation and inter-governmental dialogue."}, {"text_block_id": "p79_b668", "text": "Section 10. Comprehensive international energy cooperation"}, {"text_block_id": "p79_b669", "text": "Global energy problems have been expanding, deepening and becoming more complicated, as exemplified by a global energy demand shifting to Asia, diversifying energy sources, including increasing utilization of natural gas, renewable energy and nuclear power, responses to global environmental issues, and so on."}, {"text_block_id": "p79_b670", "text": "The energy supply-demand structure tends to be easily affected by international developments because of such factors as a change in the international energy supply structure, advance of global technological innovation breaking down the boundaries of the existing energy fields, global warming countermeasures and an increase in activities conducted by international consortiums due to large-scale resource development projects. Under these circumstances, it is important for countries to expand international cooperation, instead of taking actions individually, in order to make the energy supply-demand structure more stable and efficient."}, {"text_block_id": "p79_b671", "text": "In view of the changing circumstances, it is important to build a more strategic and comprehensive framework for energy cooperation, particularly with countries and organizations closely related to Japan from the viewpoint of the energy supply-demand structure."}, {"text_block_id": "p79_b672", "text": "1. Expansion and deepening of the system of international energy cooperation"}, {"text_block_id": "p79_b673", "text": "(1) Expansion of the framework of multilateral energy cooperation"}, {"text_block_id": "p79_b674", "text": "It is necessary to actively contribute to the IEA, which has abundant accumulated experiences in the field of emergency response and in a broad range of energy policy fields, stable multilateral frameworks with substantial secretariat functions, such as the IAEA, and international and regional forums such as G8, G20 and the Asia-Pacific Economic Cooperation (APEC) forum."}, {"text_block_id": "p79_b675", "text": "If Japan plays a leading role in initiatives to enhance the stability of energy supply and demand in Asia, where energy demand will grow considerably, it will improve Japan•s own energy security environment. It is imperative to further develop the East Asia Summit (EAS) into a more effective multilateral framework for discussions about energy security with the Economic Research Institute for ASEAN and East Asia (ERIA) as the core organization."}, {"text_block_id": "p79_b676", "text": "In addition, by making use of Japan•s strength in terms of policy and technology, GOJ takes the initiative in forming public opinions in the international arena under multilateral frameworks for specific themes, such as the International Energy Forum (IEF) for producer-consumer dialogue, the Clean Energy Ministerial (CEM), International Renewable Energy Agency (IRENA), and International Partnership for Energy Efficiency Cooperation (IPEEC)."}, {"text_block_id": "p79_b677", "text": "(2) Advancement of systems of bilateral energy cooperation"}, {"text_block_id": "p79_b678", "text": "Concerning bilateral cooperation, GOJ enhances bilateral relations with countries rich in such resources as oil, natural gas, coal and minerals and countries which are potential markets for"}, {"text_block_id": "p80_b679", "text": "high-efficiency thermal power generation, nuclear power, renewable energy and energy conservation technology, smart community, and so on in order to secure resources and energy and promote international expansion of the energy industry. In particular, GOJ enhances relations with the U.S., Japan•s ally, and enhances cooperation with countries with which Japan faces common challenges regarding the energy supply-demand structure, including South Korea, India and European countries."}, {"text_block_id": "p80_b680", "text": "high-efficiency thermal power generation, nuclear power, renewable energy and energy conservation technology, smart community, and so on in order to secure resources and energy and promote international expansion of the energy industry. In particular, GOJ enhances relations with the U.S., Japan•s ally, and enhances cooperation with countries with which Japan faces common challenges regarding the energy supply-demand structure, including South Korea, India and European countries.\n* Expansion of the Japan-U.S. energy cooperation\n<\\li1>"}, {"text_block_id": "p80_b682", "text": "U.S. in 2010, there is an ongoing initiative to implement projects in Okinawa and Hawaii in an integrated manner. In addition, energy-related dialogue between Japan and the U.S. has grown more intimate since the Great East Japan Earthquake."}, {"text_block_id": "p80_b683", "text": "While Japan is rapidly increasing its dependency on LNG, the U.S., where natural gas is being abundantly produced due to the shale gas revolution, has granted export approvals to LNG projects in which Japanese companies are involved; LNG from the U.S. is expected to be supplied to Japan on a full scale from 2017. Exports of LP gas has already started."}, {"text_block_id": "p80_b684", "text": "In the field of nuclear power, the Japan-U.S. Bilateral Commission on Civil Nuclear Cooperation was launched in order to further enhance cooperative relations between Japan and the U.S. after the TEPCO•s Fukushima nuclear accident. Concerning the system to support use of nuclear power, Japanese and U.S. reactor manufacturers have already established a framework for expanding business in an integrated manner in the commercial field as well. Japan and the U.S., as partners, play a significant role in enhancing a global system for nuclear use while internationally ensuring peaceful use of nuclear power, nuclear non-proliferation, nuclear security, and so on."}, {"text_block_id": "p80_b685", "text": "Thus, the conditions have been already prepared between Japan and the U.S. for comprehensive cooperation regarding fossil fuels, renewable energy, energy conservation, nuclear power, smart community and the like."}, {"text_block_id": "p80_b686", "text": "It will also be important for Japan and the U.S. to cooperate in expanding internationally in light of the regional characteristics and needs of Asia, the Middle East, Russia, etc., instead of limiting their cooperation to bilateral matters."}, {"text_block_id": "p80_b687", "text": "In view of the future expansion of the current Japan-U.S. energy cooperation framework to cover more diverse energy sources and the expected major change in the energy supply-demand structure in the Asia-Pacific region, GOJ considers the expansion of cooperative relations, including the possibility of Japan and the U.S. cooperating to realize a stable and advanced regional energy supply-demand structure."}, {"text_block_id": "p80_b688", "text": "In view of the future expansion of the current Japan-U.S. energy cooperation framework to cover more diverse energy sources and the expected major change in the energy supply-demand structure in the Asia-Pacific region, GOJ considers the expansion of cooperative relations, including the possibility of Japan and the U.S. cooperating to realize a stable and advanced regional energy supply-demand structure.\n* Enhancement of energy cooperation with Asian countries\n<\\li1>"}, {"text_block_id": "p81_b690", "text": "Enhancing cooperation with Asian emerging countries where a considerable energy demand increase is anticipated is important for enhancing the energy security of not only Asian countries but also Japan and for developing potential markets for the energy industry."}, {"text_block_id": "p81_b691", "text": "China, which has become the world•s largest energy-consuming country, is expected to increase its presence in the international energy market. As for China•s relations with Japan, tensions are growing in various aspects, so how to manage a relationship with rising China is a difficult and important issue. However, in the energy field, it is important to maintain an appropriate, cooperative relationship with China to tackle common issues, including the high LNG prices in Asia, as consumer and importer."}, {"text_block_id": "p81_b692", "text": "In India, energy demand is expected to increase at a higher rate than in China after 2020, according to the IEA•s World Energy Outlook 2013. In order to deal with this, India faces many challenges such as promotion of energy conservation, expansion of utilization of renewable and nuclear energy, improvement of energy infrastructure and clean utilization of coal."}, {"text_block_id": "p81_b693", "text": "Between Japan and India, comprehensive energy cooperation has been promoted under the Japan-India Energy Dialogue, which has been held seven times since 2007."}, {"text_block_id": "p81_b694", "text": "Specifically, GOJ is promoting cooperation between the two countries as energy consumers, including support for the development of an energy conservation policy and systems that work to curb the increasing energy demand, support for the introduction of Japanese technologies through demonstration projects for energy conservation, renewable energy, smart community, etc., promotion of high-efficiency utilization of coal, construction of a stable electricity system, and a joint study on low-cost LNG procurement. In addition to inter-governmental cooperation, GOJ enhances and expands other forms of cooperation, including public-private cooperation and inter-industry cooperation, such as holding a public-private roundtable and a combination of a technological exhibition and a business meeting."}, {"text_block_id": "p81_b695", "text": "Concerning the relations with South Korea and other Asian countries which have an energy supply-demand structure similar to Japan•s structure, it is possible to promote cooperation in many fields, including the resolution of the Asia premium on prices of natural gas, etc., securing of the safety of nuclear power plants, enhancement of energy conservation measures, and global warming countermeasures; for instance, GOJ deepens cooperation with South Korea in the field of natural gas through gas dialogue."}, {"text_block_id": "p81_b696", "text": "Particularly, in the emerging countries surrounding Japan, such as China, South East Asian countries and India, it is inevitable to further expand the introduction of nuclear power generation because of a considerable increase in energy demand. In such circumstances, securing the safety of nuclear power plants is a common challenge for the countries, and GOJ contributes to the improvement of nuclear safety and peaceful use of nuclear power in the world by sharing our experience and lessons of the TEPCO•s Fukushima nuclear accident."}, {"text_block_id": "p82_b697", "text": "Particularly, in the emerging countries surrounding Japan, such as China, South East Asian countries and India, it is inevitable to further expand the introduction of nuclear power generation because of a considerable increase in energy demand. In such circumstances, securing the safety of nuclear power plants is a common challenge for the countries, and GOJ contributes to the improvement of nuclear safety and peaceful use of nuclear power in the world by sharing our experience and lessons of the TEPCO•s Fukushima nuclear accident.\n* Energy cooperation with countries in other regions\n<\\li1>"}, {"text_block_id": "p82_b699", "text": "Energy cooperation with countries in the Middle East region continue to be important from the viewpoint of securing stable supply of oil and natural gas, and GOJ promotes enhancement of extensive cooperative relations, including in the trade and investment fields, as typified by an •industrial cooperation task force• with Saudi Arabia."}, {"text_block_id": "p82_b700", "text": "In addition, energy consumption is expected to greatly increase along with rapid economic development in the Middle East region. For this reason, efforts are being made to save the consumption of fossil fuels and secure crude oil for export. From this viewpoint, it is important to support efforts toward promotion of energy conservation and cooperate in the fields of nuclear and renewable energy."}, {"text_block_id": "p82_b701", "text": "In Europe, cooperation with France in the field of nuclear energy has been proceeding, such as the response to the TEPCO•s Fukushima nuclear accident and the international deployment of a jointly developed reactor, in addition to cooperation regarding the nuclear fuel cycle and the development of a fast reactor. GOJ continues to further enhance this cooperation through dialogues at the •Japan-France Nuclear Cooperation Committee,• etc. As to the cooperation with the United Kingdom, GOJ shares its knowledge concerning research and development of decommissioning and other technologies and exchanges views on an appropriate business environment of nuclear power generation in a liberalized market through dialogues of the •Japan-U.K. Nuclear Dialogue,• etc. Furthermore, with Europe as a whole GOJ promotes cooperation, including an exchange of information concerning common energy policy challenges, etc."}, {"text_block_id": "p82_b702", "text": "Also, GOJ further stabilizes the foundation of cooperation with Australia, etc. with which energy trade has been active at the private-sector level, and will promote the development of energy cooperative relations with all regions in the world, including Africa and Central and South American, according to the significance of securing resources and exporting infrastructure."}, {"text_block_id": "p82_b703", "text": "2. International contribution centering on support for introduction of Japanese"}, {"text_block_id": "p82_b704", "text": "The amount of greenhouse gas emissions from developing countries has now exceeded the amount of emissions from developed countries. Therefore, to achieve a fundamental solution to the"}, {"text_block_id": "p83_b705", "text": "problem of global warming, it is urgently necessary not only to reduce emissions in Japan but also to drastically lower greenhouse emissions on a global scale, particularly in emerging and developing countries where emissions are increasingly rapidly."}, {"text_block_id": "p83_b706", "text": "As a way to make maximum use of Japan•s position as a country with various technologies and know-how necessary for reducing the environmental impact, GOJ holds every year the Innovation for Cool Earth Forum (which is something like a •World Economic Forum on Energy and Environmental Technologies•), which brings together leaders of industry, academia and government from around the world in order to resolve the problem of global warming by accelerating innovations. In addition, in order to promote the dissemination of low-carbon technologies in developing countries, Japan will also exert its leadership in accelerating technological innovations and dissemination of technologies around the world through a mechanism that enables effective use of public financing means and private funds."}, {"text_block_id": "p83_b707", "text": "Also, in order to promote practical use of advanced energy-related technology throughout the world, GOJ implements support measures to promote a shift in power generation to high-efficiency thermal power generation facilities capable of making efficient use of coal and LNG, mainly in emerging countries which have to continue to depend heavily on fossil fuels. We will also enhance support measures using the financial system in order to internationally disseminate technologies and know-how for making efficient use of energy, including renewable energy and energy conservation technologies. For instance, the Ministry of Economy, Trade and Industry estimates"}, {"text_block_id": "p83_b708", "text": "If all existing coal thermal plants in the U.S., China and India were replaced by the most advanced coal thermal plant which is operated in Japan, it would drastically reduce CO2 emissions of which size would be equivalent to the amount of Japan•s CO2 emissions."}, {"text_block_id": "p83_b709", "text": "Moreover, GOJ aims to increase the number of signatory countries to the Joint Crediting Mechanism (JCM) with Japan to 16 in the next three years based on the •aggressive foreign policy strategy on global warming• in order to quantitatively evaluate Japan•s contributions to the emission reductions and absorptions of greenhouse gases achieved and make active use of the JCM for the purpose of achieving Japan•s own reduction target through the dissemination of technologies, products, systems, services, infrastructure, etc. necessary for reducing greenhouse gas emissions to developing countries and through the implementation of global warming countermeasures."}, {"text_block_id": "p84_b710", "text": "1. Formulation of a roadmap for energy-related technological development"}, {"text_block_id": "p84_b711", "text": "As far as our energy policy would be on an extension of the present technologies and supply structure with respect to the vulnerability of the energy supply-demand structure, which mostly has to rely on overseas resources, it would be difficult to find a fundamental solution. In addition, it is necessary to achieve the goal of reducing greenhouse gas emissions by half in the world by 2050 and by 80% in developed countries simultaneously."}, {"text_block_id": "p84_b712", "text": "To fundamentally solve such difficult problems, it is imperative to introduce revolutionary energy technologies throughout the society. To do this, it is necessary to conduct long-term research and development and conduct comprehensive initiatives that involve institutional reforms."}, {"text_block_id": "p84_b713", "text": "On the other hand, challenges that affect energy supply and demand exist at various levels. Given the position of energy as the foundation of daily lives and economic activities, it is extremely important to stabilize energy supply and demand and improve safety and efficiency from short-and medium-term viewpoints."}, {"text_block_id": "p84_b714", "text": "Therefore, in developing energy-related technology, it is important to first set a goal as to what challenge the technology is intended to resolve and specify the timeframe for development and the measures to put the technology into practice in society. GOJ formulates a roadmap by the summer of this year as a strategy for consistently carrying out such various technological development projects based on the"}, {"text_block_id": "p84_b715", "text": "\"Innovation Plan for Environmental Energy Technology (decided in September 2013 by the Council for Science and Technology Policy)• and other plans."}, {"text_block_id": "p84_b716", "text": "When doing this, GOJ considers developing a benchmark for evaluating the effects and progress of each project from the same viewpoint."}, {"text_block_id": "p84_b717", "text": "2. Technical challenges to be addressed"}, {"text_block_id": "p84_b718", "text": "As for technological development for changing the energy supply-demand structure that excessively depends on overseas fossil fuels from the long-term viewpoint, GOJ places emphasis on research and development that contribute to low-cost, high-efficiency heat utilization of solar power generation, wind power generation, geothermal power generation, biomass energy, ocean energy, including wave and tidal power, and other renewable energy, which are positioned as domestic energy, and development of various applications. GOJ also advances the technique for operating power grids in order to increase the connection volume of renewable energy power generation to the existing power grids and conduct technological demonstration of power transmission and distribution equipment."}, {"text_block_id": "p84_b719", "text": "Likewise, concerning nuclear power, which is positioned as quasi-domestic energy, GOJ"}, {"text_block_id": "p85_b720", "text": "promotes the development of technologies that contribute to safety improvement of LWRs including countermeasures against severe accidents and enhance their reliability and efficiency in order to reduce risks in case of an accident. Besides, it promotes technological development, etc. required for reducing the volume and toxicity of radioactive waste and stable final disposal of radioactive waste."}, {"text_block_id": "p85_b721", "text": "In addition to these, GOJ steadily promotes technological development from mid-to long-term viewpoints so as to conduct commercial development of methane hydrate and metal minerals considered to exist in abundance in the Japanese exclusive economic zone. It is also an important task from mid-to long-term viewpoints to put into practice hydrogen energy, which is a secondary energy that enables effective use domestic energy resources. From now, it steadily promotes technologies related to production, storage, transportation and utilization of hydrogen. Under international cooperation, GOJ also facilitates R&D of nuclear technologies that serves the safety improvement of nuclear use, such as high-temperature gas-cooled reactors which are expected to be utilized in various industries including hydrogen production and which has an inherent safety. Besides, GOJ steadily promotes nuclear fusion development activities, including the ITER project, which is being implemented through international cooperation, and the Broader Approach Activities from the long-term viewpoint. Concerning mid-to long-term technological development related to future innovative energy such as the development of fundamental technologies for demonstrating the Space Solar Power System (SSPS), which provides the earth with electricity from space by the wireless power transmission and reception technology in space, GOJ constantly evaluates their positions and economic rationality as energy supply sources in a comprehensive manner and conduct necessary activities including technological development."}, {"text_block_id": "p85_b722", "text": "As for technological development to enhance safety and stability which are essential elements for making use of various energy sources, for instance, in order to advance transmission and distribution networks, which are the key to distributing electricity, which is the core secondary energy, to final consumers, GOJ accelerates the development of basic technologies such as power grid operation technology based on advanced simulation and superconducting technology in order to deal with a future increase in power sources with output fluctuation and promote enhancement of the capacity of storage batteries and hydrogen storage capacity."}, {"text_block_id": "p85_b723", "text": "Furthermore, in order to realize a thoroughly efficient energy supply chain by enhancing energy utilization efficiency in all phases of the energy supply chain, GOJ develops technologies to realize high-efficiency coal and  gas thermal power generation; technologies that support efficiency improvement, including in terms of materials and devices, regarding products that enable efficient use of energy; and technologies that support the advancement of energy management systems necessary for improving the efficiency of processes related to energy utilization and product process innovations."}, {"text_block_id": "p86_b724", "text": "While implementing measures to thoroughly improve efficiency and to enable the use of hydrogen energy, GOJ promotes technological development related to CCS, which captures and stores carbon dioxide that is eventually generated as a result of thoroughly efficient utilization of fossil fuels, in relation to problems that GOJ must ultimately deal with, such as the problem of global warming."}, {"text_block_id": "p87_b725", "text": "1. Promotion of energy-related understanding at all levels of the society"}, {"text_block_id": "p87_b726", "text": "(1) Desirable way to engage in energy-related public relations"}, {"text_block_id": "p87_b727", "text": "Needless to say, what is most important for appropriate choice of energy is that GOJ discloses relevant information and ensures thorough transparency. GOJ must keep this point in mind."}, {"text_block_id": "p87_b728", "text": "Public concern about overall energy has been increasing since the Great East Japan Earthquake and the TEPCO•s Fukushima nuclear accident. Power-saving efforts have taken hold out of concern over stable electricity supply. Interest in a distributed energy system has increased from the viewpoint of enhancing the disaster response capability. Public awareness has also grown about challenges related to the energy supply-demand structure, including the disposal of spent nuclear fuels and the heavy dependency on overseas resources."}, {"text_block_id": "p87_b729", "text": "Accordingly, GOJ considers an effective way of providing information so that all people can understand the overall picture of Japan•s energy circumstances to some extent regardless of the degree of interest and the extent of their background knowledge and how to conduct public relations so that the people can receive the information with interest and will establish a system for providing objective and diverse information based on scientific knowledge and data so that the public can choose the most adequately organized information based on their own interest."}, {"text_block_id": "p87_b730", "text": "It is also important for the people to play their roles and fulfill responsibilities by making thorough energy conservation efforts themselves, participating in the energy supply-demand structure as suppliers of renewable energy and deepening their interest in the selection of a radioactive waste disposal sites."}, {"text_block_id": "p87_b731", "text": "While expanding understanding of the overall picture of the energy-related circumstances, GOJ should obtain understanding on the policies concerning energy security and the responsibilities for reducing energy cost and environmental impacts."}, {"text_block_id": "p87_b732", "text": "Meanwhile, the •myth of safety• is a major obstacle to the effort to expand opportunities for all levels of the society to deepen their understanding of the energy circumstances. The •myth of safety• created the impression that if the criteria and requirements set by GOJ and business operators were satisfied, there would be no risk, requiring no further consideration of it."}, {"text_block_id": "p87_b733", "text": "It is necessary to deeply reflect on the fact that the previous energy-related public-relations activity failed to improve this misconception and that as a result, after the Great East Japan Earthquake and the TEPCO•s Fukushima nuclear accident, administrative agencies and business operators came under criticism in many respects, including their way of sharing information and a lack of communications with local communities, leading to a decline in public trust in them."}, {"text_block_id": "p88_b734", "text": "Therefore, concerning how energy-related public relations should be conducted in the future, it is necessary to prepare multiple sets of comprehensive energy information the volume of which is appropriately adjusted according to the degree of interest of the targeted audience. It is also necessary that such information make clear that risks always exist, to motivate the people to deepen their understanding by simulating their interest and to enable them to accurately understand risks, so GOJ makes efforts to that end."}, {"text_block_id": "p88_b735", "text": "When doing this, GOJ makes further use of an advisory board consisting of private-sector experts in order to promote the efforts while listening to pointers from third parties so as to enable the provision of more objective and appropriate information suited to the individual circumstances of the people from the •public viewpoint.•"}, {"text_block_id": "p88_b736", "text": "(2) Promotion of the provision of energy-related information by a third-party organization through enhanced access to objective information and data"}, {"text_block_id": "p88_b737", "text": "GOJ actively provides information to the mass media, private research agencies, non-profit corporations, etc., allow third parties to organize the information based on their unique viewpoints and provide the energy-related information to the public in various forms, thereby realizing an environment in which energy-related public relations will be conducted nationwide."}, {"text_block_id": "p88_b738", "text": "As part of the promotion of such efforts, GOJ enriches the content of its website so that information-providing entities can obtain energy-related statistical information, etc. swiftly and easily so as to understand the energy circumstances and conduct various analyses."}, {"text_block_id": "p88_b739", "text": "(3) Promotion of energy education"}, {"text_block_id": "p88_b740", "text": "In expanding and deepening understanding of the energy circumstances, it is considered to be very effective to include basic energy-related knowledge as part of educational programs at schools."}, {"text_block_id": "p88_b741", "text": "Since energy is the foundation of the people•s lives and industrial activity, understanding Japan•s dependency on overseas energy resources from childhood is greatly useful for making appropriate judgment when the time comes to become involved in an energy policy as grown-up citizens. Accordingly, it is required that various people involved in energy issues as well as energy experts, energy business operators and administrative officials actively participate in the field of education."}, {"text_block_id": "p88_b742", "text": "As a result of such efforts, the pool of personnel who study energy as a specialty in higher education is expected to expand through energy education provided since childhood. This will also lead to the establishment of a reliable career path for training of personnel who support the future energy supply-demand structure."}, {"text_block_id": "p89_b743", "text": "2. Enhancement of two-way communication"}, {"text_block_id": "p89_b744", "text": "While making maximum efforts to help deepen understanding of the overall picture of the energy-related circumstances, GOJ enhances communications to promote dialogue with all levels of the society in order to increase transparency over the energy policy planning process and obtain public trust in the policy."}, {"text_block_id": "p89_b745", "text": "As for various challenges related to energy including nuclear power, it is important to hold careful dialogue on the risks and impacts of nuclear power and how GOJ should face up to and deal with the risks, and so on."}, {"text_block_id": "p89_b746", "text": "In addition, an international joint research initiative (Future Earth (FE) initiative) targeting various global challenges is being promoted, mainly in Europe, with a view to social change toward the establishment of a sustainable society. This initiative is intended to plan and implement research programs and put the research results into practice through cooperation not only among scientists but among various parties concerned, including local communities. It is desirable to conduct various activities to have such dialogue-based policy planning implementation processes take hold in society."}, {"text_block_id": "p89_b747", "text": "When doing this, instead of having only the national government bear responsibility for planning and implementing the energy policy, it is important to firmly position different entities, such as municipalities, business operators and non-profit corporations, in a newly constructed communication mechanism and develop the mechanism into one in which they will get involved in the processes from policy planning to policy implementation as responsible entities in view of the fact that they are involved in the energy policy in ways that exercise their own strengths. For instance, GOJ sets up local energy councils comprised mainly of municipalities across Japan toward realization of a framework which allows comprehensive discussion by various entities, and consider initiatives that allow various entities to discuss, study and deepen their understanding of a variety of energy-related challenges to push forward the policy."}], "document_description": "The 5th Strategic Energy Plan details the government's vision to 2030 and 2050 in order to enforce the Basic Act on Energy Policy. The Plan notably defines an increased role of renewables in the medium and long terms, and determines the nuclear policy post Fukushima. The Outlook sets out the optimal combination of energy sources for 2030."}