{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Seychelles", "document_category": "Policy", "document_sector_name": ["Environment", "Energy"], "document_language": "English", "document_name": "Seychelles Sustainable Development Strategy 2012-2020", "document_country_code": "SYC", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/SYC/2012/SYC-2012-12-25-Seychelles Sustainable Development Strategy 2012-2020_e1ed461ed9753587887cdc1b9964dc36.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Seychelles Sustainable Development"}, {"text_block_id": "p0_b2", "text": "Strategy 2012 -2020"}, {"text_block_id": "p1_b3", "text": "Table of Contents"}, {"text_block_id": "p2_b4", "text": "Acknowledgements"}, {"text_block_id": "p2_b5", "text": "Special thanks to the donors, EU, UNDP-GEF and the Government of Seychelles."}, {"text_block_id": "p2_b6", "text": "Photos Courtesy of Terence Lafortune, Jeanette Larue, Raymond Sahuquet/STB, Claude Pavard and Foto Natura. Page Cover: Allen Commettant & Begum Nageon de Lestang"}, {"text_block_id": "p3_b7", "text": "Foreword"}, {"text_block_id": "p3_b8", "text": "The Seychelles Sustainable Development Strategy (SSDS) 2012-2020 is a new national instrument to ensure that we meet the needs of present and future generations. It sets the plan for the implementation of priorities for government, the private sector and the public at large. The ultimate objective is to improve sustainable development management in Seychelles. In line with Agenda 21, we had to transform the previous Environmental Management Plans (EMPS 1990-2000 and EMPS 2000-2010) into a national strategy for development. The result is a path to lead us to a better national economy, including deriving more from our tourism, fisheries, fresh water supply, agriculture, and recreational activities."}, {"text_block_id": "p3_b9", "text": "As the leader of a small island state, I have always striven to lead by example to show that sustainable development is achievable.  We have always subscribed to the worldwide need to cater for the increasing complexity of ongoing and emerging environmental concerns. Threats such as climate change and the loss of biodiversity now require improved monitoring and evaluation."}, {"text_block_id": "p3_b10_merged", "text": "The importance of sustainable development is enshrined in the Constitution of Seychelles. It commits the people of Seychelles to “participate actively in the sustainable economic and social development of our society”. Sustainable development represents a unique challenge, especially in Seychelles where land is scarce and natural resources almost non-existent. It requires taking wise decisions to achieve a delicate balance between the finite carrying capacity of small-island ecosystems and economic growth."}, {"text_block_id": "p3_b13", "text": "The National Strategies and Action Plans elaborated in the document will provide donors and technical agencies with a framework to implement the programs and projects. Partnership arrangements with all sectors of society are a fundamental practice I fully embrace. The New Seychelles promotes participation by all. It is an essential element of successful development. I make a special appeal to all stakeholders, including aid donors, to embrace the objectives of this development strategy."}, {"text_block_id": "p3_b14", "text": "The successful realisation of national strategies for sustainable development in Seychelles is a"}, {"text_block_id": "p3_b15", "text": "long-term undertaking. I have every confidence that those responsible for the implementation of these policies will ensure that the success will be of lasting benefit to our nation."}, {"text_block_id": "p3_b16", "text": "Sustainable development is not an option or policy choice, but a necessity for our economic health and social well-being. What we do today should not compromise the aspirations of future                            generations."}, {"text_block_id": "p3_b17", "text": "James Alix Michel"}, {"text_block_id": "p3_b18", "text": "President of the Republic of Seychelles"}, {"text_block_id": "p4_b19", "text": "Preface"}, {"text_block_id": "p4_b20", "text": "At a time when the world is experiencing economic crisis and the threats of catastrophic climate change and sea level rise loom over our  planet threatening to submerge most of the small islands and low lying countries, it is imperative for the most vulnerable nations to plan  their  future  development diligently. This need is  further"}, {"text_block_id": "p4_b21", "text": "amplified by the urgency for the major polluting nations to commit"}, {"text_block_id": "p4_b22", "text": "to concrete decisions and actions to stir the world towards a more"}, {"text_block_id": "p4_b23", "text": "sustainable future. Failure to achieve significant commitment for carbon"}, {"text_block_id": "p4_b24", "text": "emissions reduction in the near future may set back economies of many developing countries several decades, through the impacts of catastrophic climate change."}, {"text_block_id": "p4_b25", "text": "Seychelles has always been hailed across the world as one of the countries which has successfully preserved its fragile and unique environment, as well as for the preservation of its Creole culture and identity. Similarly, our nation has recently made headlines by"}, {"text_block_id": "p4_b26", "text": "rapidly overcoming one of its worst economic difficulties in its history. Such country achievements can"}, {"text_block_id": "p4_b27", "text": "only be reached and sustained through strong and visionary leadership at the highest level of government, coupled with the commitment and engagement of its people. It is these very virtues that are vital for us to confront a future full of socio-economic uncertainties and major global challenges. Of key importance"}, {"text_block_id": "p4_b28", "text": "is the need for our national economy to migrate from the current environment degrading and inefficient brown economy to a more resource efficient, low carbon and less polluting green one."}, {"text_block_id": "p4_b29", "text": "The key tool that will guide us on this pathway is no other than our Sustainable Development                                                                                                                             Strategy, which has the objective of elaborating a new development vision for the Seychelles. It will be the backbone of a new beginning, which will shift our country from its dependence on conventional fossil fuel to one that will embrace renewable energy sources and cleaner production systems, as well as build on the knowle dge and experience gained from the implementation of two Environmental Management Plans for Seychelles, whilst emphasizing development and social agendas."}, {"text_block_id": "p4_b30", "text": "Through this Strategy, a platform will be created to enable the institutionalisation of the green growth philosophy into our development framework where the private sector, non-government                                                                                     organisations, community-based organisations and individuals will be encouraged to fully participate in this socio-economic revolution."}, {"text_block_id": "p4_b31", "text": "In areas of critical importance requiring major investments, the Government will have to enter into"}, {"text_block_id": "p4_b32", "text": "partnerships with the private sector to upscale financing of such large projects. Of special importance"}, {"text_block_id": "p4_b33", "text": "will be the necessity to provide incentives, clear policies and legal frameworks, access to incentives such as concessionary loans and build capacity across the country at the institutional and infrastructure level to support and sustain this need. In other words we will have to build upon our development capacities in an effort to boost resilience against new and emerging challenges, so as not to compromise the very birthright of the next generations while meeting our own requirements."}, {"text_block_id": "p4_b34_merged_merged_merged", "text": "As a nation, we must build on our strengths and achievements, especially within key areas such as environment protection, education, health, sustainable tourism and fisheries, while addressing the gaps, including new and emerging ones. Above all, we must continue investing in our youth and in, research and innovation. In everything we do, our human capital must remain at the centre of our future development."}, {"text_block_id": "p4_b37", "text": "Joel Morgan"}, {"text_block_id": "p4_b38", "text": "Minister responsible for Home Affairs, Environment, Transport & Energy"}, {"text_block_id": "p5_b39", "text": "A Message from LUNGOS"}, {"text_block_id": "p5_b40", "text": "Sustainable development is not a new issue for Seychelles. The 1990-1994 National Development Plan and the Environmental Management Plan of Seychelles (EMPS) 1990-2000 together constituted what the state called “a single and integrated national strategy for achieving sustainable development by the end of the decade and century.” However, in the National Report to the Rio Conference on                                                                                                                  Environment and Development in 1992, it was clear that the  strategy was driven solely by the state, as the only partners mentioned were “Interministerial Cooperation and Partnership” and                                                              “International Partnerships.”"}, {"text_block_id": "p5_b41", "text": "In 1999, by the time the EMPS 2000-2010 was being drafted, civil society organizations had                    already been involved in environmental issues, including that of sustainable development. Indeed, the national coordinator of the new EMPS development process was from civil society and, was later elected as the Chair of LUNGOS."}, {"text_block_id": "p5_b42_merged", "text": "Despite major achievements by NGOs however, in particular in biodiversity conservation, the              National Report to the World Summit on Sustainable Development in 2002 pointed out that “NGOs in Seychelles are in fact still pioneers breaking new ground and finding and establishing their rightful place and role in society…. NGOs operate in a context where Government itself has taken a leadership role on a number of issues and where there is limited funding from a very small private sector.”"}, {"text_block_id": "p5_b45", "text": "How can this be achieved? The United Nations Common Country Assessment for Seychelles 2006-2008, for example, makes mention of a rights-based approach enshrined in the Seychelles                  Constitution “The public duty enshrined in Article 40 (e) has not been projected into the public domain and remains largely unknown and unarticulated. Article 40(e) of the Constitution says “It is a fundamental duty of every Seychellois to protect, preserve and improve the environment. ”This provides a strong legal basis for civil society to intervene, so as to play a vital role in the                                                                                                                            implementation of sustainable development projects, both independently and as joint partners with the state."}, {"text_block_id": "p5_b46", "text": "To date LUNGOS counts 75 NGOs as members. Many are undertaking vital grass roots work whilst others are implementing key national projects. The age of the NGO is now upon us. With the                     implementation of the Seychelles Sustainable Development Strategy, LUNGOS is eager to see that the appropriate conditions are met, including the availability of funding, so that civil society can continue to be key players in sustainable development."}, {"text_block_id": "p6_b47", "text": "Seychelles embarked on its first environment management plan in 1989, with the support of UNDP,"}, {"text_block_id": "p6_b48", "text": "UNEP and the World Bank. The Environment Management Plan of Seychelles (EMPS) 1990-2000, raised pledges of over 40 million USD, and after a decade of implementation was a successful programme. Key highlights were the expansion of the Department of Environment; training of environment professionals; enactment of a modern Environment Protection Act; introduction of Environmental Impact Assessment;"}, {"text_block_id": "p6_b49", "text": "implementation of national effluent quality standards; the elimination of the turtle shell industry and"}, {"text_block_id": "p6_b50", "text": "construction of the Greater Victoria sewerage system."}, {"text_block_id": "p6_b51", "text": "The success of the EMPS 1990-2000, prompted Government to embark on the preparation of a second generation action plan; the EMPS 2000-2010. With the support of the World Bank, the EMPS 2000-2010 was prepared through a national multi-stakeholder consultation process and national expert input. The EMPS 2000-2010 was also further closely aligned to environment and                                                                                           sustainability principles emerging following the UNCED Rio Summit held in 1992. EMPS 20002010 therefore also incorporated major global environmental issues such as climate change and                    biodiversity loss. Although the EMPS 2000-2010 was successfully implemented, efforts at improved"}, {"text_block_id": "p6_b52", "text": "monitoring and evaluation of the benefits were limited. In 2009, a review of the EMPS"}, {"text_block_id": "p6_b53", "text": "2010 revealed that 85% of the EMPS 2000-2010 action plan was effectively implemented despite"}, {"text_block_id": "p6_b54", "text": "serious economic difficulties experienced during this period. Some objectives were not attained in"}, {"text_block_id": "p6_b55", "text": "relation to capacity and the report made suggestions to improve the institutional mechanism for                            effective steerage of the EMPS."}, {"text_block_id": "p6_b56_merged_merged_merged", "text": "Small Island Developing States (SIDS) forms a distinctive group which shares many characteristics and whose vulnerability and special situation has been recognized by the international community. The sustainability of SIDS, in particular, drew the attention of the international community in 1989 when the United Nations General Assembly (UNGA) adopted a resolution (GA 44/206) on SIDS, which later became enshrined in Agenda 21, Chapter 17G (1992). This was further recognized by the 1994 Barbados Programme of Action for Small Island States (BPOA) and the 2005 Mauritius International Meeting of the Small island States. However, despite a global consensus on sustainable development, its translation into practice has not been so straightforward. Efforts by the United Nations have been driven mainly by global summits every 10 years, three global environmental conventions (the CBD, the UNFCCC and the UNCCD) and one major global financing mechanism, the Global Environment Facility (GEF)."}, {"text_block_id": "p6_b59", "text": "Seychelles, being a Small Island Developing State, has played a leadership and active role in this process. It was one of the initial signatories to the three Rio global environmental                                                        conventions and has been instrumental in driving sustainable development at the national and                                                                                                                          international level. Indeed, the development of the EMPS 1900-2000 and EMPS 2000-2010 are hinged on the premise that Seychelles wishes to be a global leader in sustainable development. This national drive, endorsed by the Head of State at various international meetings, in particular                                                                               the United Nation General Assembly, is testimony to this commitment. The Constitution of the"}, {"text_block_id": "p7_b60", "text": "Republic of Seychelles (1993) makes reference in the preamble on the need to ‘…participate in the sustainable economic and social development of our society.’ Furthermore, Section 38 (Right to                                                                                           safe environment), Part (b) of the Constitution also states the intention ‘…to ensure a sustainable socio-economic development of Seychelles by a judicious use and management of the resources of Seychelles.’"}, {"text_block_id": "p7_b61", "text": "The President of Seychelles James Michel, in a statement to the UNGA in 2008, stressed that ‘Despite our small size, we shall continue to lead. And we shall lead by example. By our example, we have shown and will continue to show to all that sustainable development is achievable in our present generation.’"}, {"text_block_id": "p7_b62", "text": "The rationale for shifting from an environment plan to a Sustainable Development Strategy is                                                                                                                         derived from extensive multi-stakeholder consultations associated with the review of the EMPS 2000-2010, and consultations in preparation for this new plan (See Annex 1). A survey undertaken                                               during the review of the EMPS 2000-2010, found that 3 out of 5 people agreed that the EMPS is about sustainable development rather than only environmental management. The same review concluded that the EMPS is ‘still the reference strategic document for sustainable development                                                                            programmes in Seychelles.’ Furthermore, stakeholders recommended that sustainable development"}, {"text_block_id": "p7_b63", "text": "principles form a core part of the new strategic plan, which should be reflected in the vision and"}, {"text_block_id": "p7_b64", "text": "overall objective of the new strategy and plan."}, {"text_block_id": "p7_b65_merged_merged", "text": "In the EMPS 2000-2010 Review national experts were of the view that a sustainable approach was required to tackle many of the issues, in particular: population growth; agriculture; land use; coastal                               management; fisheries; and addressing climate change adaptation and mitigation. It was highlighted that efforts were necessary to further link biodiversity conservation and development which would entail a close implementation of the sectoral development plan within a coherent sustainable                         strategy framework. The role of education and its links to sustainable development was also emphasized.                                                                                                                             Therefore, there was wide consensus that the next generation of the EMPS should be reviewed                                                                                                                              and emphasized to develop into the Seychelles Sustainable Development Strategy. This entails an improved national institutional framework, with enhanced inter-ministerial influence, effectiveness and wider stakeholder buy-in and participation. Those recommendations have been incorporated in the SSDS."}, {"text_block_id": "p8_b70", "text": "The Seychelles Sustainable Development Strategy (SSDS) 2012-2020 is an approved national                                                                                                         instrument which incorporates national priorities for sustainable development and lays out a roadmap for the implementation of those priorities. Both the priority setting and development                                            of the roadmap is a result of consultations with various stakeholders and groups, including"}, {"text_block_id": "p8_b71", "text": "community groups. The drafting of the SSDS 2012-2020 has been supported with the financial"}, {"text_block_id": "p8_b72", "text": "assistance of the Regional Programme for the Sustainable Management of Coastal Zones in the                            Indian Ocean Countries (ReCoMaP) and the UNDP-GEF Capacity Development for Improved                              National and International Environmental Management in Seychelles (CB2) Project. The entire                                                                                                                         project is being supported administratively by the Department of Environment and the Joint                                               Seychelles-UNDP–GEF Project Coordination Unit."}, {"text_block_id": "p8_b73_merged_merged", "text": "The drafting of the SSDS 2012-2020 was undertaken by a team of Seychellois experts, with input from thirteen thematic teams (See Annex 2). These teams consulted a wide range of stakeholders to identify constraints and gaps, identify national priorities and then developed an action strategy to address                                                                      those priorities. In addition the various thematic stakeholder consultations, two national                                                                                                                       multi-stakeholder consultation workshops were organized to specifically determine (i) the approach to stakeholder analysis, (ii) guidance on engaging stakeholders, (iii) key cross-cutting themes and issues, (iv) integrated approaches and systems thinking, and (v) the identification of various institutional models for the implementation of the SSDS 2012-2020."}, {"text_block_id": "p9_b78", "text": "The vision for the SSDS 2012-2020 emanates for a series of exchanges between national"}, {"text_block_id": "p9_b79", "text": "stakeholders. It reflects the vision of the country to become a knowledge-based society and to"}, {"text_block_id": "p9_b80", "text": "manage its natural resources in a sustainable manner."}, {"text_block_id": "p9_b81_merged_merged", "text": "The approach is based upon knowledge development and creation – a critical, strategic                                     resource for sustainable development. Innovation transcends all levels and elements of sustainable                                         development. It is not only about technology, but includes thinking, practice, solutions and removal                                                                                                                        of barriers. The vision reflects the determination of a nation to embrace modernity with a penchant on maintaining a high quality of life based upon a green economy, low pollution and a rich biodiversity environment. Achieving balance or the triple bottom line is fundamental to maximizing the effectiveness of polices"}, {"text_block_id": "p10_b88", "text": "The 2020 Sustainable Develop Outlook is a compilation of observations from experts involved in the preparation of the SSDS 2012-2020. The outlook provides a qualitative perspective on key drivers"}, {"text_block_id": "p10_b89", "text": "of environmental change in the coming decade. Deficiencies such as unavailability of trend data and lack of a defined national assessment process of indicators, limits the merit of this outlook."}, {"text_block_id": "p10_b90", "text": "The document does however still provide important insights into key challenges. The outlook also provides critical areas in which policies and actions will be needed to address principal sustainable development challenges. It also demonstrates that the effective tackling of present-day and emerging                                development challenges is feasible and can be addressed by measures outlined in this plan. The impact of climate change on the potential level of implementation of these sustainability objectives is also explored."}, {"text_block_id": "p10_b91", "text": "The Seychelles economy is very sensitive to external economic perturbations. The economic growth"}, {"text_block_id": "p10_b92", "text": "for 2010 was 6.2 %, despite a global economic downturn, largely as a result of high FDI inflows"}, {"text_block_id": "p10_b93", "text": "especially in the tourism industry. The challenge to government and the private sector is to ensure there is sustainable growth in the goods and services sector so as to maximize job creation and social development as well as minimise the negative impact of industrial development, resources                        consumption and associated degradation on the environment."}, {"text_block_id": "p10_b94_merged_merged_merged", "text": "The Seychelles population increases at a birth rate of 18.1 per 1000 persons per year and the pressures                                                                                                                      of human development on the fragile and limited resource-base of the country is expected to                                                   increase significantly by 2020. Accelerated growth in tourism arrivals will also contribute to increased pressure on local resources such as land, beachfront property, water, food and energy.                                                                                                                              However, significant investment in tourism can yield benefits for the management, rehabilitation and restoration of these natural resources. This will indeed be a determining factor for long-term                     sustainability of the tourism industry in Seychelles, since the same tourism is highly dependent upon the quality of the natural environment. Global economic turmoil may affect the performance of these local activities, especially if there is a reduction in tourism receipts."}, {"text_block_id": "p10_b99", "text": "Seychelles has met all its MDGs with more than 95% of the population having access to drinking water and electricity, but it is evident that existing infrastructure will not be adequate to meet present trends until 2020. Food security will remain an issue in view of the country’s dependence on imported food, and increased pressure to further convert existing agricultural land. There is an increasing                                                                                                                          trend towards consumption that creates ever larger ecological footprints, including increasing                                                              generation of wastes in the midst of weak efforts for energy, water and other forms of resource                                                                                                                       conservation. Progress in changing people’s behaviour may be achieved, provided there is                                                        adequate policy and institutional reforms coupled with increased education, sensitisation and awareness                                                                                                         at all levels. Water and energy demands are expected to increase by 2020. Whilst infrastructure                                                              investments in utilities can be prohibitively costly, integrated approaches such as using                                                                                                                          waste-to-energy technologies are likely to become more common. The risk of outbreaks of                            certain infectious diseases, for example dengue and chikungunya, are expected to increase, in spite of efforts to prevent entry through border control and reduction of local prevalence. Of concern is also the emergence of global pandemics and other globally infectious diseases."}, {"text_block_id": "p10_b100", "text": "Coastal development and urban sprawl are expected to increase as the country aims to further                        develop the reclaimed zones and densify certain rural areas of the main islands. Mahé has                                            already one of the densest coastal populations, especially along the east part of the island. Further"}, {"text_block_id": "p10_b101", "text": "expansion of industries, tourism and fisheries will augment further pressure on coastal resources. Conflicts will more likely arise if the highlighted institutional weaknesses and adequate consultations"}, {"text_block_id": "p11_b102", "text": "on development projects are not addressed. Sea level rise, extreme storm surges and other impacts associated with climate change will affect existing coastal infrastructure, beaches and other coastal environments."}, {"text_block_id": "p11_b103", "text": "Seychelles’ unique and diverse biodiversity is under threat primarily from intense tourism development pressure, environmental degradation and pollution. Impacts of climate change are likely to become more evident in the next ten years. The sustainable management of protected areas, both terrestrial and coastal/marine, will remain a challenge in view of stakeholder expectations and problems of access to resources involved. It is however expected that the area of protected areas will increase. Fishery pressure is expected to increase as well as demand for forestry products. Endemic and rare species will continue to be threatened by natural and human related hazards such as environmental degradation from development, the spread of alien invasive species, land use change and effects of climate change in the next decade."}, {"text_block_id": "p11_b104_merged", "text": "The Seychelles is economically dependent upon its fishery resources with measures in place to ensure sustainability. However, with an EEZ of 1.44 million km, maritime security and enforcement of illegal and unreported fisheries will remain a major challenge. The uncertainties with respect to the impact of climate change on fisheries will attract a good deal of scientific attention. Coastal fisheries will continue to be threatened from overfishing and other impacts on fish habitats. The fisheries industry is expected to expand and other fish species may be commercially exploited."}, {"text_block_id": "p11_b109", "text": "The outlook shows that the cost of doing nothing would be very high on the fragile national                            ecosystems and ultimately on the society of Seychelles."}, {"text_block_id": "p12_b110", "text": "Seychelles Sustainable Development Outloo"}, {"text_block_id": "p12_b111", "text": "k"}, {"text_block_id": "p13_b112", "text": "The wide acceptance of sustainable development as a guiding principle for the future of humanity, its well-being and surrounding environment has gathered enormous pace at the international level, especially after the recent global economic crisis and hikes in the price of oil. Indeed the adoption of Agenda 21 in 1992, and subsequent adoption of the Programme for the Further Implementation of Agenda 21 in 2002, has stimulated the global community, as well as national governments and institutions to address current environmental, social and economic problems within a framework of sustainable development. The next section will elaborate the number of elements or principles                    necessary for the integration of sustainable development in all forms of planning and in addressing current national challenges."}, {"text_block_id": "p13_b113", "text": "In the preparation of this SSDS a number of key challenges were highlighted by stakeholders:"}, {"text_block_id": "p13_b114", "text": "The challenges of implementing sustainable development are varied and complex, but ‘no action’ is not an option for consideration by Seychelles. Seychelles’ unique position as a small island state implies that it is particularly vulnerable on all fronts. With an economy based primarily upon tourism"}, {"text_block_id": "p13_b115", "text": "and fisheries, which are in turn linked to global perturbations, Seychelles remains highly vulnerable"}, {"text_block_id": "p13_b116", "text": "to external economic upturns and downturns. Similarly, the Seychelles has a very fragile natural                                 environment, meaning that any environmental stress arising from over-exploitation or global                                                                                                                         phenomena, such as climate change, is immediately translated into impacts on livelihood and                                   ecosystem health. The Seychelles has a very advanced social development network (for education, health, welfare and housing), but this could be seriously undermined by poor economic performance and environment degradation. Linking sustainable development with economic policies in the form of incentives or disincentives has been shown to be an effective approach in the implementation of"}, {"text_block_id": "p13_b117", "text": "sustainable development. There is also the need to especially address the growing lacuna of financing"}, {"text_block_id": "p13_b118", "text": "for sustainable development."}, {"text_block_id": "p13_b119", "text": "The overall vision of achieving sustainable development should be re-enforced at the national"}, {"text_block_id": "p13_b120", "text": "level in terms of political commitment and ensure that clear linkages are indentified for better"}, {"text_block_id": "p13_b121", "text": "inter-thematic action. The SSDS 2012-2020 has been endorsed by the Cabinet of Ministers                                                                                                                             (Government of Seychelles) and each action plan (in Volume 2) features a section on                                                                        interlinkages and elaborates an implementation framework for sustainable development. In addition, each thematic chapter has a section on cross-sectoral issues which highlight potential linkages across thematic sectors. In fact, the SSDS should not be seen as an ‘environment’ document but one that seeks to mainstream environmental and sustainability issues into all the thematic sectors, policies and other institutional frameworks of the country. All stakeholders and institutions should feel part of the SSDS in such a way that they are ready to take ownership of it. A change in approach to development at all levels is an essential prerequisite to the success of the SSDS 2012-2020. The SSDS provides strategic direction and guides other national development plans. It should be seen as a guidance document on the overall national sustainable development vision and be a reference point (in terms of sustainable development) for ongoing and future development plans of Seychelles, whether it be in infrastructure development, technology transfer or market expansion, such as in tourism."}, {"text_block_id": "p13_b122_merged_merged_merged", "text": "The SSDS 2012-2020 should also acknowledge and respond to the limited human capacity in Seychelles for implementation. In the action plan (Volume 2) ‘Policy, Institutional and Regulatory’ thematic sector a number of strategies toensure effective implementation given resource and capacity"}, {"text_block_id": "p13_b124", "text": "constraints are proposed. In particular, synergies and linkages will need to be clearly identified to"}, {"text_block_id": "p14_b125", "text": "reduce duplication of effort and activities, and encourage partnerships and collaboration to achieve joint goals."}, {"text_block_id": "p14_b126", "text": "The SSDS supports the role and involvement of NGO’s, CBO’s and other organizations, including"}, {"text_block_id": "p14_b127", "text": "efforts to build capacity in those institutions. Indeed, Chapter 6 of Agenda 21 specified that countries"}, {"text_block_id": "p14_b128", "text": "should set priorities for action based on cooperative planning by various levels of government,                                                                                                     nongovernmental organisations and local communities."}, {"text_block_id": "p14_b129_merged_merged", "text": "The effective establishment of systems of governance is primordial to the implementation of                       sustainable development. In the context of Seychelles this should primarily focus on transparent and responsible action by all parties, effective and non-discriminatory enforcement of policies and               regulations, efficient delivery of services and adequate platforms for public expression of views and participation in decision-making. The SSDS should also adopt an organizational approach to                                             capacity building, implying that capacity building should become more institutionalized rather than limited within projects and initiatives. This approach will provide long-term sustainability and support for the implementation of sustainable development in Seychelles."}, {"text_block_id": "p14_b132", "text": "Indeed these challenges have been reflected in the action plan (Volume 2) and seen as major issues to be resolved to ensure effective and efficient implementation of the SSDS."}, {"text_block_id": "p15_b133_merged", "text": "Sustainable development is governed by a set of principles developed through several decades of global discourse and research. It is not the objective of this section to discuss all these principles, but rather highlight those that that are relevant to the implementation of the SSDS 2012-2020. Detailed and specific principles of sustainable development are presented in each of the thematic chapters. Judging from the vision and objectives of first two environment management plans (EMPS), it is evident that the Seychelles wishes to pursue an ecologically-driven approach to sustainable development. Recognising the fragility of the Seychelles environment and its relative vulnerability, this approach to sustainability is widely accepted by the Seychelles community and stakeholders                                                                                                                   and impregnated in ongoing government policy and action. Ecologically sustainable development is especially important for Seychelles in view of its high dependence on tourism and fisheries as main sources of economic prosperity."}, {"text_block_id": "p16_b138", "text": "6.1   Emerging Issues: Rio+20 (United Nations Conference on Sustainable Development)"}, {"text_block_id": "p16_b139", "text": "The publication of the SDSS 2012-2020 dovetails into the preparatory process for Rio+20. It is"}, {"text_block_id": "p16_b140", "text": "therefore expected that issues agreed upon by contributors to this global process on sustainable development will not be adequately represented in the present version of the SDSS 2012-2020. However, a few key issues likely to dominate the Rio+20 negotiations include: the concept of the green economy; the clustering and binding implementation modalities of MEA’s; the role of                                                                                                                             international environmental arbitration – such as an international environment court, and other"}, {"text_block_id": "p16_b141", "text": "recommendations to reform or create a UN environment organization. The concept of the green"}, {"text_block_id": "p16_b142", "text": "economy is of specific significance to the SSDS."}, {"text_block_id": "p16_b143", "text": "The Green Economy has taken many forms of definitions:"}, {"text_block_id": "p16_b144", "text": "UNEP – ‘one that results in improved human well-being and social equity, while significantly reducing"}, {"text_block_id": "p16_b145", "text": "environmental risks and ecological scarcities. In its simplest expression, a green economy can be"}, {"text_block_id": "p16_b146", "text": "thought of as one which is low carbon, resource efficient and socially inclusive.’"}, {"text_block_id": "p16_b147", "text": "WRI – ‘as an alternative vision for growth and development; one that can generate                                                                                                                       growth and improvements in people’s lives in ways consistent with sustainable development. A Green Economy promotes a triple bottom line: sustaining and advancing economic, environmental and social well-being.’"}, {"text_block_id": "p16_b148_merged_merged_merged", "text": "In practical terms these concepts will need to be linked to both national, regional and global economic policies and regimes. It has implications for trade, alleviation of poverty, management of the world’s resources as it is simply not a ‘greening of the brown economy’ but an alternative path. However, the use of the word green economy has created concerns among SIDS, and other developing countries, during various regional Rio+20 preparatory meetings. Some of the concerns include whether use of the term could potentially be used to justify the imposition of trade conditionalities on the basis of environmental standards as well as protectionist measures to insulate countries’ own green industries. Whichever the outcome of Rio+20, it is recommended that the Seychelles continues with the green economy approach (as per the definitions above), as a pathway towards sustainable development and thus an important underpin to the SSDS."}, {"text_block_id": "p17_b152_merged", "text": "The criteria adopted for sustainable development emanates from the work undertaken by a group of experts on the assessment of progress towards sustainable development. The study suggests ten aspects which can be used to assess progress from the beginning of the SSDS to its completion. Indeed, the tools to measure such a complex developmental process are still in their infancy. However, there is much innovation and lessons to be learned if a dynamic                                                                                                                        and learning process is adopted. The table below presents a set of ‘diagnostic’ questions for proposed evaluation of this SSDS."}, {"text_block_id": "p18_b154", "text": "Mainstreaming sustainable development involves the informed inclusion of sustainability                                                                                                                 concerns into national development policy and plans. Mainstreaming involves better and more"}, {"text_block_id": "p18_b155", "text": "coherent national policies. More efficient planning fosters technological innovation and seeks"}, {"text_block_id": "p18_b156", "text": "novels ways to improve productivity, resilience and the adaptive nature of human systems. Such mainstreaming depends upon a change in mindset, in approach, with more stakeholders                                                                      working together towards the vision and seeing how linkages may be achieved to bring"}, {"text_block_id": "p18_b157", "text": "about the desired outcome with the best possible benefits to society and the environment."}, {"text_block_id": "p18_b158", "text": "The SSDS seeks to promote the mainstreaming of sustainable development. Such willingness has been demonstrated between various government authorities and departments, as well as the role played by non-government organizations. This may take the form of ‘upstream’ changes such as"}, {"text_block_id": "p18_b159", "text": "influencing policy, a decision or a new development plan, or ‘downstream’ changes such as change in"}, {"text_block_id": "p18_b160", "text": "consultative approaches, behaviour and mindset. Mainstreaming is considered a critical component in the implementation of this SSDS."}, {"text_block_id": "p18_b161_merged_merged_merged", "text": "Whilst there is no standard approach to mainstreaming, some practical steps are recommended      following the adoption of this SSDS:"}, {"text_block_id": "p18_b163", "text": "Whilst there is no standard approach to mainstreaming, some practical steps are recommended      following the adoption of this SSDS:\n* Convene a multi-stakeholder group to steer the mainstreaming process\n* Map institutional roles and responsibilities for each of the goals outlined in Volume 2\n* Identify associated institutional, governance and capacity â and changes required\n* Identify entry points for environmental mainstreaming in key decision-making processes\n* Establish or use existing forums and mechanisms for debate and consensus\n* Install criteria/indicators and accountability mechanisms to ensure monitoring and"}, {"text_block_id": "p19_b175", "text": "One of the findings of the EMPS 2001-2010 Review process was that for some sector objectives, the"}, {"text_block_id": "p19_b176", "text": "performance indicators was inadequate to successfully measure progress made. The SSDS provide in addition to improved indicators, Critical success factors (CSFs) to effectively measure the success of the SSDS. These CSFs are important areas of activity that should receive constant and adequate attention from the institutional authority mandated to implement this plan. CSFs are built upon the goals and objectives of SSDS and were elaborated through an iterative process organized as part of the stakeholder consultation process in the preparation of this plan."}, {"text_block_id": "p19_b177", "text": "The critical success factors are:"}, {"text_block_id": "p19_b178", "text": "The critical success factors are:\n* â the government has an important role to play and it is vital that all ministries\n* â the government has an important role to play and it is vital that all ministries\n international financing for its implementation\n* â maintaining a long-term relationship and commitment with the\n* â an institutional framework which enables the goals\n* â is critical to the implementation and the success of the outcome of SSDS. It is important\n* â This is critical, especially when the country\n* â previous EMPS could not be evaluated in terms of their true worth and effectiveness due to lack of an effective system of review. A specific monitoring and evaluation function will need to be established."}, {"text_block_id": "p20_b199", "text": "There is an extensive legislative and policy framework which covers all sectors                                                                                                                        is in place at the national level for environmental management in the Seychelles. These include provisions in the Constitution of the Republic, a large collection of laws and regulations, as well as"}, {"text_block_id": "p20_b200", "text": "policy and institutional setting led to several important conclusions useful for the successful                      implementation of the SSDS. As part of this evaluation a SWOT (Strength-Weakness-Opportunity                   -Threat) analysis was conducted with stakeholders and is summarized in the matrix below and                                                                                                                            addressed in the thematic chapter on ‘Policy, Institutional and Regulatory’ in Volume 2 of the SDSS."}, {"text_block_id": "p20_b201", "text": "The EMPS 2001-2010 institutional framework focused on a coordinating secretariat nested within the Ministry responsible for the Environment. Guidance for the operation of this secretariat emanated from a broad-based Steering Committee under the joint chairmanship of the Principal Secretary                responsible for Environment and the Foreign Affairs counterpart. The Steering committee comprised of representatives of government, the civil society and the private sector. The EMPS 2001-2010 was supported by a unit created within the Ministry responsible for Environment. Although the structure was implemented as recommended, the Review of the EMPS 2001-2010 raised a number of issues:"}, {"text_block_id": "p20_b202", "text": "The EMPS 2001-2010 institutional framework focused on a coordinating secretariat nested within the Ministry responsible for the Environment. Guidance for the operation of this secretariat emanated from a broad-based Steering Committee under the joint chairmanship of the Principal Secretary                responsible for Environment and the Foreign Affairs counterpart. The Steering committee comprised of representatives of government, the civil society and the private sector. The EMPS 2001-2010 was supported by a unit created within the Ministry responsible for Environment. Although the structure was implemented as recommended, the Review of the EMPS 2001-2010 raised a number of issues:\n* EMPS Steering Committee\n* EMPS Steering Committee\n was too cumbersome for steering and not balanced in      terms of representativeness. Participation waned and discussions were dominated by a few              members. As to its function, it was recognised as being more an information exchange              platform rather than performing its steering role. Participation was also driven by availability of funds for project implementation and willingness of partners to report on progress in implementation. Despite efforts it was concluded that the committee as structured could      not effectively implement and monitor the EMPS 2001-2010."}, {"text_block_id": "p21_b208", "text": "The EMPS 2001-2010 institutional framework focused on a coordinating secretariat nested within the Ministry responsible for the Environment. Guidance for the operation of this secretariat emanated from a broad-based Steering Committee under the joint chairmanship of the Principal Secretary                responsible for Environment and the Foreign Affairs counterpart. The Steering committee comprised of representatives of government, the civil society and the private sector. The EMPS 2001-2010 was supported by a unit created within the Ministry responsible for Environment. Although the structure was implemented as recommended, the Review of the EMPS 2001-2010 raised a number of issues:\n* EMPS Steering Committee\n* EMPS Steering Committee\n was too cumbersome for steering and not balanced in      terms of representativeness. Participation waned and discussions were dominated by a few              members. As to its function, it was recognised as being more an information exchange              platform rather than performing its steering role. Participation was also driven by availability of funds for project implementation and willingness of partners to report on progress in implementation. Despite efforts it was concluded that the committee as structured could      not effectively implement and monitor the EMPS 2001-2010.\n* Coordinating Unit\n* Coordinating Unit\n was weak in terms of capacity and ability to impart any influence\n* Coordinating Unit\n was weak in terms of capacity and ability to impart any influence\n on partners. The Review concluded that the unit failed to implement 60% of its mandate as\n* Coordinating Unit\n was weak in terms of capacity and ability to impart any influence\n on partners. The Review concluded that the unit failed to implement 60% of its mandate as\n stipulated in its terms of reference; reasons being lack of appropriate human capacity, lack\n* Coordinating Unit\n was weak in terms of capacity and ability to impart any influence\n on partners. The Review concluded that the unit failed to implement 60% of its mandate as\n stipulated in its terms of reference; reasons being lack of appropriate human capacity, lack\n guidance from the EMPS Steering Committee. Without a proper framework, the unit was also\n* Coordinating Unit\n was weak in terms of capacity and ability to impart any influence\n on partners. The Review concluded that the unit failed to implement 60% of its mandate as\n stipulated in its terms of reference; reasons being lack of appropriate human capacity, lack\n guidance from the EMPS Steering Committee. Without a proper framework, the unit was also\n inefficient in establishing monitoring and evaluation systems for the management plan.\n* implementation of the EMPS\n* implementation of the EMPS\n remained a sectoral or organizational matter, with little input or coordination from either the Steering Committee or the Coordinating Unit. Some projects en dorsed or funded by government, and being"}, {"text_block_id": "p22_b222", "text": "Based upon the recommendations from (i) the Review of the EMPS 2001-2010, (ii) the various               stakeholder workshops, (iii) the potential outcome of Rio+20 on institutional frameworks for sustainable development and (iv) Cabinet decision it is proposed that a Secretariat under the Ministry responsible for Environment is established to implement the SSDS."}, {"text_block_id": "p22_b223", "text": "The SSDS-Secretariat (SSDS-Sec), as it shall be called, will be responsible for the implementation and coordination of the SSDS and will report to the Minister responsible for Environment. For practical purposes the establishment of the Secretariat shall be undertaken in phases, as it will involve a review of the existing UNDP-GEF Project Coordination Unit and the EMPS Coordinating Unit, both of which are currently under the responsibility of the Department of Environment."}, {"text_block_id": "p22_b224", "text": "The SSDS-Sec shall be:"}, {"text_block_id": "p22_b225", "text": "The SSDS-Sec shall be:\n* to act as coordinator of the SSDS 2012-2020\n* to monitor and evaluate progress in the implementation of the SSDS 2012-2020\n* to provide independent policy advice to the government on sustainable\n* to drive the building of capacity, awareness and management to achieve the"}, {"text_block_id": "p22_b233", "text": "The SSDS-Sec shall have a three tier-level of governance to ensure adequate and effective participation and also make provisions for the out-sourcing of capacity to implement the SSDS 2012-2020."}, {"text_block_id": "p22_b234", "text": "11.1 The Scope and Mandate of the SSDS-Sec in relation to Project           Approval, Endorsement and Financing"}, {"text_block_id": "p22_b235", "text": "The SSDS-Sec shall coordinate, in relation to the SSDS, and where appropriate, the implementation"}, {"text_block_id": "p22_b236", "text": "of (i) government financed projects, (ii) projects with significant government involvement and (iii) those"}, {"text_block_id": "p22_b237", "text": "requiring counterpart government funding."}, {"text_block_id": "p22_b238", "text": "Projects by organizations outside of government shall not require prior approval or endorsement of the Secretariat for implementation, unless sources of funds include government and agencies in which government have commitments or substantive interests in. In some cases government endorsement may be required, for example the Global Environment Facility (GEF). Projects with research objectives will still be subjected to other requirements, such as permits for export of samples."}, {"text_block_id": "p22_b239", "text": "Other organizations"}, {"text_block_id": "p22_b240", "text": "not dependent"}, {"text_block_id": "p22_b241", "text": "upon government funding, endorsement or counterpart financing"}, {"text_block_id": "p22_b242", "text": "shall have the option of working with or without the oversight and support of the SSDS-Sec."}, {"text_block_id": "p22_b243", "text": "In cases where endorsement is required from multiple government agencies, the SSDS-Sec shall act as a one-stop shop for these endorsements and approvals."}, {"text_block_id": "p22_b244_merged_merged_merged", "text": "The Secretariat shall be financed through a core government budget and a percentage of project funds being implemented through the SSDS. The use of a percentage of the funds will apply to (i) all government financed projects, and (ii) projects requiring counterpart government funding."}, {"text_block_id": "p22_b247", "text": "This arrangement  shall also be subject to the approval of the funding agency."}, {"text_block_id": "p23_b248", "text": "At the strategic and policy level, a Council chaired by the Minister responsible for Environment shall be established. It shall provide direction and oversight of the work of the National Coordinator and the Secretariat. It will also act as a facilitator for project approval and implementation. The Council shall have broad and balanced representation from government, private sector, non-governmental organizations, academic institutions and community representatives. The Council shall have no more than 13 members, as follows: the chairman, the National Coordinator, five representatives of government (from the Ministries of Finance, Foreign Affairs, Environment, Social Affairs and Culture),"}, {"text_block_id": "p23_b249", "text": "Community NGO), plus academia and the Chair of the Seychelles Sustainable Development Inter-sectoral Steering Committee (SSDSC)."}, {"text_block_id": "p23_b250", "text": "The council shall adopt its own Rules of Procedure. It shall be able to draw on the expertise necessary to perform its functions. Attendance of the Council meetings shall be open to other stakeholders not represented and they shall act as observers. The Council reserves the right of admission of observers."}, {"text_block_id": "p23_b251", "text": "The term of service shall be for two years, renewable. The Council shall meet no less than 4 times a year."}, {"text_block_id": "p23_b252", "text": "The Council will act as per the mandate given to the SSDS-Sec  with respect to approval, endorsement"}, {"text_block_id": "p23_b253", "text": "and financing of projects."}, {"text_block_id": "p23_b254", "text": "The second-tier shall consist of two bodies:"}, {"text_block_id": "p23_b255", "text": "The second-tier shall consist of two bodies:\n* The National Coordinator  for Sustainable Development shall have usual administrative\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n Coordinator may consult the SSDS-Sec on stakeholder coordination and technical matters.\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n Coordinator may consult the SSDS-Sec on stakeholder coordination and technical matters.\n in any such dispute.\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n Coordinator may consult the SSDS-Sec on stakeholder coordination and technical matters.\n in any such dispute.\n Partners who are not satisfied with the performance of the National Coordinator may submit an appropriate report for consideration by the Council, which shall act as final arbitrator\n* The work of the Secretariat shall be guided and monitored by the Seychelles Sustainable                Development Inter-sectoral Steering Committee (SSDSC) which shall meet not less than four times a year to review the work and progress of the Secretariat. This forum shall encompass ALL stakeholders involved or interested in the implementation of the SSDS.                   The SSDSC shall remain informed of all the proceedings of the Council through a periodic bulletin/communication and shall have the power to convene an emergency forum provided the appropriate amount of consensus is achieved. The work of the Council shall be subject to independent audits commissioned every two years and shall report to SSDSC, which will in turn make recommendations to the Council. The SSDSC will have powers to establish task forces and working committees to undertake specific tasks and assignments. The SSDSC shall be chaired by an elected representative from the non-governmental sector and a vice-chair nominated by government. The Chair of the SSDSC shall be a member"}, {"text_block_id": "p24_b276", "text": "The second-tier shall consist of two bodies:\n* The National Coordinator  for Sustainable Development shall have usual administrative\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n Coordinator may consult the SSDS-Sec on stakeholder coordination and technical matters.\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n Coordinator may consult the SSDS-Sec on stakeholder coordination and technical matters.\n in any such dispute.\n* member of the Council. The National Coordinator will have executive powers with                  respect to the proper functioning of operational level of the SSDS-Sec in matters of human\n resources management, outsourcing and financial management. The National Coordinator shall\n submit an annual report of activities to the Council and the SSDSC. The National\n Coordinator may consult the SSDS-Sec on stakeholder coordination and technical matters.\n in any such dispute.\n Partners who are not satisfied with the performance of the National Coordinator may submit an appropriate report for consideration by the Council, which shall act as final arbitrator\n* The work of the Secretariat shall be guided and monitored by the Seychelles Sustainable                Development Inter-sectoral Steering Committee (SSDSC) which shall meet not less than four times a year to review the work and progress of the Secretariat. This forum shall encompass ALL stakeholders involved or interested in the implementation of the SSDS.                   The SSDSC shall remain informed of all the proceedings of the Council through a periodic bulletin/communication and shall have the power to convene an emergency forum provided the appropriate amount of consensus is achieved. The work of the Council shall be subject to independent audits commissioned every two years and shall report to SSDSC, which will in turn make recommendations to the Council. The SSDSC will have powers to establish task forces and working committees to undertake specific tasks and assignments. The SSDSC shall be chaired by an elected representative from the non-governmental sector and a vice-chair nominated by government. The Chair of the SSDSC shall be a member\n"}, {"text_block_id": "p24_b277", "text": "The third Tier shall comprise of the operational aspects of the Secretariat namely:"}, {"text_block_id": "p24_b278", "text": "The third Tier shall comprise of the operational aspects of the Secretariat namely:\n* Project Management Unit\n* Project Management Unit\n which shall be responsible for all project implementation\n* Project Management Unit\n which shall be responsible for all project implementation\n Organisations operating outside the framework but requiring the support of the Project\n* Project Management Unit\n which shall be responsible for all project implementation\n Organisations operating outside the framework but requiring the support of the Project\n and endorsed by the Council.\n* Fund Mobilisation Unit\n* Fund Mobilisation Unit\n shall be responsible for fund mobilisation, including\n* Fund Mobilisation Unit\n shall be responsible for fund mobilisation, including\n international liaison office with donors.\n* Knowledge Base Unit\n* Knowledge Base Unit\n shall be responsible for ensuring there is knowledge\n* Monitoring and Evaluation Unit\n* Monitoring and Evaluation Unit\n shall be responsible for ensuring transparency"}, {"text_block_id": "p24_b300", "text": "Figure: Structure of the SSDS-Sec"}, {"text_block_id": "p25_b301", "text": "Institutional Framework for SSDS 2012-2020"}, {"text_block_id": "p25_b302", "text": "The SSDS-Sec shall be established in phases as proposed below. An interim committee shall be"}, {"text_block_id": "p25_b303", "text": "established under the office of the Principal Secretary of Environment until the existing structures shall fulfill the role of the SSDS-Sec. It is envisaged that the SSDS-Sec will be fully operational by the end"}, {"text_block_id": "p25_b304", "text": "of 2013."}, {"text_block_id": "p25_b305_merged", "text": "The powers of the Secretariat shall be limited to the mandate described in the preceding sections. It shall not have the power to interfere in the implementation of projects in other independent  organizations unless given a specific mandate to do so. Its powers shall be limited to the coordination and implemen-tation of the SSDS. Although this will be two years into the implementation of the SSDS, a planned and phased approach is highly recommended to enable the right capacity to be recruited and developed."}, {"text_block_id": "p26_b309_merged", "text": "Stakeholder involvement is central to the implementation of a sustainable development strategy                                                                                                                       as it creates the appropriate platform for stakeholders to voice their views and concerns, and takes part in decision-making and participates. There is sufficient empirical evidence to show that appropriate consultations and stakeholder involvement have led to better designed, more effective and conflict-minimal action plans. Overall stakeholder identification and involvement needs careful planning and execution to ensure that the Government (national or local) is on board, and other                           stakeholders feel that their involvement is recognized. Stakeholders can also damage the prospects                       for successful outcomes if there are strong opposing political forces at work, conflicts among stakeholders themselves, or stakeholders feel there are other priorities."}, {"text_block_id": "p26_b316", "text": "Principle 10 of the Rio Declaration on Environment and Development emphasizes the importance and relevance of stakeholder consultation in projects that affect the environment and the community                         at large. Indeed many countries have this principle explicitly embedded in national policies and                         legislation, in particular, environment impact assessment legislation."}, {"text_block_id": "p26_b317", "text": "The stakeholder identification process was initiated at the outset of the preparation of the SSDS. Stakeholders were identified at thematic sector levels and prioritized in order of"}, {"text_block_id": "p26_b318", "text": "relevance to the thematic area. The stakeholder involvement strategy involves the continuation of the                 Inter-sectoral steering committee – a platform which brings together stakeholders involved in the implementation and coordination of the SSDS. The strategic focus shall be on (i) ensuring effective governance of the SSDS, (ii) adequate coordination of initiatives, and (iii) access to information."}, {"text_block_id": "p26_b319", "text": "Strategic Focus of Partnership"}, {"text_block_id": "p26_b320", "text": "The Seychelles Sustainable Development Inter-Sectoral Steering Committee (SSDSC) shall be                              established as a vehicle for wider consultations and exchange of information and views on                                                                                                                             sustainable development and implementation of the plan. The SSDSC shall be open to all                                                                                                       stakeholders, irrespective of whether they are a project implementer, an organizational"}, {"text_block_id": "p27_b321", "text": "representative or an independent expert. The SSDSC shall also include representation from national                                                                                      committees, umbrella NGO, regional/international organizations represented in Seychelles, as well as private bodies or associations. The SSDSC shall be given a budget and access to facilities under the responsibility of the division in order to implement its work programme."}, {"text_block_id": "p27_b322", "text": "It’s role and proposed implementation mechanism is summarized in the table below."}, {"text_block_id": "p28_b323", "text": "has the potential to mobilize in-country resources for sustainable development. Indeed many                                                                                 companies have come forward to make donations for environment projects. Government                                                                                                                    contributes annually through a budget allocation. Despite these efforts, there is scope for more formal                                                                                    arrangements. Internationally, the major donors for initiatives aimed at sustainable development are the Global Environment Facility and the European Union. A number of bilateral country donors also offer support to Seychelles. The table below presents the Seychelles resource mobilization strategy, which will be subject to appropriate revisions over the lifetime of the SSDS. It is important to note that"}, {"text_block_id": "p28_b324", "text": "resource mobilization needs to be coupled with effective systems of financial management as well as"}, {"text_block_id": "p28_b325", "text": "an adequate human capacity to deliver."}, {"text_block_id": "p28_b326", "text": "There are significant opportunities, but also the uncertain nature of resource mobilization for"}, {"text_block_id": "p28_b327", "text": "sustainable development, if the financing goal is to be realised. Resource mobilization in the previous"}, {"text_block_id": "p28_b328", "text": "EMPS was reviewed and lessons learnt are summarised here."}, {"text_block_id": "p28_b329_merged_merged_merged", "text": "raised, it was difficult to evaluate resource mobilisation effectiveness. The Report on the Review of the EMPS 2000-2010 does not present a comprehensive review of the extent of resource mobilisation, although it does state that (i) lack of finance was a barrier to implementation in certain sectors; (ii) need to further involve the department of finance, and the (iii) need for proper documentation and"}, {"text_block_id": "p28_b332", "text": "accountability."}, {"text_block_id": "p28_b333", "text": "Furthermore, in order to take advantage of opportunities which lie outside traditional funding cycles and programmes, a continuous resource mobilisation strategy focused on a number of key targets – the private sector, individual donors, foundations and trusts, is more appropriate. However, such a strategy needs to go hand-in-hand with concerted marketing efforts and an economic climate that promotes contributions through tax incentives and other initiatives."}, {"text_block_id": "p30_b334", "text": "An estimation of the resource implications for the SSDS is provided here. The figures are based upon estimates and do not take into consideration inflation, nor changes in economic growth which"}, {"text_block_id": "p30_b335_merged", "text": "may impact on government revenue, and global economic trends over the 2012-2020 period. It is envisaged as suggested in the strategy that the resource forecasts are revised every two years to take into consideration these factors and also other considerations."}, {"text_block_id": "p30_b337", "text": "Approx total per year = 75.8 million US Dollars or 10 % of the Seychelles GDP or 860 USD per Capita."}, {"text_block_id": "p31_b338", "text": "Sustainable development is often seen as an end result rather than a process of learning. Agenda                                                                                                                         21 makes several key references to sharing and management of knowledge for sustainable                                   development."}, {"text_block_id": "p31_b339", "text": "The need for mechanisms to manage knowledge is critical to sustainable development in                                 Seychelles. Indeed, the goal of knowledge management (KM) is one that can be achieved in practice, such as improvements in capabilities through knowledge resources such as skills, experience and                           technologies. The management of knowledge is vital in supporting decision and policy-making as well as innovation in sustainability. To enable a shift in mindset and interest in sustainability"}, {"text_block_id": "p31_b340", "text": "Forces driving Knowledge Management:"}, {"text_block_id": "p31_b341", "text": "Forces driving Knowledge Management:\n* Knowledge is becoming central to environmental, economic and social decision-making in\n* Seychelles, having a small human resource capacity, would benefit from improved"}, {"text_block_id": "p32_b347", "text": "Forces driving Knowledge Management:\n* Knowledge is becoming central to environmental, economic and social decision-making in\n* Seychelles, having a small human resource capacity, would benefit from improved\n* The complexity in managing the Seychelles environment and development requires a\n* Integrating new science & technology into sustainable development requires specific\n* Maximizing impact and return on investments implemented from the SSDS;\n* Take full advantage of the Information Technology development in Seychelles\n* Institutional effectiveness through better communication and a move towards open"}, {"text_block_id": "p32_b360", "text": "By creating KM programmes, each of these pillars can be implemented across the SSDS."}, {"text_block_id": "p32_b361", "text": "The KM Cycle"}, {"text_block_id": "p33_b362", "text": "Relevance of Knowledge Management to SSDS"}, {"text_block_id": "p34_b363", "text": "ANNEXES"}, {"text_block_id": "p35_b364", "text": "Annex 1: Stakeholder Consultations"}, {"text_block_id": "p35_b365", "text": "Thematic Sector Workshops"}, {"text_block_id": "p36_b366", "text": "Annex 2: Drafting Team"}, {"text_block_id": "p36_b367_merged", "text": "Other contributors – Ralph Hissen, Sheila Leon, Betty Seraphine, Jenifer Sinon, Keneth Tomking, Lilian Durup, Hansel Confiance, Terence Vel, Jeanette Larue, Lyndy Bastienne, Brenda Andimignon, Kathy Beaver, Alice Mascarenhas, Rebecca Loustau-Lalanne."}, {"text_block_id": "p36_b370", "text": "Reviewing: Aurelie Hermans & Cliff Gonzalves"}, {"text_block_id": "p36_b371", "text": "Editing: Glynn Burridge"}, {"text_block_id": "p37_b372", "text": "Annex 3: Members of Interim Committee"}, {"text_block_id": "p38_b373_merged", "text": "Annex 4:  Participants in the SSDS Validation Workshop 3rd August, 2011, Seychelles International Conference Centre"}, {"text_block_id": "p38_b377", "text": "Anse Boileau District Administration’s Office"}, {"text_block_id": "p38_b378", "text": "Mrs. Irene SINON"}, {"text_block_id": "p38_b379", "text": "District Administrator"}, {"text_block_id": "p38_b380", "text": "Anse Boileau"}, {"text_block_id": "p38_b381", "text": "Tel: 256 2269"}, {"text_block_id": "p38_b382", "text": "anseboileauaao@gov.sc"}, {"text_block_id": "p38_b383", "text": "Anse Etoile District Administration’s Office"}, {"text_block_id": "p38_b384", "text": "Mrs. Aselma PILATE"}, {"text_block_id": "p38_b385", "text": "District Administrator"}, {"text_block_id": "p38_b386", "text": "La Gogue, Anse Etoile"}, {"text_block_id": "p38_b387", "text": "Tel: 424 1443 / 272 2813"}, {"text_block_id": "p38_b388", "text": "Fax: 424 1759"}, {"text_block_id": "p38_b389", "text": "christinepilate@yahoo.com"}, {"text_block_id": "p38_b390", "text": "daae@cdysc.gov.sc"}, {"text_block_id": "p38_b391", "text": "Baie Lazare District Administration’s Office"}, {"text_block_id": "p38_b392", "text": "Mr. Tresfle REVERA"}, {"text_block_id": "p38_b393", "text": "District Administrator"}, {"text_block_id": "p38_b394", "text": "Baie Lazare"}, {"text_block_id": "p38_b395", "text": "Tel: 436 1306 / 272 2951"}, {"text_block_id": "p38_b396", "text": "Fax: 436 1648"}, {"text_block_id": "p38_b397", "text": "baielazareda@gov.sc"}, {"text_block_id": "p38_b398", "text": "Bel Ombre District Administration’s Office"}, {"text_block_id": "p38_b399", "text": "Mrs. Pharisianne LUCAS"}, {"text_block_id": "p38_b400", "text": "District Administrator"}, {"text_block_id": "p38_b401", "text": "Bel Ombre"}, {"text_block_id": "p38_b402", "text": "Tel: 272 2688 / 278 3416"}, {"text_block_id": "p38_b403", "text": "Fax: 424 7381"}, {"text_block_id": "p38_b404", "text": "belombreda@gov.sc"}, {"text_block_id": "p38_b405", "text": "Bel-Air District Administration’s Office"}, {"text_block_id": "p38_b406", "text": "Mrs. Denise DUFRESNE"}, {"text_block_id": "p38_b407", "text": "District Administrator"}, {"text_block_id": "p38_b408", "text": "Bel-Air"}, {"text_block_id": "p38_b409", "text": "Tel: 422 4318 / 272 2106"}, {"text_block_id": "p38_b410", "text": "Fax: 432 1802"}, {"text_block_id": "p38_b411", "text": "belairda@gov.sc"}, {"text_block_id": "p39_b412", "text": "Cascade District Administration’s Office"}, {"text_block_id": "p39_b413", "text": "Mr. Frederick BARRATT"}, {"text_block_id": "p39_b414", "text": "District Administrator"}, {"text_block_id": "p39_b415", "text": "Cascade"}, {"text_block_id": "p39_b416", "text": "Tel: 437 3247 / 272 2201"}, {"text_block_id": "p39_b417", "text": "Fax: 437 3451"}, {"text_block_id": "p39_b418", "text": "barratt@seychelles.net"}, {"text_block_id": "p39_b419", "text": "cascadeda@gov.sc"}, {"text_block_id": "p39_b420", "text": "English river District Administration’s Office"}, {"text_block_id": "p39_b421", "text": "Mrs. Antoinette ELISABETH"}, {"text_block_id": "p39_b422", "text": "District Administrator"}, {"text_block_id": "p39_b423", "text": "English river"}, {"text_block_id": "p39_b424", "text": "Tel: 432 1630 / 272 2215"}, {"text_block_id": "p39_b425", "text": "englishriverda@gov.sc"}, {"text_block_id": "p39_b426", "text": "Glacis District Administration’s Office"}, {"text_block_id": "p39_b427", "text": "Mr. Gilbert MARIE"}, {"text_block_id": "p39_b428", "text": "District Administrator"}, {"text_block_id": "p39_b429", "text": "Glacis"}, {"text_block_id": "p39_b430", "text": "Tel: 426 1479 / 272 3995"}, {"text_block_id": "p39_b431", "text": "Fax: 426 1404"}, {"text_block_id": "p39_b432", "text": "secdagls@gov.sc"}, {"text_block_id": "p39_b433", "text": "Grande Anse Praslin District Administration Office"}, {"text_block_id": "p39_b434", "text": "Mr. Damien ALLY"}, {"text_block_id": "p39_b435", "text": "District Administrator"}, {"text_block_id": "p39_b436", "text": "Grande Anse Praslin"}, {"text_block_id": "p39_b437", "text": "Tel: 278 1571 / 272 2812"}, {"text_block_id": "p39_b438", "text": "Fax: 423 3071 / 423 2052"}, {"text_block_id": "p39_b439", "text": "ally@seychelles.net / damien.ally@gov.sc"}, {"text_block_id": "p39_b440", "text": "La Misère District Administration Office"}, {"text_block_id": "p39_b441", "text": "Mrs. Raymonde BENSTRONG"}, {"text_block_id": "p39_b442", "text": "District Administrator"}, {"text_block_id": "p39_b443", "text": "Souvenir La Misère"}, {"text_block_id": "p39_b444", "text": "Tel: 437 83 37 / 272 36 24"}, {"text_block_id": "p39_b445", "text": "grandansemaheda@gov.sc"}, {"text_block_id": "p39_b446", "text": "Les Mamelles District Administration’s Office"}, {"text_block_id": "p39_b447", "text": "Mrs. Doris MIWALE"}, {"text_block_id": "p39_b448", "text": "District Administrator"}, {"text_block_id": "p39_b449", "text": "Les Mamelles"}, {"text_block_id": "p39_b450", "text": "Tel: 434 5164 / 278 3426 / 272 3052"}, {"text_block_id": "p39_b451", "text": "Fax: 434 5964"}, {"text_block_id": "p39_b452", "text": "lmsda@gov.sc / dodoesticos@yahoo.com"}, {"text_block_id": "p40_b453", "text": "Mont Buxton District Administration Office"}, {"text_block_id": "p40_b454", "text": "Mrs. Michelle SABURY"}, {"text_block_id": "p40_b455", "text": "District Administrator"}, {"text_block_id": "p40_b456", "text": "Mont Buxton"}, {"text_block_id": "p40_b457", "text": "Tel: 432 2797 / 272 2771"}, {"text_block_id": "p40_b458", "text": "montbuxtonda@gov.sc"}, {"text_block_id": "p40_b459", "text": "Mont Fleuri District Administration’s Office"}, {"text_block_id": "p40_b460", "text": "Mrs. Flavie LAPORTE"}, {"text_block_id": "p40_b461", "text": "District Administrator"}, {"text_block_id": "p40_b462", "text": "Mont Fleuri"}, {"text_block_id": "p40_b463", "text": "Tel: 432 2528 / 272 2062 / 432 2524 / 278 1536"}, {"text_block_id": "p40_b464", "text": "Fax: 432 4516"}, {"text_block_id": "p40_b465", "text": "flavie71@hotmail.com"}, {"text_block_id": "p40_b466", "text": "mflda@gov.sc"}, {"text_block_id": "p40_b467", "text": "Plaisance District Administration’s Office"}, {"text_block_id": "p40_b468", "text": "Mrs. Claudette LOUISE"}, {"text_block_id": "p40_b469", "text": "District Administrator"}, {"text_block_id": "p40_b470", "text": "Plaisance"}, {"text_block_id": "p40_b471", "text": "Tel: 434 4196 / 272 2807 / 278 1531"}, {"text_block_id": "p40_b472", "text": "Fax: 434 4683"}, {"text_block_id": "p40_b473", "text": "plaisanceda@gov.sc"}, {"text_block_id": "p40_b474", "text": "louisecloclo@hotmail.com"}, {"text_block_id": "p40_b475", "text": "Port-Glaud District Administration Office"}, {"text_block_id": "p40_b476", "text": "Mr. Maizi PORT-LOUIS"}, {"text_block_id": "p40_b477", "text": "District Administrator"}, {"text_block_id": "p40_b478", "text": "Port-Glaud"}, {"text_block_id": "p40_b479", "text": "Tel: 272 3624 / 437 8003"}, {"text_block_id": "p40_b480", "text": "daportglaud@cdysc.gov.sc"}, {"text_block_id": "p40_b481", "text": "Roche Caiman District Administration’s Office"}, {"text_block_id": "p40_b482", "text": "Mrs. Claudette HARRISON"}, {"text_block_id": "p40_b483", "text": "District Administrator"}, {"text_block_id": "p40_b484", "text": "Roche Caiman"}, {"text_block_id": "p40_b485", "text": "Tel: 272 2025 / 278 3425"}, {"text_block_id": "p40_b486", "text": "aaorochecaiman@gov.sc"}, {"text_block_id": "p40_b487", "text": "Saint-Louis District Administration Office"}, {"text_block_id": "p40_b488", "text": "Mrs. Marivonne ROSE"}, {"text_block_id": "p40_b489", "text": "District Administrator"}, {"text_block_id": "p40_b490", "text": "Saint-Louis"}, {"text_block_id": "p40_b491", "text": "stlouisaao@gov.sc"}, {"text_block_id": "p41_b492", "text": "Takamaka District Administration Office"}, {"text_block_id": "p41_b493", "text": "Mrs. Rosita HIBONNE"}, {"text_block_id": "p41_b494", "text": "District Administrator"}, {"text_block_id": "p41_b495", "text": "Takamaka"}, {"text_block_id": "p41_b496", "text": "Tel: 436 6321 / 272 2416 / 436 6368"}, {"text_block_id": "p41_b497", "text": "datakamaka@cdysc.gov.sc"}, {"text_block_id": "p41_b498", "text": "Department of Environment"}, {"text_block_id": "p41_b499", "text": "Mr. Didier DOGLEY"}, {"text_block_id": "p41_b500", "text": "Principal Secretary"}, {"text_block_id": "p41_b501", "text": "Botanical garden, P.O Box 445, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p41_b502", "text": "Tel: 467 0500"}, {"text_block_id": "p41_b503", "text": "d.dogley@env.gov.sc"}, {"text_block_id": "p41_b504", "text": "Department of Environment"}, {"text_block_id": "p41_b505", "text": "Mr. Flavien JOUBERT"}, {"text_block_id": "p41_b506", "text": "Director General of Wildlife Enforcement and Permit Division"}, {"text_block_id": "p41_b507", "text": "Botanical garden, P.O Box 445, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p41_b508", "text": "Tel: 467 0500 / 272 2890"}, {"text_block_id": "p41_b509", "text": "Fax: 461 0648"}, {"text_block_id": "p41_b510", "text": "f.joubert@env.gov.sc"}, {"text_block_id": "p41_b511", "text": "Department of Environment"}, {"text_block_id": "p41_b512", "text": "Mrs. Marie-Alise ROSETTE"}, {"text_block_id": "p41_b513", "text": "Assistant Project Officer"}, {"text_block_id": "p41_b514", "text": "Wildlife and Enforcement Permit Division, Environment Assessment and Permit Section"}, {"text_block_id": "p41_b515", "text": "Botanical garden, P.O Box 445, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p41_b516", "text": "Tel: 467 0575"}, {"text_block_id": "p41_b517", "text": "m.rosette@env.gov.sc"}, {"text_block_id": "p41_b518", "text": "Department of Environment"}, {"text_block_id": "p41_b519", "text": "Mrs. Marie-May JEREMIE"}, {"text_block_id": "p41_b520", "text": "Director of Environmental Impact Assessment"}, {"text_block_id": "p41_b521", "text": "Wildlife and Enforcement Permit Division, Environment Assessment and Permit Section"}, {"text_block_id": "p41_b522", "text": "Botanical garden, P.O Box 445, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p41_b523", "text": "Tel: 467 0549 / 467 0570"}, {"text_block_id": "p41_b524", "text": "m.mjeremie@env.gov.sc"}, {"text_block_id": "p41_b525", "text": "Department of Environment"}, {"text_block_id": "p41_b526", "text": "Mrs. Jeanette LARUE"}, {"text_block_id": "p41_b527", "text": "Director General of Public Education and Community Outreach Division"}, {"text_block_id": "p41_b528", "text": "Botanical garden, PO Box 445, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p41_b529", "text": "Tel: 467 0500 / 272 3997 / 252 2594"}, {"text_block_id": "p41_b530", "text": "jeanettelarue@hotmail.com"}, {"text_block_id": "p41_b531", "text": "j.larue@env.gov.sc"}, {"text_block_id": "p42_b532", "text": "Department of Environment"}, {"text_block_id": "p42_b533", "text": "Mrs. Brenda ANDIMIGNON"}, {"text_block_id": "p42_b534", "text": "Programme Development Officer"}, {"text_block_id": "p42_b535", "text": "Public Education and Community Outreach Division"}, {"text_block_id": "p42_b536", "text": "Botanical garden, P.O Box 445, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p42_b537", "text": "Tel: 467 0534 / 272 3144"}, {"text_block_id": "p42_b538", "text": "brenda_andimignon@hotmail.com"}, {"text_block_id": "p42_b539", "text": "Department of Environment"}, {"text_block_id": "p42_b540", "text": "Mr. Alain DE COMMARMOND"}, {"text_block_id": "p42_b541", "text": "Director General Planning, Policy and Risk Management Division"}, {"text_block_id": "p42_b542", "text": "Global Village Complex, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p42_b543", "text": "Tel: 467 0470 / 272 2980"}, {"text_block_id": "p42_b544", "text": "Fax: 461 0131"}, {"text_block_id": "p42_b545", "text": "a.deco@env.gov.sc / adecommarmond@gov.sc"}, {"text_block_id": "p42_b546", "text": "Department of Environment"}, {"text_block_id": "p42_b547", "text": "Mr. Wills AGRICOLE"}, {"text_block_id": "p42_b548", "text": "Director General of Climate and Environmental Services Division"}, {"text_block_id": "p42_b549", "text": "P.O Box 1145, English River, Mahé, Seychelles"}, {"text_block_id": "p42_b550", "text": "Tel: 467 0431 (or 29) / 271 4419"}, {"text_block_id": "p42_b551", "text": "Fax: 461 0647"}, {"text_block_id": "p42_b552", "text": "w.agricole@meteo.gov.sc / wagricole1957@gmail.com / w.agricole@env.gov.sc"}, {"text_block_id": "p42_b553", "text": "Department of Environment"}, {"text_block_id": "p42_b554", "text": "Mr. Pugazhendhi MURUGAIYAN"}, {"text_block_id": "p42_b555", "text": "Senior Project Officer"}, {"text_block_id": "p42_b556", "text": "Climate and Environmental Services Division, Environmental Engineering and Wetland Section"}, {"text_block_id": "p42_b557", "text": "P.O Box 1145, English River, Mahé, Seychelles"}, {"text_block_id": "p42_b558", "text": "Tel: 467 0443 / 272 2159 / Fax: 461 0647"}, {"text_block_id": "p42_b559", "text": "p.murugaiyan@env.gov.sc"}, {"text_block_id": "p42_b560", "text": "Department of Investment & Industries"}, {"text_block_id": "p42_b561", "text": "Mrs. Lucy ATHANASIUS"}, {"text_block_id": "p42_b562", "text": "Principal Secretary"}, {"text_block_id": "p42_b563", "text": "Oceangate House Annex, P.O Box 731, Victoria, Mahé, Seychelles"}, {"text_block_id": "p42_b564", "text": "Tel: 467 6200"}, {"text_block_id": "p42_b565", "text": "lathanasius@gov.sc"}, {"text_block_id": "p42_b566", "text": "Department of Natural Resources"}, {"text_block_id": "p42_b567", "text": "Mr. Michael NALLETAMBY"}, {"text_block_id": "p42_b568", "text": "Principal Secretary"}, {"text_block_id": "p42_b569", "text": "Independence House, P.O Box 166, Victoria, Mahé, Seychelles"}, {"text_block_id": "p42_b570", "text": "Tel: 467 6411"}, {"text_block_id": "p42_b571", "text": "mnalletamby@gov.sc"}, {"text_block_id": "p43_b572", "text": "Independent Consultant"}, {"text_block_id": "p43_b573", "text": "Mr. Joel NAGEON DE LESTANG"}, {"text_block_id": "p43_b574", "text": "Consultant for SSDS 2020 for the thematic: “Fisheries and Marine Resources”"}, {"text_block_id": "p43_b575", "text": "P.O Box 82, Le Cap, Mahé"}, {"text_block_id": "p43_b576", "text": "Tel: 437 6233 / 251 3118"}, {"text_block_id": "p43_b577", "text": "jnageon@seychelles.net"}, {"text_block_id": "p43_b578", "text": "Independent Consultant"}, {"text_block_id": "p43_b579", "text": "Mr. Gerys COLE"}, {"text_block_id": "p43_b580", "text": "Consultant for SSDS 2020 for the thematic: “Sustainable Consumption and Production”"}, {"text_block_id": "p43_b581", "text": "Mont Buxton"}, {"text_block_id": "p43_b582", "text": "Tel: 278 2971"}, {"text_block_id": "p43_b583", "text": "mcole3565@gmail.com"}, {"text_block_id": "p43_b584", "text": "Independent Consultant"}, {"text_block_id": "p43_b585", "text": "Mrs. Mia DUNFORD"}, {"text_block_id": "p43_b586", "text": "Independent Consultant"}, {"text_block_id": "p43_b587", "text": "P.O Box 14, Victoria, Mahé, Seychelles"}, {"text_block_id": "p43_b588", "text": "Tel: 424 8487 / 251 4000"}, {"text_block_id": "p43_b589", "text": "mia.dunford@gmail.com"}, {"text_block_id": "p43_b590", "text": "Island Development Company"}, {"text_block_id": "p43_b591", "text": "Mr. Paul JEAN-LOUIS"}, {"text_block_id": "p43_b592", "text": "P.O Box 638, Mahé, Seychelles"}, {"text_block_id": "p43_b593", "text": "Tel: 272 6481"}, {"text_block_id": "p43_b594", "text": "jeanlouis@idc.sc"}, {"text_block_id": "p43_b595", "text": "Island Development Company"}, {"text_block_id": "p43_b596", "text": "Mr. Ronny RENAUD"}, {"text_block_id": "p43_b597", "text": "Deputy Chief Executive Officer"}, {"text_block_id": "p43_b598", "text": "P.O Box 638 Victoria, Mahé, Seychelles"}, {"text_block_id": "p43_b599", "text": "Tel: 271 14 43"}, {"text_block_id": "p43_b600", "text": "Fax: 422 44 67"}, {"text_block_id": "p43_b601", "text": "ronny@idc.sc"}, {"text_block_id": "p43_b602", "text": "Liaison Unit for Non Governmental Organization in Seychelles (LUNGOS)"}, {"text_block_id": "p43_b603", "text": "Mr. Viral DHANJEE"}, {"text_block_id": "p43_b604", "text": "LUNGOS Representative"}, {"text_block_id": "p43_b605", "text": "P.O. Box 268 Union Vale"}, {"text_block_id": "p43_b606", "text": "Tel: 252 4800 / 271 8800"}, {"text_block_id": "p43_b607", "text": "technoglass@hotmail.co.uk"}, {"text_block_id": "p43_b608", "text": "Marine Conservation Society of Seychelles (MCSS)"}, {"text_block_id": "p43_b609", "text": "Mr. David ROWAT"}, {"text_block_id": "p43_b610", "text": "Chairman MCSS"}, {"text_block_id": "p43_b611", "text": "Tel: 426 1511 / 251 3671"}, {"text_block_id": "p43_b612", "text": "david@mcss.sc"}, {"text_block_id": "p44_b613", "text": "Marine Conservation Society of Seychelles"}, {"text_block_id": "p44_b614", "text": "Mr. John NEVILL"}, {"text_block_id": "p44_b615", "text": "MCSS Representative"}, {"text_block_id": "p44_b616", "text": "jnevill@seychelles.net"}, {"text_block_id": "p44_b617", "text": "Ministry of Foreign Affairs"}, {"text_block_id": "p44_b618", "text": "Mr. Hansel CONFIANCE"}, {"text_block_id": "p44_b619", "text": "Senior Economist"}, {"text_block_id": "p44_b620", "text": "Maison Queau de Quincy, P.O Box 656, Mont-Fleuri, Mahé, Seychelles"}, {"text_block_id": "p44_b621", "text": "Tel: 428 35 86 / 272 32 24"}, {"text_block_id": "p44_b622", "text": "hconfiance@mfa.gov.sc"}, {"text_block_id": "p44_b623", "text": "Ministry of Foreign Affairs"}, {"text_block_id": "p44_b624", "text": "Economist"}, {"text_block_id": "p44_b625", "text": "Mr. Nicolas D’OFFAY"}, {"text_block_id": "p44_b626", "text": "Maison Ocean de Quincy, P.O Box 656, Mont-Fleuri, Mahé, Seychelles"}, {"text_block_id": "p44_b627", "text": "Tel: 428 3500 / 272 3218"}, {"text_block_id": "p44_b628", "text": "ndoffay@mfa.gov.sc"}, {"text_block_id": "p44_b629", "text": "Ministry of Health"}, {"text_block_id": "p44_b630", "text": "Mr. Jude GEDEON"}, {"text_block_id": "p44_b631", "text": "Chief Medical Officer"}, {"text_block_id": "p44_b632", "text": "Victoria Hospital, P.O Box 52, Victoria, Mahé, Seychelles"}, {"text_block_id": "p44_b633", "text": "Tel: 438 8000"}, {"text_block_id": "p44_b634", "text": "jgedeon@health.gov.sc"}, {"text_block_id": "p44_b635", "text": "Ministry of Land Use and Housing"}, {"text_block_id": "p44_b636", "text": "Mr. Francis COEUR DE LION"}, {"text_block_id": "p44_b637", "text": "Director of Geographical Information System unit"}, {"text_block_id": "p44_b638", "text": "C/O Ministry of Land Use and Housing, P.O Box 199 Victoria, Mahé"}, {"text_block_id": "p44_b639", "text": "Tel: 428 4502 / 272 2754"}, {"text_block_id": "p44_b640", "text": "fcoeurdelion@mluh.gov.sc"}, {"text_block_id": "p44_b641", "text": "National Botanical Garden Foundation"}, {"text_block_id": "p44_b642", "text": "Mr. Peter ESTICO"}, {"text_block_id": "p44_b643", "text": "Manager for National Botanical Garden Foundation"}, {"text_block_id": "p44_b644", "text": "Botanical gardens, P.O Box 166, Victoria, Mahé, Seychelles"}, {"text_block_id": "p44_b645", "text": "Tel: 272 3736"}, {"text_block_id": "p44_b646", "text": "pestico@nbgf.sc"}, {"text_block_id": "p44_b647", "text": "National Bureau of Statistics"}, {"text_block_id": "p44_b648", "text": "Mr. Michel J. MELLIE"}, {"text_block_id": "p44_b649", "text": "Principal statistician"}, {"text_block_id": "p44_b650", "text": "Caravelle House P.O Box 206, Mahé, Seychelles"}, {"text_block_id": "p44_b651", "text": "461 16 68 / 272 32 50"}, {"text_block_id": "p44_b652", "text": "Fax: 422 53 39"}, {"text_block_id": "p44_b653", "text": "michel@nbs.gov.sc"}, {"text_block_id": "p45_b654", "text": "Nature Seychelles"}, {"text_block_id": "p45_b655", "text": "Mr. Martin VARLEY"}, {"text_block_id": "p45_b656", "text": "Stakeholder and Community action coordinator"}, {"text_block_id": "p45_b657", "text": "Roche Caiman, Mahé, Seychelles"}, {"text_block_id": "p45_b658", "text": "Tel: 460 1127"}, {"text_block_id": "p45_b659", "text": "martin@natureseychelles.org"}, {"text_block_id": "p45_b660", "text": "Planning Authority"}, {"text_block_id": "p45_b661", "text": "Mr. Gerard HOAREAU"}, {"text_block_id": "p45_b662", "text": "Chairman of Planning Authority"}, {"text_block_id": "p45_b663", "text": "Independence House, P.O. Box 199"}, {"text_block_id": "p45_b664", "text": "Tel: 428 4444 / 422 5187"}, {"text_block_id": "p45_b665", "text": "ghoareau@mluh.gov.sc"}, {"text_block_id": "p45_b666", "text": "Plant Conservation Action (PCA)"}, {"text_block_id": "p45_b667", "text": "Mrs. Katy BEAVER"}, {"text_block_id": "p45_b668", "text": "PCA Representative"}, {"text_block_id": "p45_b669", "text": "P.O Box 392 Victoria"}, {"text_block_id": "p45_b670", "text": "Tel: 424 1104 / 257 4619"}, {"text_block_id": "p45_b671", "text": "kbeaver@seychelles.net"}, {"text_block_id": "p45_b672", "text": "Plant Conservation Action"}, {"text_block_id": "p45_b673", "text": "Mr. Lindsay CHONG-SENG"}, {"text_block_id": "p45_b674", "text": "PCA Representative"}, {"text_block_id": "p45_b675", "text": "P.O Box 392 Victoria"}, {"text_block_id": "p45_b676", "text": "Tel: 424 1104 / 251 4451"}, {"text_block_id": "p45_b677", "text": "lindsay0kate@hotmail.com"}, {"text_block_id": "p45_b678", "text": "Programme Coordination Unit"}, {"text_block_id": "p45_b679", "text": "Mrs. Danielle DUGASSE"}, {"text_block_id": "p45_b680", "text": "Biosecurity Project Manager"}, {"text_block_id": "p45_b681", "text": "GOS/UNDP/GEF/PCU, Les Palmes Building, Second Floor, P.O Box 310, Victoria, Mahé, Seychelles Tel: 422 5914 / 258 3656"}, {"text_block_id": "p45_b682", "text": "d.dugasse@pcusey.sc"}, {"text_block_id": "p45_b683", "text": "Programme Coordination Unit"}, {"text_block_id": "p45_b684", "text": "Mr. Joseph Rath"}, {"text_block_id": "p45_b685", "text": "Capacity Building Development for Improved National and International Environmental"}, {"text_block_id": "p45_b686", "text": "Management in Seychelles Project Manager"}, {"text_block_id": "p45_b687", "text": "GOS/UNDP/GEF/PCU Orion Mall, P.O Box 310, Victoria, Mahé, Seychelles"}, {"text_block_id": "p45_b688", "text": "Tel: 432 5599"}, {"text_block_id": "p45_b689", "text": "j.rath@pcusey.sc"}, {"text_block_id": "p46_b690", "text": "Programme Coordination Unit"}, {"text_block_id": "p46_b691", "text": "Ms. Michelle ETIENNE"}, {"text_block_id": "p46_b692", "text": "Strengthening Protected Areas System through NGO management modalities’ Project Manager GOS/UNDP/GEF/PCU Orion Mall, P.O Box 310, Victoria, Mahé, Seychelles"}, {"text_block_id": "p46_b693", "text": "Tel: 251 4182 / 432 5599"}, {"text_block_id": "p46_b694", "text": "m.etienne@pcusey.sc"}, {"text_block_id": "p46_b695", "text": "Programme Coordination Unit"}, {"text_block_id": "p46_b696", "text": "Mrs. Patricia BAQUERO"}, {"text_block_id": "p46_b697", "text": "Sustainable Land Management Programme Manager"}, {"text_block_id": "p46_b698", "text": "GOS/UNDP/GEF/PCU, Les Palmes Building, Second Floor, P.O Box 310, Victoria, Mahé, Seychelles Tel: 422 5914 / 271 0888"}, {"text_block_id": "p46_b699", "text": "p.baquero@pcusey.sc"}, {"text_block_id": "p46_b700", "text": "Programme Coordination Unit"}, {"text_block_id": "p46_b701", "text": "Mrs. Veronique HERMINIE"}, {"text_block_id": "p46_b702", "text": "Programme Coordinator"}, {"text_block_id": "p46_b703", "text": "GOS/UNDP/GEF/PCU, Les Palmes Building, Second Floor, P.O Box 310, Victoria, Mahé, Seychelles Tel: 422 5914"}, {"text_block_id": "p46_b704", "text": "v.herminie@pcusey.sc"}, {"text_block_id": "p46_b705", "text": "Seychelles Energy Commission"}, {"text_block_id": "p46_b706", "text": "Mr. Andrew JEAN-LOUIS"}, {"text_block_id": "p46_b707", "text": "Chief Executive Officer"}, {"text_block_id": "p46_b708", "text": "Room 205, AARTI Chambers, Mont-Fleuri, Mahé, Seychelles"}, {"text_block_id": "p46_b709", "text": "Tel: 272 3859"}, {"text_block_id": "p46_b710", "text": "ajean-louis@sec.sc"}, {"text_block_id": "p46_b711", "text": "Seychelles Energy Commission"}, {"text_block_id": "p46_b712", "text": "Mr. Mamy RAZANAJATOVO"}, {"text_block_id": "p46_b713", "text": "Room 205, AARTI Chambers, Mont-Fleuri, Mahé, Seychelles"}, {"text_block_id": "p46_b714", "text": "Tel: 442 1700 / 259 3560"}, {"text_block_id": "p46_b715", "text": "mamyrazanajatovo@yahoo.fr / mrazanajatovo@sec.sc"}, {"text_block_id": "p46_b716", "text": "Seychelles Fishing Authority"}, {"text_block_id": "p46_b717", "text": "Mrs. Elisa SOCRATE"}, {"text_block_id": "p46_b718", "text": "Fisheries Administrator"}, {"text_block_id": "p46_b719", "text": "P.O Box 449 Fishing Port, Victoria, Mahé, Seychelles"}, {"text_block_id": "p46_b720", "text": "Tel: 467 0300 (or 35) / 259 1075"}, {"text_block_id": "p46_b721", "text": "esocrate@sfa.sc"}, {"text_block_id": "p46_b722", "text": "Seychelles Island Foundation"}, {"text_block_id": "p46_b723", "text": "Dr. Frauke FLEISCHER-DOGLEY"}, {"text_block_id": "p46_b724", "text": "Chief Executive Officer"}, {"text_block_id": "p46_b725", "text": "La Ciotat Building, Mont-Fleuri, Mahé, Seychelles"}, {"text_block_id": "p46_b726", "text": "Tel: 432 1735 / 271 2377"}, {"text_block_id": "p46_b727", "text": "ceo@sif.sc"}, {"text_block_id": "p47_b728", "text": "Seychelles Islands Foundation"}, {"text_block_id": "p47_b729", "text": "Ms. Wilna ACCOUCHE"}, {"text_block_id": "p47_b730", "text": "Project Officer"}, {"text_block_id": "p47_b731", "text": "La Ciotat Building, Mont Fleuri, Mahé, Seychelles"}, {"text_block_id": "p47_b732", "text": "Tel: 432 1735 / 251 4833"}, {"text_block_id": "p47_b733", "text": "wilna@sif.sc"}, {"text_block_id": "p47_b734", "text": "Seychelles National Parks Authority"}, {"text_block_id": "p47_b735", "text": "Mr. Denis MATATIKEN"}, {"text_block_id": "p47_b736", "text": "Chief Executive Officer"}, {"text_block_id": "p47_b737", "text": "P.O Box 1240, Victoria, Mahé, Seychelles"}, {"text_block_id": "p47_b738", "text": "Tel: 422 5114 / 227 2317"}, {"text_block_id": "p47_b739", "text": "Fax: 422 43 88"}, {"text_block_id": "p47_b740", "text": "boga@seychelles.net"}, {"text_block_id": "p47_b741", "text": "Seychelles Ports Authority"}, {"text_block_id": "p47_b742", "text": "Mrs. Lina HOAREAU"}, {"text_block_id": "p47_b743", "text": "Corporate Services Manager"}, {"text_block_id": "p47_b744", "text": "C/O Seychelles Ports Authority Mahé Quay, P.O Box 47 Victoria, Mahé, Seychelles"}, {"text_block_id": "p47_b745", "text": "Tel: 429 4712 / 272 3777 / Fax: 422 40 04"}, {"text_block_id": "p47_b746", "text": "corporate@seychellesports.sc"}, {"text_block_id": "p47_b747", "text": "Seychelles Revenue Commission"}, {"text_block_id": "p47_b748", "text": "Mrs. Sharon ORPHEE"}, {"text_block_id": "p47_b749", "text": "Corporate Planning and Research Coordinator"}, {"text_block_id": "p47_b750", "text": "Seychelles Revenue Commission, Orion Mall, P.O Box 50, Victoria, Mahé, Seychelles"}, {"text_block_id": "p47_b751", "text": "Tel:  429 3737"}, {"text_block_id": "p47_b752", "text": "Fax: 422 5565"}, {"text_block_id": "p47_b753", "text": "sharon.orphee@src.gov.sc"}, {"text_block_id": "p47_b754", "text": "Seychelles Investment Bureau"}, {"text_block_id": "p47_b755", "text": "Mr. Roger DENOUSSE"}, {"text_block_id": "p47_b756", "text": "Technical Director"}, {"text_block_id": "p47_b757", "text": "Caravelle House, P.O Box 1167, Victoria, Mahé, Seychelles"}, {"text_block_id": "p47_b758", "text": "Tel: 429 5500"}, {"text_block_id": "p47_b759", "text": "rdenousse@sib.gov.sc"}, {"text_block_id": "p47_b760", "text": "Seychelles Public Transport Corporation"}, {"text_block_id": "p47_b761", "text": "Mrs. Veronique LAPORTE"}, {"text_block_id": "p47_b762", "text": "Chief Executive Officer"}, {"text_block_id": "p47_b763", "text": "Head office, P.O Box 610, Victoria, Mahé, Seychelles"}, {"text_block_id": "p47_b764", "text": "Tel: 428 0280"}, {"text_block_id": "p47_b765", "text": "Fax: 432 2425"}, {"text_block_id": "p47_b766", "text": "veronique.laporte@sptc.sc"}, {"text_block_id": "p48_b767", "text": "Seychelles Tourism Board"}, {"text_block_id": "p48_b768", "text": "Mrs. Philomena HOLLANDA"}, {"text_block_id": "p48_b769", "text": "Manager Tender and Product Enhancement Section"}, {"text_block_id": "p48_b770", "text": "Bel Ombre, P.O Box 1262, Victoria, Mahé, Seychelles"}, {"text_block_id": "p48_b771", "text": "Tel: 467 1328 / 272 4227"}, {"text_block_id": "p48_b772", "text": "Fax: 467 1328"}, {"text_block_id": "p48_b773", "text": "philomena.h@seychelles.com / holfilo@yahoo.co.uk"}, {"text_block_id": "p48_b774", "text": "Seychelles Tourism Board"}, {"text_block_id": "p48_b775", "text": "Ms. Betty SERAPHINE"}, {"text_block_id": "p48_b776", "text": "Environmental Coordinator (Policy and International Cooperation)"}, {"text_block_id": "p48_b777", "text": "Bel Ombre, P.O Box 1262, Victoria, Mahé, Seychelles"}, {"text_block_id": "p48_b778", "text": "Tel: 467 1300"}, {"text_block_id": "p48_b779", "text": "Fax: 462 0620"}, {"text_block_id": "p48_b780", "text": "betty.s@seychelles.com"}, {"text_block_id": "p48_b781", "text": "Seychelles Tourism Board"}, {"text_block_id": "p48_b782", "text": "Mr. Keneth TOMKING"}, {"text_block_id": "p48_b783", "text": "Officer Quality and Standard and Product Enhancement"}, {"text_block_id": "p48_b784", "text": "Bel Ombre, P.O Box 1262, Victoria, Mahé, Seychelles"}, {"text_block_id": "p48_b785", "text": "Tel: 467 1300"}, {"text_block_id": "p48_b786", "text": "Fax: 462 0620"}, {"text_block_id": "p48_b787", "text": "keneth.t@seychelles.com"}, {"text_block_id": "p48_b788", "text": "Sustainability for Seychelles"}, {"text_block_id": "p48_b789", "text": "Mrs. Iris CAROLUS"}, {"text_block_id": "p48_b790", "text": "Chairperson"}, {"text_block_id": "p48_b791", "text": "C/O LWMA ex English River Clinic, P.O Box 900, Mahé, Seychelles"}, {"text_block_id": "p48_b792", "text": "Tel: 251 1292"}, {"text_block_id": "p48_b793", "text": "carolusiris@yahoo.co.uk"}, {"text_block_id": "p48_b794", "text": "Sustainability for Seychelles"}, {"text_block_id": "p48_b795", "text": "Mrs. Michele MARTIN"}, {"text_block_id": "p48_b796", "text": "Secretary"}, {"text_block_id": "p48_b797", "text": "C/O LWMA ex English River Clinic, P.O Box 900, Mahé, Seychelles"}, {"text_block_id": "p48_b798", "text": "Tel: 32 4334 / 251 9135"}, {"text_block_id": "p48_b799", "text": "martinzanlwi@yahoo.com"}, {"text_block_id": "p49_b800", "text": "Annex 5 Abbreviations"}], "document_description": "<div class=\"page\" title=\"Page 9\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThe Seychelles Sustainable Development Strategy (SSDS) 2012-2020 is a national instrument which incorporates national priorities for sustainable development and lays out a roadmap for the implementation of those priorities. The Strategy aims at contributing to the realisation of the nation's economic, social and cultural potential through an innovative, knowledge-led approach, while being mindful of the need to conserve the integrity of the Seychelles natural environment and heritage for present and future generations.\n\nThe Strategy notably insists on the importance to foster adaptation efforts and investments in renewable energy. Resources needed for such goals, as well as protecting biodiversity, are estimated.\n\n</div>\n</div>\n</div>\n</div>"}