{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Seychelles", "document_category": "Policy", "document_sector_name": "Environment", "document_language": "English", "document_name": "Seychelles' National Biodiversity Strategy and Action Plan 2015-2020", "document_country_code": "SYC", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2014", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing"], "document_url": "https://cdn.climatepolicyradar.org/SYC/2014/SYC-2014-12-25-Seychelles' National Biodiversity Strategy and Action Plan 2015-2020_c82f55db6e59d09cbf1177ae6cb862d4.pdf", "text_blocks": [{"text_block_id": "p35_b1", "text": "Mangrove habitat management has received considerable attention over the last 20 years with the development of pilot management projects and ecotourism (boardwalks and canoeing) activities. Notably the Port Launay mangroves were incorporated into the Marne Seychellois National Park providing for protection of a watershed from mountain top to mangrove forest. The importance of this area was highlighted by its 2004 designation as a Ramsar site."}, {"text_block_id": "p0_b1", "text": "Seychelles' National Biodiversity Strategy and Action Plan"}, {"text_block_id": "p77_b1", "text": "4.6 National Financing to Support NBSAP Implementation"}, {"text_block_id": "p70_b1", "text": "Objectives"}, {"text_block_id": "p35_b2", "text": "The main threats to mangroves are coastal development and climate change with rising sea levels posing a significant threat to mangrove forests in the Seychelles."}, {"text_block_id": "p0_b2", "text": "2015-2020"}, {"text_block_id": "p77_b2_merged", "text": "Project 26 develops a Financing Action Plan for the NBSAP. This project is being addressed by the BioFin project which was running parallel to the process to the development of the NBSAP 2015 -2020. This project sets out, inter alia, to:"}, {"text_block_id": "p70_b2", "text": "The NBSAP's Objectives cascade logically from its Strategic Goals and reflect the Aichi Biodiversity Targets."}, {"text_block_id": "p35_b3", "text": "iv). Sea Grass Beds. The extensive shallow submarine banks of Seychelles support significant sea grass areas. A particularly large sea grass bed (estimated at 45km long and 15km at its widest) lies on the Providence-Cerf bank. Many of the outer islands, such as the lagoons of Aldabra, Cosmoledo and Astove, support large sea grass communities. Sea grass habitats are also common around the granitic islands notably in the St Anne Marine National Park and off Grand Anse-Amities coast of Praslin. A brief survey of inshore sea grass bed substrate around the island of Mahe recorded 58 species of infauna! invertebrates. Sea grass beds are also essential for many marine herbivore species including megafauna such as the green turtle and the Dugong."}, {"text_block_id": "p1_b3", "text": "This Document may be cited as:"}, {"text_block_id": "p70_b3", "text": "The NBSAP's Objectives cascade logically from its Strategic Goals and reflect the Aichi Biodiversity Targets.\n* To make the Seychelles population aware of the values of biodiversity and the steps they can\n* To integrate and incorporate biodiversity values into the development cycle and into national\n* To phase out or reform incentives and subsidies harmful to biodiversity to minimise or avoid\n* To integrate sustainable production and consumption plans into all sectors in order to keep use\n* To at least halve, and where feasible bring close to zero, the rate of loss of all natural habitats\n* To avoid overfishing by applying sustainable, legal, ecosystem-based harvesting of all fish,\n* To ensure that biodiversity is conserved by managing agriculture, aquaculture and forestry\n* To reduce pollution and nutrie.nt enrichment to levels that are not detrimental to ecosystem\n* To control or eradicate and priority Invasive Alien Species and prevent the introduction and\n* To minimise anthropogenic pressures on coral reefs, and other vulnerable ecosystems impacted\n* To protect through a network of viable, ecologically representative and effectively managed\n* To prevent the extinction and improve the conservation status of known threatened species,\n* To maintain the genetic diversity of cultivated plants and farmed and domesticated animals and\n* To restore and safeguard, in a socially equitable manner, ecosystems that provide essential\n* To enhance ecosystem resilience and the contribution of biodiversity to carbon stocks through\n* To operationalise the Nagoya Protocol on Access to Genetic resources in Seychelles (by 2015).\n* To update, adopt as a policy instrument and have under effective implementation by 2015\n* To respect and protect traditional knowledge, innovations and practices of local communities\n* To improve, share, transfer and apply the knowledge, science base and technologies relating to\n* To mobilise the necessary financial resources to effectively implement the NBSAP."}, {"text_block_id": "p35_b4", "text": "There is evidence that sea grass beds around the main populated islands are in decline due to a combination of anthropogenic factors -pollution, reclamation, coastal development and climate change. It also likely that the historical exploitation of the main sea grass grazers, green turtles, and ongoing fishery activities mean that the natural grazer/growth balance in sea grass beds has been lost potentially leading to changes in community structure and health."}, {"text_block_id": "p1_b4", "text": "GoS (2014). Seychelles Biodiversity Strategy and Action Plan 2015-2020."}, {"text_block_id": "p35_b5", "text": "v). Reef flats. This mixed habitat complex has been subject to intensive disturbance around populated islands. In the central archipelago reef flats are utilised extensively for gleaning fisheries (e.g. octopus and shell fish) and shell collecting activities. In the last 25 years significant areas of this habitat have been lost to major land reclamations. Sedimentation and in some areas pollution are also factors of concern."}, {"text_block_id": "p1_b5_merged", "text": "Edit;ors: John Nevi11, Jacques Prescott, Nirmal Jivan Shah and Marie-May Jeremie"}, {"text_block_id": "p77_b5", "text": "Project 26 develops a Financing Action Plan for the NBSAP. This project is being addressed by the BioFin project which was running parallel to the process to the development of the NBSAP 2015 -2020. This project sets out, inter alia, to:\n* quantify the biodiversity funding environment\n* develop costings for all the NBSAP projects\n* provide a synthesis of funding options\n* identify the NBSAP funding shortfall\n* Assess current biodiversity incentives (perverse and positive) and develop a new incentive\n* Integrate NBSAP financing into the national Budget planning process, Medium Term"}, {"text_block_id": "p35_b6", "text": "Most reef flats consist of a complex patchwork of habitats: areas of sand and gravel interspersed between areas of coral rubble, coral outcrops, sea grass and algal growth. In thŁir natural state these habitats are rich in life and commodity species such as octopus, lobster and sea cucumber. Mollusc fauna can be very rich with Cowries"}, {"text_block_id": "p35_b7", "text": "(Cypraea moneta,"}, {"text_block_id": "p35_b8", "text": "C."}, {"text_block_id": "p35_b9", "text": "annulus,"}, {"text_block_id": "p35_b10", "text": "C."}, {"text_block_id": "p35_b11", "text": "Lynx,"}, {"text_block_id": "p35_b12", "text": "C."}, {"text_block_id": "p35_b13", "text": "caurca and"}, {"text_block_id": "p1_b13", "text": "Edit;ors: John Nevi11, Jacques Prescott, Nirmal Jivan Shah and Marie-May Jeremie\n* Consultant jnevill@seychelles.net\n* International Consultant.\n* NBSAP Technical Advisor\n* Director, Ministry of Environment and Energy."}, {"text_block_id": "p35_b14", "text": "C."}, {"text_block_id": "p35_b15", "text": "helvola"}, {"text_block_id": "p35_b16", "text": "being common), Cones"}, {"text_block_id": "p35_b17", "text": "(Conus /eopardus,"}, {"text_block_id": "p77_b17", "text": "This constitutes a very thorough approach to funding strategy and would be compatible for the national funding strategy established under the SSDS."}, {"text_block_id": "p35_b18", "text": "C."}, {"text_block_id": "p78_b18", "text": "Annex 1: NBSAP Steering Committee Membership."}, {"text_block_id": "p35_b19", "text": "litteratus,"}, {"text_block_id": "p79_b19", "text": "Annex 2: Contributors to the NBSAP Process"}, {"text_block_id": "p35_b20", "text": "C."}, {"text_block_id": "p82_b20", "text": "References"}, {"text_block_id": "p35_b21", "text": "virgo,"}, {"text_block_id": "p2_b21", "text": "Acknowledgements"}, {"text_block_id": "p82_b21", "text": "Baker, B.H. (1963)."}, {"text_block_id": "p35_b22", "text": "C."}, {"text_block_id": "p2_b22", "text": "Seychelles National Biodiversity Strategy and Action Plan 2015 -2020 was prepared through a collective effort with preparatory work undertaken by a team of experts: Mr. Jacques Prescott, Mr. Nirmal Jivan Shah, Mr. Herve Bareis, Mr. Cliff Gonsalves, Ms. Marie-May Jeremie and Mr. Peter Smith and the final document prepared by Mr. John Nevill. This work was most ably facilitated and supported by staff ofthe UNDP Project Coordination Unit notably Ms Annike Faure (Project Manager) and Mr. Andrew Grieser-Johns (Programme Coordinator). Special thanks go to Mr Justin_ Prosper for provision of GIS maps. The content of the NBSAP was driven by an iterative process of broad national stakeholder consultation and input with contributors gratefully acknowledged in Annex 2 of this document."}, {"text_block_id": "p82_b22", "text": "Geology and mineral resources of the Seychelles Archipelago. Geol. Surv. Kenya. Mem.3, 140pp."}, {"text_block_id": "p35_b23", "text": "maldivus,"}, {"text_block_id": "p2_b23", "text": "The preparation of the NBSAP was funded by UNDP-GEF and the Government of Seychelles."}, {"text_block_id": "p82_b23", "text": "Baker, J.G. (1877)."}, {"text_block_id": "p35_b24", "text": "C."}, {"text_block_id": "p3_b24", "text": "Contents"}, {"text_block_id": "p82_b24", "text": "Flora of Mauritius and the Seychelles: a description of the Flowering Plants and Ferns of those Islands. L. Reeve & Co. London."}, {"text_block_id": "p35_b25", "text": "betulinus"}, {"text_block_id": "p3_b25", "text": "Page"}, {"text_block_id": "p82_b25", "text": "Barois, H. (2013)."}, {"text_block_id": "p35_b26", "text": "and"}, {"text_block_id": "p4_b26", "text": "Page"}, {"text_block_id": "p82_b26", "text": "NBSAP Integrated Financing Action Plan. GoS/UNDP/GEF Project: National Biodiversity Planning to Support the Implementation of the CBD Strategic Plan in Seychelles NBSAP."}, {"text_block_id": "p35_b27", "text": "C."}, {"text_block_id": "p4_b27", "text": "Tables"}, {"text_block_id": "p82_b27", "text": "Cantanzano, J."}, {"text_block_id": "p35_b28", "text": "quercinus)"}, {"text_block_id": "p4_b28", "text": "Maps"}, {"text_block_id": "p82_b28", "text": "&"}, {"text_block_id": "p35_b29", "text": "readily found in the seagrass; whilst species such as"}, {"text_block_id": "p4_b29", "text": "Figures"}, {"text_block_id": "p82_b29", "text": "Nageon, J. (2013)."}, {"text_block_id": "p35_b30", "text": "Bittium zebrum"}, {"text_block_id": "p5_b30", "text": "Projects"}, {"text_block_id": "p82_b30", "text": "Statement of Intent to Support National Fisheries Priorities for the Seychelles Fishing Policy, IOC/SmartFish/UNFAO/EU."}, {"text_block_id": "p35_b31", "text": "and"}, {"text_block_id": "p5_b31", "text": "Page"}, {"text_block_id": "p82_b31", "text": "Carlstrom,"}, {"text_block_id": "p35_b32", "text": "Smaragdia rangiana"}, {"text_block_id": "p6_b32", "text": "Acronyms and Abbreviations"}, {"text_block_id": "p82_b32", "text": "A. (1996)."}, {"text_block_id": "p35_b33", "text": "can be found in algal mats. Four Shell Reserves were declared in the 1960s and were subsequently incorporated under the 1986 Fisheries Act {1987 Shell Reserve Regulations) but the areas are not managed or enforced. Reef flat areas are also covered in other Protected Areas most notably Aldabra."}, {"text_block_id": "p8_b33", "text": "Executive Summary"}, {"text_block_id": "p82_b33", "text": "Areas of Special Conservation Value for the Plants of the Granitic"}, {"text_block_id": "p35_b34_merged_merged", "text": "Seychelles has some 1,700 km2 of coral reef the vast majority of which occurs around the south eastern islands. The ENSO-related coral bleaching event in 1998 had a major impact on Seychelles' reefs. The reefs of the central archipelago were particularly badly affected with some 90% coral cover mortality. Fast growing Acroporas and Pocilloporas suffered most and a phase shift from live coral cover to coral rubble/macroalgae dominated-reefs was initiated. The outer islands were in general less badly affected with coral mortality more in the region of 40-50% and it has been postulated that this may reflect greater resilience due to reduced anthropogenic stress and an existing natural adaptation to greater temperature fluctuations."}, {"text_block_id": "p8_b34", "text": "The Seychelles National Biodiversity Strategy and Action Plan 2015-2020 (NBSAP) has been prepared through an iterative process of stakeholder consultation and approval. The NBSAP addresses Seychelles' obligations under Article 6a of the Convention on Biological Diversity (CBD) and replaces the previous version produced in 1997. This document builds upon a review of its predecessor and preparatory documents addressing financing, capacity building and climate change related biodiversity issues."}, {"text_block_id": "p82_b34", "text": "Islands of Seychelles. Consultancy Report, Seychelles Government. Ministry of Foreign"}, {"text_block_id": "p8_b35", "text": "The NBSAP was developed through a truncated process with stakeholder consultations and development of a draft undertaken in 2012 and 2013. Following international independent review of the draft it was decided to re-align its content to the CBD's Aichi Biodiversity Targets a process which was undertaken in 2014."}, {"text_block_id": "p82_b35", "text": "Affairs, Planning and Environment. Conservation & National Parks Section, Victoria, Seychelles."}, {"text_block_id": "p8_b36", "text": "Seychelles is home to significant biodiversity with high endemism: 50-85% for different animal groups and approximately 45% for plants in general, and is recognized as a biodiversity hotspot by Conservation International and a centre of plant biodiversity by the International Union for the Conservation of Nature (IUCN) and the World Wildlife Fund (WWF)."}, {"text_block_id": "p82_b36", "text": "Carlstrom, A. (1996a)."}, {"text_block_id": "p36_b37", "text": "Reef fish diversity showed a lag effect following the bleaching event with some impact noted on certain live-coral dependent species but in general diversity was maintained. However as time progressed recruitment of new individuals to fish populations appears to be reduced possibly related to the progressive break down of reef structure."}, {"text_block_id": "p8_b37", "text": "In"}, {"text_block_id": "p82_b37", "text": "Endemic and Threatened Plant Species on the Granitic Seychelles."}, {"text_block_id": "p36_b38", "text": "In the sixteen years following the bleaching event natural recovery has been slow. Various factors are believed to have contributed to this:"}, {"text_block_id": "p8_b38", "text": "Chapter 2:"}, {"text_block_id": "p82_b38", "text": "Consultancy Report, Ministry of Foreign Affairs, Division of Environment, Victoria."}, {"text_block_id": "p36_b39", "text": "In the sixteen years following the bleaching event natural recovery has been slow. Various factors are believed to have contributed to this:\n* The loss of live coral was so extensive and widespread that sources of coral larval influx for\n* The spread of algae coverage is limiting to coral recruitment and development.\n* There have been further bleaching events in 2002, 2003 and 2010 that have accounted for\n* Most recently a new Crown-of-thorns starfish\n* outbreak, the first since"}, {"text_block_id": "p8_b39", "text": "Seychelles' biodiversity is described in the context of three of the CB D's thematic areas namely: Forest Biodiversity, Inland Waters Biodiversity and Marine and Coastal Biodiversity. For each thematic area an overview is provided of the habitat types and species content. Maps show the distribution of the habitats over the three main populated islands and the overall status and trends nationally are discussed. Drivers of biodiversity loss and are investigated for each main habitat type and the key threats to biodiversity are identified and analysed in"}, {"text_block_id": "p82_b39", "text": "Cesar, H."}, {"text_block_id": "p8_b40", "text": "Table 9."}, {"text_block_id": "p82_b40", "text": "et al"}, {"text_block_id": "p8_b41", "text": "In summary, whilst the relative significance of threats may vary from one habitat type to the next, the main threats to terrestrial biodiversity are Invasive Alien Species (IAS) and loss of habitat/change in land use. Climate change is a cross-cutting threat and complicating factor in assessing priority threats to terrestrial biodiversity. In marine ecosystems the primary threat is that of overfishing. There is strong evidence showing significant and progressive overfishing of the demersal fishery and \"fishing down\" of the food chain which can destabilise ecosystems. These matters are covered at length in"}, {"text_block_id": "p82_b41", "text": "(2004)."}, {"text_block_id": "p8_b42", "text": "Section 2.2."}, {"text_block_id": "p82_b42", "text": "Evaluation of the Socio-economic Impacts of Marine Ecosystem Degradation in the Seychelles. SEYMEMP Report."}, {"text_block_id": "p8_b43", "text": "Climate change is also a major threat to the conservation and sustainable use of marine biodiversity and particularly so with regard to the most biodiverse habitat of coral reefs which suffered severe loss of live coral cover in the 1998 ENSO-related bleaching event. The effects of overfishing and raised sea temperatures compound each other in terms of the impact on reef systems. The known losses of biodiversity are discussed in"}, {"text_block_id": "p82_b43", "text": "Duncombe, M. (1996)."}, {"text_block_id": "p8_b44", "text": "Section 2.4."}, {"text_block_id": "p82_b44", "text": "Atlas des Zones d'Environnement Sensible des Seychelles, Tome 1. Gos 1996."}, {"text_block_id": "p8_b45", "text": "Section 2.5"}, {"text_block_id": "p82_b45", "text": "Duncombe, M. (1996a)."}, {"text_block_id": "p71_b45", "text": "4.1 Duration. Monitoring and Review"}, {"text_block_id": "p8_b46_merged_merged", "text": "summarises Seychelles' key biodiversity successes which reflect the focus of conservation action over the last 40 years namely: i). the eradication of IAS from and the rehabilitation of small island ecosystems which has resulted in remarkable success stories, particularly in the conservation of endangered endemic landbirds; and ii). the Protected Area Network (PAN) which covers some 46.6% of the country's landmass and includes world class protected areas like Aldabra, Cousin Island, Aride Island and the Vallee-de-Mai vJhich have yielded enormous conservation benefits not least the ongoing recovery of turtle rookeries on Aldabra and Cousin Island."}, {"text_block_id": "p82_b46", "text": "Atlas des Zones d'Environnement Sensible des Seychelles, Tome 2. GoS 1996."}, {"text_block_id": "p71_b46", "text": "The NBSAP is intended to have a 6-year duration, 2015-2020 -to coincide with the CBD Strategic Plan Aichi 2020 Biodiversity targets. Monitoring will be lead and coordinated by the NBSAP Implementation Unit (see"}, {"text_block_id": "p82_b47", "text": "Emmerton,"}, {"text_block_id": "p71_b47", "text": "Implementation Mechanisms"}, {"text_block_id": "p82_b48", "text": "L."}, {"text_block_id": "p71_b48", "text": "below) and will assess attainment of objectives through means of structured projep:s with targets and objectively verifiable indicators that are elaborated from the project formats listed in the Action Plan. A Mid-term (3-year) review should also be undertaken to assess progress after 3 years, identify problems to be addressed and reconsider prioritisation for the second 3-year period. Finally a regular mechanism for the elaboration, submission and approval of new projects is to be incorporated into the process (see section entitled"}, {"text_block_id": "p36_b49", "text": "Recognising that enhanced reef ecosystem resilience is vital to fend off the impacts of stresses Seychelles has embarked on a series of measures that have the objective of greatly improving management of the demersal fishery (see"}, {"text_block_id": "p9_b49", "text": "Sections 2.6"}, {"text_block_id": "p82_b49", "text": "(1997)."}, {"text_block_id": "p71_b49", "text": "Living Document"}, {"text_block_id": "p36_b50", "text": "Project 28)"}, {"text_block_id": "p9_b50", "text": "&"}, {"text_block_id": "p82_b50", "text": "Seychelles Biodiversity: Economic Assessment. Seychelles NBSAP."}, {"text_block_id": "p71_b50", "text": "below)."}, {"text_block_id": "p36_b51", "text": "and designating approximately 30% of the EEZ as protected areas, half of which or 15% of the EEZ to be strict no take zones. Area prioritisation and marine spatial planning initiatives are underway to support this (see"}, {"text_block_id": "p9_b51", "text": "2.7"}, {"text_block_id": "p82_b51", "text": "Friedmann, F. (1986)."}, {"text_block_id": "p71_b51", "text": "4.2 A living Document -Project Development"}, {"text_block_id": "p36_b52", "text": "Project 2)."}, {"text_block_id": "p9_b52", "text": "describe and discuss Seychelles' PAN its legal basis, classifications and constituent parts and the issues it faces in terms of: the representative nature ofthe PAN, the shortfall in Marine Protected Areas, \"Paper Parks\", effective management and the lack of sustainable financing mechanisms; and how these issues are addressed under the NBSAP."}, {"text_block_id": "p82_b52", "text": "Flowers and Trees of Seychelles. Editions Delroisse for Dept. of Finance, Seychelles, 1986. ISBN 2855181224."}, {"text_block_id": "p71_b52", "text": "This document was developed during a particularly dynamic time in the national biodiversity management scenario with numerous projects ongoing or in the development stage which pertain directly to the above Strategic Goals and Objectives, which made updating the document in line with developments difficult. This situation was exacerbated by the Aichi alignment process the next year resulting in a hiatus and extensive re-write which further extended the period of time from the main stakeholder consultation process and production of the final document."}, {"text_block_id": "p36_b53", "text": "General climate trends suggest that raised sea-temperature events will occur with increasing regularity in the future and as such temperature induced coral bleaching remains the primary threat to coral reefs and their wider recovery in the Seychelles. An innovative pilot project, led by Local NGO Nature Seychelles, has been initiated at two sites near the island of Praslin to plant climate­resilient coral species with the objective to restore ecosystem services. Coral nubbins are cultivated in mid-water ocean nurseries made of ropes or nets. Corals are then transplanted onto bleached and degraded reefs. By mid-2014 some 30,000 corals from 45 species had been transplanted. It is intended to expand these trial projects to larger areas under this NBSAP (see"}, {"text_block_id": "p9_b53", "text": "Chapter 3"}, {"text_block_id": "p82_b53", "text": "Gerlach, J. (2006)."}, {"text_block_id": "p71_b53", "text": "The Aichi realignment of the document identified certain gaps in project coverage relative to the Aichi Targets and whilst all targets are contributed to by at least one project (see the"}, {"text_block_id": "p36_b54", "text": "Project 21)."}, {"text_block_id": "p9_b54", "text": "discusses the Policy, Institutional and Financial context of biodiversity management in Seychelles."}, {"text_block_id": "p82_b54", "text": "Terrestrial and freshwater Mollusca of the Seychelles Islands. Backhuys Publishers BV, Leiden, The Netherlands. ISBN 90-5782-176-1."}, {"text_block_id": "p71_b54", "text": "Aichi Target"}, {"text_block_id": "p36_b55", "text": "vii). Marine Plateau."}, {"text_block_id": "p9_b55", "text": "The existing mechanisms for mainstreaming biodiversity such as the Planning Authority, Environment Protection Act, Town and Country Planning Act, the previous Environmental management Plans (EMPS) and the current Sustainable Development Strategy (SSDS) are summarised; and the proposed mechanism for mainstreaming the NBSAP covered."}, {"text_block_id": "p82_b55", "text": "Gerlach, J. (2008):"}, {"text_block_id": "p71_b55", "text": "-"}, {"text_block_id": "p36_b56_merged_merged_merged", "text": "The submarine banks of the Seychelles form the basis of the artisanal fishery providing vital food security, employment and high value trade commodities. The Mahe plateau is of particular importance. This shallow bank of some 39,000 km2 supports important demersal fisheries such as: Lethrinidae, Lutjanidae, Scaridae, Serranidiae, Siganidae some 100 species of demersal fish are commonly caught in the fishery. Also important are the sea cucumber, lobster and octopus fisheries."}, {"text_block_id": "p9_b56", "text": "The lack of substantive biodiversity valuations preventing the integration of biodiversity into national accounting and budgeting is identified as a key barrier to the effective conservation and sustainable use of biodiversity in Seychelles and is addressed in"}, {"text_block_id": "p82_b56", "text": "Setting Conservation Priorities -A Key Biodiversity Areas Analysis for the Seychelles Islands. The Open Conservation Biology Journal 2008, 2, 44-53"}, {"text_block_id": "p71_b56", "text": "Project Matrix)"}, {"text_block_id": "p9_b57", "text": "Project 23."}, {"text_block_id": "p82_b57", "text": "GoS (1994)."}, {"text_block_id": "p71_b57", "text": "a re-assessment and re-focusing is required. However, stakeholders felt that this should not be done at that stage without starting the entire stakeholder process again. It was agreed therefore, that a mechanism to incorporate new projects to ensure full Aichi Target coverage, as appropriate, should be implemented at the end of 2015 following an NBSAP-IU assessment of Aichi Target coverage. Stakeholders also felt that as new knew knowledge is gained or circumstances change it may be appropriate to incorporate new projects, or alter existing ones and as such a process for the submission and approval of projects for inclusion into the NBSAP portfolio should be agreed and operated by the National Biodiversity Partnership Forum (see"}, {"text_block_id": "p9_b58", "text": "The incentives for biodiversity, perverse and positive, are alluded to and addressed in"}, {"text_block_id": "p82_b58", "text": "S.I. No. 39 of 1994. Environment Trust Fund Order."}, {"text_block_id": "p71_b58", "text": "Implementation Mechanisms"}, {"text_block_id": "p9_b59", "text": "Project 26."}, {"text_block_id": "p82_b59", "text": "GoS (2000)."}, {"text_block_id": "p71_b59", "text": "below)."}, {"text_block_id": "p9_b60", "text": "The financing options for biodiversity, current and potential, including the Public Sector Investment Programme (PSIP), Environment Trust Fund and debt for adaptation swap are discussed and recommendations made to enhance the uptake offunds for biodiversity which are addressed by"}, {"text_block_id": "p82_b60", "text": "Environment Management Plan of Seychelles 2000 -2010. Managing for Sustainability. MET2000."}, {"text_block_id": "p71_b60", "text": "4.3 Implementation Mechanisms"}, {"text_block_id": "p37_b61", "text": "Artisanal fishery catches peaked in 1991 have declined steadily since (See Fig 1), providing very strong indication that the demersal stocks have been heavily overfished"}, {"text_block_id": "p9_b61", "text": "Projects 22,23,26 and 31."}, {"text_block_id": "p82_b61", "text": "GoS (2005)."}, {"text_block_id": "p71_b61_merged_merged_merged", "text": "The Government Ministry with portfolio responsibility for Environmentwill be the lead agency for coordinating, promoting and facilitating implementation of the NBSAP. The Government and civil society organisations that are implementing agencies (i.e. agencies implementing NBSAP projects) will identify Focal points and each take responsibility for the implementation of their own projects or project components."}, {"text_block_id": "p37_b62", "text": "•"}, {"text_block_id": "p9_b62_merged_merged_merged", "text": "Issues of data management (section 3.4), Biosafety (section 3.5) and Capacity Building (section 3.6) are covered and linkages to the projects that address them (i.e. projects 14, 8 & 31 respectively) are made."}, {"text_block_id": "p82_b62", "text": "Seychelles National Capacity Self-Assessment (NCSA). Capacity Assessment Report. June 2005."}, {"text_block_id": "p37_b63_merged_merged", "text": "Key economic components of the fishery such as Serranids (see Fig 2) and Lethrinids (see Fig 3) have also shown distinct decline. Furthermore many of the larger species -e.g. Epinephe/us tukula, E. fuscoguttatus, Plectropomus laevis and P. punctatus -have shown a marked decline in area of occurrence and abundance."}, {"text_block_id": "p82_b63", "text": "GoS (2011)."}, {"text_block_id": "p71_b63", "text": "An NBSAP Implementation Unit (IU) is to be established under the Environment Department and integrated into the SSDS administration framework to facilitate the mainstreaming of biodiversity into and across the economic and development sectors. The establishment of the IU is fundamental to the overall success of NBSAP implementation. The detailed role and structure of the IU is described in"}, {"text_block_id": "p82_b64", "text": "Fourth National Report to the United Nations Convention on Biological Diversity. Environment Department, P.O. Box 445, Botanical Gardens, Mont Fleuri, Victoria, Seychelles."}, {"text_block_id": "p71_b64", "text": "Project 31."}, {"text_block_id": "p82_b65", "text": "Gos (2012)."}, {"text_block_id": "p72_b65", "text": "A National Biodiversity Partnership Forum {NBPF) will be created where all entities that agree to become implementing partners of the NBSAP will meet to discuss issues pertinent to the attainment of its objectives and goals. Participation to the forum will entail sharing information, comments and projects/activities that contribute to the implementation of the NBSAP and specifically members will be required to report on implementation of their projects to the forum and submit periodic reports to the IU in an agreed standardised format to enable the full and proper monitoring and assessment of NBSAP implementation."}, {"text_block_id": "p82_b66", "text": "Seychelles Sustainable Development Strategy 2012-2020 Vol I. EU/UNDP-GEF/GoS pp. 49."}, {"text_block_id": "p72_b66", "text": "Forum members will:"}, {"text_block_id": "p82_b67", "text": "Gos (2012a)."}, {"text_block_id": "p72_b67", "text": "Forum members will:\n* elaborate, agree and implement an equitable and transparent mechanism, criteria and\n* assist in aligning their projects and activities with CBD requirements and other global\n* share information on advances made through their biodiversity projects and initiatives,\n* assist in aligning NBSAP activities to CBD objectives and programmes of work and other"}, {"text_block_id": "p82_b68", "text": "Seychelles Sustainable Development Strategy 2012-2020 Vol 11. EU/UNDP-GEF/GoS pp. 303."}, {"text_block_id": "p82_b69", "text": "Gos (2013)."}, {"text_block_id": "p38_b70", "text": "Where species-level catch data is available for key economic species it also shows very worrying trends such as for the Brown spotted grouper"}, {"text_block_id": "p82_b70", "text": "Seychelles' Protected Area Policy. Ministry of Environment and Energy. GoS-UNDP-GEF Full-size Project: Strengthening Seychelles' Protected Area System through NGO Management Modalities."}, {"text_block_id": "p38_b71", "text": "(Epinephelus chlorostigma)"}, {"text_block_id": "p82_b71", "text": "Gos (2014)."}, {"text_block_id": "p38_b72", "text": "known locally as \"Makonde\" which exhibits a steep decline in catch (see"}, {"text_block_id": "p82_b72", "text": "Fifth National Report to the United Nations Convention on Biological Diversity. Environment Department, P.O. Box 445, Botanical Gardens, Mont Fleuri, Victoria, Seychelles."}, {"text_block_id": "p38_b73", "text": "Fig 4)"}, {"text_block_id": "p9_b73", "text": "Chapter 4"}, {"text_block_id": "p82_b73", "text": "Gonsalves, C. (2013)."}, {"text_block_id": "p38_b74", "text": "and the Emperor red snapper"}, {"text_block_id": "p9_b74", "text": "sets out the actual strategy and action plan. The NBSAP adopts the same vision as its overarching national strategic document the SSDS:"}, {"text_block_id": "p82_b74", "text": "Seychelles Biodiversity Capacity Assessment and Strategic Action Plan. UNDP­GEF/GoS."}, {"text_block_id": "p38_b75", "text": "(Lutjanus sebae)"}, {"text_block_id": "p9_b75", "text": "\"To"}, {"text_block_id": "p82_b75", "text": "Hamylton, S.M."}, {"text_block_id": "p72_b75", "text": "4.4 Project"}, {"text_block_id": "p38_b76", "text": "-see"}, {"text_block_id": "p9_b76", "text": "contribute to the realisation of the nation's economic, social and cultural potential through an innovative, knowledge-led approach, being mindful of the need to conserve the integrity of the Seychelles natural environment and heritage for present and future generations.\""}, {"text_block_id": "p82_b76", "text": "et al"}, {"text_block_id": "p72_b76", "text": "format"}, {"text_block_id": "p38_b77", "text": "Figures 5 & 6."}, {"text_block_id": "p9_b77", "text": "The Mission statement reflects Seychelles' commitment to the three objectives of the CBD:"}, {"text_block_id": "p82_b77", "text": "(2012)."}, {"text_block_id": "p72_b77", "text": "A simplified logframe was utilised to elaborate projects from the stakeholder approved action points developed in the 2013 process. All the projects below were reviewed, refined and approved by a national stakeholder workshop held in October 2014. The project format lays out the core activities to be addressed. It is expected that implementing agencies will elaborate actual projects from these templates, whole or in part, to attain the desired results in a structure that meets their pragmatic circumstances and in a format to be determined by the NBPF with technical input from the IU."}, {"text_block_id": "p38_b78_merged_merged", "text": "The Emperor red snapper is the most prized fish in the demersal fishery fetching very good prices on both the domestic and international marketsand this has driven a targeted fishery for this species. Targeted fishing of the species, most likely focusing on spawning aggregations, saw a dramatic peak in L. sebae catch between 2005 and 2008 followed by marked decline (see"}, {"text_block_id": "p9_b78", "text": "\"To"}, {"text_block_id": "p82_b78", "text": "Observations of dugongs at Aldabra Atoll, western Indian Ocean: lagoon habitat mapping and spatial analysis of sighting records. International Journal of Geographical Information Science, Vol. 26, No. 5, May 2012, 839-853."}, {"text_block_id": "p72_b78", "text": "The project template sets out the project title and its primary objective. It then sets out a brief situation analysis providing the context for the proposed activities. A list of Implementing Agencies are included in the Situation Analysis. Lead implementing agencies are generally considered to be the Government agency/agencies with the pertinent portfolio responsibility, the rest of the agencies list is open. Stakeholders strongly expressed the view that the NB_SAP should be a means of encouraging and galvanising broad stakeholder input into the implementation of the CBD in Seychelles, and that defining all the implementation roles at this stage would be limiting to broader stakeholder participation and contribution. A timeline for implementation is suggested along with a priority scoring for the project relative to others listed in the Action Plan (See"}, {"text_block_id": "p9_b79", "text": "effectively implement the Convention on Biological Diversity within the Seychelles context through the integrated conservation and sustainable use of biodiversity and the equitable sharing of benefits arising from the use of genetic resources.\""}, {"text_block_id": "p82_b79_merged_merged_merged_merged", "text": "Hill, M.J. (ed), (2002). Biodiversity Surveys and Conservation Potential of Inner Seychelles Islands. Atoll Research Bulletin No. 495. National Museum of Natural History, Smithsonian Institution, Washington, D.C. USA. July 2002."}, {"text_block_id": "p72_b79", "text": "Project Prioritisation"}, {"text_block_id": "p9_b80", "text": "The strategic goals and objectives of the NBSAP mainstream the CBD's strategic plan by directly reflecting the 20 Aichi Biodiversity Targets. The NBSAP has a 6-year duration (2015-2020) with a mid­term (3-year) review built in. It is intended to be a living document and hence also incorporates an adaptive mechanism whereby stakeholders can develop, submit and approve additional projects for inclusion in the NBSAP portfolio. Stakeholders will interact, for various purposes, to ensure the transparent and equitable implementation ofthe NBSAP, through the means of a National Biodiversity Partnership forum (NBPF)."}, {"text_block_id": "p72_b80", "text": "below for details on scoring interpretation)."}, {"text_block_id": "p10_b81", "text": "Great emphasis is placed on the formation of an Implementation Unit {IU) that will oversee and coordinate the implementation of the NBSAP and serve as secretariat to the NBPF. The funding and establishment of the IU is considered a critical factor for the successful implementation and mainstreaming of the NBSAP and its structure and duties are set out in"}, {"text_block_id": "p72_b81", "text": "Results and Activities are set out in order with OVls where pertinent in standard logframe format."}, {"text_block_id": "p10_b82", "text": "Project 31."}, {"text_block_id": "p83_b82", "text": "IUCN (2012), Zosterops modestus. IUCN Red List of Threatened Species. http://www.iucnredlist.org/details/22714018/0 (27/11/14)."}, {"text_block_id": "p72_b82", "text": "A row is left for budget. In some cases this is already known and hence included, otherwise budget estimations will be elaborated by the ongoing BIOFIN project (see"}, {"text_block_id": "p38_b83", "text": "Fig. 5)."}, {"text_block_id": "p10_b83", "text": "Finally 31 projects, as approved by stakeholders, are set out in a modified logframe format. The projects are prioritised on a 1-4 scale, with implementation timelines, activities, targets, results and a cross-reference to the pertinent Aichi Targets that their implementation supports. Matrices are also provided summarising project prioritisation and which Aichi Targets each project supports."}, {"text_block_id": "p83_b83", "text": "IUCN (2012a). Terpsiphone corvina. IUCN Red List of Threatened Species. http:ljwww.iucnredlist.org/details/22707133/0 (27/11/14)"}, {"text_block_id": "p72_b83", "text": "Project 26)."}, {"text_block_id": "p39_b84_merged", "text": "Worryingly catches from 2004 to 2011 were significantly above what had previously been estimated as a sustainable yield for the fishery and ·were followed by a dramatic decline in catch (see Fig. 6)."}, {"text_block_id": "p10_b84_merged", "text": "In addition to the establishment of the IU two other project are considered of fundamental, cross­cutting precursory nature, namely: Project 26 the NBSAP Financing Action Plan and Project 23 on Biodiversity and Ecosystems Services Valuation."}, {"text_block_id": "p83_b84", "text": "."}, {"text_block_id": "p72_b84", "text": "In reality the projects that are ultimately developed and implemented from these project templates will often only implement elements of a project template or combine elements from different templates and then generate specific budgets in line with funding options and circumstance."}, {"text_block_id": "p83_b85", "text": "IUCN (2012b). Acrocephalus sechellensis. IUCN Red List ofThreatened Species. http:ljwww.iucnredlist.org/details/22714882/0 (27/11/14)."}, {"text_block_id": "p72_b85_merged_merged_merged", "text": "The notes and guidance section provides additional information and also lists the Aichi Targets (AT) to which the activities contribute."}, {"text_block_id": "p83_b86", "text": "IUCN (2012c). Foudia sechellarum. IUCN Red List of Threatened Species. http://www.iucnredlist.org/details/biblio/22719155/0 (27/11/14)."}, {"text_block_id": "p39_b87", "text": "Fishing down the food chain is also apparent, in particular with regard to shark catches which as key apex predators, and coupled with the decline of large serranids discussed previously, is of considerable ecological concern in terms of the plateau ecosystem's stability, resilience and productivity."}, {"text_block_id": "p83_b87", "text": "Lewis-Lettington, R.J. & Dagley D. (2006). Commentary on the Development of the Republic of Seychelles Access"}, {"text_block_id": "p39_b88", "text": "Shark as a proportion of the artisanal catch has declined dramatically over the last 80 years from 10.2% to 0.6%, in 5-year means (see Fig 7). This situation has been exacerbated by the targeted and by-catch activities of the domestic semi-industrial fleet on and around the plateau since the late 1990s."}, {"text_block_id": "p83_b88", "text": "."}, {"text_block_id": "p73_b88", "text": "4.5 Project Prioritisation"}, {"text_block_id": "p40_b89", "text": "Furthermore a high proportion of the species make-up of the elasmobranch fishery is considered threatened under IUCN Red List criteria (See Fig 8)."}, {"text_block_id": "p11_b89", "text": "Introduction"}, {"text_block_id": "p83_b89", "text": "to Genetic Resources and Benefit Sharing Bill (2005). International Plant Genetic Resources Institute, Rome, Italy. ISBN 13: 978-92-9043-720-8"}, {"text_block_id": "p73_b89", "text": "Projects are scored on a scale of 1 -4 with 1 being the highest priority. The scoring also reflects logical order where certain projects are recognised as being necessary precursors to others."}, {"text_block_id": "p40_b90", "text": "Management of demersal resources remains a challenge with the SFA continuing to develop and refine management mechanisms. The lobster fishery is managed on a cyclical basis with limited licenses being issued for two to three year periods and the fishery then closed for a number of seasons to allow stocks to recover. The sea cucumber fishery is also operated on a limited license basis as opposed to a Total Allowable Catch approach and there is considerable concern that the various species stocks are being significantly overexploited."}, {"text_block_id": "p11_b90", "text": "The Republic of Seychelles lies in the southwest Indian Ocean, north east of Madagascar and consists of 155 islands. The central archipelago lies on the Mahe Plateau (between 3°30\" and 5° South and 55° and 56° East) and serves as home to approximately 98-99% of the 95,000 human population (2014 mid-year population estimate 94,664 [NSB 2014]). These islands are unique being the only oceanic islands in the world of continental (granite) origin and are of considerable ecological interest having been isolated from continental landmasses for some 70 million years. The terrestrial ecosystems display African and lndo-Malayan elements. The Amirantes and southern Atolls lie to the south and south west of the central archipelago and are coralline in origin -atolls and sand cays."}, {"text_block_id": "p83_b90", "text": "Malicky, H. (1993). Three new caddisflies from Mahe Island, Seychelles. Braueria (Lunz am See, Austria) 20: 19-21."}, {"text_block_id": "p73_b90", "text": "Priority Scoring:"}, {"text_block_id": "p40_b91", "text": "Man.agement of the marine banks of Seychelles is vital for the socioeconomic development and food security of the country -overfishing of various stocks is a clear matter of concern, along with ongoing degradation of habitats through anthropogenic stressors including climate change. The ongoing fishing down of the food web which has extirpated (crocodile and seals) or likely rendered"}, {"text_block_id": "p11_b91", "text": "The Seychelles is recognized as a biodiversity hotspot by Conservation International and a centre of plant biodiversity by the International Union for the Conservation of Nature (IUCN) and the World Wildlife Fund (WWF). Endemism is high at 50-85% for different animal groups and approximately 45% for plants in general. The Seychelles are also of note, as like other islands of the Mascarene groups, it had no aboriginal human population."}, {"text_block_id": "p83_b91", "text": "Malicky, H. (1995). The caddisflies (lnsecta; Trichoptera) of Seychelles: taxonomy, zoogeography, biology and conservation. Phelsuma 3 (1995); 15-22."}, {"text_block_id": "p73_b91", "text": "Priority Scoring:\n* Fundamental/precursor activity\n* Priority cross cutting and/or enabling activity.\n* Priority activity-it may be that it requires various other activities to take place before it can be\n* Secondary priority-projects that whilst individually or sectorally important do not yield broad or"}, {"text_block_id": "p41_b92", "text": "ecologically extinct various key species (turtles, several shark species and some secondary predators such as large serranids) with negative ramifications for the stability, resilience and overall production of the system. Usage of the marine banks is very widespread with modern GPS technology allowing all areas to be mapped, recorded and re-visited accurately for highly effective and thorough resource exploitation as can be seen in the VMS usage maps for the demersal and sea cucumber fisheries respectively (See"}, {"text_block_id": "p11_b92", "text": "The islands, although being spread over a sea area of some 1.4 million square kilometres, are very small with a total surface area of approximately 455 km"}, {"text_block_id": "p83_b92", "text": "MCSS (2013a). Contingent Value Survey Report for Beau Vallon."}, {"text_block_id": "p41_b93", "text": "Maps 7"}, {"text_block_id": "p11_b93", "text": "2"}, {"text_block_id": "p83_b93", "text": "MCSS (2013b). Contingent Value Survey Report for lntendance."}, {"text_block_id": "p41_b94", "text": "&"}, {"text_block_id": "p11_b94", "text": "(the central archipelago approx. 244km"}, {"text_block_id": "p83_b94", "text": "Moreno, G. (2013). Review of the statistical system for collection of data from artisanal and semi­industrial fisheries in Seychelles. IOTC/SFA."}, {"text_block_id": "p41_b95", "text": "8)."}, {"text_block_id": "p11_b95", "text": "2"}, {"text_block_id": "p83_b95", "text": "Murray, M. & Henri, K. (2005). An economic assessment of Seychelles biodiversity. GEF PDF Report for \"Mainstreaming biodiversity in production landscapes and sectors\" project application."}, {"text_block_id": "p41_b96", "text": "Map 7: The Average VMS Fishing Effort Ratio for the Demersal Fishery through the Years 20042008."}, {"text_block_id": "p11_b96", "text": "and the outer islands 211km"}, {"text_block_id": "p83_b96", "text": "Mwebaze, P. & Macleod, A. (2013). Valuing marine parks in a small island developing state: a travel cost analysis in Seychelles. Environment and Development Economics, 18, pp 405-426."}, {"text_block_id": "p41_b97", "text": "(Courtesy of the Seychelles Fishing Authority)"}, {"text_block_id": "p11_b97", "text": "2"}, {"text_block_id": "p83_b97", "text": "NSB (2014). Seychelles Population Projections 2014-2080. National Bureau of Statistics, Victoria, Seychelles."}, {"text_block_id": "p41_b98_merged_merged", "text": "viiil. Pelagic. The pelagic zone is of key importance to Seychelles constituting the vast majority of its EEZ. The expansion of industrial tuna fishing in the western Indian Ocean and the establishment of a tuna cannery in Port Victoria in the mid-198Os has made fisheries the primary source of foreign exchange to the economy. Industrial fishing raises considerable concern about sustainable use of pelagic resources. Seychelles is a member of the Indian Ocean Tuna Commission that seeks to manage this complex fishery but there are substantive reasons for concern not least with the lack of progress in addressing issues of by-catch."}, {"text_block_id": "p11_b98", "text": "). Man's activities therefore despite their short duration have had extensive impacts on terrestrial and coastal ecosystems through direct exploitation, change in land use and the introduction of Invasive Alien Species. Today only relict fragments of original vegetation structure remain and indigenous fauna abundance has been greatly reduced. The coastal environment has undergone major anthropogenic change with early historical extirpation of some key species and ecological extinction of various others. Since the Second World War artisanal fishing capacity and pressure has expanded out geographically from the central archipelago with significant impact in terms of fishing down the food chain. Today the entire Mahe plateau is subject to intensive fishing pressure with strong signs of general overfishing. Industrial fishing of tuna was initiated in Seychelles in the 1980s and has expanded since that time establishing Seychelles as the main tuna fishing port in the Western Indian Ocean."}, {"text_block_id": "p83_b98", "text": "Robertson, S.A. (1989). Flowering Plants of Seychelles. Royal Botanic Gardens, Kew 1989. ISBN 0 947643141."}, {"text_block_id": "p11_b99_merged_merged", "text": "The Seychelles was the second country to sign the Convention on Biological Diversity (CBD) in 1992 and became a Party that same year. The-first National Biodiversity Strategy and Action Plan (NBSAP), developed in 1997, was successful in galvanising national stakeholder action for the implementation of the objectives of the Convention of Biological Diversity in Seychelles. It was superceded as the primary national strategic document for biodiversity in 2002 by the biodiversity thematic area of the national Environmental Management Plan (EMPS 2000-2010). Subsequent reviews have identified this as an error and recommended that the next NBSAP be retained as the primary sectoral approach for the conservation and sustainable use of biodiversity, with the biodiversity component of the national sustainable development plan (SSDS 2012-2020) serving as the primary means for mainstreaming of biodiversity through other socioeconomic sectors."}, {"text_block_id": "p83_b99", "text": "Rocamora G. & Skerrett, A. (2001): Seychelles. In: Fishpool LDC, Evans Ml eds. Important Bird Areas in Africa and associated islands. Newbury & Cambridge, Pisces Publishers & Birdlife International 2001; pp. 751-761."}, {"text_block_id": "p83_b100", "text": "Sauer, J.D. (1967). Plants and Man on the Seychelles Coast."}, {"text_block_id": "p41_b101", "text": "Seychelles played a lead role in the establishment of the Indian Ocean Whale Sanctuary in 1979 under the auspices of the International Whaling Commission. Seychelles' entire EEZ lies within the Sanctuary and all marine mammals are protected under the Seychelles Fisheries Act. There is some evidence to suggest that the waters around Seychelles are seeing a gradual increase in certain cetacean populations but as yet no substantive data has been collated to support this and further research is required."}, {"text_block_id": "p83_b101", "text": "A study in Historical Biogeography."}, {"text_block_id": "p42_b102", "text": "Map 8: Sea Cucumber Fishing Effort Ratio and Geographic Expansion 2002-2009. (Courtesy of the Seychelles Fishing Authority)"}, {"text_block_id": "p11_b102", "text": "This second Seychelles National Biodiversity Strategy and Action Plan (NBSAP 2015-2020) was written to meet Seychelles commitments as set out in Article Ga of the CBD. The NBSAP was developed through an iterative process of stakeholder consultation and endorsement and has been aligned with the Aichi Biodiversity Targets to ensure the national approach is coordinated with the Convention's strategic plan and to facilitate later reporting on implementation."}, {"text_block_id": "p83_b102", "text": "The University of Winsconsin Press, Madison, Milwaukee and London."}, {"text_block_id": "p42_b103", "text": "SFA 2010"}, {"text_block_id": "p12_b103", "text": "1. NBSAP Revision Process"}, {"text_block_id": "p83_b103", "text": "Senterre, B."}, {"text_block_id": "p42_b104", "text": "35"}, {"text_block_id": "p12_b104_merged", "text": "The Ministry of Environment and Energy (MEE) with the financial and technical assistance of the Global Environment Facility (GEF) and the United Nations Development Programme (UNDP) undertook to prepare a new National Biodiversity Strategy and Action Plan (NBSAP). A Steering Committee chaired by MEE and consisting of 16 stakeholder organisations (see Annex 1) was established to guide the NBSAP Process."}, {"text_block_id": "p83_b104", "text": "et al"}, {"text_block_id": "p44_b105", "text": "2.3 Key Threats to Biodiversity."}, {"text_block_id": "p83_b105", "text": "(2010a). Seychelles Biodiversity Metadatabase. Consolidated Biodiversity Data Synthesis. GoS-UNDP-GEF Project: Mainstreaming Biodiversity Management into Production Sector Activities."}, {"text_block_id": "p44_b106", "text": "Tables 3, 5"}, {"text_block_id": "p83_b106", "text": "Senterre, B."}, {"text_block_id": "p44_b107_merged", "text": "and 8 in Sections 2.1 and 2.2 respectively of this document set out the trends and their contributing factors in the main habitat categories of Forest, Inland Waters and Marine biodiversity respectively. Table 9 in this section breaks down the main threats to Seychelles' biodiversity and itemises the drivers behind these threats and the likely implications if these issues are not effectively addressed. To broadly summarise however:"}, {"text_block_id": "p12_b107", "text": "This document was developed in two distinct phases. Primary stakeholder consultations to elaborate the Strategy and Action Plan were undertaken in 2013. This process was led by Mr. Jacques Prescott (International Consultant) supported by Mr. Nirmal Jivan Shah (NBSAP Technical Advisor) and Ms Marie-May Jeremie (Director, MEE). This resulted in a draft NBSAP with framework action plan. Following peer review of the draft is was decided to expand upon the background text and restructure the overall document directly in line with the Aichi Biodiversity Targets, elaborating the action points into project formats; this process was undertaken in 2014 by Mr John Nevill (Consultant)."}, {"text_block_id": "p83_b107", "text": "et al"}, {"text_block_id": "p12_b108", "text": "1.1 Stakeholder Analysis"}, {"text_block_id": "p83_b108", "text": "(2010b). Priority Gap Analysis on Seychelles' Biodiversity Knowledge and Information. GoS-UNDP-GEF Project: Mainstreaming Biodiversity Management into Production Sector Activities."}, {"text_block_id": "p12_b109", "text": "Biodiversity by its very nature is a cross-cutting socioeconomic issue and therefore has a broad and complex stakeholder community. The primary Governmental agencies are the Department of Environment (within the Ministry of Environment and Energy, MEE), the Department of Natural Resources (within the Ministry of Natural Resources and Industry, MNRI) and their associated parastatal agencies and bodies corporate: the Seychelles National Parks Authority (SNPA), The Seychelles Islands Foundation (SIF) and the Seychelles Fishing Authority (SFA). Secondary Government stakeholder agencies include the Ministry of Land Use and Housing (MLUH), the Planning Authority, the Ministry ofTourism and Culture (MTC), the Seychelles Tourism Board and the Seychelles Agricultural Agency (SAA)."}, {"text_block_id": "p83_b109", "text": "Senterre, B"}, {"text_block_id": "p12_b110", "text": "Civil society stakeholders are also diverse. Seychelles has a vibranŁ biodiversity NGO community. Nature Seychelles (NS) and the Island Conservation Society (ICS) both manage Island Special Reserves amongst other much broader activities. The Marine Conservation Society, Seychelles (MCSS) is the only NGO dedicated exclusively to the conservation and sustainable use of marine biodiversity. Other biodiversity NGOs include the Green Islands Foundation (GIF), the Plant Conservation Action group (PCA), the Terrestrial Restoration Action Society of Seychelles (TRASS), the Shark Research Foundation, Seychelles (SRFS) and the Wildlife Clubs of Seychelles (WCS)."}, {"text_block_id": "p83_b110", "text": "et al"}, {"text_block_id": "p12_b111", "text": "There are various other civil society organisations with direct involvement such as fishers associations -notably the Praslin Fishers Association (PFA), the Bel Ombre Fishers Association, the Seychelles Sports Fishing Club and the Artisanal Shark Fishers Association (ASFA) -and private sector associations notably the Seychelles Chamber of Commerce and Industry (SCCI) and the Seychelles Hospitality and Tourism Association (SHTA)."}, {"text_block_id": "p83_b111", "text": "(2013). Seychelles Key Biodiversity Areas. Patterns of conservation value in the inner islands. Final Consultancy Report. GOS-UNDP-GEF Mainstreaming Biodiversity Management into Production Sector Activities. 14"}, {"text_block_id": "p12_b112", "text": "The full listing of stakeholders that contributed to the consultations is included in"}, {"text_block_id": "p83_b112", "text": "th"}, {"text_block_id": "p12_b113", "text": "Annex 2."}, {"text_block_id": "p83_b113", "text": "August 2013."}, {"text_block_id": "p13_b114", "text": "1.2 Review and Assessment of NBSAP implementation"}, {"text_block_id": "p83_b114_merged_merged_merged_merged_merged_merged", "text": "Valade, P. et al (2004). lnventaire des especes de poisons et de macrocrustaces d'eau douce des principales rivieres perennes des iles de Mahe et de Praslin, Republique des Seychelles. Centre des Eaux Deuces -Pole Etudes et recherches. ARDA Mars 2004."}, {"text_block_id": "p13_b115", "text": "The implementation of the NBSAP is reviewed in detail in Seychelles' Fourth National report to the CBD (Gos 2011). To summarise, the first NBSAP was prepared in 1997 and was structured to address Seychelles' strategic commitments to the CBD in terms of implementation of the Convention's articles. The NBSAP set out a framework with strategic objectives and elaborated a series of prioritised projects, conceptualised and developed through stakeholder consultation, identifying implementing agencies, budgets and timelines. The review found implementation of the NBSAP's strategic objectives was good and broad. Implementation of specific projects was \"fair'' and underestimated actual national implementation as the NBSAP was not periodically updated, meaning that emerging issues and priorities which were addressed are not reflected in the project components of the NBSAP. Of particular note was the broad societal implementation of projects: of the successful projects 37.5% were implemented by NGOs, 37.5% by Government and 25% as direct Government/NGO partnership. The NBSAP was therefore considered successful in the mobilization of biodiversity stakeholders, the identification of key priorities for action and the provision of a national framework for civil society involvement. The NBSAP served to galvanise stakeholder involvement and has seen the blossoming of a dynamic and effective biodiversity NGO sector."}, {"text_block_id": "p44_b116", "text": "and 8 in Sections 2.1 and 2.2 respectively of this document set out the trends and their contributing factors in the main habitat categories of Forest, Inland Waters and Marine biodiversity respectively. Table 9 in this section breaks down the main threats to Seychelles' biodiversity and itemises the drivers behind these threats and the likely implications if these issues are not effectively addressed. To broadly summarise however:\n* . In Terrestrial Ecosystems the primary threat is posed by IAS in particular in terms of the\n* . In Terrestrial Ecosystems the primary threat is posed by IAS in particular in terms of the\n ii). In Marine Ecosystems over-fishing constitutes the primary and most immediate threat and in\n<\\li1>"}, {"text_block_id": "p13_b116", "text": "With the benefit of hindsight flaws in the administration of the NBSAP are noted, in particular the utilisation of the biodiversity thematic area in the EMPS 2000-2010 as the primary mechanism for the implementation of biodiversity issues in Seychelles. In retrospect this served to dilute biodiversity issues and stakeholders in a broader national environmental forum that itself had significant administrative flaws."}, {"text_block_id": "p13_b117", "text": "The report concluded by recommending that the proposed \"NBSAP 2\" be utilised as the primary mechanism for implementation of the CBD in Seychelles, with a flexible format that allows for the periodic updating of the plan in line with CBD COP decisions. The Seychelles Sustainable Development Strategy 2011-2020 (SSDS) with its Biodiversity thematic area was proposed to serve as the means to mainstream biodiversity."}, {"text_block_id": "p13_b118", "text": "1.3 Consultation Process"}, {"text_block_id": "p46_b119", "text": "2.4 Loss of Biodiversity"}, {"text_block_id": "p13_b119", "text": "In the first phase of NBSAP development 3 national workshops were held. The Inception workshop in December 2012 adopted the NBSAP work plan & outline and discussed the proposed implementation framework. Stakeholders met again rn May 2013 to review and adopt the proposed action plan and identify barriers to financial resource mobilisation. To facilitate the contribution of key organisations to the NBSAP process, several one-to-one meetings were held with stakeholders by the programme coordinator and consultants. The third workshop was held in October 2013 to review the draft NBSAP prior to submission to Government. This draft was circulated for international peer review and on receipt of comments the Steering Committee agreed to have the NBSAP redrafted so as to align it with the Convention on Biological Diversity's Aichi Biodiversity Targets and address certain information deficits in the baseline text."}, {"text_block_id": "p46_b120", "text": "For an isolated island archipelago documented species extinction/extirpation is actually relatively low. It is known from historical accounts that marine crocodiles, two species of seal and a large species of gallinule, most likely"}, {"text_block_id": "p13_b120", "text": "The Draft NBSAP iaentified and listed various \"Action Points\". In the second phase, in addition to elaborating introductory text, projects were developed from the Action Points. These projects were circulated to stakeholders and then subject to review and approval in a final National Stakeholder Workshop held in October 2014."}, {"text_block_id": "p46_b121", "text": "Porphyrio porphyrio"}, {"text_block_id": "p13_b121", "text": "Decisions were reached by consensus throughout the stakeholder workshops. A list of contributors to the NBSAP process is presented in Annex 2."}, {"text_block_id": "p46_b122", "text": "were all extirpated by the mid-19"}, {"text_block_id": "p14_b122", "text": "2. Biodiversity Status and Trends"}, {"text_block_id": "p46_b123", "text": "th"}, {"text_block_id": "p14_b123", "text": "Seychelles has a landmass of some 455 km"}, {"text_block_id": "p46_b124", "text": "Century."}, {"text_block_id": "p14_b124", "text": "2"}, {"text_block_id": "p46_b125", "text": "There are more detailed"}, {"text_block_id": "p14_b125", "text": "divided between 155 islands spread over a vast marine Exclusive Economic Zone (EEZ) of approximately 1.4 million km"}, {"text_block_id": "p46_b126", "text": "-"}, {"text_block_id": "p14_b126", "text": "2"}, {"text_block_id": "p46_b127", "text": "accounts of the extinction of three endemic species of bird:"}, {"text_block_id": "p14_b127", "text": "• Seychelles' resource area is therefore 0.03% terrestrial and 97.97% marine and in terms of habitat this ratio is much greater when the water column is factored in. In terms of endemic biodiversity, however, this relationship is inverted witl) the vast majority of known endemic species being terrestrial."}, {"text_block_id": "p46_b128", "text": "accounts of the extinction of three endemic species of bird:\n* The Seychelles parakeet\n* endemic to Mahe, Silhouette and Praslin was\n* endemic to Mahe, Silhouette and Praslin was\n th\n* endemic to Mahe, Silhouette and Praslin was\n th\n century due to habitat loss and direct persecution.\n* The Seychelles chestnut-flanked white-eye\n* is believed to have been\n* is believed to have been\n th\n* is believed to have been\n th\n century a victim of habitat loss.\n* The Aldabra warbler\n* only discovered in 1967 was last seen in 1983 and"}, {"text_block_id": "p14_b128", "text": "Seychelles has a very brief human history with no indigenous people and permanent human habitation only being established in the 1770s. Even in this short time however, due to the limited land area, terrestrial habitats have been extensively modified. In the granitic islands nearly all forest cover has been clear felled in the past and thus despite some 90% forest cover today the vast majority of it is secondary and dominated by introduced species. The small areas of forest that may still be primary are also subject to significant alien species invasion. The coralline islands have also been extensively changed, most having been cleared of natural vegetation from the late 19"}, {"text_block_id": "p14_b129", "text": "th"}, {"text_block_id": "p14_b130", "text": "century onwards for conversion to coconut plantation. Even the remote Aldabra Atoll was extensively modified"}, {"text_block_id": "p14_b131", "text": "inter alia"}, {"text_block_id": "p14_b132", "text": "by harvesting activities and the introduction of invasive species."}, {"text_block_id": "p14_b133", "text": "There has been widespread extirpation of many key animal species such as the Giant tortoise which was the primary herbivore, sea bird colonies, endemic land bird populations and extinction of the key coastal predator, the salt water crocodile."}, {"text_block_id": "p14_b134_merged_merged_merged", "text": "In the marine ecosystems degradation was far more restricted until the latter half of the 20th century, but even so three key predators, the saltwater crocodile and two species of seal were extirpated early on in the human history of the islands. After the second world war advances in available technologies and skilled human resources have seen a progressive geographical expansion of fishing resulting in a significant fishing down of the marine food chain with the biomass of sharks and marine turtles dramatically reduced and more recently secondary predators such as the large serranids and key commodity species such as the Emperor red snapper showing widespread declines in occurrence and/or abundance."}, {"text_block_id": "p15_b137", "text": "2.1 Terrestrial Biodiversity"}, {"text_block_id": "p15_b138", "text": "(Forest and Inland Waters biodiversity)."}, {"text_block_id": "p15_b139", "text": "The central archipelago is made up of granitic islands, except for the two northernmost islands of Bird and Denis which are coralline. The Seychelles bank is in fact a sunken micro-continent with the granite islands constituting the mountain peaks of this geological plate. The granite that underlies the bank and emerges in outcrops as the islands is some 750 million years old and is a fragment of the former super continent of Gondwana"}, {"text_block_id": "p15_b140", "text": ". The remainder of the Seychelles archipelago i.e. the numerous islands to the south and southwest of the Mahe Plateau are composed of coral rock or are calcareous sand cays built on reefs. An older class of raised reef-rock atolls can be distinguished in the south-west -Aladabra, Astove and Cosmoledo -and Assomption and St Pierre islands are composed of partly recrystallized elevated reefs (Baker 1963)."}, {"text_block_id": "p15_b141", "text": "The first European explorers found the granitic islands densely forested except for the hill sides of Curieuse Island and some of the smaller islets such as Recif2. The mountainsides of Mahe and Silhouette from 200 metres upwards harbour the bulk of Seychelles known endemic biodiversity whilst Praslin Island supports unique stands of Coco-de-mer dominated forest and associated species. The great antiquity of the granite islands coupled with their isolation and topography has served to create and maintain high endemic biodiversity. The relative \"youth\" of the coralline islands coupled with their lack of topographic relief means that endemism is much less prevalent. The greater age and larger size of some of the raised atolls and islands, in particular Aldabra, has however resulted in higher rates of endemism."}, {"text_block_id": "p15_b142_merged_merged", "text": "In the context of the Convention on Biological Diversity Seychelles' biodiversity can be covered by three of the thematic work programmes namely: Forest, Inland Waters and Marine and Coastal biodiversity. The species make-up, status and trends of Forest and Inland waters biodiversity are summarised in Tables 1 to 5 respectively."}, {"text_block_id": "p46_b144", "text": "Other extirpations include:"}, {"text_block_id": "p46_b145", "text": "Other extirpations include:\n* Abbott's Booby\n* now only found on Christmas Island in the eastern Indian\n* The Pinked-backed pelican\n* formerly had a breeding colony on St"}, {"text_block_id": "p17_b147", "text": "2.1.1. Forest Biodiversity"}, {"text_block_id": "p17_b148", "text": "The main granitic islands of the Seychelles were originally covered in tropical forest. The main island of Mahe in particular had exceptional hardwood forests (e.g."}, {"text_block_id": "p17_b149", "text": "Mimusops seche//arum, Vateriopsis seyche/larum, lntsia bijuga)"}, {"text_block_id": "p17_b150", "text": "on the coastal plains and lower mountain slopes, exhibiting very tall (30m), straight trees of huge girth. The intermediate and higher slopes were likewise heavily forested with valuable timber (e.g."}, {"text_block_id": "p17_b151", "text": "Northea hornei, Di//enia ferruginea, M. :sechellarum, V. seychellarum)"}, {"text_block_id": "p17_b152", "text": "though of lesser proportions. Valuable timber forests were found on the main islands of Mahe, Silhouette, Praslin and La Digue and to lesser extent on islands such as Saint Anne, Cerf, Felicite and Curieuse. Also of note were the Palmaceae (six species in six monotypic genera) with a wide range of habitat preferences and often forming palm-dominated communities in dryer and more exposed regions -most notably on the islands of Praslin and Curieuse where the famous Coco­de-mer"}, {"text_block_id": "p46_b153", "text": "There has been extensive decline in both occurrence and abundance of many species. The main terrestrial herbivore, the giant tortoise"}, {"text_block_id": "p17_b153", "text": "(Lodoicea maldivica)"}, {"text_block_id": "p46_b154", "text": "(Aldabrache/ys gigantea)"}, {"text_block_id": "p17_b154", "text": "dominated such communities"}, {"text_block_id": "p46_b155", "text": "has been extirpated from much of its original range. There has been a dramatic decline in abundance and range of many of the endemic bird species primarily due to IAS, and particularly rats, but also due to habitat loss. The Seychelles sheath-tailed bat"}, {"text_block_id": "p17_b155", "text": "• The smaller granitic islands had less substantial forest structure sometimes dominated by"}, {"text_block_id": "p46_b156", "text": "(Co/eura seyche//ensis),"}, {"text_block_id": "p17_b156", "text": "Pisonia grandis"}, {"text_block_id": "p46_b157", "text": "formerly common has been extirpated from much of its former breeding range and is now restricted to two known locations with a total population of less than 100 and classified as critically endangered. It ls believed the dramatic loss of lowland wetlands has played a key part in this decline along with various other contributing factors."}, {"text_block_id": "p17_b157", "text": "(e.g. Cousin and Cousine) or scrub species typical of small lndo-pacific tropical islands."}, {"text_block_id": "p46_b158", "text": "The greatest terrestrial biodiversity loss is however without doubt in terms of loss in area of habitats. It is estimated that more than 90% of lowland wetlands have been lost over the last 250 years and the trend is continuing. Only very small relict stands of original forest remain and are under threat from IAS incursion. This extensive loss of habitats makes it quite possible that various species flora and fauna (particularly invertebrates and small vertebrates) may have been lost before their existence was recorded."}, {"text_block_id": "p17_b158_merged_merged", "text": "Successive phases of human economic and development activity rapidly denuded these forests starting from the coastal plains and working up such that by the beginning of the 20th century only a few percent of original forest cover, remained on the main island of Mahe restricted to the highest and most inaccessible slopes. The same was true on the satellite islands of Mahe and to a lesser extent on Praslin and La Digue. The island of Silhouette because of its very steep terrain and relative isolation was the least effected with significant areas of forest above 250 metres not clear felled. Changing market demands and greater environmental awareness saw a major shift' in land use from the 1950s and 1960s onwards and forest cover has recovered extensively in the subsequent 50-60 years and is approaching 90% (distribution of forest on the three main populated islands is shown in Maps 1-3). This forest however is secondary and highly invaded by alien species with for example much of the canopy dominated by Albizzia (Paraserianthes falcataria), Cinnamon (C. verum) and Alstonia macrophyl/a; the most abundant birds (Acridotheres tristis, Geopelia striata and Foudia madagascariensis) are invasive and most of the top predators (i.e. Rattus spp, Fe/is catus, Canis domesticus, Tenrec ecaudatus and Tyto alba) are alien to the islands."}, {"text_block_id": "p46_b159", "text": "Little is known about the genetic diversity of species in Seychelles except for the few (most notably endemic land birds) that have been subject to intensive study, but the decline in numbers and range and particularly the loss of distinct island populations will doubtless have resulted in considerable degradation of the gene pool for some species."}, {"text_block_id": "p46_b160_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "In the marine ecosystems species endemlsm ls considered low (at a little less than 1%) and no extinctions have been recorded. Decline in occurrence and abundance of species is however a major concern. Both species of marine turtle that nest in Seychelles, the Green turtle ( Chelonia mydas) and Hawksblll Turtle (Eretmochelys imbricata), have undergone enormous declines in terms of both nesting populations and number of rookeries. These declines are a result of sustained long-term over exploitation; and though marine turtles have enjoyed full protection under the law since 1994 poaching continues and the loss of nesting habitat is a growing problem. It is estimated that the biomass of shark on the Mahe plateau has declined by more than 90% in the last 80 years, whilst"}, {"text_block_id": "p47_b165", "text": "there is strong evidence of widespread decline and population collapse of various larger species of serranid."}, {"text_block_id": "p47_b166", "text": "Finally the enormous loss of live coral reef cover following the 1998 ENSO-related bleaching event has seriously degraded this most biodiverse of the marine ecosystems. Recovery has been limited and rugosity of reef structure is being progressively lost as the dead corals crumble. This must have resulted in significant biodiversity loss and is likely a significant contributing factor to the ongoing decline in the catch of the demersal fishery."}, {"text_block_id": "p47_b167", "text": "2.5 Biodiversity Success Stories"}, {"text_block_id": "p47_b168", "text": "The primary threat to biodiversity in terrestrial ecosystems is IAS and it is in this domain that Seychelles has realised some of its most notable successes. This in particular with regard to the eradication of key IAS from small islands. the rehabilitation of those island ecosystems and subsequent (re)introduction of endangered endemic land bird species. Seychelles, with expert and technical support from New Zealand, pioneered the eradication of introduced mammalian predators (cats, rats and mice) from tropical island ecosystems. This has seen a near fourfold increase of rat free land in the central archipelago (see Figure 9)"}, {"text_block_id": "p47_b169", "text": "Eradications were undertaken in conjunction with long term habitat rehabilitation programmes producing suitable areas for the reintroduction of threatened endemic species that cannot co-exist with mammalian predators. These activities have contributed to remarkable species population recoveries (see Table 10) such as that for the Seychelles warbler and Seychelles magpie robin (see also Figure 10) and enhanced conservation status see (Table 11)."}, {"text_block_id": "p48_b170", "text": "Figure 10: Seychelles Magpie-robin Population Trends (Prov_lded courtesy of Nature Seychelles)."}, {"text_block_id": "p48_b171", "text": "What is also very notable in these activities is the prominent role Tourism has played. Denis, Fregate and North islands are all privately owned and their rehabilitation has been funded largely by their tourism operations with the objective of producing world class ecotourism products. The integration of biodiversity concerns with tourism development has been a key component of the country's approach to the conservation and sustainable use of biodiversity over the last 20 years."}, {"text_block_id": "p49_b172_merged", "text": "The other main national approach to the conservation and sustainable use of biodiversity has been the designation of Protected Areas (PAs) (see Section 2.6 for details). Seychelles has world class examples of small PAs such as Aride Island and Cousin Island Special Reserves and the Vallee-de-Mai Nature Reserve (see Table 12) but faces much more difficult circumstances in the larger mountainous and densely forested PAs so important for the conservation of endemic biodiversity such as the Morne Seychellois and Silhouette National Parks. Seychelles' largest and most isolated PA, that of Alda bra Special Reserve (see Map 9), is a growing success story. Aldabra is one of the largest raised coral atolls in the world and at 153.8 km2• constitutes over a third of Seychelles' terrestrial surface area whilst the entire lagoon (of 224km2) and the sea surrounding it for a kilometre from the high watermark also form part of the Special Reserve. Saved from military development in the 1960s by an international conservation campaign, Aldabra was designated a UNESCO World heritage site in 1982. Aldabra hosts significant endemic biodiversity including some 40 species of plant and an estimated 380 species of insect. Aldabra is famed for its endemic Giant tortoise (Aldabrachelys gigantea) considered threatened with extinction at the beginning of the 20th century the population on Aldabra has recovered to more than 100,000 individuals. Despite the substantial logistical difficulties in working on such an isolated (Aldabra lies some 1,100km southwest of the principal island of Mahe) and large atoll significant successes have been realised in recent years including the eradication of feral goats (Capra hircus) after 25 years of successive"}, {"text_block_id": "p18_b177_merged", "text": "Map 1: The Distribution of Forest Cover, Agricultural Land and Lowland Wetlands on the Principal Island of Mahe (Courtesy of J."}, {"text_block_id": "p18_b180", "text": "Prosper EID, MEE)"}, {"text_block_id": "p19_b181", "text": "Map 2: The Distribution of Forest Cover, Agricultural land and Wetlands on the Island of Praslin (Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p20_b182", "text": "Map 3: The Distribution of Forest Cover, Agricultural Land and Wetlands on the Island of La Digue"}, {"text_block_id": "p20_b183", "text": "(Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p23_b184", "text": "Only small relict areas of primary forest remain. The primary hardwood forests are gone with valuable species such as"}, {"text_block_id": "p23_b185", "text": "Mimusops,"}, {"text_block_id": "p23_b186", "text": "and"}, {"text_block_id": "p23_b187", "text": "lntsio"}, {"text_block_id": "p23_b188", "text": "reduced to scarcity and"}, {"text_block_id": "p50_b189", "text": "efforts; and the reintroduction of the flightless Aldabra rail to Picard Island with subsequent rapid population growth. Other IAS programmes have recently been initiated including the pre-emptive eradication of invasive birds from the neighbouring island of Assumption and now trial projects to assess the feasibility of eradicating rats from the Atoll."}, {"text_block_id": "p23_b189", "text": "Vateriopsis"}, {"text_block_id": "p50_b190", "text": "Map 9: Photo-map of Aldabra Atoll(©"}, {"text_block_id": "p23_b190", "text": "driven to the brink of extinction. The main herbivore giant tortoises were extirpated in the early 19"}, {"text_block_id": "p50_b191", "text": "Seychelles Island Foundation)"}, {"text_block_id": "p23_b191", "text": "th"}, {"text_block_id": "p50_b192", "text": "Aldabra has notable success on the marine front as well. Over the last 15 years it has become evident (Hamylton"}, {"text_block_id": "p23_b192", "text": "century, some bird species lost and many others restricted to small vestige ranges and populations."}, {"text_block_id": "p50_b193", "text": "et al"}, {"text_block_id": "p23_b193_merged_merged", "text": "The coralline islands were also heavily impacted by historical exploitation from the felling of mangroves for timber and the unsustainable harvesting of seabirds, giant tortoises and nesting turtles to complete transformation to establish coconut plantations. Guano was also mined on some islands, through to the mid-20th century, with considerable impact. Latterly failed agricultural initiatives and the collapse of the coconut oil market in the 1980s resulted in livestock (e.g. pigs and goats) being left feral on highly disturbed islands along with diverse other introduced plant species. Seabird colonies have been lost or greatly reduced in abundance and diversity; giant tortoises have been extirpated from all their previous colonies, except for Aldabra, and nesting marine turtle populations greatly reduced. Finally all such low lying islands are now threatened by sea level rise."}, {"text_block_id": "p50_b194", "text": "2012) that the Atoll harbours the country's only, small but growing, population of the globally threatened Dugong"}, {"text_block_id": "p50_b195", "text": "(Dugong dugon)."}, {"text_block_id": "p50_b196", "text": "Aldabra also plays host to a globally important rookery of the endangered Green turtle ("}, {"text_block_id": "p24_b196", "text": "2.1.2. Inland Waters Biodiversity"}, {"text_block_id": "p50_b197", "text": "Chelonia mydas)"}, {"text_block_id": "p24_b197", "text": "The geographically and evolutionarily isolated inland waters of the granitic Seychelles offer great scope for biodiversity interest yet despite this they are still relatively poorly studied. Inland waters in Seychelles can be divided into three categories: i) Rivers and streams, ii). Highland wetlands and iii). Lowland wetlands."}, {"text_block_id": "p50_b198", "text": "which has seen significant growth since protected status was imbued to the Atoll (see below) as well as a breeding population of the critically endangered Hawksbill turtle"}, {"text_block_id": "p24_b198", "text": "Maps"}, {"text_block_id": "p50_b199", "text": "(Eretmochelys imbricata)."}, {"text_block_id": "p24_b199", "text": "4, 5 & 6"}, {"text_block_id": "p50_b200_merged_merged", "text": "Protected Areas have also played a vital role in the Conservation of Marine Turtles and specifically the two species which nest in Seychelles namely the critically endangered Hawksbill turtle (Eretmochelys imbricata) and the endangered Green turtle (Chelonia mydas). The marine turtles of Seychelles sustained an intensive fishery for over 100 years that saw populations plummet. Marine turtles received full protection under the law in 1994 but poaching remains an issue and development and human activity continue to degrade nesting habitat and destroy former rookery areas. Two PAs have however bucked this national decline and provide clear evidence that effective protection of nesting sites enables turtle populations to recover. The tiny Special Reserve of Cousin Island has recorded a ten-fold increasein the annual numbers of nesting Hawksbill turtle between 1973 and 2008 (see Fig. 11) making it the largest rookery for the species in the western Indian Ocean. Whilst Aldabra, as alluded above, has seen an increase in Green turtle nests recorded on 17 indicter beaches from SOD per annum in the late 1960s to a 4-year mean of 4,600 nests per annum for the period 1999-2002 (see Fig. 12)"}, {"text_block_id": "p24_b200", "text": "depict the distribution of catchment areas, rivers and wetlands on the three main islands of Mahe, Praslin and La Digue."}, {"text_block_id": "p24_b201", "text": "depict the distribution of catchment areas, rivers and wetlands on the three main islands of Mahe, Praslin and La Digue.\n* . Rivers and streams. 146 water courses on the three main populated islands of Mahe, Praslin and\n* and 17 native species offish including the endemic\n* and 17 native species offish including the endemic\n Panchypanchax\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n (Valade, P.\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n (Valade, P.\n et al\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n (Valade, P.\n et al\n 2004). Additional work is required on more widespread watercourses and in their higher reaches to\n* . Highland wetlands are a very specific habitat type in Seychelles being restricted to just three\n* . Highland wetlands are a very specific habitat type in Seychelles being restricted to just three\n . All three sites were historically subject to extensive agricultural use and related species\n* and harbour unique biodiversity assemblages, can be considered stable but IAS\n* . Lowland wetlands were a characteristic feature of many of the original coastal plains of the"}, {"text_block_id": "p51_b204", "text": "Figure 11: Number of Hawksbill Turtle Nesting Annually on Cousin Island (adapted from Allen 2010)."}, {"text_block_id": "p51_b205", "text": "Figure 12: Average Annual (4-year means) Green Turtle Nests on 17 Indicator Beaches on Aldabra (from Mortimer 2004)"}, {"text_block_id": "p52_b206", "text": "2.6 Protected Areas"}, {"text_block_id": "p52_b207", "text": "The Seychelles terrestrial Protected Area Network (PAN) constitutes 46.6% of Seychelles' total landmass, an enormous commitment to biodiversity conservation. Furthermore the President has stated the political objective of incorporating more than 50% of Seychelles landmass in the PAN and indeed preliminary approval has been given for the declaration of additional areas to take the total over 50%. These percentages are very impressive but perhaps more important than the quantity is the quality of protected areas in question. The vast majority of Seychelles endemic biodiversity is to be found in the ancient granitic islands. Within the granitic islands however, \"only'' 22.3% of the landmass or significantly less than the national average is protected."}, {"text_block_id": "p52_b208_merged", "text": "In order to assess the contemporary occurrence and distribution of endemic biodiversity in the central archipelago a detailed assessment of Key Biodiversity Areas was undertaken under the auspices of the GEF full-size Mainstreaming Biodiversity project. Using a list of 776 species of special concern, species occurrence was mapped and indices of conservation value developed for map grids to generate maps of key biodiversity areas. This lengthy, detailed and high quality study (Senterre et al 2013) made numerous discoveries and re-discoveries of species, populations and population occurrence and generated detailed biodiversity maps for the 6 main granitic islands to inform future Protected Area planning and management. It resulted in the identification of an additional 2,169 hectares of land, on the two main islands of Mahe and Praslin, as priority on the basis of biodiversity interest, for inclusion an extended Protected Area Network."}, {"text_block_id": "p52_b212", "text": "Declaring 50% of the national landmass protected is one thing, effectively managing said area to realise its conservation and sustainable use objectives is another (see Project 3). Seychelles has a significant \"Paper parks\" problem i.e. areas designated and regulated but not effectively managed. Morne Seychellois National Park, for example, an area of great importance for the provision of ecosystem services (e.g. primary water catchment area) and a key centre of endemism is hampered by its size and particularly terrain and the key management issues it faces -namely widespread and ongoing encroachment of IAS. Currently the resources are not available to implement the management measures required to fulfil its conservation objectives."}, {"text_block_id": "p52_b213", "text": "Protected Areas (PAs) are central to Seychelles' implementation of the CBD. To this end Seychelles has received and is implementing two full-size GEF projects on PAs, one for the central archipelago and the other for the outer islands that address the spectrum of PA issues in Seychelles. It has developed a new Protected Area Policy (Gos 2013) that establishes the framework for the review of existing PAs and a standardised process for the identification and designation of new ones that will reflect best international practice. In particular it establishes a mechanism for stakeholder involvement in the designation and operation of PAs including: a national stakeholder PA steering committee, new models to enable the mechanisms for co-management of sites and structures to harness the full national capacity in that regard and optimise the realisation of benefits from PA management."}, {"text_block_id": "p52_b214", "text": "Marine Protected Areas (MPAs) in Seychelles present a very different scenario. Seychelles was the first country in east Africa to establish a network of MPAs but at the time of their selection (Procter 1971) they were primarily chosen for touristic utility, as opposed to biodiversity criteria, as at that time the marine environment was still of a relatively homogenous high quality. Subsequent human development activities and impacts, and notably the 1998 ENSO-related coral bleaching event have changed that scenario. Furthermore, unlike the terrestrial scenario where nearly SO% of the landmass lies within the PAN, the existing MPAs in Seychelles constitute less than 1% of the country's EEZ."}, {"text_block_id": "p53_b215", "text": "The Seychelles Government has recognised this short fall in the marine domain and, mindful of its international commitments, has initiated a marine spatial planning process with the ultimate objective of designating 30% of the EEZ as protected. Half of that area, or 15% of the EEZ, is to be designated as strict no take zones (see Project 2)."}, {"text_block_id": "p53_b216", "text": "Sustainable financing is also a key problem and to that end a PPG has been approved by the GEF Secretariat to prepare the Full Size Project for Seychelles' protected area finance project that will seek to develop mechanisms to sustainably bridge the current PA funding gap (see Project 4)."}, {"text_block_id": "p56_b217", "text": "Note Maps 10-12 (overleaf) depict the protected Areas in the central archipelago with the following omissions: the terrestrial areas of Grand Anse, Mahe Area of Outstanding Natural Beauty, Booby Island, lie Seche, Les Mammelles and lie Cocos Nature Reserves."}, {"text_block_id": "p57_b218", "text": "Map 10: Terrestrial Protected Areas in the Central Archipelago (Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p58_b219", "text": "Map 11: Marine and Terrestrial Protected Areas Mahli Group and SIihouette (Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p59_b220", "text": "Map 12: Marine and Terrestrial Protected Areas, Praslln and la Dlgue"}, {"text_block_id": "p25_b220_merged", "text": "depict the distribution of catchment areas, rivers and wetlands on the three main islands of Mahe, Praslin and La Digue.\n* . Rivers and streams. 146 water courses on the three main populated islands of Mahe, Praslin and\n* and 17 native species offish including the endemic\n* and 17 native species offish including the endemic\n Panchypanchax\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n (Valade, P.\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n (Valade, P.\n et al\n* and 17 native species offish including the endemic\n Panchypanchax\n and the discovery of a new endemic species\n Parioglossus multiradiatus\n (Valade, P.\n et al\n 2004). Additional work is required on more widespread watercourses and in their higher reaches to\n* . Highland wetlands are a very specific habitat type in Seychelles being restricted to just three\n* . Highland wetlands are a very specific habitat type in Seychelles being restricted to just three\n . All three sites were historically subject to extensive agricultural use and related species\n* and harbour unique biodiversity assemblages, can be considered stable but IAS\n* . Lowland wetlands were a characteristic feature of many of the original coastal plains of the\n"}, {"text_block_id": "p59_b221", "text": "(Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p60_b222", "text": "2.7 Key Biodiversity Areas, Corridors and incorporation into the Protected Area Network (PAN)"}, {"text_block_id": "p60_b223", "text": "In order to assess the contemporary occurrence and distribution of endemic biodiversity in the central archipelago a detailed assessment of Key Biodiversity Areas (KBAs) was undertaken under the auspices of the GEF full-size Mainstreaming Biodiversity project. Species occurrence was mapped and indices of conservation value developed for map grids to generate maps of key biodiversity areas. Senterre"}, {"text_block_id": "p60_b224", "text": "et al"}, {"text_block_id": "p60_b225", "text": "(2013) made numerous discoveries and re-discoveries of species, populations and population occurrence and generated detailed biodiversity maps for the 6 main granitic islands to inform future Protected Area planning and management; including the recommendation for inclusion of an additional 2,169 hectares on the islands of Mahe and Praslin."}, {"text_block_id": "p60_b226", "text": "The work of Senterre"}, {"text_block_id": "p60_b227", "text": "et al"}, {"text_block_id": "p26_b227", "text": "Map 4: The Distribution of Catchment Areas, Rivers and Lowland Wetlands on the Principal Island of Mahe"}, {"text_block_id": "p60_b228", "text": "(2013) has much broader potential applications in the context of sustainable use and integration of biodiversity concerns into the broader production landscapes. When coupled with the previous work of Carlstrom (1996, 1996a), Duncombe (1996, 1996a) and Hill (2002) it provides a new baseline for development planning in the central archipelago."}, {"text_block_id": "p26_b228", "text": "(Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p60_b229_merged_merged_merged", "text": "The KBA work of Senterre et al also provides a vital precursor for the implementation of NBSAP Project 2 entitled: Enabling Informed Extension of Protected Area Network. The objective of this project is to optimise the representative nature and viability of biodiversity covered by the PAN. This project of Systematic Łonservation Planning, ongoing during the completion of this revised NBSAP document, utilising the MARXAN software will generate for least cost/ highest benefit, best fit models for PA expansion and designation in both terrestrialand marine environments."}, {"text_block_id": "p27_b229", "text": "Map S: The Distribution of Catchment Areas, Rivers and Wetlands on the Island of Praslln (Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p27_b230", "text": "20"}, {"text_block_id": "p28_b231", "text": "Map 6: The Distribution of Catchment Areas, Rivers and Wetlands on the Island of La Digue"}, {"text_block_id": "p28_b232", "text": "(Courtesy of J. Prosper EID, MEE)"}, {"text_block_id": "p30_b233", "text": "2.2 Marine"}, {"text_block_id": "p30_b234", "text": "Biodiversity."}, {"text_block_id": "p60_b235", "text": "The Marine Strategic Planning (MSP) process, part of a proposed debt for adaptation swap being coordinated in partnership with The Nature Conservancy (TNC), is further seeking to designate some 30% of the EEZ as protected. Half of which (i.e.15% of the EEZ) to be strict no-take zones. The Marine Conservation Society, Seychelles (MCSS) is also carrying out, under the auspices of the GEF Protected Areas project, an assessment of potential temporospatial PAs to provide for seasonal protection to critical habitats and corridors for marine turtles and whale sharks."}, {"text_block_id": "p30_b235", "text": "The granitic islands originally supported populations of salt water crocodile; seals were found on the smaller granite and more isolated islands of the central archipelago and were abundant in the Amirantes. The coral reefs teemed with fish, rays and sharks; and the beaches supported huge rookeries of hawksbill and green turtle. These resources were exploited heavily by man on his arrival, supporting the human population by providing cheap high quality protein and commodities for trade driving the socioeconomic development of the colony. Today the coastal environment of Seychelles remains central to the country's development. The beautiful coconut and Takamaka fringed white sand beaches and crystal clear tropical blue waters provide the key basis for the"}, {"text_block_id": "p61_b236", "text": "3. Policy, Institutional and Financial Scenario."}, {"text_block_id": "p30_b236", "text": "."}, {"text_block_id": "p61_b237", "text": "3.1 Mainstreaming Biodiversity"}, {"text_block_id": "p30_b237", "text": "tourism industry. The coastal environment today however is very different from that found by the first settlers in the 18"}, {"text_block_id": "p61_b238", "text": "Seychelles has a structured and long standing strategic, legal and institutional framework for the mainstreaming of biodiversity into the country's development sectors. The Environment Protection Act (EPA) (1994), with its 1996 Environmental Impact Assessment (EIA) Regulations, and the 1972 Town and Country Planning Act (TCPA) provide the primary legal framework. The Planning Authority created under the TCPA requires approval from both environmental and development planning portfolios in order to approve new developments. The EIA regulations incorporate biodiversity concerns through their recognition of some 19 different categories of sensitive area and a sensitive area atlas. In principle this establishes a balanced development assessment process reflecting the norms of international best practice. There is a perception amongst environmental stakeholders, however, that the EIA process is often little more than a rubber stamp: that developments that should be refused on environmental grounds often proceed under other priority criteria and that often when EIA conditions are accepted they are not subsequently enforced or assessed for implementation. There is however no data or review available to assess the substance of concerns of this nature, such as the development of lowland wetlands which are a highly threatened habitat type. It is perhaps pertinent to note that the Planning Authority is currently chaired by a representative of the Ministry of Environment and Energy."}, {"text_block_id": "p30_b238", "text": "1"}, {"text_block_id": "p61_b239", "text": "In terms of strategic planning there have been very substantive attempts made on the national level to mainstream biodiversity issues across the developments sectors. Where the first national environmental management plan 1990-2000 was simply an environmental plan for the country, its successor the Environmental Management Plan for Seychelles (EMPS) 2000-2010 (Gos 2000) had ten thematic areas which included the main socioeconomic sectors (inter alia: Society, Population and Health, Land Use, Coastal Zones and Urbanisation, Energy and Transport, Tourism and Fisheries) and addressed the environmental aspects of each. The final assessment of the EMPS implementation considered it more than 80% successfully implemented."}, {"text_block_id": "p30_b239", "text": "Ł Century. Crocodiles and seals were early victims of human activity and were extirpated. Marine turtles supported prolonged exploitation that has drastically reduced their occurrence and abundance. Marine turtles received full protection under the law in 1994 but poaching remains an issue and their nesting habitat is unprotected outside of protected areas. Sharks a vitally important component in marine ecosystems were dramatically reduced in abundance on the Mahe plateau by a targeted fishery in the 1940s-1960s and the populations on"}, {"text_block_id": "p61_b240_merged", "text": "The third generation environmental management plan for Seychelles has evolved to address the sustainable development of Seychelles. The Seychelles Sustainable Development Strategy (SSDS) 2012 -2020 (Gos 2012 & 2012a) has 14 programmes: 12 thematic areas based on those of its EMPS predecessor but refined and elaborated to address the further aspects of Sustainability, the addition of a thematic area on Climate Change and an enabling \"operationalisation\" programme. The SSDS seeks to mainstream the three Rio Conventions (on Biodiversity, Climate Change and Desertification) in the Seychelles context with some basic cross-referencing of projects with _international"}, {"text_block_id": "p30_b240", "text": "the smaller banks of the outer islands soon followed suit. The rising commodity value of shark fin has maintained fishing pressure and the downward trend in shark populations conti"}, {"text_block_id": "p30_b241", "text": ","}, {"text_block_id": "p30_b242", "text": "nues. It has become increasingly apparent since the mld-1980s that the demersal fishery resources of the Mahe plateau are being overexploited. Initially it was considered a concern of the inner reŁfs but Vessel"}, {"text_block_id": "p61_b243", "text": "obligations."}, {"text_block_id": "p30_b243", "text": "Monitoring System data coupled with steadily declining catches since 1991, indicate that the entire plateau is overexploited. This is particularly apparent in the decline of the occurrence, diversity and abundance of Serranidae on the plateau with several species now very scarce or absent from the Mahe plateau catch. Declines are also apparent in key commercials species most notably the Emperor red snapper"}, {"text_block_id": "p61_b244", "text": "The Tourism sector is a main driver of development in Seychelles in terms of being the major employer and attracting foreign capital investment for infrastructure development, typically hotel resorts and related amenities such as marinas and golf courses. The mainstreaming of biodiversity in this sector is therefore important to the overall attainment of biodiversity conservation and sustainable use objectives. Assessing the costs and benefits of tourism development to biodiversity is complex and no quantified study has been undertaken. Tourism is one of the key drivers of coastal biodiversity degradation on the main islands of the central archipelago. To counter this, tourism infrastructure provides the clientele which makes possible the realisation of revenue from the"}, {"text_block_id": "p30_b244", "text": "(Lutjanus sebae)"}, {"text_block_id": "p62_b245", "text": "consumptive use of biodiversity through ecotourism and the imbuing of value to biodiversity that finances its conservation. The great success stories of Cousin Island Special Reserve and the Vallee"}, {"text_block_id": "p30_b245", "text": "and the Brownspotted grouper"}, {"text_block_id": "p62_b246", "text": "­"}, {"text_block_id": "p30_b246", "text": "(Epinephelus chlorostigma)."}, {"text_block_id": "p62_b247", "text": "de-Mai world heritage site have been enabled through revenue derived from tourism. Likewise the significant profitability of St Anne Marine and Curieuse Marine Parks funded and maintained the operation of the former Marine Parks Authority. Tourism has been a key driver in the rehabilitation of small island ecosystems with significant investment of funds in IAS eradication programmes. The rehabilitation of small island ecosystems has seen the major biodiversity conservation breakthroughs over the last 15 years in Seychelles (see"}, {"text_block_id": "p30_b247", "text": "The removal of so many key species, entirely or functionally,"}, {"text_block_id": "p62_b248", "text": "Section 2.5)."}, {"text_block_id": "p30_b248", "text": "·"}, {"text_block_id": "p62_b249", "text": "This trend is continuing and expanding with Foundations being established in several islands, in the Amirantes archipelago, for the conservation and management of biodiversity by the parastatal Islands Development Company, the Islands Conservation Society and tourism operations and/or tenants' organisations."}, {"text_block_id": "p30_b249", "text": "and the progressive fishing down of the food chain has a destabilising effect on the ecosystem with likely impacts upon: future productivity coral reef recovery from the 1998 major bleaching event and reef resilience to climate change. Key steps however have been taken; all marine mammals and marine turtles have received complete legal protection since 1979 and 1994 respectively. Turtle rookeries in some key protected areas have shown significant and sustained population recoveries. There are management plans and approaches for various fisheries and Seychelles was amongst the first ten countries globally to develop and commence implementation of a National Plan of Action for the Conservation and Management of Sharks."}, {"text_block_id": "p62_b250", "text": "The Fishery sector (see"}, {"text_block_id": "p30_b250_merged_merged_merged", "text": "The marine environment is central to Seychelles' development; artisanal, semi-industrial and industrial fisheries are key to the economy and local food securityand hence improved management of these activities and the ecosystems upon which they depend, is a priority for the country's sustainable development."}, {"text_block_id": "p62_b251", "text": "Section 2.2),"}, {"text_block_id": "p62_b252", "text": "the other main pillar of the national economy, has a much more chequered history. There are significant concerns about sustainable use of the overall ,resource base with excessive and largely uncontrolled targeting of high value commodity species and major by­catch concerns in the industrial fisheries. Most data gathering to date in the demersal fishery is based on the recording of guilds rather than species and is allowing various species populations (e.g. serranids) to be reduced without it being evident in fishery data. The nature of the ecosystem, the large areas involved and the traditional open access status of fisheries make effective management or enforcement very problematic. New measures are being undertaken to try and address many of the above mentioned shortcomings including the development of a new demersal fisheries plan (see"}, {"text_block_id": "p32_b252", "text": "ii.Beach Crest and Beach. The beach, bea'ch crest and adjacent low lying coastal land are of vital importance to Seychelles. The topography of the granitic islands means the coastal plateaux are usually narrow strips of flat land making them subject to the stereotypical SIDS pressure of \"coastal squeeze\" with habitation, development and economic activities all concentrated in these limited areas. Economically these habitats provide the basis for and appeal of the country's tourism industry. Socially this area is also vitally important being the centre of human leisure and cultural activity on the main populated islands. The beach dune, adjacent plateau and the beaches themselves are consequently amongst the most disturbed habitats, with vegetation of most sandy shores"}, {"text_block_id": "p62_b253", "text": "Project 28)"}, {"text_block_id": "p32_b253", "text": "10"}, {"text_block_id": "p62_b254", "text": "which will include stock assessment of various important species. The Government has also stated its desire to designate 30% of Seychelles' waters as protected, half of which (i.e. 15%) as strict no take zones, the marine spatial planning process for this has begun and funding mechanisms to enable the establishment of such large PAs are being investigated."}, {"text_block_id": "p32_b254", "text": "in Seychelles having been severely modified. Direct human disturbance is further complicated by what are considered to be the impacts of climate change as evidenced by increasing coastal erosion and more intense storm surges."}, {"text_block_id": "p62_b255", "text": "The NBSAP will seek to further mainstream biodiversity into and across the developments sectors through the role of its Implementation Unit which will be nested in the broader SSDS framework and work with the National Biodiversity Partnership Forum (See"}, {"text_block_id": "p32_b255", "text": "This habitat is vital for nesting turtle populations"}, {"text_block_id": "p62_b256", "text": "Section 4"}, {"text_block_id": "p32_b256", "text": "(Che/onia mydas"}, {"text_block_id": "p62_b257", "text": "and"}, {"text_block_id": "p32_b257", "text": "and"}, {"text_block_id": "p62_b258", "text": "Project 31"}, {"text_block_id": "p32_b258", "text": "Eretmoche/ys imbricata)"}, {"text_block_id": "p62_b259", "text": "for details)."}, {"text_block_id": "p32_b259", "text": "but whilst turtles have received full protection under the law since 1994 protection of nesting habitat outside of Protected Areas is lacking. The habitat is also vital for wading birds (native and migratory), various species of nesting sea bird (see Table 7), and diverse crab species."}, {"text_block_id": "p62_b260", "text": "3.2 Environmental Economics"}, {"text_block_id": "p32_b260", "text": "iil."}, {"text_block_id": "p62_b261_merged_merged_merged_merged", "text": "Biodiversity offers diverse values and benefits to society (See Table 13). Key sectors of the Seychelles economy, fisheries and certain aspects of tourism, and their historical predecessors, agriculture and forestry, depend directly upon the consumption of raw biodiversity materials. Light-industrial production and consumption also rely indirectly on ecosystem (biodiversity-based) services such as sinks for waste production or provision of water. Non consumptive use is embodied by many tourism activities. Optional values exist in the maintenance of healthy ecosystems to support future use perhaps through use of endemic genetic information in medicines or food production and the application of biotechnology, or others ways not yet known. Biodiversity has cultural and spiritual values that augment the quality of life and human well-being. Biodiversity also has fundamental intrinsic value as recognised in the preamble of the Convention on Biological Diversity."}, {"text_block_id": "p32_b261", "text": "Rocky Shore is the most common shore habitat in the granitic islands and is typified by a limited vegetation structure consisting of species such as"}, {"text_block_id": "p32_b262", "text": "Hibiscus tiliaceus,"}, {"text_block_id": "p32_b263", "text": "occasional stands of the endemic Balfour's pandanus"}, {"text_block_id": "p63_b264", "text": "E"}, {"text_block_id": "p32_b264", "text": "(Pandanus ba/fouri), Scaevo/a sericea,"}, {"text_block_id": "p63_b265", "text": "c"}, {"text_block_id": "p32_b265", "text": "creepers (e.g."}, {"text_block_id": "p63_b266", "text": "onomi"}, {"text_block_id": "p32_b266", "text": "lpomea pes­caprae)"}, {"text_block_id": "p63_b267", "text": "c"}, {"text_block_id": "p32_b267", "text": "and grasses. In their natural state and particularly on promontories and rocky islets rocky shores historically supported important seabird populations and and/or roosts (e.g."}, {"text_block_id": "p63_b268", "text": "valua"}, {"text_block_id": "p32_b268", "text": "Sterno anaethetus, PhaŁthon /epturus, Puffinus pacificus)"}, {"text_block_id": "p63_b269", "text": "t"}, {"text_block_id": "p32_b269", "text": "such as can still be found on reserve islands like Cousin and Aride."}, {"text_block_id": "p63_b270", "text": "ions of"}, {"text_block_id": "p32_b270_merged_merged_merged_merged", "text": "The intertidal zone is rich in gastropods some of which are commonly exploited for food (e.g. Patella exusta and Cel/ana radiata). The trochus Monodonta australis and the majority of Seychelles Nerites (Nerita albicilla, N. plicata, N. polita, N. texti/is) are common in this zone; as are various species of Littorinid (Littorina kraussi. L. scabra, L. undulata and Peasie//a roepstorffiana). Planaxis su/catus occurs in large colonies in this zone, the Morulas, Moru/a granulata and M. uva are also common and the cowrie Cypraea caputserpentis is common in rocks clefts typified by strong wave action. Rocky shores also harbour large crab populations ( Grapsus and Geograpsus spp) and occasionally the distinctive chiton,"}, {"text_block_id": "p63_b271", "text": "S"}, {"text_block_id": "p63_b272", "text": "e"}, {"text_block_id": "p63_b273", "text": "y"}, {"text_block_id": "p63_b274", "text": "c"}, {"text_block_id": "p63_b275", "text": "h"}, {"text_block_id": "p63_b276", "text": "e"}, {"text_block_id": "p63_b277", "text": "ll"}, {"text_block_id": "p63_b278", "text": "e"}, {"text_block_id": "p63_b279", "text": "s' biodiv"}, {"text_block_id": "p63_b280", "text": "e"}, {"text_block_id": "p63_b281", "text": "rsity ar"}, {"text_block_id": "p63_b282", "text": "e"}, {"text_block_id": "p63_b283", "text": "limi"}, {"text_block_id": "p63_b284", "text": "t"}, {"text_block_id": "p63_b285", "text": "ed howev"}, {"text_block_id": "p63_b286", "text": "e"}, {"text_block_id": "p63_b287", "text": "r and an"}, {"text_block_id": "p63_b288", "text": "ec"}, {"text_block_id": "p63_b289", "text": "onomi"}, {"text_block_id": "p63_b290", "text": "c"}, {"text_block_id": "p63_b291", "text": "ass"}, {"text_block_id": "p63_b292", "text": "e"}, {"text_block_id": "p63_b293", "text": "ssm"}, {"text_block_id": "p63_b294", "text": "e"}, {"text_block_id": "p63_b295", "text": "n"}, {"text_block_id": "p63_b296", "text": "t t"}, {"text_block_id": "p63_b297", "text": "hat was"}, {"text_block_id": "p32_b297", "text": "Acanthop/eura brevispinosa."}, {"text_block_id": "p63_b298", "text": "t"}, {"text_block_id": "p32_b298", "text": "Accessible rocky shores are quite intensively harvested for shell fish for both domestic and commercial use and increasingly physical development is encroaching in these areas to meet the demand for seaside properties."}, {"text_block_id": "p63_b299", "text": "o"}, {"text_block_id": "p34_b299", "text": "iiil. Mudflats and Mangroves. The original mangrove forests on the East coast of Mahe were rapidly cleared after human settlement and the resulting mud flats progressively reclaimed to meet the need for flat builciable land. Mangroves were also harvested for timber and for bark, for example on Aldabra, well into the 20"}, {"text_block_id": "p63_b300", "text": "c"}, {"text_block_id": "p34_b300", "text": "th"}, {"text_block_id": "p63_b301", "text": "on"}, {"text_block_id": "p34_b301", "text": "Century. Total natural mangrove area continued to decline through much of the 20"}, {"text_block_id": "p63_b302", "text": "t"}, {"text_block_id": "p34_b302", "text": "th"}, {"text_block_id": "p63_b303", "text": "ribut"}, {"text_block_id": "p34_b303", "text": "Century but has been considered relatively stable since the 1980s at approximately 25km"}, {"text_block_id": "p63_b304", "text": "e"}, {"text_block_id": "p34_b304", "text": "2"}, {"text_block_id": "p63_b305", "text": "to"}, {"text_block_id": "p34_b305", "text": "• The various phases of land reclamation on the east coast of Mahe have served to create lagoons where a limited mangrove flora (dominated by"}, {"text_block_id": "p63_b306", "text": "t"}, {"text_block_id": "p34_b306", "text": "Avicennia marina"}, {"text_block_id": "p63_b307", "text": "h"}, {"text_block_id": "p34_b307", "text": "and"}, {"text_block_id": "p63_b308", "text": "e"}, {"text_block_id": "p34_b308", "text": "Rhizophora mucronata)"}, {"text_block_id": "p63_b309", "text": "d"}, {"text_block_id": "p34_b309", "text": "and fauna has re-colonised, these areas are however subject to repeated and significant disturbance. Despite this the habitat supports significant populations of crabs, molluscs and fish and hence provides important habitat for native heron species and migratory wading birds."}, {"text_block_id": "p63_b310", "text": "e"}, {"text_block_id": "p34_b310_merged_merged", "text": "Eight species of mangrove naturally occur in Seychelles (see Table 7). The mangrove fauna is characterized by limited species diversity when compared to its continental counterparts. In the central archipelago today mangroves are rather restricted; the last continuous belt exists between Port Launay and Port Glaud on the west coast of Mahe. Curieuse supports a diverse mangrove area on its west coast and Praslin retains a few isolated mangrove areas around river mouths; other very small areas occur on other islands such as Cousin. In the outer islands mangroves are only found in atoll environments, which provide the sheltered lagoon habitat suitable for their establishment. The most extensive forests are found in Aldabra, Cosmoledo and Astove."}, {"text_block_id": "p63_b311", "text": "v"}, {"text_block_id": "p63_b312", "text": "e"}, {"text_block_id": "p63_b313", "text": "lopm"}, {"text_block_id": "p63_b314", "text": "e"}, {"text_block_id": "p63_b315", "text": "n"}, {"text_block_id": "p63_b316", "text": "t"}, {"text_block_id": "p63_b317", "text": "of"}, {"text_block_id": "p63_b318", "text": "t"}, {"text_block_id": "p63_b319", "text": "his NBSAP was, for"}, {"text_block_id": "p63_b320", "text": "a vari"}, {"text_block_id": "p63_b321", "text": "e"}, {"text_block_id": "p63_b322", "text": "ty of r"}, {"text_block_id": "p63_b323", "text": "e"}, {"text_block_id": "p63_b324", "text": "asons, no"}, {"text_block_id": "p63_b325", "text": "t"}, {"text_block_id": "p63_b326", "text": "und"}, {"text_block_id": "p63_b327", "text": "e"}, {"text_block_id": "p63_b328", "text": "rta"}, {"text_block_id": "p63_b329", "text": "k"}, {"text_block_id": "p63_b330", "text": "e"}, {"text_block_id": "p63_b331", "text": "n. A basic ass"}, {"text_block_id": "p63_b332", "text": "e"}, {"text_block_id": "p63_b333", "text": "ssm"}, {"text_block_id": "p63_b334", "text": "e"}, {"text_block_id": "p63_b335", "text": "n"}, {"text_block_id": "p63_b336", "text": "t"}, {"text_block_id": "p63_b337", "text": "was und"}, {"text_block_id": "p63_b338", "text": "e"}, {"text_block_id": "p63_b339", "text": "rtak"}, {"text_block_id": "p63_b340", "text": "e"}, {"text_block_id": "p63_b341", "text": "n in 1997 (Emm"}, {"text_block_id": "p63_b342", "text": "e"}, {"text_block_id": "p63_b343", "text": "rton 1997) as part of"}, {"text_block_id": "p63_b344", "text": "t"}, {"text_block_id": "p63_b345", "text": "h"}, {"text_block_id": "p63_b346", "text": "e"}, {"text_block_id": "p63_b347", "text": "pro"}, {"text_block_id": "p63_b348", "text": "ce"}, {"text_block_id": "p63_b349", "text": "ss to d"}, {"text_block_id": "p63_b350", "text": "e"}, {"text_block_id": "p63_b351", "text": "v"}, {"text_block_id": "p63_b352", "text": "e"}, {"text_block_id": "p63_b353", "text": "lop th"}, {"text_block_id": "p63_b354", "text": "e"}, {"text_block_id": "p63_b355", "text": "firs"}, {"text_block_id": "p63_b356", "text": "t"}, {"text_block_id": "p63_b357", "text": "NBSAP. Subs"}, {"text_block_id": "p63_b358", "text": "e"}, {"text_block_id": "p63_b359", "text": "qu"}, {"text_block_id": "p63_b360", "text": "e"}, {"text_block_id": "p63_b361", "text": "n"}, {"text_block_id": "p63_b362", "text": "t"}, {"text_block_id": "p63_b363", "text": "basi"}, {"text_block_id": "p63_b364", "text": "c"}, {"text_block_id": "p63_b365", "text": "s"}, {"text_block_id": "p63_b366", "text": "t"}, {"text_block_id": "p63_b367", "text": "udi"}, {"text_block_id": "p63_b368", "text": "e"}, {"text_block_id": "p63_b369", "text": "s hav"}, {"text_block_id": "p63_b370", "text": "e"}, {"text_block_id": "p63_b371", "text": "b"}, {"text_block_id": "p63_b372", "text": "ee"}, {"text_block_id": "p63_b373", "text": "n und"}, {"text_block_id": "p63_b374", "text": "e"}, {"text_block_id": "p63_b375", "text": "rtak"}, {"text_block_id": "p63_b376", "text": "e"}, {"text_block_id": "p63_b377", "text": "n on:"}, {"text_block_id": "p63_b378", "text": "t"}, {"text_block_id": "p63_b379", "text": "h"}, {"text_block_id": "p63_b380", "text": "e"}, {"text_block_id": "p63_b381", "text": "so"}, {"text_block_id": "p63_b382", "text": "c"}, {"text_block_id": "p63_b383", "text": "io"}, {"text_block_id": "p63_b384", "text": "e"}, {"text_block_id": "p63_b385", "text": "conomic impacts of"}, {"text_block_id": "p63_b386", "text": "t"}, {"text_block_id": "p63_b387", "text": "h"}, {"text_block_id": "p63_b388", "text": "e"}, {"text_block_id": "p63_b389", "text": "1998 sev"}, {"text_block_id": "p63_b390", "text": "e"}, {"text_block_id": "p63_b391", "text": "r"}, {"text_block_id": "p63_b392", "text": "e c"}, {"text_block_id": "p63_b393", "text": "oral bl"}, {"text_block_id": "p63_b394", "text": "e"}, {"text_block_id": "p63_b395", "text": "a"}, {"text_block_id": "p63_b396", "text": "c"}, {"text_block_id": "p63_b397", "text": "hing ev"}, {"text_block_id": "p63_b398", "text": "e"}, {"text_block_id": "p63_b399", "text": "nt (C"}, {"text_block_id": "p63_b400", "text": "e"}, {"text_block_id": "p63_b401", "text": "sar"}, {"text_block_id": "p63_b402", "text": "et al"}, {"text_block_id": "p63_b403", "text": "2004), a trav"}, {"text_block_id": "p63_b404", "text": "e"}, {"text_block_id": "p63_b405", "text": "l"}, {"text_block_id": "p63_b406", "text": "c"}, {"text_block_id": "p63_b407", "text": "ost analysis for marin"}, {"text_block_id": "p63_b408", "text": "e"}, {"text_block_id": "p63_b409", "text": "parks (Mw"}, {"text_block_id": "p63_b410", "text": "e"}, {"text_block_id": "p63_b411", "text": "baz"}, {"text_block_id": "p63_b412", "text": "e"}, {"text_block_id": "p63_b413", "text": "&"}, {"text_block_id": "p63_b414", "text": "Ma"}, {"text_block_id": "p63_b415", "text": "c"}, {"text_block_id": "p63_b416", "text": "leod 2013) and"}, {"text_block_id": "p63_b417", "text": "c"}, {"text_block_id": "p63_b418", "text": "ontingen"}, {"text_block_id": "p63_b419", "text": "t"}, {"text_block_id": "p63_b420", "text": "valuation assessm"}, {"text_block_id": "p63_b421", "text": "e"}, {"text_block_id": "p63_b422", "text": "n"}, {"text_block_id": "p63_b423", "text": "t"}, {"text_block_id": "p63_b424", "text": "s of"}, {"text_block_id": "p63_b425", "text": "t"}, {"text_block_id": "p63_b426", "text": "wo"}, {"text_block_id": "p63_b427", "text": "c"}, {"text_block_id": "p63_b428", "text": "oas"}, {"text_block_id": "p63_b429", "text": "t"}, {"text_block_id": "p63_b430", "text": "al ar"}, {"text_block_id": "p63_b431", "text": "e"}, {"text_block_id": "p63_b432", "text": "as on"}, {"text_block_id": "p63_b433", "text": "t"}, {"text_block_id": "p63_b434", "text": "h"}, {"text_block_id": "p63_b435", "text": "e"}, {"text_block_id": "p63_b436", "text": "main island of Mah"}, {"text_block_id": "p63_b437", "text": "e"}, {"text_block_id": "p63_b438", "text": "(MCSS 2013"}, {"text_block_id": "p63_b439", "text": "a & b). Th"}, {"text_block_id": "p63_b440", "text": "e"}, {"text_block_id": "p63_b441", "text": "mos"}, {"text_block_id": "p63_b442", "text": "t"}, {"text_block_id": "p63_b443", "text": "r"}, {"text_block_id": "p63_b444", "text": "ec"}, {"text_block_id": "p63_b445", "text": "ent overar"}, {"text_block_id": "p63_b446", "text": "c"}, {"text_block_id": "p63_b447", "text": "hing s"}, {"text_block_id": "p63_b448", "text": "t"}, {"text_block_id": "p63_b449", "text": "udy of th"}, {"text_block_id": "p63_b450", "text": "e"}, {"text_block_id": "p63_b451", "text": "valu"}, {"text_block_id": "p63_b452", "text": "e"}, {"text_block_id": "p63_b453", "text": "of"}, {"text_block_id": "p63_b454", "text": "biodiv"}, {"text_block_id": "p63_b455", "text": "e"}, {"text_block_id": "p63_b456", "text": "rsity to th"}, {"text_block_id": "p63_b457", "text": "e"}, {"text_block_id": "p63_b458", "text": "S"}, {"text_block_id": "p63_b459", "text": "e"}, {"text_block_id": "p63_b460", "text": "y"}, {"text_block_id": "p63_b461", "text": "c"}, {"text_block_id": "p63_b462", "text": "h"}, {"text_block_id": "p63_b463", "text": "e"}, {"text_block_id": "p63_b464", "text": "ll"}, {"text_block_id": "p63_b465", "text": "e"}, {"text_block_id": "p63_b466", "text": "s'"}, {"text_block_id": "p63_b467", "text": "ec"}, {"text_block_id": "p63_b468", "text": "onomy (Murray & H"}, {"text_block_id": "p63_b469", "text": "e"}, {"text_block_id": "p63_b470", "text": "nri 2005)"}, {"text_block_id": "p63_b471", "text": "c"}, {"text_block_id": "p63_b472", "text": "alcula"}, {"text_block_id": "p63_b473", "text": "te"}, {"text_block_id": "p63_b474", "text": "d that"}, {"text_block_id": "p63_b475", "text": "t"}, {"text_block_id": "p63_b476", "text": "h"}, {"text_block_id": "p63_b477", "text": "e c"}, {"text_block_id": "p63_b478", "text": "on"}, {"text_block_id": "p63_b479", "text": "t"}, {"text_block_id": "p63_b480", "text": "ribution of biodiv"}, {"text_block_id": "p63_b481", "text": "e"}, {"text_block_id": "p63_b482", "text": "rsity"}, {"text_block_id": "p63_b483", "text": "t"}, {"text_block_id": "p63_b484", "text": "o th"}, {"text_block_id": "p63_b485", "text": "e"}, {"text_block_id": "p63_b486", "text": "S"}, {"text_block_id": "p63_b487", "text": "e"}, {"text_block_id": "p63_b488", "text": "y"}, {"text_block_id": "p63_b489", "text": "c"}, {"text_block_id": "p63_b490", "text": "h"}, {"text_block_id": "p63_b491", "text": "e"}, {"text_block_id": "p63_b492", "text": "ll"}, {"text_block_id": "p63_b493", "text": "e"}, {"text_block_id": "p63_b494", "text": "s"}, {"text_block_id": "p63_b495", "text": "ec"}, {"text_block_id": "p63_b496", "text": "onomy was v"}, {"text_block_id": "p63_b497", "text": "e"}, {"text_block_id": "p63_b498", "text": "ry significan"}, {"text_block_id": "p63_b499", "text": "t"}, {"text_block_id": "p63_b500", "text": "(S"}, {"text_block_id": "p63_b501", "text": "ee"}, {"text_block_id": "p63_b502", "text": "Fig"}, {"text_block_id": "p63_b503", "text": "1"}, {"text_block_id": "p63_b504", "text": "3),"}, {"text_block_id": "p63_b505", "text": "c"}, {"text_block_id": "p63_b506", "text": "ons"}, {"text_block_id": "p63_b507", "text": "t"}, {"text_block_id": "p63_b508", "text": "itu"}, {"text_block_id": "p63_b509", "text": "t"}, {"text_block_id": "p63_b510", "text": "ing 35% of"}, {"text_block_id": "p63_b511", "text": "t"}, {"text_block_id": "p63_b512", "text": "o"}, {"text_block_id": "p63_b513", "text": "t"}, {"text_block_id": "p63_b514", "text": "al Governm"}, {"text_block_id": "p63_b515", "text": "e"}, {"text_block_id": "p63_b516", "text": "n"}, {"text_block_id": "p63_b517", "text": "t"}, {"text_block_id": "p63_b518", "text": "r"}, {"text_block_id": "p63_b519", "text": "e"}, {"text_block_id": "p63_b520", "text": "v"}, {"text_block_id": "p63_b521", "text": "e"}, {"text_block_id": "p63_b522", "text": "nu"}, {"text_block_id": "p63_b523", "text": "e"}, {"text_block_id": "p63_b524", "text": ", providing for 38% of national"}, {"text_block_id": "p63_b525", "text": "e"}, {"text_block_id": "p63_b526", "text": "mploym"}, {"text_block_id": "p63_b527", "text": "e"}, {"text_block_id": "p63_b528", "text": "nt,"}, {"text_block_id": "p63_b529", "text": "c"}, {"text_block_id": "p63_b530", "text": "ontribu"}, {"text_block_id": "p63_b531", "text": "t"}, {"text_block_id": "p63_b532", "text": "ing 60% of gross dom"}, {"text_block_id": "p63_b533", "text": "e"}, {"text_block_id": "p63_b534", "text": "s"}, {"text_block_id": "p63_b535", "text": "t"}, {"text_block_id": "p63_b536", "text": "ic produ"}, {"text_block_id": "p63_b537", "text": "c"}, {"text_block_id": "p63_b538", "text": "t and a"}, {"text_block_id": "p63_b539", "text": "cc"}, {"text_block_id": "p63_b540", "text": "oun"}, {"text_block_id": "p63_b541", "text": "t"}, {"text_block_id": "p63_b542", "text": "ing for 75% of foreign curr"}, {"text_block_id": "p63_b543", "text": "e"}, {"text_block_id": "p63_b544", "text": "ncy inflow"}, {"text_block_id": "p63_b545", "text": "t"}, {"text_block_id": "p63_b546", "text": "o"}, {"text_block_id": "p63_b547", "text": "t"}, {"text_block_id": "p63_b548", "text": "he coun"}, {"text_block_id": "p63_b549", "text": "t"}, {"text_block_id": "p63_b550", "text": "ry."}, {"text_block_id": "p63_b551_merged_merged", "text": "Figure 13: Percentage Biodiversity Contribution to the Seychelles Economy"}, {"text_block_id": "p63_b554", "text": "(From: Murray & Henri 2005)"}, {"text_block_id": "p64_b555", "text": "No assessment has been undertaken of the cultural and spiritual value of Seychelles biodiversity, though culturally it would appear to be unquestionably high."}, {"text_block_id": "p64_b556", "text": "The lack of a basis for the incorporation of biodiversity values into national accounting is recognised as a key obstacle to Seychelles effective conservation and sustainable use of biodiversity (GoS 2014) and is hence addressed as a priority in Project 23 of the NBSAP."}, {"text_block_id": "p64_b557", "text": "3.3 Incentives and Financing to Support CBD Implementation."}, {"text_block_id": "p64_b558", "text": "3.3.1 Incentive Measures"}, {"text_block_id": "p64_b559", "text": "The Biodiversity Finance project (BioFin) was underway at the time of finalisation of the NBSAP and seeks to address all the key issues of NBSAP financing including quantifying the current biodiversity funding environment, costing all the NBSAP projects and integrating the NBSAP into the budget planning process (see Project 26). It will also assess and make recommendations on the current scenario of Biodiversity incentives, both perverse and positive, in terms of legislation, policies and institutional standard operational procedures. It will then serve to develop and propose a new incentive regime that will actively foster the conservation and sustainable use of biodiversity."}, {"text_block_id": "p64_b560", "text": "3.3.2 Government Recurrent Budgeting"}, {"text_block_id": "p64_b561", "text": "A review of the national biodiversity financing scenario (Bareis 2013) was undertaken in the lead up to the development of this new NBSAP. It compiled the figures for the Government's recurrent biodiversity related budget for 2013 and calculated that SR 164 million, equivalent to just 3.03% of the total national general recurrent budget, is invested in the biodiversity domain (see Table 14)."}, {"text_block_id": "p64_b562", "text": "This however is a marked over-estimation of the actual investment because a significant proportion of these budget lines are not in fact related to the conservation and sustainable use of Biodiversity."}, {"text_block_id": "p65_b563", "text": "One of the key findings (as noted in"}, {"text_block_id": "p65_b564", "text": "Section 3.2)"}, {"text_block_id": "p65_b565", "text": "is that there is currently no established mechanism to mainstream biodiversity considerations into the national accounting and budgeting processes and this reflects the lack of a proper biodiversity evaluation baseline -this is addressed in"}, {"text_block_id": "p65_b566", "text": "Project 23."}, {"text_block_id": "p65_b567", "text": "Bareis (2013) also identifies key entry points into the annual national budgeting process whereby the NBSAP could be mainstreamed."}, {"text_block_id": "p65_b568", "text": "3.3.3 Public Sector Investment Programme (PSIP)."}, {"text_block_id": "p65_b569", "text": "The Seychelles Government started the PSIP in 2013 with the objective of improving its medium term fiscal planning. The PSIP will be an important budget and planning tool available to the Government to outline Jts on-going and future development priorities. It is therefore recommended that government agencies with activities pertaining directly to the conservation and sustainable use of biodiversity develop a \"pipeline\" of priority projects to be submitted to the PSIP process."}, {"text_block_id": "p65_b570", "text": "3.3.4 Environment Trust Fund (ETF)"}, {"text_block_id": "p65_b571", "text": "The Seychelles Government formed the ETF in 1994 (Gos 1994) as a special fund with the objectives:"}, {"text_block_id": "p65_b572", "text": "The Seychelles Government formed the ETF in 1994 (Gos 1994) as a special fund with the objectives:\n* To prevent and reduce pollution.\n* To promote the environment and to carry out programmes of education and research.\n* To clean and beautify Seychelles\n* To do other such things as may be necessary or conducive to the protection, preservation or"}, {"text_block_id": "p65_b580", "text": "The ETF is managed by a board, co-chaired by the Ministries of Environment and Finance, composed of government and civil society representatives. The ETF is financed by a"}, {"text_block_id": "p65_b581", "text": "levies on water bills and the"}, {"text_block_id": "p65_b582", "text": "sale of sooty tern eggs from a sustainable harvesting programme, other fees collected by the Environment Department and by private donations. The ETF finances projects for"}, {"text_block_id": "p65_b583", "text": "a total annual"}, {"text_block_id": "p65_b584", "text": "budget of approximately SCR 8 million. NGOs, communities and government agencies can submit project proposals for consideration for funding."}, {"text_block_id": "p65_b585", "text": "3.3.5 Corporate Social Responsibility Tax"}, {"text_block_id": "p65_b586", "text": "Government introduced a Corporate Social Responsibility Tax in January 2013 applicable at 0.5% rate for businesses with a turnover of SR 1 million or above. The tax revenue will finance community development and environmental projects. It is projected that the tax will generate SR 91 million in 2014 and SR 98 million in 2015 and is a excellent potential source of funds for NBSAP implementation."}, {"text_block_id": "p65_b587", "text": "3.3.6 Debt for Adaptation Swap"}, {"text_block_id": "p65_b588", "text": "The Government of Seychelles, in partnership with the Nature Conservancy, is exploring an innovative approach to fund raising through a debt swap mechanism to finance adaptation to climate change in marine ecosystems and conservation and sustainable use of biodiversity."}, {"text_block_id": "p65_b589_merged_merged_merged", "text": "It is proposed that a Seychelles' Conservation and Climate Adaptation Trust (SCCAT) be established. This Trust will attempt to purchase all of the Government of Seychelles bilateral Paris Club debt of approximately US$ 80 million through an upfront payment of US$ 46.5 million (which is the Net Present Value of this debt at a 10% discount rate)."}, {"text_block_id": "p66_b592", "text": "In exchange the government of Seychelles will pay SCCAT US$ 20 million over a ten year period at an interest rate of 5% and US$ 36 million over 20 years at an interest rate of 4%. Through the debt swap, the Government of Seychelles will receive a debt relief of up to US$ 24 million and approximately US$ 2.65 million per year during 20 years will be available. From which US$ 1.7 million may be used for biodiversity conservation and sustainable use activities and US$ 950,000 will be used to capitalise a climate change adaptation fund to an approximate value of US$ 41.5 million by 2032. This funding mechanism could provide a potential long term substantial sources of funding for conservation and sustainable use of Biodiversity in Seychelles."}, {"text_block_id": "p66_b593", "text": "3.3.7 International Funding"}, {"text_block_id": "p66_b594", "text": "Seychelles is relatively successful in accessing donor funds in particular the Global Environment Facility, European Union and World Bank funds and has a broad portfolio of funded projects (See Bareis 2013). There are however capacity limitations in project drafting and management."}, {"text_block_id": "p66_b595", "text": "3.3.8 Recommendations"}, {"text_block_id": "p66_b596", "text": "Bareis (2013) makes numerous recommendations to enhance and better utilise the biodiversity funding scenario but salient points can be summarised as follows:"}, {"text_block_id": "p66_b597", "text": "Bareis (2013) makes numerous recommendations to enhance and better utilise the biodiversity funding scenario but salient points can be summarised as follows:\n* Raise cross sectoral awareness of biodiversity issues and Seychelles' CBD obligations -these\n* &\n* &\n 23.\n* Undertake environmental economic valuation and integrate it into the national accounting\n* Mainstream the NBSAP into national strategic planning (e.g. SSDS, MTNDS and PSIP) (see\n* Provide support to coordinate, inform and train biodiversity stakeholders to access and\n* and related NBPF mechanism)."}, {"text_block_id": "p66_b612", "text": "3.4 Knowledge and Data Management."}, {"text_block_id": "p66_b613", "text": "Limited knowledge and understanding of biodiversity, its status and trends, species ecology and biology, functions and values constitutes a significant threat to conservation and sustainable use as it impedes informed decision-making. For example, lack of species based data in the management of fisheries has been a critical factor limiting the ability to develop effective plans for various components of the artisanal fishery. Lack of knowledge also undermines the efficacy of environmental impact assessment measures for example in protecting critical habitats from development pressures."}, {"text_block_id": "p66_b614_merged_merged_merged", "text": "The lack of a national biodiversity database has been repeatedly identified as a barrier to the optimal national implementation of the CBD. Numerous species and habitat databases have been established, including usage databases (e.g. fishery databases), by various agencies (public and private) but in most cases data is not freely and fully available. An initial biodiversity metadatabase (Senterre et al 2010a) has been prepared as well as a priority gap analysis on Seychelles biodiversity data (Senterre et al 2010b), these documents represent the first systematic attempt to address these issues nationally and provide a valuable base from which to work."}, {"text_block_id": "p67_b621", "text": "In this domain the National Environmental Data & Information Portal (NEDIP) is being developed by MEE and a project is soon to commence to develop the national Biodiversity Clearing House Mechanism (CHM)."}, {"text_block_id": "p67_b622", "text": "Project 14"}, {"text_block_id": "p67_b623", "text": "addresses these information shortfalls by establishing national data gathering and management mechanisms to optimise the collection, management, utility and accessibility of national biodiversity datasets."}, {"text_block_id": "p67_b624", "text": "3.5 Biosafety"}, {"text_block_id": "p67_b625", "text": "Seychelles ratified the Cartagena Protocol on Biosafety in May 2004 and it came into force nationally 6 months later. Seychelles developed its National Biosafety Framework (NBF) in 2003 through a consultative process with international review. The NBF however, was not operationalised and Seychelles therefore is not in proper compliance with the Cartagena Protocol more than 10 years after ratification. A review, updating and implementation of the NBF is therefore required to bring Seychelles into line with its International obligations and this is addressed in"}, {"text_block_id": "p67_b626", "text": "Project 8:"}, {"text_block_id": "p67_b627", "text": "The Safe Management of LMOs and Biotechnology."}, {"text_block_id": "p67_b628", "text": "3.6 Access and Benefit Sharing"}, {"text_block_id": "p67_b629", "text": "Seychelles prepared an Access and Benefit Sharing (ABS) Bill in 2005 (Lewis-Lettingdon & Dagley 2006). The development of legislation however did not progress beyond this for various administrative reasons. In the interim however Seychelles moved ahead with its ratification of the Nagoya Protocol, becoming a party on the 12"}, {"text_block_id": "p67_b630", "text": "th"}, {"text_block_id": "p67_b631", "text": "October 2014. Seychelles has also commenced a comprehensive review of biodiversity related legislation and the continuation of this including the promulgation of ABS regulations are covered by"}, {"text_block_id": "p67_b632", "text": "Project 25"}, {"text_block_id": "p67_b633", "text": "in this document. Options to further support the implementation of the national Nagoya Protocol are being investigated under the auspices of a global project for capacity building in this respect."}, {"text_block_id": "p67_b634", "text": "3.7 Capacity Building"}, {"text_block_id": "p67_b635_merged_merged_merged", "text": "Seychelles as a geographically isolated SIDS with a very small population -2014 mid-year population estimate 94,664 (NSB 2014) -faces the typical SIDS dilemma of high per capita skills requirement coupled with chronic \"brain drain\". Building and maintaining capacity for biodiversity conservation and sustainable use is a particular problem. In recent years however Seychelles has made advances in the development of domestic capacity. A critical mass of high-level technical expertise is being attained, with PhDs in fisheries science, avian ecology, marine mega fauna conservation and botany all being completed and the expertise retained nationally. These, and with more theses in preparation, bode well for future research and technical capacity to advance the implementation of the CBD in Seychelles."}, {"text_block_id": "p67_b638", "text": "A major breakthrough is the 2009 establishment of the University of Seychelles (UniSey), with the objective of transforming Seychelles into a \"knowledge-based society\". The establishment of UniSey provides the opportunity for quality tertiary level education to the local population with one of the first programmes to be established a BSc in Environmental Science."}, {"text_block_id": "p68_b639", "text": "Government capacity for active implementation of biodiversity projects and the conservation and sustainable use of biodiversity has declined significantly over the last 20 years in part due to a policy change moving towards coordination and facilitation, as opposed to implementation, but quite markedly since 2008 when a national financial crisis required a substantial and progressive year on year reduction in budget."}, {"text_block_id": "p68_b640", "text": "A biodiversity capacity assessment (Gonzalves 2013) undertaken in the lead up to the development ofthe NBSAP identified three core areas requiring capacity building:"}, {"text_block_id": "p68_b641", "text": "A biodiversity capacity assessment (Gonzalves 2013) undertaken in the lead up to the development ofthe NBSAP identified three core areas requiring capacity building:\n* Strengthening the Institutional Framework for enhanced CBD implementation\n* Mainstreaming the CBD into sectoral programmes\n* Staffing and human development."}, {"text_block_id": "p68_b647", "text": "The first two points are addressed by the formation the NBSAP Implementation Unit (IU), with its duties and staff capacity as set out in Project 31, and nesting in in the broader national SSDS administration framework. It is also foreseen that many of the members of the proposed National Biodiversity Partnership Forum will also be members of the Seychelles Sustainable Development Inter-sectoral Steering Committee (SSDSC) and its various task forces and working committees, which will assist the IU in its role of mainstreaming biodiversity through the means of the Seychelles Sustainable Development strategy mechanism. It is further recommended that the IU be built around the CBD National Focal Point (whi_ch it recommends should be a full-time job in its own right) or assume that role in its functions."}, {"text_block_id": "p68_b648", "text": "For staffing and human development a series of training courses are proposed for sectoral CBD focal points. During the final workshop that elaborated the NBSAP projects stakeholders, however, decided that because of the project format of the NBSAP and the likely changes that projects will undergo (to meet funding criteria and changing circumstances) prior to implementation, capacity building should be a cross-cutting aspect in each project. As such capacity assessment and related development recommendations should be developed with the implementation of each project and coordinated by the I U to avoid duplication and foster synergies."}, {"text_block_id": "p69_b649", "text": "4. National Biodiversity Strategy and Action Plan"}, {"text_block_id": "p69_b650", "text": "Vision"}, {"text_block_id": "p69_b651", "text": "The NBSAP as the national means for implementation of the Convention on Biological Diversity represents a key component of the Seychelles' pursuit of Sustainable Development. It therefore adopts the same Vision as the Seychelles Sustainable Development Strategy (SSDS} 2012-2020:"}, {"text_block_id": "p69_b652", "text": "\"To"}, {"text_block_id": "p69_b653", "text": "contribute to the realisation of the nation's economic, social and cultural potential through an innovative, knowledge-led approach, being mindful of the need to conserve the integrity of the Seychelles natural environment and heritage for present and future generations.\""}, {"text_block_id": "p69_b654", "text": "Mission"}, {"text_block_id": "p69_b655", "text": "\"To"}, {"text_block_id": "p69_b656", "text": "effectively implement the Convention"}, {"text_block_id": "p69_b657", "text": "on"}, {"text_block_id": "p69_b658", "text": "Biological Diversity within the Seychelles context through the integrated conservation and sustainable use of biodiversity and the equitable sharing of benefits arising from the use of genetic resources.\""}, {"text_block_id": "p69_b659", "text": "Strategic Goals"}, {"text_block_id": "p69_b660", "text": "Strategic Goals\n* . Address the underlying causes of biodiversity loss by mainstreaming biodiversity across\n* . Reduce the direct pressures on biodiversity and promote sustainable use.\n* . Improve the status of biodiversity by safeguarding ecosystems, species and genetic\n* . Enhance the benefits to all from biodiversity and ecosystem services.\n\t* . Enhance implementation through participatory planning, knowledge management and\n<\\li2>"}, {"text_block_id": "p69_b670", "text": "Operational Principles"}, {"text_block_id": "p69_b671", "text": "The implementation of the NBSAP should be realised within operating principles as enshrined in the text, key decisions and strategic plan of the CBD. Central tenets that ar"}, {"text_block_id": "p69_b672", "text": "e"}, {"text_block_id": "p69_b673", "text": "fundamental to sound implementation are:"}, {"text_block_id": "p69_b674", "text": "The Precautionary Principle"}, {"text_block_id": "p69_b675", "text": "Intrinsic Value"}, {"text_block_id": "p69_b676_merged_merged_merged", "text": "The Ecosystem Approach I Ecologically Sustainable Development"}, {"text_block_id": "p69_b679", "text": "The Interdependence of Humans and Biodiversity"}], "document_description": "This document outlines the government's strategy for biodiversity conservation over the period 2015-2020. It aims in particular to integrate biodiversity into climate change adaptation programmes."}