{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Eswatini", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Climate Change Policy 2015", "document_country_code": "SWZ", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2015", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/SWZ/2015/SWZ-2015-12-25-National Climate Change Policy 2015_3c728beb4a5c8fb19128fe5f4f7ab32b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE KINGDOM OF SWAZILAND"}, {"text_block_id": "p0_b2", "text": "NATIONAL CLIMATE CHANGE POLICY, 2016"}, {"text_block_id": "p1_b3", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b4", "text": "TABLE OF CONTENTS\n"}, {"text_block_id": "p4_b5", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p7_b6", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p7_b7", "text": "1.1 Background"}, {"text_block_id": "p7_b8", "text": "Climate change is now widely recognized as the most significant challenge facing the globe."}, {"text_block_id": "p7_b9", "text": "Climate change refers to an on-going trend"}, {"text_block_id": "p7_b10", "text": "of changes in the earth’s general weather conditions as a result of an average rise in the temperature of the earth’s surface often referred to"}, {"text_block_id": "p7_b11", "text": "as global warming. This rise in the average global temperature is due, primarily, to the increased concentration of gases known as greenhouse gases (GHGs) in the atmosphere that are emitted by human activities. These gases intensify a natural phenomenon called"}, {"text_block_id": "p7_b12", "text": "the “greenhouse effect” by forming a"}, {"text_block_id": "p7_b13", "text": "n insulating layer in the"}, {"text_block_id": "p7_b14", "text": "atmosphere that reduces the amount of the sun’s heat that radiates"}, {"text_block_id": "p7_b15", "text": "back into space and therefore has the effect of making the earth warmer."}, {"text_block_id": "p7_b16_merged_merged", "text": "While weather changes on a daily basis, climate represents the statistical distribution of weather patterns over time and on a global scale has changed only very slowly in the past – usually over periods of tens of thousands of years or even millions of years which allows time for the earth’s bio-physical systems to adapt naturally to the changing climatic conditions. Currently, the global climate is changing much more rapidly as a result of global warming, leading to, among others, rising temperatures, changes in rainfall patterns, more frequent floods and droughts and increased frequency and intensity of extreme weather events. The rapid rate of climate change does not allow the"}, {"text_block_id": "p7_b21", "text": "earth’s biophysical systems to adapt to these changes naturally."}, {"text_block_id": "p7_b22", "text": "Climate change is a global problem and requires a global solution. In recent years, addressing climate change has been high on the international policy agenda. There is now consensus that to prevent global warming from reaching dangerous levels, action is needed to control and mitigate GHG emissions and stabilize their atmospheric concentration within a range of 450-550 ppm (IPCC, 2007). More recently, the fifth assessment report of the Intergovernmental Panel on Climate Change (IPCC, 2013), observes that unless something is urgently done to reduce emissions of GHGs by both developed and developing countries there is likelihood for global average temperature"}, {"text_block_id": "p8_b23", "text": "to increase by 4ºC by the year 2100 (IPCC, 2013). A 4"}, {"text_block_id": "p8_b24", "text": "o"}, {"text_block_id": "p8_b25", "text": "C warmer world will experience more intense rainfall and more frequent and more intense droughts, floods and other extreme weather events."}, {"text_block_id": "p8_b26", "text": "The international community is now working toward an international climate change regime under the United Nations Framework Convention on Climate Change (UNFCCC) that aims to stabilize GHG atmospheric concentration and provide a long-term solution to the climate change problem. The negotiations are being undertaken under the Ad hoc Working Group on the Durban Platform for Enhanced Action (ADP) that was established at the conclusion of the seventeenth Conference of the Parties (COP17), held in Durban South Africa in 2011. The mandate of ADP is twofold: (1) to develop a protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all Parties which is to be implemented from 2020 (the 2015 Agreement"}, {"text_block_id": "p8_b27", "text": "–"}, {"text_block_id": "p8_b28", "text": "Post 2020), and (2) launched a work plan on enhancing mitigation ambition to identify and to explore options for a range of actions that can close the ambition gap with a view to ensuring the highest possible mitigation efforts by all Parties (pre-2020)."}, {"text_block_id": "p8_b29", "text": "Swaziland, like many countries in Africa, has contributed least to GHG concentrations in the atmosphere, and yet, it faces some of the worst consequences and generally has the least capacity to cope with climate change impacts."}, {"text_block_id": "p8_b30_merged_merged_merged", "text": "Swaziland is highly vulnerable and exposed to the impacts of climate change due to her socio-economic and environmental context. Climate variability, including the increased frequency and intensity of extreme weather events, will disproportionately affect the poor. Furthermore, climate change will have adverse effects on water, food, fuel, health, education and access to social services. Thus, building resilience of her populace and the economy is of utmost priority if Swaziland is to achieve her quest towards sustainable development and poverty eradication."}, {"text_block_id": "p8_b32", "text": "This National Climate Change Policy aims to provide the enabling policy framework to guide Swaziland to address the challenge posed by climate change. The framework, also, provides enabling environment for communities and investors to take advantage of the opportunities presented by climate change to invest in activities"}, {"text_block_id": "p8_b33", "text": "that work to eliminate poverty and build a climate-resilient Swaziland. By"}, {"text_block_id": "p9_b34", "text": "assisting vulnerable communities and economic sectors in coping with climate variability and extremes, Swaziland will be strengthening her resilience to the long-term and uncertain impacts of climate change. Thus, Swaziland has no choice but take urgent actions to adapt to climate change, build resilience especially in key climate sensitive sectors and minimize the costs of the unavoidable impact of GHG emissions already locked into the climate system. While adaptation is the priority, Swaziland also has an important role to play in contributing to global GHG mitigation efforts."}, {"text_block_id": "p9_b35", "text": "1.2"}, {"text_block_id": "p9_b36", "text": "Swaziland’s Approach t"}, {"text_block_id": "p9_b37", "text": "o Climate Change"}, {"text_block_id": "p9_b38_merged", "text": "The Government of the Kingdom of Swaziland has adopted an integrated approach toward enhanced resilience in addressing the challenge posed by climate change. The integrated approach is intended to ensure that responses to climate change by different actors and stakeholders are coordinated and integrated into the countr’y’s social and economic development. This will avoid compromising Swaziland’s priority needs and quest for the achievement of sustained economic growth and poverty eradication. Integrated approach will enhance synergies in the implementation of the three Rio Conventions, namely: (1) the United Nations Framework Convention on Climate Change, (UNFCCC), (2) the Convention on Biological Diversity (CBD) and (3) the Convention to Combat Desertification (CCD)."}, {"text_block_id": "p9_b43", "text": "1.3 Stakeholder Participation and Consultation"}, {"text_block_id": "p9_b44", "text": "The process of formulating this Policy was coordinated by the Meteorology Department (UNFCCC national focal point) with guidance from the Ministry and the multi-sectoral National Climate Change Committee in accordance with the Government of Swaziland Policy Development Guidelines (April 2011) issued by the Public Policy Coordination Unit. The process was highly consultative as it involved consultative meetings with a wide of stakeholders ranging from government ministries, parastatals, civil society organization (CSOs), non-governmental organizations (NGOs), community-based organized (CBOs), private sector, the media, academia and individuals."}, {"text_block_id": "p10_b45", "text": "2.0 PROBLEM STATEMENT AND RATIONALE"}, {"text_block_id": "p10_b46", "text": "Climate change is already affecting Swaziland and the key sectors of her economy. Some of the climate change impacts being experienced"}, {"text_block_id": "p10_b47", "text": "include: significant variations in precipitation patterns, higher temperatures and increasing in frequency and intensity of severe weather events such as droughts, floods and cyclones."}, {"text_block_id": "p10_b48", "text": "These changes negatively impact agricultural yields, biodiversity, forest harvests and availability of clean water. Bearing the brunt of all these are the majority of the rural poor who depend on climate-sensitive sectors such as agriculture, forestry and traditional fishing for much of their day-to-day needs. For example, in 1984"}, {"text_block_id": "p10_b49", "text": "Cyclone"}, {"text_block_id": "p10_b50", "text": "Domonia"}, {"text_block_id": "p10_b51", "text": "Domonia\n* Decreased rainfall, increased temperature\n* Frequent drought spells leading to severe\n* Change in planting dates of annual crops.\n* Increased fungal outbreak and insect\n* Decrease in forest area and area under\n* Decline in livestock production.\n* Increased risk of food shortage and famine.\n* Reduction in ecosystem integrity and\n* Increased potential of malaria transmission\n* Increased potential of malaria transmission\n and bur"}, {"text_block_id": "p10_b71", "text": "Source: UNEP 2003, 2006; Cooper et al, 2008"}, {"text_block_id": "p10_b72", "text": "."}, {"text_block_id": "p10_b73_merged_merged", "text": "affected more than 400 000 people and caused damage worth millions of Emalangeni. Houses and fields were flooded and washed away and a number of people and livestock drowned. Infrastructure such as roads, electricity and telephone lines were damaged. In addition, more than one-fourth of the population needed emergency food aid in 200405 because of extreme drought conditions. Unfortunately, these impacts and extreme weather events are predicted to worsen in the future due to increased warming and changes in precipitation patterns."}, {"text_block_id": "p10_b77", "text": "With changes in the global climate system likely to span into the next century, geography, economy, population patterns and immense"}, {"text_block_id": "p11_b78", "text": "poverty will continue to make the country especially vulnerable to climate change. Human health, biodiversity, agricultural production, food security, water and energy will be imperilled as natural disasters worsen and migration grows"}, {"text_block_id": "p11_b79", "text": "–"}, {"text_block_id": "p11_b80", "text": "intensifying stresses on urban centres."}, {"text_block_id": "p11_b81", "text": "2.1 Emerging Impacts of Climate Change on Key Sectors of the Economy"}, {"text_block_id": "p11_b82", "text": "2.1.1 Agriculture and Food Security"}, {"text_block_id": "p11_b83", "text": "The agricultural sector is a critical mainstay of local livelihoods and"}, {"text_block_id": "p11_b84", "text": "contributes approximately 9.5% of the country’s gross domestic"}, {"text_block_id": "p11_b85", "text": "product (GDP). The sector is highly vulnerable and particularly sensitive to climate change, including periods of climate variability. Increasing heat and water stresses and extreme weather events such as droughts, cyclones, floods and extreme heat and cold as well as climate-associated pests and diseases are likely to contribute to the decline in agricultural production potential."}, {"text_block_id": "p11_b86", "text": "It is predicted that yields for staple cereals especially maize will fall sharply with 1-2"}, {"text_block_id": "p11_b87", "text": "o"}, {"text_block_id": "p11_b88", "text": "C changes in temperature and more erratic rainfall patterns. Consequently, it is predicted that the Highveld will be unsuitable for growing maize by the year 2050. Similarly, sorghum, beans and potatoes will be affected. The forecast reduction in maize yields, sorghum, beans and potatoes indicates a likely negative impact"}, {"text_block_id": "p11_b89", "text": "on the country’s food security and signifies a likely need for increased"}, {"text_block_id": "p11_b90", "text": "imports of this staple crop with associated higher prices. The poverty stricken will find it increasingly difficult to grow or purchase this staple food, leaving them highly vulnerable to food insecurity."}, {"text_block_id": "p11_b91_merged_merged_merged_merged", "text": "Livestock production is also not spared and can be affected by climate change in a number of ways. Heat can directly reduce animal activity, feeding, growth and productivity, and it can also impede reproductive activity. Increased water deficit stress can diminish forage and feed productivity, thus reducing animal growth and milk and egg production. Climatic conditions can change vector-and disease – transmission and incidence, the effects of which may be exacerbated by direct heat stress. Extreme weather events and inundation attributable to climate change may reduce forage and feed production areas and increase"}, {"text_block_id": "p12_b94", "text": "mortality. The urgency, therefore, is to build resilience in the agriculture sector to cushion the country from the vulgaries of climate change."}, {"text_block_id": "p12_b95", "text": "Building resilience in the agriculture sector poses enormous challenges in the face of climate change. It requires reducing vulnerability by minimizing the impacts of climate change and raising adaptive capacity. In order for the agriculture sector to meet the food and income needs of current and future generations in the face of climate change, actions need to be taken and strategies implemented, both autonomously by individual farmers, and collectively by government, community groups and institutions."}, {"text_block_id": "p12_b96", "text": "2.1.2 Water Resources"}, {"text_block_id": "p12_b97", "text": "Climate change will affect the water availability and use of water resources in Swaziland due to changes in precipitation and run-off patterns. Stream-flow of rivers in the country is projected to decrease by 40% by 2050. This implies that many smaller rivers or their tributaries may permanently dry up due to decline in precipitation. This is likely to adversely affect irrigated agriculture, domestic and industrial use and hydropower generation capacity due to reduced river flows. Consequently, such areas like the Lowveld Region will be adversely affected as they lack the capacity to cope with change in runoff regimes and where the risk of loss of perennial water is high. These challenges will be aggravated by periods of prolonged droughts and floods."}, {"text_block_id": "p12_b98_merged", "text": "Given that annual crops depend on water supply in growing seasons, seasonal changes of hydrological variables under climate change are of particular importance for agricultural water users. Changes in precipitation patterns would necessitate changes in crop varieties, planting dates and cropping patterns placing new requirements on the farmers and agricultural research and development as well as the extension services. With increasing demand for water and areas under water stress projected to increase affecting hundreds and thousands of the rural poor, this will pose a challenge to the country’s attainment of sustainable growth."}, {"text_block_id": "p12_b101", "text": "The country, therefore, faces the challenge of how best to manage its water resources to ensure future water demand can be met as water stress or shortage and the decline in agricultural production would"}, {"text_block_id": "p13_b102", "text": "pose a serious threat to the country’s food security and to lives and"}, {"text_block_id": "p13_b103", "text": "livelihoods especially of the rural poor. Consequently, improvement in water infrastructure and management especially watershed management can potentially mitigate the adverse effects of climate change."}, {"text_block_id": "p13_b104", "text": "2.1.3 Biodiversity and Ecosystems"}, {"text_block_id": "p13_b105", "text": "Biodiversity is an important resource for the Swazi people. Uses are consumptive (food, fibre, fuel, shelter, medicine, etc.) and non-consumptive (ecosystem services and the economically important tourism industry). Given the dependence on natural resources, the majority of the rural poor are vulnerable to the biodiversity loss. Yet biodiversity hotspots are under threat from multiple stressors, of which, climate change is one of the several pressures."}, {"text_block_id": "p13_b106", "text": "The impact of climate change on humans will also be compounded by climate change-induced alterations of the ecosystems, thus affecting the delivery of the ecosystems goods and services necessary to human life support systems. Commercial forests are also likely to be impacted. Furthermore, with the shift in rainfall patterns and increased temperatures, areas where commercial forestry was traditionally undertaken may no longer be suitable. In effect new areas will have to be identified for advancing commercial forestry."}, {"text_block_id": "p13_b107", "text": "Increased wild fires resulting from heat stress and prolonged droughts will accelerate biodiversity and forest loss. Forest and savannah fires contribute to climate change, both by causing loss of vegetation and soils that serve as carbon stocks and by releasing of carbon (and other greenhouse gases) to the atmosphere by burning. As global warming increases, these fires are likely to get more intense and extensive and may result in significant ecosystem changes that would affect biodiversity through species loss or changes in species composition, particularly with spread of invasive species."}, {"text_block_id": "p13_b108", "text": "2.1.4 Health"}, {"text_block_id": "p13_b109", "text": "Majority of Swazi people live in rural areas, most vulnerable to risk of climate change, as their marginal income provides little or no access"}, {"text_block_id": "p14_b110", "text": "at all to safety nets to protect against the threats posed by changing conditions. Some of the possible direct threats that climate change could pose on human health include morbidity and mortality due to thermal stress (that is, caused by heat stress and cold stress); vector-borne infectious diseases (for example, malaria and dengue); diarrhoea and malnutrition. According to the World Health Organization (WHO) outbreak of human diseases such as malaria, dengue, diarrhoea, cholera, typhoid and other vector-borne diseases coincide with the occurrence of extreme climate events such as droughts and floods."}, {"text_block_id": "p14_b111", "text": "Indirectly, climate change could cause injury and the worst case, deaths, as a result of landslides, flash floods and cyclones (strong winds). Respiratory diseases brought about by worsening air quality and ill health due to social dislocation and migration could be attributed indirectly to climate change. Those at the greatest risk include the young, elderly and medically frail."}, {"text_block_id": "p14_b112", "text": "2.1.5 Tourism"}, {"text_block_id": "p14_b113_merged", "text": "Tourism accounts for 2.8 per cent of the country’s GDP and has the potential grow. Swaziland’s tourism is largely based on wildlfe and the traditions and culture of the Swazi people. High levels of floral and faunal species diversity exist in various protected areas in the country. Recurrent droughts and flash floods are likely to affect these resources significantly. Wildlife in protected areas is surrounded by a plethora of human activities. Fragmentation and concentration of wildlife in Lowveld and Highveld make them highly vulnerable because the habitats will not respond quick enough to changed climate. As a result, wildlife will not be able to migrate to more suitable climatic conditions because of limited corridors between protected areas."}, {"text_block_id": "p14_b117", "text": "2.1.6 Energy"}, {"text_block_id": "p14_b118", "text": "Most of Swaziland’s energy is derived from fossil fuels, biomass and"}, {"text_block_id": "p14_b119", "text": "hydropower. The fossil fuel sources include, crude oil, coal and natural gas. Biomass especially wood fuel constitutes about 90 per cent of the total final consumption. Biomass is still the main fuel for cooking and heating in rural households and is also the primary source of electricity"}, {"text_block_id": "p15_b120", "text": "self-generation in the sugar, pulp and saw mill industries. Regarding hydropower, it is anticipated that Swaziland will experience a reduction in stream-flows and hence available water for hydropower generation. Changes in the frequency and severity of storms in Swaziland have and will continue to cause serious damage to the electricity infrastructure and this results in disruptions to energy supply."}, {"text_block_id": "p15_b121", "text": "2.1.7 Traditions and customs"}, {"text_block_id": "p15_b122", "text": "Climate change has the potential to negatively impact on Swaziland’s"}, {"text_block_id": "p15_b123_merged", "text": "tradition and cultural practices, events and festivities since they are based on biodiversity and predictability of the weather. Examples of practices, events and festivities likely to be affected include: umhlanga (reed dance), lusekwane (sacred shrubs dance), incwala (traditional national prayer), buganu (marula) festivals, butimba (national hunt) and kwetfula (gift presentations to Chiefs). In addition, most Swazi rural homesteads still practice the indigenous methods of constructing their homes using grass, sticks, logs and mud, with increased frequency and intensity of droughts, this may affect availability of such materials for building as well as for weaving traditional handicrafts."}, {"text_block_id": "p16_b136", "text": "2.2 National Responses to address Climate Change"}, {"text_block_id": "p16_b137", "text": "2.2.1"}, {"text_block_id": "p16_b138", "text": "Policy and Strategic Response"}, {"text_block_id": "p16_b139", "text": "2.2.1.1 National Climate Change Committee"}, {"text_block_id": "p16_b140", "text": "To ensure effective coordination of climate change across sectors, in 2010, the Government established a multi-stakeholder National Climate Change Committee (NCCC). Members of the NCCC are drawn from government ministries and departments, private sector, CSOs and the academia. The NCCC is responsible for liaising and coordinating with other relevant stakeholders in guiding climate change initiatives in the country."}, {"text_block_id": "p16_b141", "text": "2.2.1.2 National Climate Change Strategy and Action Plan"}, {"text_block_id": "p16_b142", "text": "2.2.1.3 Sectoral Policies and Legislation"}, {"text_block_id": "p16_b143", "text": "Since climate change impacts key sectors of the economy, it became necessary that climate change be mainstreamed across these sectors. In this regard, the Government has put in place sectoral policies and legislation that address some of the challenges posed by climate"}, {"text_block_id": "p17_b144", "text": "change in the respective sectors. Examples of such policies and legislation include: Environmental Management Act, National Disaster Management Policy (NDMP), Swaziland National Disaster Management Plan (SNDMP), National Disaster Management Act (NDMA) and the Swaziland Disaster Risk Reduction National Action Plan (SDRNAP) 2008-2015."}, {"text_block_id": "p17_b145", "text": "Other relevant policies where climate change issues have been taken into account include the Comprehensive Agricultural Sector Policy (CASP: GOS MOAC, 2005), the National Food Security Policy for Swaziland (GOS-MOAC, 2006), National Biodiversity Conservation and Management Policy (draft, GOS-SEA, 2007), the National Biofuels Development Strategy and Action Plan (GOS-MNRE, 2008), the draft National Energy Policy Implementation Strategy (GOS-MNRE, 2009) and the National Education Policy (GOS-MOE, 2011)."}, {"text_block_id": "p17_b146", "text": "2.2.2 Programmatic Interventions"}, {"text_block_id": "p17_b147", "text": "2.2.2.1"}, {"text_block_id": "p17_b148", "text": "Enhancing adaptation in the vulnerable sectors"}, {"text_block_id": "p17_b149", "text": "(a)"}, {"text_block_id": "p17_b150", "text": "Integrated water resource management"}, {"text_block_id": "p17_b151", "text": "Water is a key driver of economic and social development while it also has a basic function in maintaining the integrity of the natural environment. However water is only one of a number of vital natural resources and it is imperative that water issues are not considered in isolation. Managers, whether in the government or private sectors, have to make difficult decisions on water allocation. More and more they have to apportion diminishing supplies between ever-increasing demands. Drivers such as demographic and climatic changes further increase the stress on water resources."}, {"text_block_id": "p17_b152_merged_merged_merged", "text": "The traditional fragmented approach is no longer viable and a more holistic approach to water management is essential. This is the rationale for the Integrated Water Resources Management (IWRM) approach that has now been accepted. The IWRM is “a process that promotes the coordinated development and management of water,"}, {"text_block_id": "p18_b155", "text": "land and related resources, in order to maximize the resultant economic and social welfare in an equitable manner without"}, {"text_block_id": "p18_b156", "text": "compromising the sustainability of vital ecosystems.”"}, {"text_block_id": "p18_b157", "text": "In furthering the implementation of the concept of IWRM, the government under the GEF-"}, {"text_block_id": "p18_b158", "text": "funded project entitled “Adapting national and transboundary water resource management in Swaziland”"}, {"text_block_id": "p18_b159", "text": "is implementing activities that enhance adaptation of the water sector from adverse impacts of climate change."}, {"text_block_id": "p18_b160", "text": "(b)"}, {"text_block_id": "p18_b161", "text": "Climate smart agriculture"}, {"text_block_id": "p18_b162", "text": "Climate smart agriculture\n* Swaziland is in the process of formulating the\n* Swaziland is in the process of formulating the\n â\n* Swaziland is in the process of formulating the\n â\n the Comprehensive African Agriculture\n* The Lower Usuthu Smallholder Irrigation\n* The EU-funded Swaziland Agricultural Development Project (SADP)"}, {"text_block_id": "p19_b175", "text": "Climate smart agriculture\n* Swaziland is in the process of formulating the\n* Swaziland is in the process of formulating the\n â\n* Swaziland is in the process of formulating the\n â\n the Comprehensive African Agriculture\n* The Lower Usuthu Smallholder Irrigation\n* The EU-funded Swaziland Agricultural Development Project (SADP)\n"}, {"text_block_id": "p19_b176", "text": "(c)"}, {"text_block_id": "p19_b177", "text": "Early warning and risk management"}, {"text_block_id": "p19_b178", "text": "Natural hazards especially extreme weather events such as droughts and floods pose a significant threat to Swaziland. The severity of disaster impacts depends on the nature of the hazard, the existing levels of vulnerability and the extent of exposure to disaster events. In order to help the country respond to both short-term/rapid onset climate hazards as well as long-term/slow-onset hazards, the government through Komati Basin Water Authority (KOBWA) in collaboration with the Swaziland Meteorology Department (MET) and the South African Weather Services is strengthening climate information systems (weather stations and river gauging stations) in the catchment as part of the development of an early warning system against floods. This will ensure that there is a comprehensive system in the country for risk reduction as well as emergency preparedness and rapid response and recovery to natural disasters."}, {"text_block_id": "p19_b179_merged_merged", "text": "This is complemented by the Japan International Cooperation Agency (JICA)-funded project on strengthening National and Community Systems for Effective Disaster Risk Management being implemented by the National Disaster Management Agency (NDMA), under the Deputy Prime Minister’s Office (DPMO) that seeks to conduct national risk assessment; build early warning system and monitoring of disaster risks; improve emergency preparedness and response capacities, thus ensure security for the population and sustainable development for the country."}, {"text_block_id": "p20_b182", "text": "(d)"}, {"text_block_id": "p20_b183", "text": "Energy efficiency and Energy Security"}, {"text_block_id": "p20_b184_merged_merged", "text": "The major challenge for Swaziland is how to achieve sustained and rapid economic growth for alleviating poverty while reducing the intensity of energy use, increasing energy efficiency and moving to cleaner energy sources. There are two aspects to energy security: first, the objective of ensuring that all who need energy services have access to them, which is important to ensure social inclusion and to fight poverty; and, second, the objective of maintaining an uninterrupted supply of energy. That requires a robust energy infrastructure and access to a variety of primary energy sources. Thus, the country’s strategy is that of increasing energy efficiency and meeting energy needs through energy mix from diversified energy sources. This is to be achieved by working with Independent Power Producers (IPP)."}, {"text_block_id": "p20_b188", "text": "Investments in IPP clean electricity generation will contribute to security of supply, climate change mitigation, economic growth, trade competitiveness, poverty reduction and food security in the region. The USAID Trade Hub's Clean Energy team is supporting the efforts towards clean energy development in Swaziland in collaboration with the Swaziland Energy Regulatory Authority (SERA) and the IPPs. As a consequence, the Department of Energy with support from the USAID Trade Hub is developing a Renewable Energy and IPP Policy to guide and expand the role of the private sector in developing the country's renewable energy sources and diversification of energy supply and nature of energy production. In addition, the Royal Swaziland Sugar Corporation Limited (RSSC) and other sugarcane companies under the Clean Development Mechanism (CDM) are involved in a programme that aims to facilitate a switch from using coal as a source fuel to bagasse (biomass) through cogeneration plant)."}, {"text_block_id": "p21_b189_merged", "text": "(e) Biodiversity conservation"}, {"text_block_id": "p21_b191", "text": "To enhance biodiversity conservation, the Swaziland National Trust Commission (SNTC) through a GEF-funded project is implementing a project that aims to enhance partnerships and provide the tools for utilizing scientific rigor in planning and executing biodiversity management in the country. This will support the creation of new protected areas and enhancing interconnectedness of protected areas."}, {"text_block_id": "p22_b192", "text": "3.0 GOAL, OBJECTIVES AND GUIDING PRINCIPLES"}, {"text_block_id": "p22_b193", "text": "3.1 Goal"}, {"text_block_id": "p22_b194", "text": "The goal of this Policy is"}, {"text_block_id": "p22_b195", "text": "developing a sustainable, climate resilient and inclusive low-carbon green growth society."}, {"text_block_id": "p22_b196", "text": "3.2 Objectives"}, {"text_block_id": "p22_b197", "text": "The objectives of this Policy are to:"}, {"text_block_id": "p22_b198", "text": "The objectives of this Policy are to:\n* Provide enabling policy framework for effective implementation of\n* Enhance climate-resilient and inclusive low-carbon green growth\n* Promote public education, information and awareness on climate\n* Provide mechanisms for coordination and building of partnerships"}, {"text_block_id": "p22_b206", "text": "3.3 Guiding Principles"}, {"text_block_id": "p22_b207", "text": "The following guiding principles will underpin this Policy:"}, {"text_block_id": "p22_b208", "text": "The following guiding principles will underpin this Policy:\n* Planning,\n* Climate change requires multi-sectoral,\n* Actions to address climate change"}, {"text_block_id": "p23_b217", "text": "The following guiding principles will underpin this Policy:\n* Planning,\n* Climate change requires multi-sectoral,\n* Actions to address climate change\n* Actions taken to address\n* A coordinated and participatory approach\n* : Where there are credible threats\n* Capacity building of the key stakeholders,\n* Multilateral, bilateral and regional\n* The challenge posed by climate change"}, {"text_block_id": "p24_b235", "text": "4.0 POLICY OPTIONS FOR TACKLING CLIMATE CHANGE AND ACCELERATING LOW CARBON GREEN GROWTH"}, {"text_block_id": "p24_b236", "text": "4.1 Enhancing Adaptation and building resilience"}, {"text_block_id": "p24_b237", "text": "Although Swaziland has made significant efforts to implement adaptation measures to minimize the impacts of climate change, the current level of adaptation is still inadequate to cope with the future challenges of climate change. The ultimate objective, therefore, is to reduce the vulnerability and enhance the resilience of the communities and the economy to the impacts of climate change and disasters. Achieving enhanced resilience in the face of climate change will require enhancing the adaptive capacity of the country as well as implementing appropriate sectoral policies and investments."}, {"text_block_id": "p24_b238", "text": "The mal-adaptations should also be considered in dealing with adaptation measures. These are measures that do not succeed in reducing vulnerability but increase it instead. In this regard, there is need to develop and implement a national adaptation plan (NAP) to enhance investments in adaptation in the key areas, in particular, water resources, agriculture and food security, energy security, climate risk management, disaster risk management and resilience, forestry and health."}, {"text_block_id": "p24_b239", "text": "4.1.1 Water Resources"}, {"text_block_id": "p24_b240_merged", "text": "It is predicted that changing rainfall and river flow patterns will affect cropping systems and the prevalence of vector-borne diseases such as malaria; increased uncertainty and shifting crop water requirements will threaten poor rain-fed farmers in particular. This will be exacerbated by increase in frequency and intensity of droughts and floods. Such a shift in balance requires that water resources must be managed and water used in a manner that reflects water’s variability, uncertainty, scarcity and abundance."}, {"text_block_id": "p25_b243", "text": "4.1.2 Agriculture and Food Security"}, {"text_block_id": "p25_b244", "text": "Agriculture is highly dependent on specific climate conditions. Climate change could make it more difficult to grow crops, raise animals and catch fish in the same ways and same places as has been done in the past. The effects of climate change also need to be considered along with other evolving factors that affect agricultural production, such as changes in farming practices and technology. Successful adaptation to climate change will require flexible, risk-based approaches that deal with future uncertainty and provide strategies that are robust enough to cope with a range of possible local climate outcomes and variations."}, {"text_block_id": "p26_b245", "text": "4.1.3 Energy security"}, {"text_block_id": "p26_b246", "text": "Changes in temperature, precipitation and the frequency and severity of extreme weather events especially storms will likely affect how much energy is produced, delivered and consumed. Weather changes due to climate change also have closely related effects on water demand and supply."}, {"text_block_id": "p26_b247", "text": "4.1.4 Climate Risk Management, Disaster Risk Management and Resilience"}, {"text_block_id": "p26_b248", "text": "Swaziland is exposed to various types of natural hazards and extreme weather events. The intensity and frequency of climate extreme weather events is expected to increase with climate change, potentially exacerbating the problem. Climate change can also further increase the vulnerability of communities even to the existing levels of hazards through ecosystem degradation, impacts on water supply and food security and changes to livelihoods. The continuing trend of rising disaster losses points to one clear message: much greater investment in resilience is needed. Such investment must assess risk, reduce risk and ensure that residual risk is managed as efficiently as possible."}, {"text_block_id": "p27_b249", "text": "4.1.5 Forestry"}, {"text_block_id": "p27_b250", "text": "For the past decades, forestlands have been under mounting pressure as more areas are converted to croplands and settlements. The potential effects of climate change on forest ecosystems are complex. At the level of organisms and species, changes in temperature, rainfall, wind and humidity are likely to affect many processes, including growth, reproduction, pollination, seed dispersal, phenology, pest and disease resistance and competitive ability. Habitat fragmentation and disturbance also create opportunities for invasive species. Management to help forests adapt to climate change will involve maintaining forest health and ecosystem diversity and resilience."}, {"text_block_id": "p27_b251", "text": "4.1.6 Health"}, {"text_block_id": "p28_b252", "text": "Rising temperatures and more frequent, persistent and intense extreme weather events will have significant implications for human health. While all populations are vulnerable to climate-induced health risks, the populations most at risk include: the elderly, children, women and the rural poor as a result of their limited adaptive capacity. A wide variety of adaptation measures will be carried out to address the health risks from climate change. These measures fall into three broad categories: information and knowledge support, health system strengthening and infrastructure development and planning."}, {"text_block_id": "p29_b253", "text": "4.2 Mitigation and Low-Carbon Green Growth"}, {"text_block_id": "p29_b254_merged", "text": "Low-carbon green growth entails investments in a pattern of development that decouples economic growth from carbon emissions, pollution and resource use and promotes green growth through the creation of friendly products that also improve people’s quality of life. The ultimate objective, therefore, is to reduce GHG emissions and implement initiatives and actions that not only reduce GHG emissions but also increase the sequestration and storage of GHGs. Decoupling emissions from economic growth requires a fundamental and wide-ranging response encompassing the public and private sector, targets and regulations as well as deep investment. Thus, mitigation and low-Carbon Green Growth provides an opportunity for the country to develop and implement nationally appropriate mitigation actions (NAMAs) in the key sectors of the economy, including agriculture, land use, land use change and forestry (LULUCF), energy, industry, transport, waste management and buildings. This will also require establishment of a comprehensive measurement, report and verification framework."}, {"text_block_id": "p29_b257", "text": "4.2.1 Agriculture"}, {"text_block_id": "p29_b258", "text": "Although the agriculture sector is a net emitter of GHG emissions, it is also has the mitigation potential. Emissions from agriculture come from four principal sectors: agricultural soils, livestock and manure management, rice cultivation and the burning of agricultural residues and savannah for land clearing. Therefore, emission reduction can be achieved through effective changes in agricultural management practices that increase soil carbon, reduce methane emissions from rice paddies and wetlands and improve nitrogen fertilizer usage."}, {"text_block_id": "p30_b259", "text": "4.2.2 Land Use, Land Use Change and Forestry"}, {"text_block_id": "p30_b260", "text": "According to the second national communications, land use, land use change and forestry account for about 5 per cent of the total national GHG emissions. This calls for adopting approaches that arrest deforestation, enhance sustainable land management and conservation of forests and other natural resources that support local livelihoods. In addition to carbon sequestration, such approaches will strengthen resilience to climate change, maintain clean water supplies and protect biodiversity. Forests are important reservoirs, sources and sinks of carbon. Achieving climate change mitigation through forestry requires that forests be managed in ways that fundamentally reduce emissions."}, {"text_block_id": "p31_b261", "text": "4.2.3 Energy"}, {"text_block_id": "p31_b262", "text": "Energy is a vital source of sustainable development yet this requires assured and affordable access to the energy resources necessary to provide essential and sustainable energy sources. Efficiency improvement and energy saving/conservation measures will have to be complemented by other low carbon technologies of clean and renewable energy. Renewable energy sources can play an important role in providing energy sources in a sustainable manner."}, {"text_block_id": "p31_b263", "text": "4.2.4 Industry"}, {"text_block_id": "p31_b264", "text": "According to the second national communications, industries accounted 45 per cent of the total GHG emissions emitted by Swaziland, making it the largest contributor. There are wide variety of industrial activities that cause GHG emissions and many opportunities to reduce them."}, {"text_block_id": "p32_b265", "text": "4.2.5 Transport"}, {"text_block_id": "p32_b266_merged", "text": "Transport investments are vulnerable to the effects of climate change. Such effects include changes in precipitation and increases in the frequency and intensity of storms, floods and droughts. Emissions from transport are the fastest growing source of CO2 emissions globally. However, transport demand per capita in Swaziland is very low but it is expected to increase at a much faster rate in the next decades due to rising incomes and development of infrastructure. At the global level, it is predicted that by 2035, transport sector is expected to become the single largest GHG emitter accounting for 46 per cent of global emissions, and by 2050 it is set to reach 80 per cent."}, {"text_block_id": "p33_b270", "text": "4.2.6 Waste Management"}, {"text_block_id": "p33_b271", "text": "Greenhouse gas emissions from waste are a small contributor to the total national GHG emissions. At the global level it accounts for about 3 per cent of the total global GHG emissions. The methane from dumping sites and wastewater collectively account to 90 per cent of waste sector emissions. According to the Clean Development Mechanism and Joint Implementation of the Kyoto Protocol, there is a great potential for addressing methane emissions by reducing the amount of waste that ends up in the dumping site or a landfill."}, {"text_block_id": "p33_b272", "text": "4.2.7 Building and Housing"}, {"text_block_id": "p33_b273", "text": "Building sector contributes up to 30 per cent of global annual GHG emissions and consumes up to 40 per cent of all energy. Given the massive growth in new construction and the inefficiencies of existing building stock, GHG emissions from buildings will more than double in the next 20 years. Consequently, mitigation of GHG emissions from buildings must be a cornerstone of every national climate change strategy."}, {"text_block_id": "p34_b274", "text": "5.0 MEANS OF IMPLEMENTATION"}, {"text_block_id": "p34_b275", "text": "The priority of Swaziland is to reduce vulnerability and build resilience to the adverse effects of climate change. In order to achieve this, enhanced action and international cooperation, in particular the support in relation to the provision of means of implementation, including technology development and transfer, climate finance and capacity building."}, {"text_block_id": "p34_b276", "text": "5.1 Research, Systematic Observation and Monitoring"}, {"text_block_id": "p34_b277", "text": "Today, the ability to forecast weather, climate and natural hazards depends upon better understanding of the global climate system and its variability and change. Climate research and systematic observation (as well as indigenous knowledge) is critical in providing the requisite knowledge and information to support decision-making."}, {"text_block_id": "p34_b278", "text": "A sure knowledge base from systematic observation and forecasting services is essential to monitor climate; detect and attribute climatic change; improve the understanding of the dynamics of the climate system and its natural variability and provide input for climate models. The Convention urges international community to support and further develop climate research and systematic observation system. The Global Climate Observing System (GCOS) has been launched and Swaziland is participating through the MET."}, {"text_block_id": "p34_b279", "text": "While generating information is an important element of knowledge management the information will not have an impact unless it is processed, analysed and disseminated to those in need in a format that is easily understood. Moreover, climate change science is"}, {"text_block_id": "p35_b280", "text": "continuously being updated, and new information and knowledge products in the form of coping strategies; technologies and monitoring mechanisms are continuously being developed at national, regional and global levels. These knowledge products do not necessarily find their way to potential beneficiaries, especially those at the forefront of climate change impacts."}, {"text_block_id": "p35_b281", "text": "5.2 Technology Development and Transfer"}, {"text_block_id": "p35_b282_merged", "text": "According to the IPCC Special Report on Technology Transfer (SRTT) to achieve the UNFCCC goal of – “stabilize GHG concentrations at such level as to avoid dangerous climate change…” will require technological innovation and the rapid and widespread transfer and implementation of technologies, including know how for mitigating GHG emissions. Transfer of technology for adaptation to climate"}, {"text_block_id": "p36_b286", "text": "change is an important element of reducing vulnerability and building resilience to climate change."}, {"text_block_id": "p36_b287_merged", "text": "Promoting the effective development and transfer of environmentally sound technologies is critical in Swaziland’s quest towards achieving sustainable development in a climate-friendly manner. Furthermore the Convention urges developed countries to take practicable steps to promote and facilitate transfer of, or access to environmentally sound technologies and know how. To enable developing like Swaziland to access technologies, at the international level, Parties have established a mechanism to promote and facilitate technology development and transfer."}, {"text_block_id": "p36_b290", "text": "The mechanism is called the Technology Mechanism and comprises -Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN). The Technology Mechanism established in 2010 at the sixteenth Conference of the Parties is to facilitate enhanced action on technology development and transfer to support action on mitigation and adaptation. In Particular, CTCN is to stimulate technology cooperation and to enhance technology development and transfer. In addition, CTCN is to assist developing countries tin strengthening their capacity to identify technology needs and preparation and implementation of technology projects and strategies that support action on climate change."}, {"text_block_id": "p37_b291", "text": "5.3 Climate Finance"}, {"text_block_id": "p37_b292", "text": "Climate finance is critical to addressing climate change. Given a business-as-usual scenario, climate change will threaten the significant gains made in poverty reduction over the years and disproportionately impact the life and well-being of vulnerable groups, including women, children and the elderly and constrain progress toward achieving the Millennium Development Goals (MDGs). Largescale investments will be required to assist Swaziland to adapt and build resilience to the adverse effects of climate change and also reduce GHG emissions. Direct funding through the annual national budgets will remain inadequate."}, {"text_block_id": "p37_b293", "text": "However, under the UNFCCC, developed countries are obligated to provide financial support to developing countries like Swaziland to support adaptation and mitigation actions. In this regard, several climate finance mechanisms have been established under the Convention and its Kyoto Protocol. These include the Green Climate Fund (GCF) and the Adaptation Fund. In addition to the funds under the Convention and its Kyoto Protocol, other climate finance mechanisms exist such as the Global Environment Facility (GEF), The World Bank and through other multilateral, bilateral and private sector sources, including carbon market."}, {"text_block_id": "p38_b294", "text": "5.4 Capacity Building, Education and Public Awareness"}, {"text_block_id": "p38_b295", "text": "The need for capacity building to assist developing countries like Swaziland to respond to climate change has long been recognized by the Convention. In addition, the IPCC observes that Africa is one of the most vulnerable continents to climate change and climate variability as a result of, inter alia, low adaptive capacity. Although increased knowledge for individuals through training remains essential part of capacity building, capacity development in climate change involves more than formal training, but includes human resource development, as well as organizational and institutional development needed to reduce the risk of disasters and build resilience of the economy and communities to increasing extreme weather events such as drought and floods."}, {"text_block_id": "p39_b296", "text": "Education and public awareness are important catalysts for the success of addressing climate change. Awareness on climate change risks and the need for action should be raised among key stakeholders, including government ministries, CSOs, private sector, communities and individuals."}, {"text_block_id": "p40_b297", "text": "5.5 Gender"}, {"text_block_id": "p40_b298_merged", "text": "Responses to climate change have tended to focus on scientific and economic solutions rather than addressing the vitally significant human and gender dimensions. Yet, it is now widely acknowledged that climate change impacts will not be gender neutral and that women are disproportionately affected by climate change impacts such as droughts, floods and other extreme events. This is because women constitute the majority of the country’s rural poor and are more depended for their livelihood on natural resources that are threatened by climate change. Besides, women can play a critical role in combating climate change as they have a strong body of knowledge and expertise that can be used in climate change adaptation, mitigation and disaster reduction strategies. Furthermore, at the eighteenth Conference of the Parties held in Doha in 2012, Parties agreed"}, {"text_block_id": "p40_b301", "text": "on a decision on promoting gender balance and improving the participation of women in UNFCCC negotiations and in the representation of Parties in bodies established pursuant to the Convention or the Kyoto Protocol (decision 23/CP.18)."}, {"text_block_id": "p41_b302", "text": "6.0 LEGAL AND INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p41_b303", "text": "6.1 Legal Framework"}, {"text_block_id": "p41_b304", "text": "Swaziland has several environmental and sectoral policies and legislation but most of them have not integrated climate issues. This Policy aims to provide the framework for such integration. However, to give effect to the Policy, it is imperative that the country enacts a Climate Change legislation. Such a legal framework would ensure that the climate change objectives embedded in the Policy are realized and elaboration of the legal mandate for all public organizations involved in the implementation of the Policy."}, {"text_block_id": "p41_b305", "text": "6.2 Institutional Arrangement"}, {"text_block_id": "p41_b306", "text": "The Ministry of Tourism and Environmental Affairs through the MET is the national focal point for the UNFCCC. Currently, there is no dedicated climate change secretariat/institution officially designated for climate change. Individual experts within the MET have been made responsible for specific tasks, including the focal points for UNFCCC, IPCC and the secretariat of the DNA. The National Climate Change Committee was established in 2010 by the Cabinet lacks clear guidance on the institutional arrangement."}, {"text_block_id": "p42_b307", "text": "6.3 Partnerships and Stakeholder Involvement"}, {"text_block_id": "p42_b308_merged", "text": "The Government of Swaziland recognizes the diversity of climate change stakeholders. If the country is to succeed in addressing the challenges posed by climate change, then stakeholders’ buy-in and continuous involvement are required to guarantee the sustainability of adaptation and mitigation actions. Key stakeholders include: government ministries and departments, municipalities, traditional leaders, private sector, CSOs, CBOs, academia, researchers and local communities. Partnership building is critical in addressing climate change challenge."}, {"text_block_id": "p43_b311", "text": "6.4 International Cooperation"}, {"text_block_id": "p43_b312", "text": "Swaziland is a signatory to the UNFCCC, the multilateral instrument through which countries are to address climate change issues. Swaziland, like many countries in Africa, has contributed the least to the problem of climate change, yet will suffer the greatest impacts. In this regard, international support in form of financial resources, technology development and transfer and capacity building remains crucial."}, {"text_block_id": "p45_b313", "text": "7.0 IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p45_b314", "text": "7.1 Strategic Frameworks"}, {"text_block_id": "p45_b315", "text": "7.1.1 National Climate Change Strategy and Action Plan"}, {"text_block_id": "p45_b316", "text": "The Government of Swaziland considers climate change as a priority development concern and is committed to take urgent and long-term actions to reduce vulnerability of its people and risks to national development. In 2013, the Government of Swaziland with support from the United Nations Development Programme (UNDP) and the Common Market for Eastern and Southern Africa (COMESA) prepared a five year National Climate Change Strategy and Action Plan for the period 2014-2019. The Strategy and Action Plan is an implementation tool with clear strategies and actions to be undertaken in addressing climate change adaptation and mitigation as well as means of implementation. The Strategy and Action Plan was developed through a consultative process that involved different stakeholders, including government ministries and departments, parastatals, CSOs, NGOs, private sector, academia, traditional leaders and communities. The Government of Swaziland commits itself of reviewing periodically, but not later than, every five years. Besides the overall NCCSAP, each sector will be expected to prepare and implement a sectoral climate change strategy and action plan so as to address the unique characteristics of the different sectors that are impact or are impacted upon by climate change."}, {"text_block_id": "p45_b317", "text": "7.1.2 Low Carbon Development Strategy"}, {"text_block_id": "p45_b318", "text": "Experiences abound demonstrate that it is possible to make development efforts that facilitate growth and poverty eradication, which are also environmentally sustainable. Such development pathway is Low Carbon Green Growth. Forward-looking low carbon/green growth strategies can help the country to harness the"}, {"text_block_id": "p46_b319", "text": "benefits associated with tackling climate change. Low-carbon green growth provides a unique opportunity to invest in a pattern of development that decouples economic growth from carbon emissions; pollution and resource use, and promotes growth through the creation of environment-friendly products, industries and business models that"}, {"text_block_id": "p46_b320", "text": "also improve people’s quality of life. Decoupling emissions from"}, {"text_block_id": "p46_b321", "text": "economic growth requires a fundamental and wide-ranging response encompassing the public and private sector, targets and regulations as well as deep investment. Swaziland will prepare a low carbon/green growth strategy as a way to transitioning from the current carbon-intensive development with new drivers of growth."}, {"text_block_id": "p46_b322", "text": "7.1.3 National Adaptation Plan"}, {"text_block_id": "p46_b323_merged_merged", "text": "The priority of Swaziland’s climate change efforts is adaptation to climate change. The UNFCCC has established the National Adaptation Plan (NAP) as a framework to facilitate adaptation planning at the national level. Accordingly, the Government of Swaziland will develop a NAP with a robust performance monitoring plan whose objectives will be: (1) to identify the level of climate risk which can be addressed given economic, social and environmental constraints of the country, (2) to reduce vulnerability to the impacts of climate change by building adaptive capacity and resilience, and (3) to facilitate the integration of climate change adaptation, in a coherent manner, into relevant new and existing policies, programmes and activities, in particular development planning and budgeting processes within all relevant sectors and at different levels, and (4) enhance implementation of adaptation actions that reduce vulnerability and build adaptive capacity and resilience."}, {"text_block_id": "p46_b326", "text": "7.1.4 Nationally Appropriate Mitigation Action Plan"}, {"text_block_id": "p46_b327", "text": "Article 4.1 of the United Nations Framework Convention on Climate Change (UNFCCC) obligates all countries to take mitigation measures directed towards reducing GHG emissions. To give effect to this requirement, developing countries are expected to determine national sectoral policies and actions that reduce the GHG emissions. Given the negative impact of climate change on Swaziland, the country will"}, {"text_block_id": "p47_b328", "text": "put in place mitigation policies and actions that reduce vulnerability to climate change and support the achievement of national development goals with reduction of emissions as a co-benefit. The priority sectors will be: (1) energy, (2) industry, (3) agriculture, (4) Forestry, (5) waste management, and (6) transport. Periodic reporting on the progress will be done through the Biennial review reports and the National Communications. However, for effective implementation of the NAMAs, adequate financing, technology development and transfer and capacity building will have to be provided by the international community. A robust domestic measurement, reporting and verification (MRV) framework and support received will be established."}, {"text_block_id": "p47_b329", "text": "7.2 Clarifying Roles and Responsibilities"}, {"text_block_id": "p47_b330", "text": "The Policy establishes a number a institutions whose roles and responsibilities are as outlined in the Table below."}, {"text_block_id": "p49_b331", "text": "8.0 POLICY REVIEW"}, {"text_block_id": "p49_b332", "text": "This Policy will be reviewed periodically but no later than after every five years so as to ensure that it keeps abreast with emerging climate knowledge from the IPCC as well as the new developments as a result of the decisions of the Conferences of the Parties, indigenous knowledge and experiences and lessons learned from implementing climate change adaptation and mitigation actions."}, {"text_block_id": "p50_b333", "text": "GLOSSARY OF TERMS"}, {"text_block_id": "p50_b334", "text": "Abatement:"}, {"text_block_id": "p50_b335", "text": "refers to reducing the degree or intensity of greenhouse-gas emissions."}, {"text_block_id": "p50_b336", "text": "Adaptation:"}, {"text_block_id": "p50_b337", "text": "refers to an adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects that moderate, harm or exploit beneficial opportunities."}, {"text_block_id": "p50_b338", "text": "Adaptation Fund:"}, {"text_block_id": "p50_b339", "text": "is a Fund established under the Kyoto Protocol to finance concrete adaptation projects and programmes in developing country Parties that are particularly vulnerable to the adverse effects of climate change. The Adaptation Fund is financed from the share of proceeds on the clean development mechanism project activities and other sources of funding."}, {"text_block_id": "p50_b340", "text": "Afforestation:"}, {"text_block_id": "p50_b341_merged", "text": "refers to planting of new forests on lands that historically have not contained forests."}, {"text_block_id": "p50_b344", "text": "Anthropogenic greenhouse emissions:"}, {"text_block_id": "p50_b345", "text": "refers greenhouse-gas emissions resulting from human activities."}, {"text_block_id": "p50_b346", "text": "Biomass fuels or biofuels:"}, {"text_block_id": "p50_b347", "text": "A fuel produced from dry organic matter or combustible oils produced by plants. These fuels are considered renewable as long as the vegetation producing them is maintained or replanted, such as firewood, alcohol fermented from sugar, and combustible oils extracted from soy beans. Their use in place of fossil fuels cuts greenhouse gas emissions because the plants that are the fuel sources capture carbon dioxide from the atmosphere."}, {"text_block_id": "p50_b348", "text": "Capacity building:"}, {"text_block_id": "p50_b349", "text": "refers to the process of developing the technical skills and institutional capability in developing countries to enable them to address effectively the causes and results of climate change."}, {"text_block_id": "p50_b350", "text": "Carbon market:"}, {"text_block_id": "p50_b351", "text": "refers to a trading system through which countries may buy or sell units of greenhouse-gas emissions in an effort to meet their national limits on emissions, either under the Kyoto Protocol or under voluntary arrangement market other agreements.. The term comes from the fact that carbon dioxide is the predominant"}, {"text_block_id": "p51_b352", "text": "greenhouse gas, and other gases are measured in units called \"carbon-dioxide equivalents.\""}, {"text_block_id": "p51_b353", "text": "Carbon sequestration:"}, {"text_block_id": "p51_b354", "text": "refers to the process of removing carbon from the atmosphere and depositing it in a reservoir."}, {"text_block_id": "p51_b355", "text": "Clean Development Mechanism (CDM):"}, {"text_block_id": "p51_b356", "text": "refers to a mechanism under the Kyoto Protocol through which developed countries may finance greenhouse-gas emission reduction or removal projects in developing countries, and receive credits for doing so which they may apply towards meeting mandatory limits on their own emissions."}, {"text_block_id": "p51_b357", "text": "Climate change:"}, {"text_block_id": "p51_b358", "text": "The UNFCCC defines climate change as a"}, {"text_block_id": "p51_b359", "text": "“change"}, {"text_block_id": "p51_b360", "text": "of climate that is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and that is in addition"}, {"text_block_id": "p51_b361", "text": "to natural climate variability observed over comparable time period.”"}, {"text_block_id": "p51_b362", "text": "Climate variability:"}, {"text_block_id": "p51_b363", "text": "refers to time scales ranging from months to decades, falling between the extremes of daily weather and the long"}, {"text_block_id": "p51_b364", "text": "-"}, {"text_block_id": "p51_b365", "text": "term trends associated with climate change."}, {"text_block_id": "p51_b366", "text": "Deforestation:"}, {"text_block_id": "p51_b367", "text": "refers to the conversion of forest to anotherr land use."}, {"text_block_id": "p51_b368", "text": "Ecosystem-based adaptation:"}, {"text_block_id": "p51_b369", "text": "refers to the use of biodiversity and ecosystem services as part of an overall adaptation strategy to help people and communities adapt to the negative effects of climate change at local, national, regional and global levels."}, {"text_block_id": "p51_b370", "text": "Emissions:"}, {"text_block_id": "p51_b371", "text": "refers"}, {"text_block_id": "p51_b372", "text": "to the release of substances (e.g., greenhouse gases) into the atmosphere."}, {"text_block_id": "p51_b373", "text": "Energy efficiency:"}, {"text_block_id": "p51_b374", "text": "means reducing the amount of energy used for a given service or level of activity in order to produce the same level of end-use service."}, {"text_block_id": "p51_b375", "text": "Extreme weather events:"}, {"text_block_id": "p51_b376_merged_merged_merged", "text": "refers to an event that is rare at a particular place and time of the year. Definitions of rare vary, but an extreme weather event would normally be as rare as or rarer than the 10th or 90th percentile of the observed probability density function."}, {"text_block_id": "p52_b381", "text": "Forest degradation refers to changes within the forest which negatively affect the structure or function of the stand or site, and thereby lower the capacity to supply products and/or services."}, {"text_block_id": "p52_b382", "text": "Green Climate Fund:"}, {"text_block_id": "p52_b383", "text": "refers to the financial mechanism of the Convention under Article 11."}, {"text_block_id": "p52_b384", "text": "Greenhouse gases (GHGs):"}, {"text_block_id": "p52_b385", "text": "refers to the atmospheric gases responsible for causing global warming and climate change. The major"}, {"text_block_id": "p52_b386", "text": "GHGs are carbon dioxide (CO"}, {"text_block_id": "p52_b387", "text": "2"}, {"text_block_id": "p52_b388", "text": "), methane (CH4) and nitrous oxide (N20). Less prevalent --but very powerful --greenhouse gases are hydro fluorocarbons (HFCs), per fluorocarbons (PFCs) and sulphur hexafluoride (SF6)."}, {"text_block_id": "p52_b389", "text": "Inter-annual variability:"}, {"text_block_id": "p52_b390", "text": "refers to variability between years."}, {"text_block_id": "p52_b391", "text": "Intergovernmental Panel on Climate Change (IPCC):"}, {"text_block_id": "p52_b392", "text": "Established in 1988 by the World Meteorological Organization and the UN Environment Programme, the IPCC surveys world-wide scientific and technical literature and publishes assessment reports that are widely recognized as the most credible existing sources of information on climate change. The IPCC also works on methodologies and responds to specific requests from the Convention's subsidiary bodies. The IPCC is independent of the Convention."}, {"text_block_id": "p52_b393", "text": "Kyoto Protocol:"}, {"text_block_id": "p52_b394", "text": "A protocol under the UNFCCC that inter alia, sets binding targets for the reduction of greenhouse-gas emissions by industrialized countries."}, {"text_block_id": "p52_b395", "text": "Land use, land-use change, and forestry (LULUCF):"}, {"text_block_id": "p52_b396", "text": "A greenhouse gas inventory sector that covers emissions and removals of greenhouse gases resulting from direct human-induced land use, land-use change and forestry activities."}, {"text_block_id": "p52_b397", "text": "Loss and damage:"}, {"text_block_id": "p52_b398_merged_merged", "text": "the actual and/or potential manifestation of climate impacts that negatively affect human and natural systems – loss (negative impacts that can be repaired or restored), damage (negative impacts that cannot be repaired or restored)."}, {"text_block_id": "p53_b401", "text": "Mitigation:"}, {"text_block_id": "p53_b402", "text": "in the context of climate change, refers to a human intervention to reduce the sources or enhance the sinks of greenhouse gases."}, {"text_block_id": "p53_b403", "text": "National adaptation plan (NAP):"}, {"text_block_id": "p53_b404", "text": "refers to a plan developed by a country as a means of identifying medium-and long-term adaptation needs and developing and implementing strategies and programmes to address those needs."}, {"text_block_id": "p53_b405", "text": "National communication:"}, {"text_block_id": "p53_b406", "text": "A document submitted in accordance with the Convention (and the Protocol) by which a Party informs other Parties of activities undertaken to address climate change. ."}, {"text_block_id": "p53_b407", "text": "REDD+:"}, {"text_block_id": "p53_b408", "text": "is the acronym for reducing emissions from deforestation and forest degradation and the role of conservation, sustainble management of forests and enhancement of forest carbon stocks in developing countries."}, {"text_block_id": "p53_b409", "text": "Reforestation:"}, {"text_block_id": "p53_b410", "text": "refers to the direct human-induced conversion of non-forested land to forested land through planting, seeding and/or the human-induced promotion of natural seed sources, on land that was forested but has been converted to non-forested land."}, {"text_block_id": "p53_b411", "text": "Research and systematic observation:"}, {"text_block_id": "p53_b412", "text": "An obligation of Parties to the Climate ChangeConvention; they are called upon to promote and cooperate in research and systematic observation of the climate system, and called upon to aid developing countries to do so."}, {"text_block_id": "p53_b413", "text": "Resilience:"}, {"text_block_id": "p53_b414", "text": "refers to the ability of a social or ecological system to absorb disturbances while retaining the same basic structure and ways of functioning and its capacity for self-organization and to adapt to stress and change."}, {"text_block_id": "p53_b415", "text": "Sequestration:"}, {"text_block_id": "p53_b416", "text": "refers to the carbon storage in terrestrial or marine reserviors. Biological sequestration includes direct removal of CO2 from the atmosphere through land use change, afforestation, reforestation, ccarbon storage in landfills and practices that enhance soil carbon in agriculture."}, {"text_block_id": "p54_b417", "text": "Sink:"}, {"text_block_id": "p54_b418", "text": "refers to any process, activity or mechanism which removes a greenhouse gas, an aerosol or a precursor of a greenhouse gas from the atmosphere. Forests and other vegetation are considered sinks because they remove carbon dioxide through photosynthesis."}, {"text_block_id": "p54_b419", "text": "Sustainable development:"}, {"text_block_id": "p54_b420", "text": "refers to development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p54_b421", "text": "Technology transfer:"}, {"text_block_id": "p54_b422", "text": "refers to a broad set of processes covering the flows of know-how, experience and equipment for mitigating and adapting to climate change among different stakeholders."}, {"text_block_id": "p54_b423", "text": "Vulnerability:"}, {"text_block_id": "p54_b424", "text": "refers to the degree to which a system is susceptible to, or unable to cope with, adverse effects of climate change, including climate variability and extremes. Vulnerability is a function of the character, magnitude, and rate of climate variation to which a system is exposed, its sensitivity, and its adaptive capacity."}, {"text_block_id": "p54_b425", "text": "TRADITIONAL TERMS"}, {"text_block_id": "p54_b426", "text": "Buganu Ceremony"}, {"text_block_id": "p54_b427", "text": ": is a ceremony where King joins regiments of emabutfo (warriors) and lutsango (woman's regiments) in a jovial ceremony of song and dance."}, {"text_block_id": "p54_b428", "text": "This is always held on a weekend in February each year, in celebration of Buganu -the fermented marula wine."}, {"text_block_id": "p54_b429", "text": "Butimba Ceremony"}, {"text_block_id": "p54_b430", "text": ": is an annual ritualistic royal hunt of wild game."}, {"text_block_id": "p54_b431", "text": "Incwala Ceremony"}, {"text_block_id": "p54_b432_merged_merged", "text": ": This is Swaziland’s most important cultural event and it is a ceremony that has lasted for hundreds of years. Although often translated as ‘first fruits festival’, where there is the tasting of the first of the season’s bounty accompanied by tradition"}, {"text_block_id": "p54_b435", "text": "al dances and festivity."}, {"text_block_id": "p54_b436", "text": "Lusekwane Ceremony"}, {"text_block_id": "p54_b437", "text": ": This is a ceremony when unmarried male youths set off from the Royal residence and march 50km to cut branches of the sacred shrub (lusekwane) under the light of the full moon. The boys return the following day and place their lusekwane"}, {"text_block_id": "p55_b438", "text": "branches in the national cattle byre. The sacred shrubs are used to renovate the royal residence."}, {"text_block_id": "p55_b439", "text": "Tinkhundla:"}, {"text_block_id": "p55_b440_merged", "text": "refers to an administrative subdivision smaller than a district but larger than an umphakatsi (or \"chiefdom\")."}, {"text_block_id": "p55_b445", "text": "Umhlanga (Reed Dance) Ceremony"}, {"text_block_id": "p55_b446", "text": ": The Umhlanga, or Reed Dance ceremony, is an annual tradition held in late August or early September where tens of thousands of unmarried and childless girls and women travel from the various chiefdoms to the royal household to participate in the eight-day event. The ceremony is a means to encourage young girls to delay sexual activity until marriage. The umhlanga is used to"}, {"text_block_id": "p55_b447", "text": "build and renovate the Queen mother’s residence."}], "document_description": "Mentioned in INDC and other online sources, but not available online."}