{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Eswatini", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Swaziland Environment Action Plan", "document_country_code": "SWZ", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/1997", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/SWZ/1997/SWZ-1997-12-25-Swaziland Environment Action Plan_b5f9305ff1df2e63993de758b27ba3e6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Swaziland Environment Action Plan (SEAP)"}, {"text_block_id": "p0_b2", "text": "Introduction to the Swaziland Environment Action Plan (SEAP)"}, {"text_block_id": "p0_b3", "text": "Swaziland has a rich natural resources base, favourable climate, and a culture which has traditionally promoted living in harmony with its environment. During the long reign of King Sobhuza II (1921-1982), a number of significant environment protection measures were taken, e.g. Orders in Councils in the 1950s to establish soil-erosion control measures and the first survey of natural resources in 1967, the establishment of Hlane Game Reserve, and in 1972, the establishment of the National Trust Commission, a parastatal body charged with the conservation of the natural and cultural heritage in the kingdom. Since then, Swaziland has actively participated in global forums, including the Earth Summit in Rio in 1992, and established its own Swaziland Environment Authority (1992) with the mandate to promote sound environmental management in the kingdom."}, {"text_block_id": "p0_b4", "text": "Nevertheless, rapid population growth (3.4%), industrialization, urbanization, increasing agricultural demands, and a declining economy are among factors which are fast degrading the natural resource base, and this in turn, is posing a threat to sustainable development."}, {"text_block_id": "p0_b5", "text": "In recognition of the important role which sound environmental management plays in the course of Swaziland's development, and to honour Swaziland's commitment to alleviating the global environmental crisis through the implementation of Agenda 21, the government, with assistance from the United Nations Development Programme, embarked on the preparation of a national plan, the Swaziland Environment Action Plan (SEAP), to ensure integration of environmental concerns into the national development planning process."}, {"text_block_id": "p0_b6", "text": "1.1 The SEAP Process"}, {"text_block_id": "p0_b7", "text": "The development of the SEAP was facilitated by the Swaziland Environment Authority (SEA), under the Ministry of Natural Resources, Environment and Energy (the SEA is now under the Ministry of Tourism, Environment and Communications). A National SEAP Coordinator was appointed for the duration of the process (15 months) and was assisted by an international consultant (2 months) and two local consultants (5 months). All the SEA staff were involved in various capacities throughout the process."}, {"text_block_id": "p0_b8", "text": "A participatory approach, involving all sectors and levels of the Swaziland community, was used and included the following components:"}, {"text_block_id": "p0_b9", "text": "A participatory approach, involving all sectors and levels of the Swaziland community, was used and included the following components:\n* Study and review of relevant documents;\n* Public awareness campaign on the SEAP process;\n* Focus group meetings with relevant stakeholders, e.g. farmers, women, teachers, decision-makers, local authorities, parliamentarians;\n* Two series of regional workshops, one to collect input and another to review the plan\n* Two national workshops, one to collect input and another to review the SEAP document\n* Six technical working groups, with a combined membership of over 70 people, meeting regularly and providing input in the areas of:\n\t* Biodiversity,\n\t* Water and Climate,\n\t* Infrastructure and Energy,\n\t* Land Resources,\n\t* Industry, Manufacturing and Tourism, and\n\t* Human Settlements and Health;\n\t* Three technical working groups, involving more than 30 people, providing cross-sectoral input in the areas of Economic and Social Issues, Policy, Legal and Institutional Issues, and in Public Participation and Education.\n\t* A synthesis task force to advise on the format of the document and to assist with compilation and editing;\n\t* Review and approval by the SEA Board and then by Cabinet\n\t* Participation by all SEA staff in the SEAP activities\n\t* A national coordinator facilitating the process from beginning to end"}, {"text_block_id": "p1_b43", "text": "1.2 The SEAP Objectives"}, {"text_block_id": "p1_b44", "text": "The Swaziland Environment Action Plan provides the framework within which Swaziland's environment can be managed in a sound and sustainable manner. Central to the definition of this framework is the recognition of the cross-sectoral nature of our environmental problems, the identification of the relationships which exist between the environment and key sectors within the overall macro-economic framework, and the need for active and lasting community involvement and participation in environmental protection and natural resource management."}, {"text_block_id": "p1_b45", "text": "The objectives of the SEAP are as follows:"}, {"text_block_id": "p1_b46", "text": "The objectives of the SEAP are as follows:\n* Provide a state-of-knowledge overview of the environmental conditions in the country;\n* Identify, prioritize and where possible quantify environmental problems;\n* Propose solutions to immediate environmental problems in the form of programmes and projects, and institutional and legislative reforms, together with details of their funding requirements and their human resource/capacity-building needs;\n* Establish a clear indication of government's priority areas with respect to the environment so as to guide and give proper orientation to donor intervention in this field;\n* Establish a framework which provides coherent direction for the process of environmental monitoring and action planning in the future; and\n* Provide a framework for continuous development and environmental policy dialogue within the country and with donor partners."}, {"text_block_id": "p1_b58", "text": "1.3 SEAP Process Outcomes"}, {"text_block_id": "p1_b59", "text": "The process of developing an environmental strategy is valuable in itself, independently of the final planning and/or other documents. An IUCN review (IUCN, 1993) concludes that the preparation of a strategy provides:"}, {"text_block_id": "p1_b60", "text": "The process of developing an environmental strategy is valuable in itself, independently of the final planning and/or other documents. An IUCN review (IUCN, 1993) concludes that the preparation of a strategy provides:\n* A forum and context for debate on general sustainable development issues and the articulation of a collective vision for the future;\n* a framework for processes of mediation, negotiation, consensus building, planning and research development;\n* a means of focusing these processes on a common set of priority issues and key actions to be taken;\n* a mechanism for developing organisational capacities and other institutions required for sustainable development;"}, {"text_block_id": "p1_b68", "text": "The Swaziland Environment Action Plan consists of two main volumes:"}, {"text_block_id": "p1_b69", "text": "The Swaziland Environment Action Plan consists of two main volumes:\n* - the main report (including the overall state of the environment, the infra-structure for environmental management, major environmental problems and recommended solutions), the implementation plan (a medium term plan for implementing recommended strategies to address major environmental issues and problems), and implementation and monitoring strategies.\n* Volume 2 : The Policy and Strategy Framework -The policy and strategy basis for the medium term Environment Action Plan (Volume 1). This framework is presented in a hierarchical manner, which provides a holistic perspective and a meaningful basis for all kinds of national policy development to ensure sustainable development. In addition, the document has compiled a comprehensive list of strategies proposed for environmental management. (Volume 1 only contains the initial priority actions to be addressed by the Action Plan)."}, {"text_block_id": "p1_b75", "text": "Other documents compiled during the consultative process of the SEAP include:"}, {"text_block_id": "p1_b76", "text": "Other documents compiled during the consultative process of the SEAP include:\n* Reports of two National Consultative Workshops reports of Regional Workshops (4 to obtain input\n<\\li1>"}, {"text_block_id": "p2_b78", "text": "Other documents compiled during the consultative process of the SEAP include:\n* Reports of two National Consultative Workshops reports of Regional Workshops (4 to obtain input\n<\\li1>\n* reports of focus group meetings to obtain input at local level and from special groups;\n* reports of technical working groups (Biodiversity, Water and Climate Change, Land Resources, Infrastructure and Energy, Manufacturing, Industry and Tourism, and Human Settlements and Health);\n* reports from cross-sectoral groups (Policy, Legal and Institutional Working Group, Social and Economic Issues Working Group, and Public Participation and Education Working Group)."}, {"text_block_id": "p2_b85", "text": "The Physical Environment"}, {"text_block_id": "p2_b86", "text": "2.1 Country Location and Physiography"}, {"text_block_id": "p2_b87", "text": "Swaziland lies between latitudes 25 and 28 degrees south and 31 and 32 degrees east in the South Eastern part of Africa. The country is landlocked and covers an area of 17364 sq Km. It is bounded by south Africa in the north, west and south and by Mozambique on the east. It lies within the Maputoland centre of plant diversity an area reported to have the greatest biodiversity in Southern Africa."}, {"text_block_id": "p2_b88", "text": "Swaziland is located between the Transvaal plateau (reaching over 1500 metres) and the coastal plains of Natal, Mozambique and NE Transvaal. Thus the western part of the country lies in an escarpment area, and the eastern part in the zone of the coastal plains. Separating the Swaziland coastal plains from the Mozambique coastal plains, is the Lebombo ridge. Following is a general description of these main physiographic regions (Remmelzwaal, 1993) with an indication of the percentage each makes of the total land area of the country."}, {"text_block_id": "p2_b89", "text": "With its divergent geology, climate and subsequent landforms, the physiographic regions within the country's boundaries are very distinct. Swaziland's physiography has recently been reclassified primarily on the basis of landforms and elevations and secondly on geology and land forms. A distinction is now made between six physiographic regions, viz, highveld, upper middleveld, lower middleveld, western lowveld, eastern lowveld and the Lubombo Range."}, {"text_block_id": "p2_b90", "text": "The Swaziland"}, {"text_block_id": "p2_b91", "text": "Highveld"}, {"text_block_id": "p2_b92", "text": "(33%) is the upper part of an overall escarpment, consisting of a complex of steep slopes between low and high levels, dissected plateaux, plateau remnants, and associated hills, valleys and basins."}, {"text_block_id": "p2_b93", "text": "The"}, {"text_block_id": "p2_b94", "text": "Upper Middleveld"}, {"text_block_id": "p2_b95", "text": "(14%) consists of a strongly eroded plateau remnants and hills at an intermediate level of the overall escarpment. It also contains structurally defined basins in relatively protected positions, which are only weakly eroded."}, {"text_block_id": "p2_b96", "text": "The"}, {"text_block_id": "p2_b97", "text": "Lower Middleveld"}, {"text_block_id": "p2_b98", "text": "(14%) is basically the piedmont zone of the escarpment, characterized by generally strongly eroded foot slopes. The overall slopes are predominantly moderate and the zone classifies at the first level as a plain."}, {"text_block_id": "p2_b99_merged_merged_merged_merged", "text": "The Lowveld plain consists of sedimentary and volcanic Karoo beds versus the igneous and metamorphic rocks of the Highveld and Middleveld. The Lowveld is subdivided into the higher Western Lowveld (20%) on sandstone or claystone, and the lower Eastern Lowveld (11%) on basalt."}, {"text_block_id": "p2_b104", "text": "The sixth zone is the Lebombo Ridge (8%), a cuesta with a steep escarpment bordering the Eastern Lowveld and a gradual dipslope of about 1:20 descending east. As a major landform the Lebombo qualifies as a plateau."}, {"text_block_id": "p2_b105", "text": "Table 1 -PHYSIOGRAPHIC ZONES AND MAJOR LANDFORMS IN SWAZILAND"}, {"text_block_id": "p3_b106", "text": "Source: A Remmlezwaal (1993)"}, {"text_block_id": "p3_b107", "text": "2.2 Climate"}, {"text_block_id": "p3_b108", "text": "The overall climatic characterization of Swaziland is subtropical with summer rains (75 percent in the period from October till March) and distinct seasons. The physiographic zones show clearly different climatic conditions, ranging from subhumid and temperate in the Highveld to semi-arid and warm in the Lowveld. Swaziland lies at the transition of major climates zones, as it is influenced by air masses from different origin: equatorial convergence zone, subtropical eastern continental moist maritime (with occasional cyclones), dry continental tropical and marine west Mediterranean (winter rains, with occasional snow). The table below gives an overview of some of the most relevant climatic conditions based on long term averages. The mean annual rainfall ranges from 1450 mm in the Highveld to 550 mm in the Lowveld, but conditions vary considerably from year to year. Years with lower than normal rainfall occur frequently, especially in the Lowveld, leading to drought. Drought has always been an inherent characteristic of the semi-arid climate. There are indications that dry periods with more frequent drought occur in cycles of approximately 17 years. These changes cannot be considered as part of a more permanent climatic change. Rainfall figures of the zones are overlapping, which is caused by the overall higher rainfall in the northern part of the country."}, {"text_block_id": "p3_b109_merged", "text": "The mean temperatures given in the table below are zonal averages. Significant variation occurs only in the Highveld and Lebombo zones. Mbabane is representative for the Highveld average; Nhlangano and Usutu are 1-2 degrees warmer and colder respectively. Highest January mean maximum temperatures are recorded in the Eastern Lowveld (34C for Lavumisa at 200m above sea level), and lowest in the Highveld (22C for Usutu at 1450m). The lowest July mean minimum temperature of 5C occurs at Usutu, the highest of 10C at Lavumisa. Frost is recorded in all physiographic zones, but most frequently in the Highveld. In most zones frost is an annually occurring phenomenon, strongly controlled by local conditions and the position in the landscape, such as depressions and valley bottoms."}, {"text_block_id": "p3_b118", "text": "Table 2 - Climatic and agro-climatic data"}, {"text_block_id": "p4_b119", "text": "Koeppen classification"}, {"text_block_id": "p4_b120", "text": "According to Koeppen's classification (see table above) the Highveld has a Cwb climate, which is defined as warm temperate rainy (C), with a dry season in winter (w) and a cool summer (b: warmest month below 22"}, {"text_block_id": "p4_b121", "text": "o"}, {"text_block_id": "p4_b122", "text": "C). Upper Middleveld, Lower Middleveld and Lebombo fall into a Cwa climate, same as Highveld but with a hot summer (a: warmest month over 22"}, {"text_block_id": "p4_b123", "text": "o"}, {"text_block_id": "p4_b124", "text": "C). The Western and Eastern Lowveld have a BSh climate, a dry-hot steppe climate. Further north along the Mozambican coast the climate changes to tropical (Aw), further south in KwaZulu Natal to rainfall all year round (Cf)."}, {"text_block_id": "p4_b125", "text": "Agro-climatic characterization"}, {"text_block_id": "p4_b126", "text": "The agro-climatic characterization provides essential climatic information for crop production but is also relevant to the occurrence of natural vegetation zones. The agro-climatic conditions are mapped and described by means of moisture zones and thermal zones (Van Waveren and Nhlengetfwa, 1992b). The moisture zones are classified on basis of the annual rainfall and the length of growing period (LPG). The LPG is a simple water balance based on rainfall, evapotranspiration and soil moisture storage capacity and provides an useful indication of the amount of water available to crops. In view of the high inter-annual variation in rainfall, the rainfall and length of growing period are expressed at a 80% reliability level as dependable annual rainfall and dependable LPG."}, {"text_block_id": "p4_b127", "text": "Swaziland is classified into six"}, {"text_block_id": "p4_b128", "text": "moisture zones"}, {"text_block_id": "p4_b129", "text": ": one Humid, two Subhumid, two Moist Semiarid and one Dry Semiarid zone. The dependable annual rainfall ranges from 1200 mm in the Humid zone in the western Highveld to 400 mm in the Dry Semiarid zone in the southeastern Lowveld. The corresponding LPG ranges from 290 days to 100 days. The important boundary between the Subhumid and Semiarid zones set at a dependable annual rainfall of 700 mm and a LPG of 180 days more or less follows the boundary between the Upper and Lower Middleveld."}, {"text_block_id": "p4_b130", "text": ": one Humid, two Subhumid, two Moist Semiarid and one Dry Semiarid zone. The dependable annual rainfall ranges from 1200 mm in the Humid zone in the western Highveld to 400 mm in the Dry Semiarid zone in the southeastern Lowveld. The corresponding LPG ranges from 290 days to 100 days. The important boundary between the Subhumid and Semiarid zones set at a dependable annual rainfall of 700 mm and a LPG of 180 days more or less follows the boundary between the Upper and Lower Middleveld.\n* (H). LPG 270-290 days; dependable annual rainfall 1000-1200 mm; mean annual rainfall 1250-1450 mm. Minor zone limited to highest parts of northern Highveld (3% of Swaziland)\n* (SH2). LPG 225-289 days; dependable annual rainfall 850-1000 mm; mean annual rainfall 1000-1250 mm. Covers the larger part of the Highveld (15% of Swaziland)\n* (SH1). LPG 180-224 days; dependable annual rainfall 700-850 mm; mean annual rainfall 850-1000 mm. Comprises the larger part of the Upper Middleveld, with parts of the Lebombo and Highveld (27% of Swaziland)\n* (MSA2). LPG 150-179 days; dependable annual rainfall 550-700 mm; mean annual rainfall 725 -850 mm. Typifies the Lower Middleveld, but also includes the drier parts of the Lebombo and Upper Middleveld (21% of Swaziland)\n* (MSA1). LPG 120-149 days; mean annual rainfall 625-725 mm; dependable annual rainfall 450-550 mm. Comprises northern and western parts of Lowveld (23% of Swaziland)\n* (DSA). LPG 100-119 days; dependable annual rainfall 400-450 mm; mean annual rainfall 550-625 mm. Covers the southeastern Lowveld, the driest part of the country (11% of Swaziland)."}, {"text_block_id": "p4_b148_merged_merged_merged", "text": "The classification of the thermal zones is based on the mean annual temperature and the mean temperature over the growing period. Five thermal zones were mapped in Swaziland with mean annual temperatures ranging from 14oC in the highest parts of the country to 22.5oC in the Lowveld and mean temperatures over the growing period ranging from 15oC to 25oC."}, {"text_block_id": "p5_b157", "text": "The classification of the thermal zones is based on the mean annual temperature and the mean temperature over the growing period. Five thermal zones were mapped in Swaziland with mean annual temperatures ranging from 14oC in the highest parts of the country to 22.5oC in the Lowveld and mean temperatures over the growing period ranging from 15oC to 25oC.\n* Cool (C). Mean temperature over growing period 12.5-15\n* Cool (C). Mean temperature over growing period 12.5-15\n o\n* Cool (C). Mean temperature over growing period 12.5-15\n o\n C; mean annual temperature less than 14\n* Cool (C). Mean temperature over growing period 12.5-15\n o\n C; mean annual temperature less than 14\n o\n* Cool (C). Mean temperature over growing period 12.5-15\n o\n C; mean annual temperature less than 14\n o\n C. Minor zone confined to the highest parts of the country (0.1% of Swaziland)\n* Moderately cool (MC2). Mean temperature over growing period 15-17.5\n* Moderately cool (MC2). Mean temperature over growing period 15-17.5\n o\n* Moderately cool (MC2). Mean temperature over growing period 15-17.5\n o\n C; mean annual temperature 14-16\n* Moderately cool (MC2). Mean temperature over growing period 15-17.5\n o\n C; mean annual temperature 14-16\n o\n* Moderately cool (MC2). Mean temperature over growing period 15-17.5\n o\n C; mean annual temperature 14-16\n o\n C. Minor zone confined to higher parts of Highveld (5% of Swaziland)\n* Moderately cool (MC1). Mean temperature over growing period 17.5-20\n* Moderately cool (MC1). Mean temperature over growing period 17.5-20\n o\n* Moderately cool (MC1). Mean temperature over growing period 17.5-20\n o\n C; mean annual temperature 15-17.5\n* Moderately cool (MC1). Mean temperature over growing period 17.5-20\n o\n C; mean annual temperature 15-17.5\n o\n* Moderately cool (MC1). Mean temperature over growing period 17.5-20\n o\n C; mean annual temperature 15-17.5\n o\n C. Covers the larger part of the Highveld (20% of Swaziland)\n* Moderately warm (MW2). Mean temperature over growing period 20-22.5\n* Moderately warm (MW2). Mean temperature over growing period 20-22.5\n o\n* Moderately warm (MW2). Mean temperature over growing period 20-22.5\n o\n C; mean annual temperature 17.5-20\n* Moderately warm (MW2). Mean temperature over growing period 20-22.5\n o\n C; mean annual temperature 17.5-20\n o\n* Moderately warm (MW2). Mean temperature over growing period 20-22.5\n o\n C; mean annual temperature 17.5-20\n o\n C. Comprises the larger part of the Upper Middleveld and the highest parts of the Lebombo Range (19% of Swaziland)\n* Moderately warm (MW1). Mean temperature over growing period 22.5-25oC; Mean annual temperature 20-20.5oC. Covers the Lower Middleveld, Lowveld, and the lower parts of the Lebombo (56% of Swaziland)"}, {"text_block_id": "p5_b187", "text": "2.3 Geology"}, {"text_block_id": "p5_b188", "text": "Main rock types of the physiographic zones"}, {"text_block_id": "p5_b189", "text": "The major rock types of the six physiographic zones are indicated in table 1 above. Highveld and Middleveld are composed of the igneous and metamorphic rocks of the Archean basement complex, whereas the Lowveld and Lebombo are characterized by the sedimentary Karoo formations."}, {"text_block_id": "p5_b190", "text": "The dominant rock type in the Highveld is granite. The granites originate from different igneous events, of which the Mswati granite is the youngest magmatic phase. One of the Mswati plutons is most impressively outcropping as the Sebebe hills north of Mbabane. The metamorphosed sedimentary rocks of the Onverwacht group (ocean floor volcanics, flysch and molasse) and other metamorphic rocks (gneiss and quartzite) occur subordinately. The Upper Middleveld is characterized by granodiorite (igneous rock less acid than granite) and granite, with gneiss and shale subordinate. The most commonly occurring rock type of the Lower Middleveld is the Ngwane gneiss, followed by granites and granodiorites."}, {"text_block_id": "p5_b191", "text": "The Western Lowveld is made up by the sandstones, claystones, coal and other sedimentary rocks of the Karoo Ecca series, with subordinate dolerite intrusions. The Eastern Lowveld consists of the Karoo basalts (basic volcanic rock), which may be up to 5km thick. The Lebombo Ridge consists of the youngest Karoo rock type of rhyolite (volcanic rock more acid than basalt). The rhyolite formation is described as ignimbrite, a deposit resulting from glowing clouds or avalanches."}, {"text_block_id": "p5_b192", "text": "Economic geology and environmental aspects"}, {"text_block_id": "p5_b193", "text": "Minerals of economic importance from the Archean formations include asbestos (chrysotile), iron, talc (soapstone), serpentinite, gold, tin and various other base metals such as copper, nickel and chromium. Exploitation, however, is not always economically viable. From the Karoo formations only the coal in the Ecca series is of economic importance. Alluvial reworked diamonds are found derived from kimberlite pipes. Kaoline is an alteration product of other rock types. Quarried stone is processed for road construction. Sand and gravel is extracted from riverbeds and other sources."}, {"text_block_id": "p5_b194", "text": "The mining of minerals has significant ecological consequences (see also Fakudze, 1996). In Swaziland there is a general lack of rehabilitation and ecological protective measures. Some of the most common environmental effects of mining include: (1) the destruction of landscape and ecosystems by open cast mining; (2) waste accumulation; (3) groundwater contamination by leachates from waste; (4) lowering of the ground water level; (5) toxic concentrations of elements such as copper, nickel, zinc and chromium; (6) environmental health threats through unsafe mining operations in general, and specific minerals (e.g. asbestos) in particular."}, {"text_block_id": "p5_b195", "text": "2.4 Soils"}, {"text_block_id": "p5_b196", "text": "Characterization of the soils and soil properties of Swaziland is necessary to determine the present status of the soil and its potential for various land uses Soils reflect environmental changes and it is relevant to"}, {"text_block_id": "p6_b197", "text": "monitor these changes."}, {"text_block_id": "p6_b198", "text": "Soils in Swaziland have developed over long periods and their occurrence falls into two main groups. The first group consists of old soils formed on deeply weathered rock (saprolite), often tens of metres deep, whereas the second is relatively young and has formed on eroded rock or alluvial deposits. The deeply weathered old soils are found in the Highveld and Upper Middleveld. Over long periods they have formed on the weathering mantle or saprolite which has developed under warm and humid climatic conditions required for high intensity chemical weathering. The weathering period dates back to the Cretaceous, or some hundred million of years (see table 2; see also Mushala et al., 1995). Denudation of the higher crest areas in the weathered zone took place during arid and erosive periods in both the Cretaceous and Tertiary."}, {"text_block_id": "p6_b199", "text": "In places these deeply weathered and clay-rich soils that developed over this long period have survived the major erosion cycles, especially when occurring in favourable and protected positions such as basins like the Ezulwini valley. However, as a result of local cycli of soil formation, erosion and sedimentation, complex patterns of deposits and soils developed, as evidenced by quartz stone lines, palaeosols and other relict features. The polygenetic profile structure of many of the colluviated soils is reflected by their fabric and other characteristic features resulting from processes active in the past, such as illuviation, dissolution, mineral transformation and translocation of materials. Present soil formation is mainly characterized by ferralitization and kaolinitization."}, {"text_block_id": "p6_b200", "text": "Younger and less weathered soils characterize the Lower Middleveld, Lowveld and Lebombo. There are two reasons why soils in the lower eastern part of the country are younger. The first is that this part has been strongly eroded by geological erosion cycles which had only little influence on the higher western part. Thus, if any deeply weathered soils have existed in the Lowveld, they have been eroded away. The second reason is that conditions at present and in the recent past are not conducive to strong weathering and formation of saprolite. In fact also in the Highveld these conditions no longer exist, as higher rainfall and temperatures are required for progressive saprolite formation."}, {"text_block_id": "p6_b201", "text": "Soil classification"}, {"text_block_id": "p6_b202", "text": "The sustainable use of different major soil groupings and specific soil types requires differential management. Soil classification is an important part of the scientific base to facilitate transfer of information relevant to soil resources in comparable environments. The international soil classification system used in Swaziland is the FAO system (FAO-Unesco-ISRIC, 1990). This system also forms the basis for World Reference Base for Soil Resources which is in the process of being finalized (ISSS-ISRIC-FAO, 1994). Comprehensive description, mapping and classification of the soils of Swaziland has taken place in the sixties (Murdoch, 1970). Correlation between the Murdoch Swaziland soil series and the FAO as well as the USDA Soil Taxonomy systems has been established (Remmelzwaal and Masuko, 1994)."}, {"text_block_id": "p6_b203", "text": "The deeply weathered soils of the Highveld and Upper Middleveld are classified as Ferralsols and Acrisols, characterized by an acid soil reaction, high clay contents, a low cation exchange capacity (CEC) of the clay, a low base saturation and mostly deep red colours. Other soils of the Highveld include Leptosols, Regosols and Histosols on eroded land, as well as Fluvisols and Gleysols on alluvial deposits."}, {"text_block_id": "p6_b204", "text": "The soils of the Lower Middleveld and Lowveld are generally only moderately weathered and show a wide range of soil characteristics, depending on parent material, position, erosion, etc. They include Vertisols, Planosols, Solonetz, Lixisols, Luvisols, Phaeozems, Cambisols, Arenosols, Regosols and Leptosols. All these soils have a neutral or basic soil reaction, a high base status and medium or high CEC clay values. Textures, however, and some other properties such as colour and structure show a wide variation. In some specific locations, such as on the Lebombo plateau, soils are found which show more intensive weathering and soil formation than generally found in the eastern part of the country. These Nitisols of the Lebombo (Lomahasha series), one of the best soils in the country, are characterized by shiny structural ped faces, intermediate CEC, relatively high base saturation and high clay contents."}, {"text_block_id": "p6_b205", "text": "Environmental aspects of soils"}, {"text_block_id": "p6_b206", "text": "Soil characterization helps to understand the problematic and environmentally sensitive aspects of soils. Depletion of soil resources is caused by unsustainable management practices in agriculture, forestry, mining, industry and road construction. Chemical, biological and physical degradation appears through loss of nutrients trace elements organic matter soil flora and fauna soil structure etc It may also become"}, {"text_block_id": "p7_b207", "text": "apparent through concentration of substances such as salts, acids, heavy metals and other toxic elements, as caused by mining, waste disposal, use of fertilizers and pesticides, dipping chemicals, irrigation, leaf litter from plantations or acid rain. Soil compaction is a degradation phenomenon caused by machinery and cattle traffic, reducing permeability and water holding capacity. All these aspects of degradation can be monitored in soils."}, {"text_block_id": "p7_b208", "text": "An relevant example in Swaziland is the formation of Solonchaks, characterized by high salinity, as a result of inappropriate irrigation methods. The sugar industry has improved management of these soils and is now closely monitoring and controlling salinity levels."}, {"text_block_id": "p7_b209", "text": "Several soil types are highly erodible because of their poor structural resistance towards erosion. The Solonetz and Planosols of the Lower Middleveld and Lowveld have poor subsoil structure due to sodicity. They are easily eroded and require adequate management. The highly weathered Ferralsols (especially the red clayey Malkerns series) of the Upper Middleveld and Highveld are also highly susceptible to erosion. This is aggravated by their saprolite subsoils which have very low resistance to erosion (see also sections 1.2.2 and 2.4.2)."}, {"text_block_id": "p7_b210", "text": "Weathering and formation of soil resources may have taken as long as hundred million years, but human induced destruction may occur in a hundred years, which means a million times faster."}, {"text_block_id": "p7_b211", "text": "2.5 Vegetation"}, {"text_block_id": "p7_b212", "text": "Sweet and Khumalo (1994) provide a detailed description of the vegetation in Swaziland, which is now classified into 22 units within the physiographic zones. In the Highveld, where short grassland with forest patches is the dominant vegetation type, there are five vegetation units. The Upper Middleveld, characterised by tall grassland with scattered trees and shrubs, has six vegetation units. Three units are located in the Lower Middleveld, which is typically broad-leaved savanna. In the Western Lowveld, dominated by a mixed savanna, there are three vegetation units. In the Eastern Lowveld, there are two vegetation units with Acacia savanna as the main vegetation type. Lubombo is characterised by hillside bush and plateau savanna and has three vegetation units."}, {"text_block_id": "p7_b213", "text": "SOCIO ECONOMIC DEVELOPMENT AND THE ENVIRONMENT"}, {"text_block_id": "p7_b214", "text": "3.1 The Economy"}, {"text_block_id": "p7_b215", "text": "The economy of Swaziland is closely tied to that of South Africa, not only by virtue of its close proximity, but also by virtue of its membership in the South African Customs Union (SACU), from which Swaziland derives roughly half of its government revenues, and the Common Monetary Area (CMA). Approximately 80% of Swaziland's imported and 60% of its exports are with South Africa."}, {"text_block_id": "p7_b216", "text": "Swaziland consists of a traditional subsistence sector and a modern, capital-intensive sector, which is largely foreign controlled. Local participation is through equity share holding through Tibiyo TakaNgwane, a national development fund."}, {"text_block_id": "p7_b217", "text": "During 1987-1991, the annual real growth rate of Swaziland's economy was a favourable 7.2%. However, since 1991-1992, partly as a result of a regional drought and economic recession and by the lifting of sanctions, in South Africa, real growth slowed down and foreign investment fell."}, {"text_block_id": "p7_b218", "text": "Historically, Swaziland has had an agriculturally-based economy. However, in 1991, manufacturing contributed 39.1% to the total GDP, making it the largest sector in the economy. Agriculture accounted for 13.9% of the GDP. Currently, the major sectors are manufacturing and agriculture. Swaziland has a diversified export base, including sugar, wood pulp, pineapples, citrus and minerals."}, {"text_block_id": "p7_b219", "text": "Since 1990, gross domestic savings have dropped sharply, initially due to declining foreign investment and increased consumption. An increase in the size of the civil service and salary increases have contributed significantly to increased government consumption. and a consequent decline in gross domestic savings."}, {"text_block_id": "p7_b220", "text": "Presently government expenditure is approximately 49% of the GDP. This is considered too high in the face of the slowdown in investment and reduced tax revenues."}, {"text_block_id": "p7_b221", "text": "Government expenditure considerably exceeds revenues. In 1992-93, there was a budget surplus of E21 million. Now, in 1996-97, there is an anticipated deficit of E136 million, which is expected to grow to approximately E600 million within the next four years. The renegotiation of the SACU agreement within the next ten years when Swaziland's share of the customs revenue pool may be reduced will put extra pressure"}, {"text_block_id": "p8_b222", "text": "on the budget and balance of payments positions."}, {"text_block_id": "p8_b223", "text": "Economic growth declined from an average of 4% in 1989-95 (in which the rate swung widely from 1 to 10%) to 2.8 in 1995-96, which is less than the population growth rate (3.4%). This means that on the average, GDP per capita is decreasing and people are getting poorer. (The 1993 Human Development Report classified 46% of the population as living in \"absolute poverty\"). About 25% of the population between the ages of 15 and 65 is formally employed two thirds in the private sector and one third in the public sector). The number of unemployed has been increasing rapidly (approximately 10% per annum), and formal employment opportunities are static or decreasing. Distribution of income, estimated at $1,100. per capita in the Poverty Assessment Report, is highly skewed, and human development is lagging behind economic growth."}, {"text_block_id": "p8_b224", "text": "3.2 People"}, {"text_block_id": "p8_b225", "text": "3.2.1 Population"}, {"text_block_id": "p8_b226", "text": "The last census report stated a population growth rate of 3.4% per annum. Currently, the estimated population in Swaziland in 1997 is 1.1 million. Of the total population, 47% is composed of people under 15 years old. This means a high dependency ratio. In addition, this skewed structure indicates high population growth rates continuing well into the future. Household sizes are also expected to increase, and the costs of social services and infrastructure will be increasingly borne by a smaller group than the direct user group. Presently 25% of the population lives in urban areas or peri-urban areas; 69% lives on Swazi Nation Land; and roughly 6% on individual tenure farms. Rural to urban migration is occurring at the fairly high rate of between 3-5%, and it is expected that by the year 2030, approximately 70% of the total population will be living in urban or peri-urban areas."}, {"text_block_id": "p8_b227", "text": "Presently, roughly 70% of the population is rural, consisting of about 88,000 households, more than a third of them headed by women."}, {"text_block_id": "p8_b228", "text": "3.2.2 Culture and Traditions"}, {"text_block_id": "p8_b229", "text": "In Swaziland, there exists a dualistic system of traditional and modern lifestyles which permeates all forms of economic, social, and political interactions. The importance of traditional practices and customs provides cohesiveness and a strong sense of cultural identity. On the other hand, some traditional practices are not \"environmentally-friendly\". For example, the practice of investing in cattle results in overgrazing and consequent erosion. The traditional dispersed settlement patterns make the cost of provision of social and economic infrastructure and related services, prohibitive. The traditional attire, especially the men's \"majobo\" made from the skin of the grey duiker has resulted in illegal hunting. The heavy reliance on natural medicinal plants is exacerbating the loss of certain indigenous plants. It is imperative that measures be taken to ensure that traditional practices are environmentally sustainable."}, {"text_block_id": "p8_b230", "text": "3.2.3 Women and the Environment"}, {"text_block_id": "p8_b231", "text": "Gender roles are very clearly defined, with men being the decision-makers and authority figures and women being the home-makers and care-givers. As in most societies, women are still valued less than men. They have limited access to higher education, positions of authority, narrower choices of employment, and lower earnings than men. In addition, they have to reconcile the demands of work outside the home with their traditional roles. Generally, they are not brought into decision-making activities at home, within the community, and at national levels. Thus, women, who head about a third of rural households and who are the main users of natural resources, are not part of the management of these resources. Various community based indigenous social and religious groups have sought to improve the status of women as early as 1940. However, these efforts concentrated on addressing the special needs of women. Since 1991, both NGO and government efforts have been concentrating more on creating a gender equitable economy as a basis for national development."}, {"text_block_id": "p8_b232", "text": "The National Steering Committee of Women's Affairs (NSCOWA), now the Swaziland Committee on Gender and Women's Affairs (SCOGWA), was launched in 1994 as the main technical co-ordinating body for the development of the gender programme It has been working with the NDS Gender Sector Committee (GSC)"}, {"text_block_id": "p9_b233", "text": "to ensure the following:"}, {"text_block_id": "p9_b234", "text": "to ensure the following:\n* integration of gender in the NDS;\n* formulation of a woman's policy;\n* creation of an infrastructure for coordination of gender and development activities; and\n* development of a long-term implementation strategy."}, {"text_block_id": "p9_b242", "text": "In line with the African Platform for Action (APA) and the Global Platform for Action (GPA), Swaziland has identified critical areas of concern which are inter-related and collectively perpetuate the cycle of disadvantage and disparity between females and males. Those which have special implications for women participating in environmental management are:"}, {"text_block_id": "p9_b243", "text": "In line with the African Platform for Action (APA) and the Global Platform for Action (GPA), Swaziland has identified critical areas of concern which are inter-related and collectively perpetuate the cycle of disadvantage and disparity between females and males. Those which have special implications for women participating in environmental management are:\n* participation in decision-making;\n* feminisation of poverty;\n* reproductive health;\n* education;\n* economic empowerment; and\n* natural resource management."}, {"text_block_id": "p9_b255", "text": "3.2.4 Property Rights"}, {"text_block_id": "p9_b256", "text": "By property rights is meant \"all those rights, both personal and real, which confer on their holders inalienable and exclusive entitlement to them.... This means that property rights relate not only to (land and) houses, cars, machinery, or merchandise, but also to rental agreements, foreign currency certificates, and their free convertibility, and all sorts of credits...\" (P. 159 of De Soto, H 1990. The Other Path. Harper & Row New York)"}, {"text_block_id": "p9_b257", "text": "One premise of this action plan is that clearly defined, enforceable and transferable property rights are fundamental to efficient market activity, and are therefore required for economic and social empowerment, and for application of the principles of free market environmentalism."}, {"text_block_id": "p9_b258", "text": "Property rights can engender clarity and accountability: Mismanagement is seen as an inevitable result of the lack of such qualities. In a nutshell, if no one person is ultimately accountable for a resource, no-one is. For example, a significant proportion of environmental degradation can be seen as a process of dumping pollutants from areas where property rights are more clearly defined and enforced to those where such rights are less so (such as in the public domain - air, water, communal lands, untended private lands). For reduction of poverty in both economic and environmental terms, a fundamental strategy of this action plan is to deliver such property rights into the hands of as many citizens as possible."}, {"text_block_id": "p9_b259", "text": "3.2.5 Interdependence of Environment, Economy and Society"}, {"text_block_id": "p9_b260", "text": "There appear to be four vital interdependencies among the environment, the economy and society. First, the environment provides the raw materials for economic development (fossil fuels, minerals, timber, etc.); second, it acts as a sink or dumping ground for the waste (often toxic) of the system; third, it provides life-sustaining environmental services (e.g. climate stability, soil conservation); and fourth, it supports human and animal habitats, cultures and livelihoods. The problem is that the more it contributes to the first two functions, the more the latter two suffer. Up to the present time, economic growth (or development) has occurred primarily through degradation of the environment - in particular depletion of the stock of renewable and non-renewable resources. Richards (1996) maintains that national accounting systems purposefully disguise this depreciation -while depreciation of man-made capital appears as a cost in Gross National Product, exploitation of natural resources appears as a positive entry in the form of increased economic activity, e.g. higher fish extraction, exports. Global warming, the depletion of the ozone layer, water and air pollution, and the loss of forests and wetlands are all serious consequences of on-going economic growth."}, {"text_block_id": "p9_b261", "text": "3.2.6 Policy"}, {"text_block_id": "p10_b262", "text": "Since Independence (1968), Swaziland has been developing National Development Plans with guiding policies and strategies for all socio-economic activities. The main national goals have been Economic Growth, Sustainable Development, Self-reliance, Equity and Participation and Social Justice and Stability. Late in 1996, a special incentive, the Economic and Social Recovery Agenda was developed for a two-year period. This policy document has identified Environment as one of its main areas of focus, giving priority to the completion of this Environment Action Plan, to several conservation of biodiversity initiatives, and generally to environmentally-sustainable economic development."}, {"text_block_id": "p10_b263", "text": "3.3 Land"}, {"text_block_id": "p10_b264", "text": "3.3.1 Present land use"}, {"text_block_id": "p10_b265", "text": "Reliable information on the present land use is a prerequisite for the planning and implementation of programmes related to land and environment. Spatial and tabular land use information is available for Swaziland with the following main categories distinguished: crop agriculture, animal husbandry, forestry, extraction and collection, nature protection, settlement and industry, and land not used. Several of these land uses are found in complex patterns, such as small-scale traditional farming in close association with communal grazing. Often there is a primary and secondary use of the same land, e.g. extraction and collections takes place in savannas and woodlands where animal husbandry is the primary use. The primary use of national parks is nature protection, but recreation is an important secondary use. Table 4 gives an overview of the present main land uses in Swaziland based on the inventory available at scale 1:250,000 (Remmelzwaal and Dlamini, 1994). These categories are the most relevant subdivisions of the major land uses mentioned above. The large-scale commercial crop agriculture can be subdivided into the following: rainfed field cropping (2.0%, mainly cotton and pineapple), irrigated field cropping (3.7%, of which 3.5% sugarcane) and irrigated tree cropping (0.3%, mainly citrus)."}, {"text_block_id": "p10_b266", "text": "Table 4. Main land uses in Swaziland (from Remmelzwaal and Dlamini, 1994)"}, {"text_block_id": "p10_b267", "text": "The above figures are gross figures. Substantial reductions have to be applied to arrive at net percentages. For instance, about one third of the area occupied by subsistence cropping is used for grass strips and infrastructure, hence the estimated net percentage is no more than 9. Part of the extensive communal grazing area is actually not utilized for grazing because of steep slopes and dense woodlands, hence an estimated net percentage of 42."}, {"text_block_id": "p10_b268", "text": "3.3.2 Land tenure"}, {"text_block_id": "p11_b269", "text": "Land tenure arrangements play an extremely important role in the management of land and the environment. The history of land tenure arrangements in Swaziland is very complex (Funnell, 1991). There are three main categories of land tenure:"}, {"text_block_id": "p11_b270", "text": "•"}, {"text_block_id": "p11_b271", "text": "Swazi Nation Land (SNL)"}, {"text_block_id": "p11_b272", "text": "•"}, {"text_block_id": "p11_b273", "text": "Crown Land"}, {"text_block_id": "p11_b274", "text": "•"}, {"text_block_id": "p11_b275", "text": "Private Freehold or Title Deed Land (TDL)"}, {"text_block_id": "p11_b276", "text": "There is in fact a fourth category of Concession Land, which is minor and not well defined. Swazi Nation Land is held in trust by the King for the Swazi Nation. Crown Land is land over which Government holds title. Table 7 gives an overview of the main tenure categories based on a national inventory (Remmelzwaal and Vilakati, 1994). Title Deed Land is subdivided into rural and urban. Swazi Nation Land is subdivided into SNL Sensu Stricto, comprising all the land that was SNL at independence, and SNL Purchased, comprising all freehold land purchased after independence and returned to SNL status. There is still, however, a title on purchased SNL. The subdivision of SNL is made on the basis of the control over the land. The results of table 7 can be summarized as follows. The total of TDL amounts to about 25 percent, and the total of SNL to about 74 percent. Of the combined total of SNL sensu stricto and SNL purchased, approximately 75% is controlled by chiefs, 9% by MOAC, 4% by Tibiyo, 3% by NTC and the remaining 9% is leased."}, {"text_block_id": "p11_b277", "text": "It is to be noted that although the table below presents the best figures available, recent investigations suggest that the percentage of crown land may be significantly higher than the 0.4 given."}, {"text_block_id": "p11_b278", "text": "Table 7 - Land Tenure Types in Swaziland (from Remmelzwaal and Vilakati, 1994)"}, {"text_block_id": "p12_b279", "text": "3.3.3 Environmental Issues Related to the Land"}, {"text_block_id": "p12_b280", "text": "The following issues related to land and land use in Swaziland have been identified:-"}, {"text_block_id": "p12_b281", "text": "•"}, {"text_block_id": "p12_b282", "text": "Degradation due to misuse and overuse. Most serious environmental effects of land degradation include deforestation, soil depletion, loss of habitat, declining biodiversity and range degradation."}, {"text_block_id": "p12_b283", "text": "•"}, {"text_block_id": "p12_b284", "text": "Unsustainable land use and land management, resulting in declining production, degradation and contamination."}, {"text_block_id": "p12_b285", "text": "•"}, {"text_block_id": "p12_b286", "text": "Loss of arable land to settlements, industry, infrastructure etc."}, {"text_block_id": "p12_b287", "text": "•"}, {"text_block_id": "p12_b288", "text": "Disposal of waste, especially hazardous and toxic waste, on land."}, {"text_block_id": "p12_b289", "text": "•"}, {"text_block_id": "p12_b290", "text": "Insufficient preparedness to deal with land-based disasters."}, {"text_block_id": "p12_b291", "text": "•"}, {"text_block_id": "p12_b292", "text": "Inadequate, fragmented and scattered environmental and land legislation."}, {"text_block_id": "p12_b293", "text": "•"}, {"text_block_id": "p12_b294", "text": "Absence of a reliable land information system."}, {"text_block_id": "p12_b295", "text": "3.3.4 Policy"}, {"text_block_id": "p12_b296", "text": "Status of the Policy"}, {"text_block_id": "p12_b297_merged", "text": "Although there have been calls by technical experts since 1983, by His Majesty (1993) and by the Economic Vusela (1995), there is presently no overall Land Policy. However, under ESRA a draft National Land Policy is to be before cabinet by the end of 1997."}, {"text_block_id": "p12_b300", "text": "Objectives of a National Land and Environmental Policy (NLEP)"}, {"text_block_id": "p12_b301", "text": "•"}, {"text_block_id": "p12_b302", "text": "To alleviate poverty as a major underlying cause of environmental degradation;"}, {"text_block_id": "p12_b303", "text": "To alleviate poverty as a major underlying cause of environmental degradation;\n* To achieve the best possible use of land through optimal sustainable management of land and water resources in support of equitable economic development;\n* To preserve the natural heritage, biodiversity and life supporting ecosystems;\n* To improve living conditions and provide adequate and affordable shelter for the entire population.\n* To reduce significant threats to human health, ecosystems and future development;\n* To provide an efficient and effective supply of energy with optimum utilization of indigenous energy resources;\n* To achieve food security through environmentally sound practices;\n* To promote human development and capacity building"}, {"text_block_id": "p12_b305", "text": "•"}, {"text_block_id": "p12_b306", "text": "To improve environmental conditions and reduce desertification and land degradation;"}, {"text_block_id": "p12_b319", "text": "Policy Strategic Approach"}, {"text_block_id": "p12_b320", "text": "A new multi-sectoral approach to land resource development is needed in order to avoid conflicts and to ensure the best use of natural resources for the benefit of the country at large. It should be based on the following strategies:"}, {"text_block_id": "p12_b321", "text": "•"}, {"text_block_id": "p12_b322", "text": "To fully integrate environmental management and economic development planning."}, {"text_block_id": "p12_b323", "text": "•"}, {"text_block_id": "p12_b324", "text": "To approach the planning and development of land and other natural resources in a holistic, integrated and cross-sectoral way."}, {"text_block_id": "p12_b325", "text": "•"}, {"text_block_id": "p12_b326", "text": "To manage natural resources with shared responsibility."}, {"text_block_id": "p12_b327", "text": "•"}, {"text_block_id": "p12_b328", "text": "To develop new partnerships on an equitable basis, and to involve all stakeholders in the decision-making process."}, {"text_block_id": "p12_b329", "text": "offers a holistic policy and strategies framework which can be utilized in the development of"}, {"text_block_id": "p13_b330", "text": "the NLEP and of specific harmonious and integrated policies for urban, peri-urban and rural land."}, {"text_block_id": "p13_b331", "text": "3.3.5 Priority Actions"}, {"text_block_id": "p13_b332", "text": "3.4 Water Sector"}, {"text_block_id": "p13_b333", "text": "3.4.1 Surface Water"}, {"text_block_id": "p13_b334", "text": "Presently, Swaziland relies largely on surface water. There are four main river systems in Swaziland.The Komati and Lomati lie in the north of the country, both rivers originate in the Republic of South Africa (RSA) and flow through Swaziland back into the RSA before entering Mozambique. Komati has a catchment area of 7 423 km"}, {"text_block_id": "p13_b335", "text": "2"}, {"text_block_id": "p13_b336", "text": "and Lomati has 740 km"}, {"text_block_id": "p13_b337", "text": "2"}, {"text_block_id": "p13_b338", "text": "within Swaziland."}, {"text_block_id": "p13_b339_merged_merged", "text": "The Mbuluzi originates in Swaziland and flows into Mozambique, with a catchment area of 3 065 km2. The Usuthu which rises, together with a number of major tributaries, in the RSA and flows out of Swaziland into Mozambique has a catchment area of 15 876 km2 . The Ngwavuma is in the south of the country. It originates in Swaziland and flows into the RSA before entering Mozambique with a catchment area of 1 305 km2 . The combined natural discharge of rivers leaving the country is about 4,500 cubic mm/yr. The current water consumption is about 1,500 cubic mm/yr. At present, approximately 42,000 ha of land are under irrigation, but the potential exists for possibly doubling that figure by further development of the water resources."}, {"text_block_id": "p13_b346", "text": "3.4.2 Ground Water"}, {"text_block_id": "p13_b347", "text": "There appears to be a great potential for future exploitation of ground water resources. It is estimated that the total potential ground water resource is equivalent to a sustained flow of about 20,000 l/sec. To date only about six percent of the potential has been tapped. The Middleveld and Highveld, which have the highest potential have the lowest number of boreholes, whereas in the Lowveld, where the need for ground water is the highest, but the potential recharge is the lowest, boreholes presently utilise about 42% of the estimated potential recharge."}, {"text_block_id": "p14_b348", "text": "3.4.3 Environmental Issues Related to Water"}, {"text_block_id": "p14_b349", "text": "(1)"}, {"text_block_id": "p14_b350", "text": "Availability"}, {"text_block_id": "p14_b351", "text": ": Water is now a major constraint to development in Swaziland. As populations increase, both within Swaziland and in the surrounding regions, better management is required in order to ensure constant availability. Special attention must be given to river control systems principally in South Africa where headwaters of three of the five large rivers lie. The country presently has no master water plan."}, {"text_block_id": "p14_b352", "text": "(2)"}, {"text_block_id": "p14_b353", "text": "Water Management"}, {"text_block_id": "p14_b354", "text": ": The Water Act of 1967 is outdated and is presently being updated. Water sector management is fragmented with several agencies, scattered over several ministries, having different but sometimes overlapping responsibilities. This results in inefficient use of scarce resources, confusion and duplication."}, {"text_block_id": "p14_b355", "text": "(3)"}, {"text_block_id": "p14_b356", "text": "Water quality"}, {"text_block_id": "p14_b357", "text": ": There is degradation of water catchment areas due to human settlement and development. Total dissolved solids in major rivers is less than 150 mg/l, which is within accepted standards. However, surface waters are unsafe for human consumption due to faecal contamination and the presence of bilharzia blood fluke. In general ground water meets WHO drinking water standards, specially in the Highveld and Lubombo regions. In the Lowveld, ground water tends to become relatively salty."}, {"text_block_id": "p14_b358", "text": "(4)"}, {"text_block_id": "p14_b359", "text": "Domestic supplies"}, {"text_block_id": "p14_b360", "text": ": With regards to domestic water supplies, in the urban areas 83% of the population is provided with treated water, and 60% of the population has access to water-borne sewerage systems or septic tanks. In the rural areas, in spite of substantial investment, coverage levels remain low largely because of poor maintenance of existing water systems. Thus real water coverage in rural areas is approximately 30%."}, {"text_block_id": "p14_b361", "text": "(5)"}, {"text_block_id": "p14_b362", "text": "Monitoring"}, {"text_block_id": "p14_b363", "text": ": The majority of river gauging stations are not functional and water equipment is outdated"}, {"text_block_id": "p14_b364", "text": "(6)"}, {"text_block_id": "p14_b365", "text": "Pollution"}, {"text_block_id": "p14_b366", "text": ": The major factories have generally been a cause of concern as far as pollution is concerned. Voluntary programmes in pollution control by the industrial sector have become common these days. Industries that produce in an environmentally sound manner are given gradings by International Standards Organisation (ISO) and this promotes pollution control. Such moves may be cited as the major reason for a gradual decrease in the level and frequency of pollution incidents. More interesting to note is that even cash crop producers have also contributed to pollution in the past. Reports of fish kill have been received and were speculated to have arisen as a result of pesticidal infiltration from agricultural fields."}, {"text_block_id": "p14_b367", "text": "Tailings from the Bulembu Asbestos Mine laden with serpentine (quasi fibrous magnesium silicate) have led to diminishing populations of trout fish in the receiving dam downstream."}, {"text_block_id": "p14_b368", "text": "Leachate from improperly sited garbage disposal sites in urban and industrial sites may find its way into water courses. An example is the dump site in Mbabane which has no control measures for storm waters. Accidental spillages of toxic substances like phenolic liquors do occur and these have a big impact on the life of the rivers as well as being a health hazard for human beings downstream."}, {"text_block_id": "p14_b369", "text": "Transboundary water pollution tends to affect parameters like pH and sulphate levels and in consequence, there is progressive acidification of rivers in the country emanating from the Highveld. These include the Nkomati, Usushwana, Ngwempisi, Mkhondvo and Ndlotane. This is speculated to be as a result of air pollutants emitted by coalfired power stations situated in the Eastern Transvaal and industries discharging effluents into the rivers."}, {"text_block_id": "p14_b370", "text": "3.4.4 Policy"}, {"text_block_id": "p14_b371", "text": "Status of Policy"}, {"text_block_id": "p14_b372", "text": "Presently there is Biodiversity Policy. However a proposal for the development of a National Biodiversity Strategy and accompanying studies and activities has just been approved for funding by the Global Environment Facility (GEF)"}, {"text_block_id": "p14_b373", "text": "Broad Policy Objectives"}, {"text_block_id": "p14_b374", "text": "A National Biodiversity Policy should have the following broad objectives:"}, {"text_block_id": "p14_b375", "text": "•"}, {"text_block_id": "p14_b376", "text": "To restore and maintain the biological genetic resources;"}, {"text_block_id": "p14_b377", "text": "•"}, {"text_block_id": "p14_b378", "text": "To utilize bio-and cultural diversity in sustainable ways in order to meet present and future needs;"}, {"text_block_id": "p15_b379", "text": "•"}, {"text_block_id": "p15_b380", "text": "To preserve the unique ecosystems of Swaziland through an expanding network of carefully selected and well-managed reserves and parks, providing opportunities for recreation and income generation."}, {"text_block_id": "p15_b381", "text": "Policy Elements"}, {"text_block_id": "p15_b382", "text": "A national water resources development policy , incorporating a Master Water Plan is necessary to improve the supply and rational use of water. Some of the elements which need to be incorporated in water policy are:"}, {"text_block_id": "p15_b383", "text": "•"}, {"text_block_id": "p15_b384", "text": "An institutional framework providing for a central agency responsible for all aspects of water development planning, implementation and monitoring programmes, and trans-boundary agreements."}, {"text_block_id": "p15_b385", "text": "•"}, {"text_block_id": "p15_b386", "text": "Long-term planning based on the analysis of future water needs, distribution according to the main water uses (urban, industrial, agro-industrial, rural domestic, energy generation, and on waste water treatment requirements."}, {"text_block_id": "p15_b387", "text": "•"}, {"text_block_id": "p15_b388", "text": "Involvement of stakeholders in water catchment management."}, {"text_block_id": "p15_b389", "text": "•"}, {"text_block_id": "p15_b390", "text": "Integration of land and water use plans (e.g. irrigation) for more sustainable use of water resources"}, {"text_block_id": "p15_b391", "text": "•"}, {"text_block_id": "p15_b392", "text": "Improved water apportionment, water conservation and surface water monitoring"}, {"text_block_id": "p15_b393", "text": "3.4.5 Priority Actions"}, {"text_block_id": "p15_b394", "text": "3.5 Biodiversity"}, {"text_block_id": "p15_b395", "text": "3.5.1 Fauna"}, {"text_block_id": "p15_b396", "text": "Although Swaziland was once well-endowed with a large variety of animal wildlife, including the elephant and the lion (which are part of the national emblem), primarily as a result of habitat destruction, and also because of hunting, most of the country's largest mammal species have become extinct in the wild. There is still a wide diversity of bird life The latest bird atlas (Parker ) lists 489 species but they are also being diminished"}, {"text_block_id": "p16_b397", "text": "largely through habitat destruction, hunting, and poisoning by toxic chemicals. Approximately only 4% of Swaziland's total land area is protected. This is well below the internationally recommended 10%. The main existing fauna reserves are:"}, {"text_block_id": "p16_b398", "text": "•"}, {"text_block_id": "p16_b399", "text": "Malolotja;"}, {"text_block_id": "p16_b400", "text": "•"}, {"text_block_id": "p16_b401", "text": "Mlawula;"}, {"text_block_id": "p16_b402", "text": "•"}, {"text_block_id": "p16_b403", "text": "Hawane;"}, {"text_block_id": "p16_b404", "text": "•"}, {"text_block_id": "p16_b405", "text": "Mantenga Nature Reserves (under the Swaziland National Trust Commission);"}, {"text_block_id": "p16_b406", "text": "•"}, {"text_block_id": "p16_b407", "text": "Hlane Game Sanctuary (Royal game reserve);"}, {"text_block_id": "p16_b408", "text": "•"}, {"text_block_id": "p16_b409", "text": "Mlilwane;"}, {"text_block_id": "p16_b410", "text": "•"}, {"text_block_id": "p16_b411", "text": "Mkaya;"}, {"text_block_id": "p16_b412", "text": "•"}, {"text_block_id": "p16_b413", "text": "Simunye;"}, {"text_block_id": "p16_b414", "text": "•"}, {"text_block_id": "p16_b415", "text": "Mbuluzi Nature Reserves (private reserves)"}, {"text_block_id": "p16_b416", "text": "•"}, {"text_block_id": "p16_b417", "text": "Phophonyane and Mhlosinga Nature Reserves (private, but as yet unproclaimed, reserves),"}, {"text_block_id": "p16_b418", "text": "3.5.2 Flora"}, {"text_block_id": "p16_b419", "text": "Swaziland has a wide diversity of flora. About 2,600 species of social, economic and cultural importance have been collected and recorded. It also has numerous endemic plant species which only occur in Swaziland. The main vegetation types are savannah, grasslands, forest, and bush (see Map No. ). Natural processes, e.g. erosion, and human activities, i.e. agriculture, forest plantations, and human settlements, are causing a decrease in the diversity and distribution of Swaziland's natural flora. Large-scale irrigated agriculture, particularly monoculture agriculture such as sugar cane, pineapple and citrus production has resulted in clearing of large tracts of land and destruction of the natural vegetation. This in turn, results in loss of the animals and insects which depend on it."}, {"text_block_id": "p16_b420_merged", "text": "A major threat to indigenous species is the encroachment of alien woody species. The principal ones are: the guava (Psidium guajava) widely found in the highveld and upper middleveld areas; lantana (Lantana camara) widely spread in the middleveld, particularly along major water courses; Mauritius thorn (Caesalpinia decapetala) which is reducing grazing potential in the Northern RDA; and wattle (Acacia mearnsii, A. decurrens, A. dealbata) the most widespread alien found widely throughout the highveld. A list of flora reserves and protection-worthy areas has been proposed by the National Herbarium."}, {"text_block_id": "p16_b433", "text": "3.5.3 Environmental Issues Related to Wildlife"}, {"text_block_id": "p16_b434", "text": "(1)"}, {"text_block_id": "p16_b435", "text": "Ignorance"}, {"text_block_id": "p16_b436", "text": ": There is a general lack of awareness about the value of conservation, which leads to insufficient human and financial resources being made available for its promotion."}, {"text_block_id": "p16_b437", "text": "(2)"}, {"text_block_id": "p16_b438", "text": "Conflicts with local communities"}, {"text_block_id": "p16_b439", "text": ": Presently, local people are denied or restricted in the use of resources within conservation areas. Since there is increasing demand for land, this is greatly resented."}, {"text_block_id": "p16_b440", "text": "(3)"}, {"text_block_id": "p16_b441", "text": "Lack of resources"}, {"text_block_id": "p16_b442", "text": ": Staff employed in conservation have a minimum of training and there is a shortage of equipment and facilities."}, {"text_block_id": "p16_b443", "text": "(4)"}, {"text_block_id": "p16_b444", "text": "Support"}, {"text_block_id": "p16_b445", "text": ": There is insufficient government interest and support in developing parks and nature reserves. Consequently their management suffers."}, {"text_block_id": "p16_b446", "text": "(5)"}, {"text_block_id": "p16_b447", "text": "Outdated, conflicting, and fragmented legislation"}, {"text_block_id": "p16_b448", "text": ": The legislation pertaining to Biodiversity Conservation, much of which needs revision and updating, is as follows:"}, {"text_block_id": "p16_b449", "text": "(6)"}, {"text_block_id": "p16_b450", "text": "Alien plant control"}, {"text_block_id": "p16_b451", "text": ": There is uncontrolled spread of alien species along water courses and other habitats, resulting in excessive water use and exclusion of indigenous species through competition."}, {"text_block_id": "p16_b452", "text": "(7)"}, {"text_block_id": "p16_b453", "text": "Indigenous knowledge systems"}, {"text_block_id": "p16_b454", "text": ": There appears to be an exclusion of traditional knowledge and practices from present management activities."}, {"text_block_id": "p16_b455", "text": "(8)"}, {"text_block_id": "p16_b456", "text": "Pollution"}, {"text_block_id": "p16_b457", "text": ": Pollution through industry, agriculture, mining, urban waste, etc. is causing a decrease of fish populations and other species."}, {"text_block_id": "p16_b458", "text": "(9)"}, {"text_block_id": "p16_b459", "text": "Resource inventories"}, {"text_block_id": "p16_b460", "text": ": There is a lack of baseline information on which to base appropriate biodiversity measures."}, {"text_block_id": "p16_b461", "text": "(10)"}, {"text_block_id": "p16_b462", "text": "Ex-situ conservation"}, {"text_block_id": "p16_b463", "text": ": Swaziland is presently lacking adequate facilities, equipment and suitably trained staff to collect, catalogue and store seed to develop appropriate genetic material for cultivation and future use."}, {"text_block_id": "p17_b464", "text": "(11)"}, {"text_block_id": "p17_b465", "text": "Levels of protection"}, {"text_block_id": "p17_b466", "text": ": There is a lack of recognition for conservation management initiatives undertaken by private concerns, and current legislation does not recognize different levels of protection."}, {"text_block_id": "p17_b467", "text": "3.5.4 Policy"}, {"text_block_id": "p17_b468", "text": "Status of Policy"}, {"text_block_id": "p17_b469", "text": "Presently there is no Biodiversity Policy. However, a proposal for the development of a National Biodiversity Strategy and accompanying studies and activities has just been approved for funding by GTZ (a donor)."}, {"text_block_id": "p17_b470", "text": "Broad Policy Objectives"}, {"text_block_id": "p17_b471", "text": "A National Biodiversity Policy should have the following broad objectives:"}, {"text_block_id": "p17_b472", "text": "•"}, {"text_block_id": "p17_b473", "text": "To restore and maintain the biological genetic resources;"}, {"text_block_id": "p17_b474", "text": "•"}, {"text_block_id": "p17_b475", "text": "To utilize bio- and cultural diversity in sustainable ways in order to meet present and future needs;"}, {"text_block_id": "p17_b476", "text": "•"}, {"text_block_id": "p17_b477", "text": "To preserve the unique ecosystems of Swaziland through an expanding network of carefully selected and well-managed reserves and parks, providing opportunities for recreation and income generation."}, {"text_block_id": "p17_b478", "text": "3.5.5 Priority Actions"}, {"text_block_id": "p18_b479", "text": "3.6 Agriculture"}, {"text_block_id": "p18_b480", "text": "Agricultural production in Swaziland is characterized by arable crop farming and livestock production. Both production systems are undertaken on Swazi Nation Land (about 70% of the country) and Individual Tenure Farms. The achievement of sustained and equitable agricultural development remains the greatest challenge facing the Swazi nation. The essential task of agricultural development is to provide opportunities so that the Swazi people can reach their potential in acquiring a chance for better life. Although the desirability of agricultural development is fully recognised, recent years have witnessed rising concerns about whether other development constraints will limit agricultural development."}, {"text_block_id": "p18_b481", "text": "The dominance of agriculture in the productive sector of the economy shifted to the industry sector from 1987. Between 1968 and 1993, agriculture's share of GDP fell from around one-third to one-eighth, while that of industry grew from one-quarter to over two fifths."}, {"text_block_id": "p18_b482", "text": "Assessment of the present situation shows that large and efficient agricultural production systems in Swaziland are in place such as the sugar and citrus industries. There are also smaller production systems and farms with economic and sustainable outputs. Large parts of the country are not devoted to sustainable production systems, as is evident through low outputs and land degradation. There is therefore an urgent need for improving landuse on both communal and private land, guided by clear policies. These should address land shortage, land tenure and land degradation which are recognized as the major constraints in land development, with the increasing population pressure as the underlying cause."}, {"text_block_id": "p18_b483", "text": "3.6.1 Environmental Issues in Agriculture"}, {"text_block_id": "p18_b484", "text": "Soil Erosion"}, {"text_block_id": "p18_b485", "text": "The soil resources are made up of nine soil types, (Murdoch, 1970), ranging from raw mineral soils to halomorphic soils. In general, the more acidic the parent material, the more acidic the soil, and the greater its permeability. Halomorphic soils occur in the Lowveld, where there is insufficient rainfall to leach mineral salts from the intermediate and basic soils. Thus, salinity is one of the major limiting factors to plant growth in irrigated areas in the semi-arid Lowveld area."}, {"text_block_id": "p18_b486", "text": "With additional pressure from increased human and livestock populations, soil erosion is fast increasing, marring the landscape, reducing productivity, and diminishing the country's unique Biodiversity."}, {"text_block_id": "p18_b487", "text": "Soil erosion is a function of soil type, local relief, rainfall, and vegetation cover. Thus, soil erosion in"}, {"text_block_id": "p18_b488", "text": "Swaziland is more severe in the Upper and Lower Middleveld, where the soils are more erodible, slopes are steep, and there is relatively high rainfall. These physical features, combined with overgrazing by domestic livestock, have resulted in serious soil erosion."}, {"text_block_id": "p18_b489", "text": "A study (Jansen, Remmelzwaal and Dlamini, 1994) was carried out which utilized the Actual Erosion and Land Degradation Assessment (AELDA) site description method and the characterization per agroecological unit. The following conclusions were drawn from the study:"}, {"text_block_id": "p18_b490", "text": "1."}, {"text_block_id": "p18_b491", "text": "Actual erosion and land degradation occurs mainly in extensive communal grazing areas because of the absence of soil and water conservation measures;"}, {"text_block_id": "p18_b492", "text": "2."}, {"text_block_id": "p18_b493", "text": "Actual erosion and land degradation hardly occurs on rainfed arable cropping areas with grass strips and where contour ploughing is practiced. Where erosion does occur it is evident that the lack or complete absence of these soil and water conservation measures is the cause;"}, {"text_block_id": "p18_b494", "text": "3."}, {"text_block_id": "p18_b495", "text": "Serious actual erosion and land degradation is found concentrated in areas around dipping tanks and watering points in the whole country;"}, {"text_block_id": "p18_b496", "text": "4."}, {"text_block_id": "p18_b497", "text": "Areas with very serious erosion can be found in the Upper Middleveld (and some local occurrence in the Highveld) with its deep red soils where erodibility of the soils and slope are contributing factors, and in the Lower Middleveld where soil sodicity is a contributing factor."}, {"text_block_id": "p18_b498", "text": "Rangelands"}, {"text_block_id": "p18_b499", "text": "Livestock grazing is the predominant land use in Swaziland. About 11,630 sq. km (67% of the total land area) is used solely for grazing. During the dry season, an additional 2,509 sq. km (14.4%) which are under cultivation or fallow during the summer are also used for grazing The stocking rate is roughly 1 77"}, {"text_block_id": "p19_b500", "text": "heads/ha, which is among the highest in Africa."}, {"text_block_id": "p19_b501", "text": "The condition of the rangeland varies widely. In general, the land used for commercial ranching on title-deed land and on Swazi Nation Land ranches is in better condition (fair to good) than in SNL communal land. Nevertheless, there is still the problem of bush encroachment, specially in the lower Middleveld and Lowveld because of the absence of browsers and the exclusion of fire as a management tool. In SNL grazing lands there appears to be increasing deterioration of the rangelands and signs of severe erosion in many areas. The worst ones are the western slopes of the Ponjwane Hills (H2), the western slopes above the Grand Valley (H3), the Kapunga plateau (UM2), the Mhlosheni and Sigombeni/Emangicineni areas (UM3), the Lukonde plateau (UM5), and parts of unit WL3 and EL1."}, {"text_block_id": "p19_b502", "text": "Table 10 Total Land and Communal Rangelands with Serious/Very Serious Erosion Status and Poor Range Conditions"}, {"text_block_id": "p19_b503", "text": "Source: Remmelzwaal and McDermott, 1997"}, {"text_block_id": "p19_b504", "text": "Agricultural Chemicals"}, {"text_block_id": "p19_b505", "text": "Fertilizers, herbicides and pesticides are all commonly used in Swaziland, especially in title-deed land. Organochlorides, such as DDT and Dieldrin which accumulate in the soil, have been banned in many countries but are still being used in Swaziland. Although DDT is not used as extensively as it was in the 1980s, it is still used here even in mosquito-control activities. Agricultural chemicals contribute to soil pollution and eventually to water pollution in various ways, such as through the deposition of heavy metals, nitrates and organo-chlorides Some of the pesticides that do not accumulate in the soil, e.g. MCPA and 2.4D produce toxic by-products, and others, eg. atrazine and simazine may pollute water sources. Others, e.g. parquat, malathion and carbaryl have detrimental effects on health."}, {"text_block_id": "p19_b506", "text": "Nitrogen-based fertilisers also contribute to soil acidification. In 1990, they accounted for 69% of total fertilisers used in the country (Central Statistics Office Annual Bulletin, 1989/1990). Leaching of nitrates and phosphates from fertilisers pollutes surface water and causes eutrophication which clogs rivers and leads to reduced water supply. In addition, nitrates in water causes diseases, such as methaemoglobinaemia (blue baby syndrome) and stomach cancer."}, {"text_block_id": "p19_b507", "text": "3.6.2 Policy"}, {"text_block_id": "p19_b508", "text": "Status of Policy"}, {"text_block_id": "p19_b509", "text": "At present, there is no Rural Land and Environmental Policy or Agricultural Policy. In 1994, a draft National Agricultural Land Use Policy was prepared but was not submitted to cabinet."}, {"text_block_id": "p20_b510", "text": "Rural Land Policy"}, {"text_block_id": "p20_b511", "text": "A Rural Land and Environmental Policy would be in harmony with the national land policy, and would, in turn, serve as an umbrella policy for others concerned with rural issues, e.g. livestock , agriculture. Such an umbrella policy would embrace environment, land use and management, land tenure, social and economic factors, infrastructure, water resources, forestry and institutional/legal aspects. Its objectives would be:"}, {"text_block_id": "p20_b512", "text": "•"}, {"text_block_id": "p20_b513", "text": "To achieve a sustainable balance in the use of land, water and other natural resources between production systems, rural settlement and protection of the environment;"}, {"text_block_id": "p20_b514", "text": "•"}, {"text_block_id": "p20_b515", "text": "To maintain and improve biodiversity of indigenous and introduced ecosystems;"}, {"text_block_id": "p20_b516", "text": "•"}, {"text_block_id": "p20_b517", "text": "To diversity rural production systems and create new job opportunities;"}, {"text_block_id": "p20_b518", "text": "•"}, {"text_block_id": "p20_b519", "text": "To reform land tenure arrangements to ensure security and stimulate progressive land development;"}, {"text_block_id": "p20_b520", "text": "•"}, {"text_block_id": "p20_b521", "text": "To improve rural infrastructure and affordable energy supply."}, {"text_block_id": "p20_b522", "text": "Agricultural Land Use Policy"}, {"text_block_id": "p20_b523", "text": "The objectives of this policy would be aimed at improving:"}, {"text_block_id": "p20_b524", "text": "1."}, {"text_block_id": "p20_b525", "text": "food self-sufficiency;"}, {"text_block_id": "p20_b526", "text": "2."}, {"text_block_id": "p20_b527", "text": "nutrients levels,"}, {"text_block_id": "p20_b528", "text": "3."}, {"text_block_id": "p20_b529", "text": "exports,"}, {"text_block_id": "p20_b530", "text": "4."}, {"text_block_id": "p20_b531", "text": "employment; and"}, {"text_block_id": "p20_b532", "text": "5."}, {"text_block_id": "p20_b533", "text": "rural income."}, {"text_block_id": "p20_b534", "text": "The overall objectives are:"}, {"text_block_id": "p20_b535", "text": "•"}, {"text_block_id": "p20_b536", "text": "To achieve efficient and sustainable agricultural production systems in support of economic growth and export;"}, {"text_block_id": "p20_b537", "text": "•"}, {"text_block_id": "p20_b538", "text": "To make optimal contributions to food security and consumption requirements;"}, {"text_block_id": "p20_b539", "text": "•"}, {"text_block_id": "p20_b540", "text": "To provide increased income generating opportunities; and"}, {"text_block_id": "p20_b541", "text": "•"}, {"text_block_id": "p20_b542", "text": "To secure sustainable livelihoods for farmers and the rural population"}, {"text_block_id": "p20_b543", "text": "3.6.3 Priority Actions"}, {"text_block_id": "p21_b544", "text": "3.7 Forestry"}, {"text_block_id": "p21_b545", "text": "The 1989/90 forest inventory (Hesse et al., 1990) identified a total forest area of 624,000 ha (36% of the total land area), of which 135,000 ha (8%) are commercial forest plantations, 25,000 ha (2%) wattle forests and 464,000 ha (26%) indigenous forests and woodlands. (See Map ) The indigenous forests are classified as: Montane and Highveld forests covering 11,930 ha (1.9%), Riparian 2,344 ha (0.4%), Moister Savanna 112,720 ha (18.0%), Acacia Savanna 150,590 (24.1%), Drier Acacia Savanna 34,024 ha (5.4%) and Bushveld 151,890 ha (24.2%)."}, {"text_block_id": "p21_b546", "text": "There is a considerable lack of management of indigenous forests, resulting in depletion, especially in the Lowveld and Middleveld, due to heavy exploitation for fuel wood, wood carving, furniture, etc. by local people. In rural areas, over 75% of the population uses firewood for cooking and warming houses (Lasschuit puts it at 90%). The wattle forests now exist as jungles which are not properly managed. They are being heavily exploited for bark tannin extraction, mining timber, building poles, fuelwood and charcoal production (Over 380 tonnes per year of wattle bark is presently being exported to South Africa.)"}, {"text_block_id": "p21_b547", "text": "As a result of the 1989/90 inventory, four proposals for forestry projects were advanced, covering the management and conservation of indigenous forests, the utilisation and rehabilitation of wattle forests, the establishment of community forestry on Swazi Nation Land and the conservation of the forest vegetation of the Lubombo escarpment region, However only a community woodlot project is now in place."}, {"text_block_id": "p21_b548", "text": "The forest industry in Swaziland is composed of privately-owned exotic plantations of mainly pines and Eucalyptus. Table 11 shows that in 1998, man-made forests covered over 101 000 hectares (roughly 6% of total land area). In 1991, forestry activities in the country accounted for 10% of the GDP, 11% of formal sector employment and 18% of total value of exports. It is presently estimated that the forestry sector accounts for 16-18% of Swaziland's formal work force."}, {"text_block_id": "p21_b549", "text": "Table 11 -Man-made forests in Swaziland"}, {"text_block_id": "p21_b550", "text": "Source: GOS Country Report to UNCED, 1991"}, {"text_block_id": "p21_b551", "text": "Expansion of commercial forests has not been based on the principles that guided the classification of the country into distinct physiographic units, i.e. greatest production."}, {"text_block_id": "p21_b552", "text": "3.7.1 Environmental Issues Related to Forestry"}, {"text_block_id": "p21_b553", "text": "Deforestation"}, {"text_block_id": "p21_b554", "text": ": Indigenous forests are being depleted. Nationwide, it is estimated that the total annual wood consumption exceeds the total sustainable wood supply by about 30% (Lasschuit, 1994)"}, {"text_block_id": "p22_b555", "text": "Inadequate management"}, {"text_block_id": "p22_b556", "text": ": This is particularly the case with wattle and indigenous forests, especially in the urban and peri-urban areas."}, {"text_block_id": "p22_b557", "text": "Habitat destruction and alien species encroachment"}, {"text_block_id": "p22_b558", "text": ": One of the greatest threats of exotic tree plantations is the removal and replacement of indigenous veld plants with alien species which reproduce rapidly and take over available nutrients and energy from indigenous plants. A number of exotic woody species are rapidly encroaching into endemic ecosystems and habitats. Habitat destruction results in consequent loss of animal species."}, {"text_block_id": "p22_b559", "text": "Loss of water resources"}, {"text_block_id": "p22_b560", "text": ": High evapotranspiration rates of trees in large commercial forestry plantations of eucalyptus and pine may exceed the rate of replenishment of ground water, causing drying up of some surface water sources in adjoining communities."}, {"text_block_id": "p22_b561", "text": "Bush fires"}, {"text_block_id": "p22_b562", "text": ": Indiscriminate burning exacerbates deforestation."}, {"text_block_id": "p22_b563", "text": "Legislation"}, {"text_block_id": "p22_b564", "text": ": Existing legislation is outdated and fragmented, and there is a lack of resources to enforce it."}, {"text_block_id": "p22_b565", "text": "3.7.2 Policy"}, {"text_block_id": "p22_b566", "text": "Policy Status"}, {"text_block_id": "p22_b567", "text": "There is presently no Forestry Policy."}, {"text_block_id": "p22_b568", "text": "Policy Objectives"}, {"text_block_id": "p22_b569", "text": "The policy should focus on forestry issues, but also be guided both spatially, and in principle, by the NLEP and the RLEP. Its objectives are:"}, {"text_block_id": "p22_b570", "text": "•"}, {"text_block_id": "p22_b571", "text": "To achieve efficient, profitable and sustainable exploitation of forest resources;"}, {"text_block_id": "p22_b572", "text": "•"}, {"text_block_id": "p22_b573", "text": "To increase the role of forestry in environmental protection, conservation of plant and animal genetic resources and rehabilitation of degraded land."}, {"text_block_id": "p22_b574", "text": "3.7.3 Priority Actions"}, {"text_block_id": "p23_b575", "text": "3.8 Manufacturing"}, {"text_block_id": "p23_b576", "text": "The manufacturing sector has grown rapidly since the mid 1980s. As sanctions tightened against South Africa, Swaziland became the recipient of increased foreign direct investment inflow, both in the form of new investment and retained earnings on the part of existing companies. Because of the limited size of Swaziland's domestic market, most industries are export oriented and are comparatively capital intensive. The sector's value added continues to be dominated by four export industries processing agricultural and forestry products: wood pulp production, drinks concentrate, fruit canning and sugar processing."}, {"text_block_id": "p23_b577", "text": "Due to the climatic and soil conditions, Swaziland has a clear comparative advantage in the production of a number of agro-industries (particularly for forestry, sugar and horticultural production), and the contribution of these sectors to the economy are expected to continue to expand."}, {"text_block_id": "p23_b578", "text": "Sugar was the most important source of export earnings in Swaziland until 1993 when its place was overtaken by export of edible concentrate. Swaziland sugar is sold on three markets: the European Union, the United States and the free market. The first two are subject to quota restrictions and prices are between 11/2 and 3 times that in the free market. In 1993 Swaziland sold 32% of its sugar to the EU and 4% to the USA."}, {"text_block_id": "p23_b579", "text": "Wood pulp has been the third most important export since 1987, behind sugar and edible concentrate. While export volumes have been increasing in recent years world prices have been falling, particularly in 1993 in response to excess world supply. Japan and Taiwan are the main markets for Swazi pulp."}, {"text_block_id": "p23_b580", "text": "Citrus and canned fruits accounted for 85 of total exports in 1988 and declined to only 3.5% by 1993. Poor performance was due to mainly to world prices for citrus fruits and to the effects of the drought. Citrus fruits are mainly exported to the Middle East and Europe, especially the united Kingdom where Swaziland has duty free access."}, {"text_block_id": "p23_b581", "text": "It is evident that Swaziland's major export markets are in the developed world. This makes it susceptible to changes in consumer behaviour in that part of the world since legislation and consumer behaviour in the developed world are increasingly geared to encourage the production and sale of environmentally friendly goods."}, {"text_block_id": "p23_b582", "text": "A major development of concern relates to the emergence of large industrial sites and estates. The planning and proper management of these estates and the facilities that go with them such as solid waste sites and effluent treatment plants have significantly highlighted the impact of manufacturing establishments on the environment."}, {"text_block_id": "p23_b583", "text": "3.8.1 Environment Issues Relating to the Manufacturing Industry"}, {"text_block_id": "p23_b584", "text": "Environmental pollution: This is affecting the air water and land together with the living organising"}, {"text_block_id": "p24_b585", "text": "associated with these mediums."}, {"text_block_id": "p24_b586", "text": "•"}, {"text_block_id": "p24_b587", "text": "Generation of waste: Too much waste is being generated -gaseous, liquid and solid waste which pollute the environment This is exacerbated by improper waste disposal."}, {"text_block_id": "p24_b588", "text": "•"}, {"text_block_id": "p24_b589", "text": "Depletion of resources: There is over exploitation of water, forest and mineral resources in the manufacturing process."}, {"text_block_id": "p24_b590", "text": "•"}, {"text_block_id": "p24_b591", "text": "Land use issues: The siting of any factory needs to be done after careful consideration of the environmental impact of the manufacturing activity. Presently there are many located at wrong sites, with negative consequences, e.g. contamination of water sources."}, {"text_block_id": "p24_b592", "text": "•"}, {"text_block_id": "p24_b593", "text": "Lack of environmental awareness: The manufacturing sector needs to be educated and encouraged to:"}, {"text_block_id": "p24_b594", "text": "Lack of environmental awareness: The manufacturing sector needs to be educated and encouraged to:\n* adopt the principle of minimizing or preventing discharge of harmful substances;\n* use an integrated approach to pollution control;\n* abide by the \"polluter pays\" principle; and\n* participate with other policy initiatives, including those of water resources, human settlement, health and disaster prevention and preparedness."}, {"text_block_id": "p24_b602", "text": "3.8.2 Policy"}, {"text_block_id": "p24_b603", "text": "There is presently no industrial policy. However, there are several relatively recent pieces of legislation with particular reference to industry's role in environmental management, i.e. Environmental Assessment, Audit and Review Regulations (1996) and the Solid Waste Disposal Regulations The overall objectives of related policies for commercial, retail and industrial land would be to:"}, {"text_block_id": "p24_b604", "text": "•"}, {"text_block_id": "p24_b605", "text": "Ensure that access to suitable land is not an inhibiting factor for sustainable commercial, retail and industrial development;"}, {"text_block_id": "p24_b606", "text": "•"}, {"text_block_id": "p24_b607", "text": "Ensure that commercial, retail and industrial activity does not compromise the quality of life of the kingdom's subjects;"}, {"text_block_id": "p24_b608", "text": "•"}, {"text_block_id": "p24_b609", "text": "Ensure that Swaziland becomes and remains within all internationally accepted limits of commercial and industrial pollution."}, {"text_block_id": "p24_b610", "text": "Policy Practical Elements"}, {"text_block_id": "p24_b611", "text": "•"}, {"text_block_id": "p24_b612", "text": "Encourage self-regulation by polluting industries and commercial/professional associations;"}, {"text_block_id": "p24_b613", "text": "•"}, {"text_block_id": "p24_b614", "text": "Promote emission control as a requirement for all vehicle transfer and licensing"}, {"text_block_id": "p24_b615", "text": "3.8.3 Priority Actions"}, {"text_block_id": "p25_b616", "text": "3.9 Tourism"}, {"text_block_id": "p25_b617", "text": "Presently the tourism industry is only surviving. The boom years seem to be over and tourism needs to develop new attractions and new markets. This is the appropriate time for the tourism sector to take renewed interest in the environment."}, {"text_block_id": "p25_b618", "text": "The tourism industry in Swaziland grew from its ability to offer a unique product to South African tourists, who had limited freedom under the previous political system. No restrictions were placed on South Africans and foreign nationals staying in South Africa from visiting Swaziland. They visited the country as individuals for periods of two to three days or more and the industry blossomed under this unrestricted trade."}, {"text_block_id": "p25_b619", "text": "The picture has altered completely with the new political changes in South Africa. Swaziland's tourist industry can no longer survive on its former marketing strength and needs to react to the new market requirements. South Africans now have a previously hostile world open before them, and outbound travel is booming, including hither-to restricted African countries. Swaziland, the \"country next door\" has largely lost its appeal. The new picture, although far from bleak, presents numerous challenges. The picture sees Swaziland extremely well placed in terms of location and infrastructure. The country straddles a major route between tourist growth points in the Mphumalanga/Kruger National Park, Witbank through Swaziland to Mozambique and KwaZulu-Natal/Maputoland. The country could hardly ask for a better position in the regional picture. Many international tour operators have already included Swaziland in their packages, using it as a stop-over between the high profile areas listed above. The problems to contend with are visa issues and border opening hours. This is the tourist traffic that a shrunken Swazi industry is now surviving on. The opportunity exists to build on this new trend. Eighty percent of all international tours to Southern Africa, including either the Mphumalanga or Natal/KwaZulu areas, list Swaziland in their itineraries. This is fuelled by huge collective government and private sector marketing effort which aims to attract a million foreign visitors per annum to the area within the next ten years. Swaziland can piggy-back on this initiative and firmly entrench itself as a \"not to be missed\" stop between the two areas. Once this is achieved, the local industry will then be challenged to find ways of slowing down the traffic to achieve longer stays than the current one-night visit which is the norm for tourists."}, {"text_block_id": "p25_b620", "text": "3.9.1 Environmental Issues Related to the Tourism Sector"}, {"text_block_id": "p25_b621", "text": "•"}, {"text_block_id": "p25_b622", "text": "Pollution - especially from solid waste disposal by tourists."}, {"text_block_id": "p25_b623", "text": "•"}, {"text_block_id": "p25_b624", "text": "Congestion - vehicular traffic on major roads, over use of limited facilities at airport and public places."}, {"text_block_id": "p25_b625", "text": "•"}, {"text_block_id": "p25_b626", "text": "Cultural Pollution -introduction of undesirable habits such as drug abuse, sexually transmitted diseases, destruction of sacred places and destabilization of the youth."}, {"text_block_id": "p25_b627", "text": "3.9.2 Policy"}, {"text_block_id": "p25_b628", "text": "A Draft Swaziland National Tourism Development Policy (undated) is available, prepared by the Ministry of Broadcasting, Information and Tourism. Its objectives are:"}, {"text_block_id": "p25_b629", "text": "•"}, {"text_block_id": "p25_b630", "text": "To establish a rightfully empowered national machinery to coordinate and promote the development of tourism."}, {"text_block_id": "p25_b631", "text": "•"}, {"text_block_id": "p25_b632", "text": "To facilitate the process of establishing a strong private-sector driven tourism industry."}, {"text_block_id": "p25_b633", "text": "•"}, {"text_block_id": "p25_b634", "text": "To enhance support and encouragement for community initiatives, especially in rural areas, in ventures of touristic nature."}, {"text_block_id": "p25_b635", "text": "•"}, {"text_block_id": "p25_b636", "text": "To involve a training programme that will ensure that personnel in the industry are able to cope with challenges that characterize the tourism environment."}, {"text_block_id": "p25_b637", "text": "•"}, {"text_block_id": "p25_b638", "text": "To facilitate inter-sectoral collaboration between government ministries and departments with a view to reviewing practices and procedures that make Swaziland elusive to bonafide tourists."}, {"text_block_id": "p25_b639", "text": "•"}, {"text_block_id": "p25_b640", "text": "To facilitate public education and provision of information on tourism."}, {"text_block_id": "p26_b641", "text": "This draft policy needs to be reviewed to include more practical policy elements. A National Tourism Development Policy's overall objective should be to establish, support and promote a sustainable, efficient and diversified tourist industry, based on the broad scale of integrated cultural and ecological attractions of Swaziland. The policy must be in harmony with cultural traditions and sound environmental management."}, {"text_block_id": "p26_b642", "text": "Policy Practical Elements"}, {"text_block_id": "p26_b643", "text": "•"}, {"text_block_id": "p26_b644", "text": "Give consideration to tourism patterns and tourists demands in a national strategy to increase efficiency and profitability of tourist facilities;"}, {"text_block_id": "p26_b645", "text": "•"}, {"text_block_id": "p26_b646", "text": "Promote tourism by making full use of the scenic, environmental and biological diversity of Swaziland;"}, {"text_block_id": "p26_b647", "text": "•"}, {"text_block_id": "p26_b648", "text": "Promote ecotourism;"}, {"text_block_id": "p26_b649", "text": "•"}, {"text_block_id": "p26_b650", "text": "Safeguard and use archaeological, historical and cultural heritage sites;"}, {"text_block_id": "p26_b651", "text": "•"}, {"text_block_id": "p26_b652", "text": "Appraise and monitor nature reserves and parks with respect to carrying capacity;"}, {"text_block_id": "p26_b653", "text": "•"}, {"text_block_id": "p26_b654", "text": "Tax tourism to raise revenue for management of natural and cultural resources."}, {"text_block_id": "p26_b655", "text": "3.9.3. Priority Actions"}, {"text_block_id": "p26_b656_merged", "text": "Presently the impacts of tourism on the environment have not been seriously addressed, not even in the proposed draft tourism policy of the Ministry of Commerce, Industry and Tourism (MCIT), now Ministry of Tourism, Environment and Communicatonmental impacts of tourism need to be addressed to ensure that this growing and lucrative market is tapped by Swaziland on sustainable basis. In this regard, the following priority actions are recommended:"}, {"text_block_id": "p26_b660", "text": "3.10 Mining"}, {"text_block_id": "p26_b661", "text": "Mining is one of the twelve main sectors that contribute to the economic development of Swaziland. The most important minerals exploited include asbestos, coal, diamonds and quarry stone. In Swaziland, mining is predominantly a private-sector activity but government ensures effective exploitation of the country's mineral resources. The mining sector generated an average of 4% of the country's export revenue (1987-91 average). This represents an average of 2.9% of GDP by mining during the period. The relaxed environmental practices encourage investment in the sector."}, {"text_block_id": "p27_b662", "text": "3.10.1 Environmental Issues in the Mining Industry"}, {"text_block_id": "p27_b663", "text": "•"}, {"text_block_id": "p27_b664", "text": "Pollution - air, surface and ground water, pollution by dust and land through dumps and tailings ponds."}, {"text_block_id": "p27_b665", "text": "•"}, {"text_block_id": "p27_b666", "text": "Land degradation - through removal of top soil and vegetation in open cast mines, construction of haulage roads."}, {"text_block_id": "p27_b667", "text": "•"}, {"text_block_id": "p27_b668", "text": "Negative visual impacts of landscape alteration - abandoned sink shafts, pits, holes and other excavations, stockpiles and slime dams."}, {"text_block_id": "p27_b669", "text": "•"}, {"text_block_id": "p27_b670", "text": "Human health and safety -exposure to air pollution by the miners and by the general population living in the vicinity of the mines"}, {"text_block_id": "p27_b671", "text": "•"}, {"text_block_id": "p27_b672", "text": "Resource loss - displacement of human populations and destruction of biodiversity."}, {"text_block_id": "p27_b673", "text": "3.10.2 Policy"}, {"text_block_id": "p27_b674", "text": "There is a brief draft Mining Policy, dated 1996."}, {"text_block_id": "p27_b675", "text": "Practical Policy Elements"}, {"text_block_id": "p27_b676", "text": "The main purpose of a Mining Policy is to achieve a sustainable, efficient and environmentally sound mining industry as an integral part of the country's economic development. Such a policy should contain the following practical elements:"}, {"text_block_id": "p27_b677", "text": "•"}, {"text_block_id": "p27_b678", "text": "Promotion of sustained exploration and mineral resources management in order to ensure continued development of the mining industry;"}, {"text_block_id": "p27_b679", "text": "•"}, {"text_block_id": "p27_b680", "text": "Development of pollution and waste control measures for all mining operations;"}, {"text_block_id": "p27_b681", "text": "•"}, {"text_block_id": "p27_b682", "text": "Rehabilitation of land and water resources affected by mining activities. These should be routinely carried out as an integral part of every mining operation."}, {"text_block_id": "p27_b683", "text": "Such a policy must be supported by appropriate legislation and strong government commitment."}, {"text_block_id": "p27_b684", "text": "3.10.3 Priority Actions"}, {"text_block_id": "p27_b685", "text": "3.11 Fuel and Energy"}, {"text_block_id": "p27_b686", "text": "The principal objective of the fuel and energy sector is to ensure an adequate and constant supply of fuel"}, {"text_block_id": "p28_b687", "text": "and energy as well as their efficient use, which will promote optimum economic, environmental and social development and stability within the kingdom. Reliable energy supply to all consumer groups, in particular to the productive sectors, is a key infrastructure pre-requisite to ensure economic and social development. Government performs its responsibilities in this area through the Energy Section of the Ministry of Natural Resources and Energy (MNRE)."}, {"text_block_id": "p28_b688", "text": "Swaziland's fuel and energy requirements are met from the following main sources: (1994 Energy Balance of Swaziland)"}, {"text_block_id": "p28_b689", "text": "•"}, {"text_block_id": "p28_b690", "text": "electricity (6%)"}, {"text_block_id": "p28_b691", "text": "•"}, {"text_block_id": "p28_b692", "text": "coal (16%)"}, {"text_block_id": "p28_b693", "text": "•"}, {"text_block_id": "p28_b694", "text": "fuelwood, biomass waste and other renewable sources (56%)"}, {"text_block_id": "p28_b695", "text": "•"}, {"text_block_id": "p28_b696", "text": "petroleum products 22%"}, {"text_block_id": "p28_b697", "text": "The types of energy used reflect the socio-economic conditions and rural-urban dichotomy of Swaziland. For instance, most of the coal and electricity are used by industrial consumers, companies, town and urban dwellers, whereas most rural households satisfy their basic energy requirements from fuel wood which is collected from within the area surrounding the homestead. The major consumer groups of fuel energy in order of consumption are:"}, {"text_block_id": "p28_b698", "text": "•"}, {"text_block_id": "p28_b699", "text": "manufacturing industry (54%)"}, {"text_block_id": "p28_b700", "text": "•"}, {"text_block_id": "p28_b701", "text": "households (25%)"}, {"text_block_id": "p28_b702", "text": "•"}, {"text_block_id": "p28_b703", "text": "transport (18%)"}, {"text_block_id": "p28_b704", "text": "•"}, {"text_block_id": "p28_b705", "text": "agriculture (2%)"}, {"text_block_id": "p28_b706", "text": "•"}, {"text_block_id": "p28_b707", "text": "commercial services (1%)"}, {"text_block_id": "p28_b708", "text": "Electricity: Provision of electrical energy in Swaziland is the responsibility of the Swaziland Electricity Board (SEB), established by the Electricity Act No. 10/1963. The SEB has a length of 4,000km of distribution lines (1996) and maintains four power stations, serving 26,000 customers nationwide (Table on SEB System Operational Statistics) Additional electric power requirements are provided through imports from the Republic of South Africa (ESKOM). Arrangements are far advanced for SEB to buy power from Mozambique, where hydro-electric power prices are lower than power from ESKOM."}, {"text_block_id": "p28_b709", "text": "At present, more than 90% of the residential electricity is consumed by urban households. Although many rural households and establishments would like to have electricity, only few are connected to the national grid. In order to rectify this unsatisfactory situation, a Select Committee on Rural Electrification (SCORE) was established in April 1993 to define policy on rural electrification."}, {"text_block_id": "p28_b710", "text": "Coal"}, {"text_block_id": "p28_b711", "text": ": Swaziland meets local demand through imports from the Republic of South Africa since local production of coal is exclusively for export. Coal imports (total 242,000 tons in 1994) are used by local industries and coal consumption by households is very minimal."}, {"text_block_id": "p28_b712", "text": "Petroleum Products"}, {"text_block_id": "p28_b713", "text": ": Swaziland satisfies its petroleum products demand through 100% imports from the RSA. The MNRE plays a regulatory role in the pricing of gasoline, diesel and kerosene. There are five private companies which supply the country with petroleum products (Shell Oil, BP, Engen Caltex Oil and Total.) These companies hold stocks of less than eight days. This situation is critical to the economy should there be a disruption in supply. Government has therefore adopted a pre-feasibility study (1992) to undertake the establishment of a 60 days storage depot for petrol and diesel."}, {"text_block_id": "p28_b714", "text": "Fuelwood, Biomass Waste and Other Renewable Sources of Energy"}, {"text_block_id": "p28_b715", "text": ": Woodfuel constitutes the most important domestic fuel source for the majority of Swazis, 77% of who live in rural homesteads. Even in urban households, wood is the most important fuel on a gross energy basis. Wood is therefore becoming increasingly scarce and deforestation and land degradation are ominously visible across Swaziland. Nationwide, it is estimated that the total annual wood consumption exceeds the total sustainable wood supply by about 30%. Projections suggest that rural household energy consumption will rise at a greater rate than in urban areas. Woodfuel use is expected to increase by 50% by the year 2010."}, {"text_block_id": "p28_b716", "text": "Effects on Women"}, {"text_block_id": "p28_b717", "text": ": The declining woodfuel stock has a significant negative effect on the lives of most Swazi women and their children as they are required to spend more and more time and/or money securing fuel supply for the homestead. Poverty is likely to prevent a major fuel switch (to LPG, electricity or paraffin) taking place so the pressure on woodfuel reserves is unlikely to lessen and women and children will continue to bear the burden The responsibility of women to provide domestic energy needs is not only physically"}, {"text_block_id": "p29_b718", "text": "demanding but it also requires a considerable amount of their time and prevents them from pursuing other, more beneficial activities. It is imperative that the involvement of women in energy provision and use is recognized and the issue of energy and the environment be tackled effectively."}, {"text_block_id": "p29_b719", "text": "3.11.1 Environmental Issues Related to the Energy Sector"}, {"text_block_id": "p29_b720", "text": "•"}, {"text_block_id": "p29_b721", "text": "Deforestation, with regard to fuelwood collection, bush clearing for electricity installations using heavy equipment, etc."}, {"text_block_id": "p29_b722", "text": "•"}, {"text_block_id": "p29_b723", "text": "Pollution, of air by burning of fuel-wood and coal."}, {"text_block_id": "p29_b724", "text": "•"}, {"text_block_id": "p29_b725", "text": "Visual impacts; construction of powerlines, destruction of trees."}, {"text_block_id": "p29_b726", "text": "•"}, {"text_block_id": "p29_b727", "text": "Human health and safety: respiratory ailments due to smoke and particulate matter from burners and fire places, danger to human life by misuse of electricity."}, {"text_block_id": "p29_b728", "text": "3.11.2 Policy"}, {"text_block_id": "p29_b729", "text": "The framework for a National Energy Policy is currently being developed which will be used by a task force to produce the final policy."}, {"text_block_id": "p29_b730", "text": "The overall objective of a National Energy Policy is to ensure the provision of affordable and efficient sources of energy, both indigenous and imported, to improve living conditions and in particular welfare of women and children."}, {"text_block_id": "p29_b731", "text": "Policy Elements"}, {"text_block_id": "p29_b732", "text": "•"}, {"text_block_id": "p29_b733", "text": "Give priority to the development of local energy sources, especially in the short and medium term;"}, {"text_block_id": "p29_b734", "text": "•"}, {"text_block_id": "p29_b735", "text": "Pursue affordable electrification of rural areas;"}, {"text_block_id": "p29_b736", "text": "•"}, {"text_block_id": "p29_b737", "text": "Give priority to improving energy services to rural areas with established settlements and economic activity initiatives;"}, {"text_block_id": "p29_b738", "text": "•"}, {"text_block_id": "p29_b739", "text": "Develop appropriate infrastructure for sustainable energy delivery"}, {"text_block_id": "p29_b740", "text": "3.11.3 Priority Actions"}, {"text_block_id": "p29_b741", "text": "HUMAN SETTLEMENTS, POLLUTION AND HEALTH"}, {"text_block_id": "p29_b742", "text": "Swaziland is one of the smallest countries of the world but records one of the highest population growth rates of 3 4% percent per annum and very rapid urbanisation (3 to 5% per annum) This has been"}, {"text_block_id": "p30_b743", "text": "manifested in the development of unplanned settlements with low quality housing, poor sanitation and unhealthy living conditions and shortage of job opportunities for the urban population. These conditions have resulted in a significant deterioration of the environment and natural resource base. Rapid population growth and urbanization have also outpaced the provision of basic services of housing, water, sanitation, education and health facilities. Settlement patterns and other landuse-related problems have become exacerbated by the rapid population growth process. Seventy percent of the people live in rural areas without proper basic infrastructure services like water supply, sanitation or electricity. This situation promotes the current high rate of rural-urban migration."}, {"text_block_id": "p30_b744", "text": "4.1 Environmental Problems Related to Human Settlement and Health"}, {"text_block_id": "p30_b745", "text": "The following problems are associated with human settlements and health. The incidence and degree of seriousness vary according to location, age group, gender and economic status:"}, {"text_block_id": "p30_b746", "text": "i."}, {"text_block_id": "p30_b747", "text": "Diseases - most killer diseases in Swaziland are due to poor environmental sanitation in and around human settlements. The diseases are mainly diarrhoeal in nature, e.g. typhoid, hepatitis and cholera. About 80% of all sicknesses and diseases in Swaziland can be traced to unsafe water that either effects people directly, or serves as breeding ground for diseases and insect vectors. In an analysis of the leading causes of total inpatient deaths for two sentinel years (1989 and 1994, the top four leading causes were: environmentally-related, bacterial, non-vaccine preventable and cardiovascular. There was a 12% increase in environmentally related deaths between the two sentinel years. Deaths from oral/gastrointestinal causes also increased significantly (54%) during that period."}, {"text_block_id": "p30_b748", "text": "ii."}, {"text_block_id": "p30_b749", "text": "Pollution - there are three main areas in which pollution can be identified in human settlements in Swaziland: water, air and the land/soil. Sources of water pollution are traced mainly to existing manufacturing industries and increased sedimentation due to poor landuse. Air pollution, mainly from fuel burning, eg. sawdust in pulp mills, and factories is not adequately monitored in the country, but that does not alter its effects on health. Examples of contamination of land, especially soil cover, are widespread. The most dangerous contaminants to health include several types of pesticides used in agriculture, and heavy metals such as lead, mercury and arsenic, generated in the mining and manufacturing industries."}, {"text_block_id": "p30_b750", "text": "iii."}, {"text_block_id": "p30_b751", "text": "Solid waste (refuse) disposal - this is a major human settlement problem which affects health in Swaziland. Many urban centres dispose of domestic and commercial refuse by means of crude dumping and few urban dumping sites are properly managed, thus resulting in surface and ground water contamination."}, {"text_block_id": "p30_b752", "text": "iv."}, {"text_block_id": "p30_b753", "text": "Overcrowding -inadequate housing provision affects the health of people. insecure residential tenure or inadequate, overcrowded housing that lack basic sanitation and ventilation constitute direct health threats, especially, among residents in low-income settlements."}, {"text_block_id": "p30_b754", "text": "v."}, {"text_block_id": "p30_b755", "text": "Gender-Related Issues - in Swaziland the most important gender-related issues affecting human settlements and health sector are closely linked to the status and role of women in society. The social and economic status of women in Swaziland society is influenced by both customary and modern laws, which regard women as minors. As a result, decisions about their lives and those of their children are often made for them by men. Since they make contribution to the domestic economy, reproduction, child care and upbringing, the disadvantaged position of women in society contributes to poor quality of life among the majority of the Swazi population."}, {"text_block_id": "p30_b756", "text": "4.1.1 Policy"}, {"text_block_id": "p30_b757_merged", "text": "There is no comprehensive Urban Land and Environmental Policy. However, there are structure plans in most urban areas (de facto policy). An Urban Government Policy has been approved by cabinet and a draft of a new Urban Government Act and Regulations to implement it has been prepared. Furthermore, there are plans to prepare a Physical Planning and Development Control Act in 1997."}, {"text_block_id": "p30_b760", "text": "4.1.2 Priority Actions"}, {"text_block_id": "p31_b761", "text": "INTERNATIONAL TREATIES, CONVENTIONS AND AGREEMENTS"}, {"text_block_id": "p31_b762", "text": "5.1 The Convention on Biodiversity"}, {"text_block_id": "p31_b763", "text": "5.1.1 Background"}, {"text_block_id": "p31_b764", "text": "The extent and trends of biodiversity loss is still little known in Swaziland due to the fact that there is little data on species diversity. However, the country's physical attributes predict high biological diversity. (See Chapter 2). The physical attributes of Swaziland include diversified geology and soils, considerable altitudinal variation, a wide range of climate and vegetation types, and the country's location in the biodiversity rich region of south -eastern Africa. Except for a few areas (eg nature reserves) where naturalists' surveys have been undertaken much of the biological diversity in the country is yet to be studied. The degradation of biological diversity in Swaziland is being compounded by frequent droughts, the lack of trained personnel, historically poor legal provisions for biological resources conservation and sustainable use and failure to enforce them, conflicting traditional land use practices, traditional cattle farming and erosion, lack of public awareness for conservation and lack of environmental assessment of development plans. Strategic planning for conservation began in Swaziland in the aftermath of the Rio Earth Summit. Conservation measures have included:"}, {"text_block_id": "p31_b765", "text": "a."}, {"text_block_id": "p31_b766", "text": "In situ, the establishment of about 4% of the country into protected areas and the promulgation of legislative instruments on flora and fauna protection, including fish protection;"}, {"text_block_id": "p31_b767", "text": "b."}, {"text_block_id": "p31_b768", "text": "Ex-situ, the creation of a National Herbarium (NH) and a Centre for Plant Genetic Resource (CPGR)."}, {"text_block_id": "p31_b769", "text": "5.1.2 The Project and its Objectives"}, {"text_block_id": "p31_b770", "text": "Within the context of the SEAP process the Government of Swaziland as party to the Convention on"}, {"text_block_id": "p32_b771", "text": "Biodiversity, has formally requested assistance from GEF for the formulation of a National Biodiversity Strategy and Action Plan (BSAP) to be integrated with and complement the SEAP and for the preparation of the first country report to the Biodiversity Conference of Parties (COP)."}, {"text_block_id": "p32_b772", "text": "The project will help SEA, relevant line ministries, NGOs, local communities and research institutions to provide information for the first country report to the COP. The BSAP will determine the current status of pressures on, options and priority actions to ensure conservation and sustainable use of the country's biodiversity. The enabling activity will be conducted to allow the BSAP to complement and to be integrated within existing frameworks, namely the SEAP, the Memorandum of Understanding on the implementation of the Convention to Combat Desertification, and the National Development Strategy. Because of the extreme pressures on the land, the biodiversity enabling activity will be used as an opportunity to reinforce awareness of the importance of policy reforms and associated poverty alleviation programmes as a complement of biodiversity conservation and sustainable activities."}, {"text_block_id": "p32_b773", "text": "5.1.3 The Proposed Work Programme"}, {"text_block_id": "p32_b774", "text": "Activities will begin in February 1997 and proceed for 12 months ending in January 1998. An interim country report will be prepared for submission to the COP by 30 June 1997."}, {"text_block_id": "p32_b775", "text": "5.1.4 Methodology"}, {"text_block_id": "p32_b776", "text": "The project will follow methodology recommended in the \"Guide to the Convention on Biological diversity\" (IUCN), 1994) and the WRI/IUCN/ UNEP (Miller and Lanou 1995) \"Guidelines for Preparing National Biodiversity Strategies and Action Plans\"."}, {"text_block_id": "p32_b777", "text": "The BSAP will prepare the ground and identify needs for activities to be undertaken by a proposed full GEF biodiversity conservation project."}, {"text_block_id": "p32_b778", "text": "Guidance and lessons will be drawn from the NEAP process and recommendations."}, {"text_block_id": "p32_b779", "text": "5.2 United Nations Framework Convention on Climate Change (UNFCC)"}, {"text_block_id": "p32_b780", "text": "5.2.1 Background"}, {"text_block_id": "p32_b781", "text": "Swaziland signed the UNFCC in Rio in June 1992, and submitted its instrument of ratification of the Convention in September 1996. The government has now initiated action to implement its commitments within the Convention. The country has not so far participated in any enabling activities initiated by any donor countries or UN agencies towards the implementation of the UNFCC."}, {"text_block_id": "p32_b782", "text": "Public awareness on climate change issues is still lacking in the country and is therefore considered as one of the most important activities in relation to the UNFCC. So far, no inventory on the source and sinks of Green House Gases (GHG) has been undertaken in Swaziland and there is virtually no capacity to undertake this activity."}, {"text_block_id": "p33_b783", "text": "5.2.2 Major Sources of Green House Gases (GHG)"}, {"text_block_id": "p33_b784", "text": "The major sources of GHG emissions in Swaziland are those related to traditional (fuelwood, shrubs, cowdung and crop residues) and non-traditional fuels (petroleum and coal) consumption in households, transportation, industries, etc. Estimates reflected in the Department of Energy Report indicate that more than 50% of energy sources are wood and bagasse. Petroleum contributes about 24%, above 13% from coal and 8% from electricity."}, {"text_block_id": "p33_b785", "text": "Agricultural sectors are likely to contribute a significant amount of GHG emissions. These include methane emissions from livestock. The large number of livestock in the country also contributes to soil erosion and land degradation which, in turn, could reduce the GHG sinks. GHG emissions from the burning of agricultural residues and wild fires could be significant."}, {"text_block_id": "p33_b786", "text": "By ratifying the Convention, the Government of Swaziland undertakes to abide by the provisions of the relevant articles of the Convention. The Swaziland Environment Authority (SEA) has the responsibility for coordinating the country's programme to fulfill its obligations under the UNFCC. In this regard, the SEA has negotiated a two year project on Enabling Activities for the Implementation of the UNFCC."}, {"text_block_id": "p33_b787", "text": "5.2.3 Project Objectives and Activities"}, {"text_block_id": "p33_b788", "text": "The objectives of the Project are as follows:"}, {"text_block_id": "p33_b789", "text": "•"}, {"text_block_id": "p33_b790", "text": "To enable the country to fulfill its commitments and obligations as required by relevant Articles of the Convention, especially the preparation and the reporting of its initial national communication."}, {"text_block_id": "p33_b791", "text": "•"}, {"text_block_id": "p33_b792", "text": "To enhance the scientific and technical capacity of the country so that it can sustain all aspects of its activities related to the implementation of the convention."}, {"text_block_id": "p33_b793", "text": "•"}, {"text_block_id": "p33_b794", "text": "To assist the general public, as well as the policy and decision-makers to better understand the climate change issues and its implications for natural resources and environmental management."}, {"text_block_id": "p33_b795", "text": "The main activities within the project are as follows:"}, {"text_block_id": "p33_b796", "text": "•"}, {"text_block_id": "p33_b797", "text": "Capacity building for the Project Management and National Study Teams, and public awareness campaigns."}, {"text_block_id": "p33_b798", "text": "•"}, {"text_block_id": "p33_b799", "text": "GHG inventories based on IPCC Guidelines"}, {"text_block_id": "p33_b800", "text": "•"}, {"text_block_id": "p33_b801", "text": "Vulnerability Assessment"}, {"text_block_id": "p33_b802", "text": "•"}, {"text_block_id": "p33_b803", "text": "Mitigation options based on the results of the GHG inventory."}, {"text_block_id": "p33_b804", "text": "•"}, {"text_block_id": "p33_b805", "text": "Adaptation options"}, {"text_block_id": "p33_b806", "text": "•"}, {"text_block_id": "p33_b807", "text": "Preparation of national plans for mitigation and adaption"}, {"text_block_id": "p33_b808", "text": "•"}, {"text_block_id": "p33_b809", "text": "Preparation of national communication."}, {"text_block_id": "p33_b810", "text": "Detailed work plans for each activity will be developed by the project Management Team. The project will be implemented by the Swaziland Meteorological Services (SMS) under the guidance of the SEA. The project is rated as enjoying a very high level and a wide range of national support. It is considered as an integral part of the SEAP process. Institutional framework and project implementation details are spelled out in the project document. The following figure shows the project management structure."}, {"text_block_id": "p33_b811", "text": "5.2.4 Priority Actions"}, {"text_block_id": "p34_b812", "text": "5.3 The Convention to Combat Desertification"}, {"text_block_id": "p34_b813", "text": "5.3.1 Background"}, {"text_block_id": "p34_b814", "text": "Swaziland signed the international Convention to Combat Desertification (CCD) in July 1995 and completed the ratification process in early 1997. The country has already launched consultations on how to initiate action to implement interim measures called for under the resolution on the \"Urgent Action for Africa\" which was adopted at the same time as the CCD in Paris 1994."}, {"text_block_id": "p34_b815", "text": "The Convention gives Swaziland a unique opportunity for immediate and practical action at grassroots level where rural communities in drought affected and degradation-prone areas could start on a process aimed at improving their standard of living. The Convention provides a significant focal point for coordination, planning, monitoring, and evaluation of the many, sometimes conflicting and often overlapping projects related to drought mitigation. The Convention would also facilitate sustainability of projects in a number of ways, including individual communities accepting responsibility for their own planning and management of production systems; rational and efficient allocation of resources and tasks between and within rural communities, government agencies, NGOs and external stake-holders."}, {"text_block_id": "p34_b816", "text": "Despite the actions the government has so far taken to implement some of the provisions contained in the Urgent Action for Africa, the country nevertheless still recognises the need to put in place a financial mechanism through which actions, projects and programmes under the convention can effectively utilize internal and external resources."}, {"text_block_id": "p34_b817", "text": "5.3.2 Summary of Actions Taken by Swaziland Towards Implementation of the CCD"}, {"text_block_id": "p34_b818", "text": "•"}, {"text_block_id": "p34_b819", "text": "Swaziland has participated in sub-regional and regional workshops designed to deliberate on how African countries can collaborate in the implementation of the convention. Programmes which can best be addressed at sub-regional or regional levels have been discussed and formulated during these workshops."}, {"text_block_id": "p34_b820", "text": "•"}, {"text_block_id": "p34_b821", "text": "A National Steering Committee to work towards the implementation of the convention has been set up. It consists of members from relevant government institutions and parastatals and is charged with the following responsibilities:"}, {"text_block_id": "p34_b822", "text": "A National Steering Committee to work towards the implementation of the convention has been set up. It consists of members from relevant government institutions and parastatals and is charged with the following responsibilities:\n* elaborating on how Swaziland can best address the problem of land degradation taking advantage of the CCD and also how best to implement the Convention.\n* coordinating all activities and programmes under the convention and advising government on issues pertaining to the CCD."}, {"text_block_id": "p34_b826", "text": "•"}, {"text_block_id": "p34_b827", "text": "Government has also already designated a National focal point for the CCD within the Ministry of Agriculture and Cooperatives."}, {"text_block_id": "p34_b828", "text": "•"}, {"text_block_id": "p34_b829", "text": "With assistance from UNDP/UNSO Government has prepared an Umbrella Project Proposal for Initial Support to the Formulation of a National Action Programme on Drought and Desertification indicating the direction leading to the formulation of a National Action Programme (NAP) in which all stakeholders will be involved."}, {"text_block_id": "p34_b830", "text": "•"}, {"text_block_id": "p34_b831", "text": "A memorandum of understanding between the government of Swaziland and UNDP/UNSO two consultants (one local and one international) were made available to the Steering Committee to assist in the preparation of a background document on desertification in Swaziland and to make recommendations on how the Convention can be implemented."}, {"text_block_id": "p34_b832", "text": "•"}, {"text_block_id": "p34_b833", "text": "An awareness workshop on the CCD was held on 21 to 22 May 1996 for top level decision makers in government, private sector, parastatals, NGOs, foreign missions and other organisations. The workshop was also attended by members of parliament One of the main outcomes of the workshop"}, {"text_block_id": "p35_b834", "text": "was a recommendation on the establishment of a trust fund outside government institutions to address the concerns of the CCD."}, {"text_block_id": "p35_b835", "text": "5.3.3 Planned Activities"}, {"text_block_id": "p35_b836", "text": "In addition to the above actions which have been completed, the government is in the near future planning to accomplish the following:"}, {"text_block_id": "p35_b837", "text": "1."}, {"text_block_id": "p35_b838", "text": "to continue with the awareness campaigns on CCD which will cover all regions and eventually be extended to the grassroots level (smallest administrative units);"}, {"text_block_id": "p35_b839", "text": "2."}, {"text_block_id": "p35_b840", "text": "to hold a National workshop at which a detailed NAP process will be agreed and finalised taking into account the recommendations contained in the background document on desertifion in Swaziland;"}, {"text_block_id": "p35_b841", "text": "5.3.4 CCD Activity in Progress"}, {"text_block_id": "p35_b842", "text": "In addition to the planned activities outlined above , the government has already set in motion a process through which a proposal to set up a National Desertification Fund will be prepared. The (NDF) government requested the assistance of UNDP/UNSO (technical and financial) to initiate the formulation of the proposal and support the activities of the task force that will be responsible for its preparation. As one of the first concrete steps towards the formulation of the NEF/NDF the government of Swaziland has set up a task force composed of eleven (11) representatives from various institutions to address the following principal tasks:"}, {"text_block_id": "p35_b843", "text": "•"}, {"text_block_id": "p35_b844", "text": "Elaborate a reference document that will make proposals on key aspects relating to the establishment and operation of a national environment fund;"}, {"text_block_id": "p35_b845", "text": "•"}, {"text_block_id": "p35_b846", "text": "Undertake sensitization of all key stakeholders in order to mobilize support and build a constituency for eventual establishment of the fund;"}, {"text_block_id": "p35_b847", "text": "•"}, {"text_block_id": "p35_b848", "text": "Identify measures and propose viable strategies for mobilisation of resources to capitalize the fund when it is established."}, {"text_block_id": "p35_b849", "text": "The task force is under the direction of a full time coordinator to facilitate speedy completion of the work."}, {"text_block_id": "p35_b850", "text": "5.3.5 Priority Actions"}, {"text_block_id": "p35_b851", "text": "5.4 Southern African Development Community (SADC)"}, {"text_block_id": "p35_b852", "text": "In Southern Africa, the poverty of the poor majority remains the main cause and consequence of environmental degradation and resource depletion which in turn undermines the possibilities and prospects for future economic growth. The cause of the problem is one related to national and international development policies \"which fail to reach, involve and benefit the poor majority\". Policy changes to greater unity for sustainable development are needed, for example, in national economic policies, and wildlife and parks policies."}, {"text_block_id": "p35_b853", "text": "Throughout Southern Africa, the largely separate policies and programmes for economic reform, social progress and environmental improvement must be increasingly integrated in a single agenda and strategy for sustainable development."}, {"text_block_id": "p36_b854", "text": "5.4.1 A New Regional Environment Policy and Strategy"}, {"text_block_id": "p36_b855", "text": "The SADC Environment and Land Management Sector (ELMS) has reaffirmed that a new SADC policy and strategy for environment and resource management is not and must not be separate. It must be developed and implemented as an integral part of a wider SADC agenda for equity-led growth and sustainable development in and among the countries of Southern Africa."}, {"text_block_id": "p36_b856", "text": "The main goals for a regional environment policy and strategy are:"}, {"text_block_id": "p36_b857", "text": "•"}, {"text_block_id": "p36_b858", "text": "To protect and improve the health, environment and livelihoods of the people of Southern Africa, especially the poor majority;"}, {"text_block_id": "p36_b859", "text": "•"}, {"text_block_id": "p36_b860", "text": "To preserve the natural heritage, biodiversity and life supporting ecosystems of Southern Africa;"}, {"text_block_id": "p36_b861", "text": "•"}, {"text_block_id": "p36_b862", "text": "To support regional economic development on an equitable and sustainable basis for the benefit of present and future generations."}, {"text_block_id": "p36_b863", "text": "Three complementary but more functional goals are:"}, {"text_block_id": "p36_b864", "text": "•"}, {"text_block_id": "p36_b865", "text": "To strengthen the analytical, decision - making, legal, institutional and technological capacities for achieving sustainable development in Southern Africa;"}, {"text_block_id": "p36_b866", "text": "•"}, {"text_block_id": "p36_b867", "text": "To increase public information, education and participation in environment and development issues , in Southern Africa;"}, {"text_block_id": "p36_b868", "text": "•"}, {"text_block_id": "p36_b869", "text": "To expand regional integration and global cooperation on environmental and natural resource management for sustainable development."}, {"text_block_id": "p36_b870", "text": "ELMS identified key policy areas for moving towards sustainable development in the region as including:"}, {"text_block_id": "p36_b871", "text": "•"}, {"text_block_id": "p36_b872", "text": "Land Management;"}, {"text_block_id": "p36_b873", "text": "•"}, {"text_block_id": "p36_b874", "text": "Water Resources Management;"}, {"text_block_id": "p36_b875", "text": "•"}, {"text_block_id": "p36_b876", "text": "Food Security;"}, {"text_block_id": "p36_b877", "text": "•"}, {"text_block_id": "p36_b878", "text": "Energy;"}, {"text_block_id": "p36_b879", "text": "•"}, {"text_block_id": "p36_b880", "text": "Human Settlement;"}, {"text_block_id": "p36_b881", "text": "•"}, {"text_block_id": "p36_b882", "text": "Industry;"}, {"text_block_id": "p36_b883", "text": "•"}, {"text_block_id": "p36_b884", "text": "Health; and"}, {"text_block_id": "p36_b885", "text": "•"}, {"text_block_id": "p36_b886", "text": "Biodiversity."}, {"text_block_id": "p36_b887", "text": "5.4.2 Key Policy Support"}, {"text_block_id": "p36_b888", "text": "Key policy support areas include:"}, {"text_block_id": "p36_b889", "text": "•"}, {"text_block_id": "p36_b890", "text": "Environmental monitoring,"}, {"text_block_id": "p36_b891", "text": "•"}, {"text_block_id": "p36_b892", "text": "Assessment and Reporting"}, {"text_block_id": "p36_b893", "text": "•"}, {"text_block_id": "p36_b894", "text": "Environmental Law and Economics"}, {"text_block_id": "p36_b895", "text": "•"}, {"text_block_id": "p36_b896", "text": "Institutional Strengthening and Capacity Building"}, {"text_block_id": "p36_b897", "text": "•"}, {"text_block_id": "p36_b898", "text": "Environmental Information and Education"}, {"text_block_id": "p36_b899", "text": "•"}, {"text_block_id": "p36_b900", "text": "New Partnerships for Sustainable Development."}, {"text_block_id": "p36_b901", "text": "For each of the above key areas, the priority issues, objectives and proposed projects are identified. These goals and policy proposals together constitute an agenda for action in environment and natural resources management in the Southern African region."}, {"text_block_id": "p36_b902", "text": "5.5 Beijing Declaration"}, {"text_block_id": "p37_b903_merged", "text": "At the Fourth World Conference on Women, held in Beijing in 1995, the Beijing Declaration was signed, committing the governments of the world to action for equality, development, and peace. Swaziland is a signatory of that Declaration, and significant progress has since been achieved in the country, through the efforts of the Swaziland Committee of Gender and Women's Affairs (SCOGWA), and through the  (NDS) process, in identifying the critical issues and areas of action (including participation in the management of natural resources). The recent gazetting of a gender portfolio under the Ministry of Home Affairs shows the extent to which the pre- and post-Beijing initiatives have made an impact. Government is now expected to show its commitment by establishing an institutional mechanism to support the gender portfolio. SCOGWA is committed to doing its part in maintaining a coordinating, advocacy and monitoring role. Public participation should ensure that it is implemented at all levels."}, {"text_block_id": "p37_b905", "text": "5.6 Others"}, {"text_block_id": "p37_b906", "text": "Some other conventions and agreements of which Swaziland is a member include the following:"}, {"text_block_id": "p37_b907", "text": "•"}, {"text_block_id": "p37_b908", "text": "The Convention on international Trade in Endangered Species of Wild Fauna and Flora (CITES). This convention, adopted in 1973, states that a protected species may not be the subject of international trade without a permit granted under the CITES procedures."}, {"text_block_id": "p37_b909", "text": "•"}, {"text_block_id": "p37_b910", "text": "Swaziland is also party to the Lusaka Agreement which controls the movement of flora and fauna."}, {"text_block_id": "p37_b911", "text": "•"}, {"text_block_id": "p37_b912", "text": "The Bamako Convention, which Swaziland signed but not ratified, is aimed at halting the dumping of hazardous wastes. It controls the movement of hazardous waste across international borders."}, {"text_block_id": "p37_b913", "text": "•"}, {"text_block_id": "p37_b914", "text": "The Convention of the World Meteorological Organization, a convention that commits the participating nations to international co-operation in monitoring, research and data exchange in respect of atmosphere, oceans and inland waters."}, {"text_block_id": "p37_b915", "text": "•"}, {"text_block_id": "p37_b916", "text": "Convention on the Control of Transboundary Movement of Hazardous Waste and their Disposal (BASEL Convention). This convention, finalised in 1992, aims to encourage countries to minimise the generation of hazardous wastes and the transboundary movement of such wastes."}, {"text_block_id": "p37_b917", "text": "•"}, {"text_block_id": "p37_b918", "text": "Convention on Prohibition of Chemical Weapons. This was ratified by Swaziland in 1996."}, {"text_block_id": "p37_b919", "text": "•"}, {"text_block_id": "p37_b920", "text": "Montreal Protocol was ratified by Swaziland in 1992. Its main aim is to reduce the substances that deplete the ozone layer."}, {"text_block_id": "p37_b921", "text": "LEGAL FRAMEWORK FOR ENVIRONMENTAL MANAGEMENT"}, {"text_block_id": "p37_b922", "text": "6.1 Existing Legal Framework"}, {"text_block_id": "p37_b923", "text": "The full legal framework for Environmental Management is of necessity complex, as \"Environment\" is defined in the Swaziland Environmental Authority Act as meaning, without being limited to:"}, {"text_block_id": "p37_b924", "text": "\"The atmosphere, water in all its forms, land, soil and subsoil flora, fauna, energy sources, minerals, topographical formations with energy potential, geothermal resources, living resources, landscape resources and other elements and factors such as residues, garbage, waste and refuse, noise, living conditions in human settlements and man-made products.\""}, {"text_block_id": "p37_b925", "text": "However, the existing legal framework could be simplified significantly, including as it does many statutes whose provisions are obsolete, or which are not efficiently enforced."}, {"text_block_id": "p37_b926", "text": "Annex 1 contains a list of legislation with implications for environmental management, listed under the sectors of land, tourism, manufacturing, mining, biodiversity, agriculture, environmental health, and infrastructure."}, {"text_block_id": "p37_b927", "text": "6.2 SEAP Recommendations for Legislative Changes."}, {"text_block_id": "p37_b928", "text": "Suggestions from the various SEAP working group reports impacting on Land Resource Management, Human Settlements, Manufacturing and Tourism which will or may require legislative enactment include the following:"}, {"text_block_id": "p37_b929", "text": "Key to abbreviations:"}, {"text_block_id": "p37_b930", "text": "Lrm/d p -Land Resource Management / Desertification Working Group Report"}, {"text_block_id": "p38_b931", "text": "Hsueh - Human Settlements, Urbanisation & Environmental Health Report."}, {"text_block_id": "p38_b932", "text": "Land-related legislation"}, {"text_block_id": "p38_b933", "text": "Tourism-related legislation"}, {"text_block_id": "p39_b934", "text": "Manufacturing-related legislation"}, {"text_block_id": "p39_b935", "text": "6.2.1 Priority Actions"}, {"text_block_id": "p39_b936", "text": "INSTITUTIONAL FRAMEWORK FOR ENVIRONMENTAL MANAGEMENT"}, {"text_block_id": "p39_b937", "text": "7.1 The Swaziland Environment Authority"}, {"text_block_id": "p39_b938", "text": "The Swaziland Environment Authority (SEA) was established as an autonomous body by the Swaziland Environment Authority Act No. 15 of 1992. It is served by a secretariat based in the Ministry of Natural Resources and Energy, although the Agency has recently been placed with the Ministry of Tourism and Communications. The main function of the Authority is to coordinate the government's efforts to incorporate environmental factors into Swaziland's development process."}, {"text_block_id": "p39_b939", "text": "The main responsibilities of the SEA are, in general, to:"}, {"text_block_id": "p39_b940", "text": "1."}, {"text_block_id": "p39_b941", "text": "promote the development of policies, legislation and enforcement mechanisms needed for sound environmental management, including the establishment of standards and guidelines related to pollution of the air, water and land;"}, {"text_block_id": "p39_b942", "text": "2."}, {"text_block_id": "p39_b943", "text": "coordinate the activities of all bodies concerned with environmental matters and serve as liaison for nation and international organisations on environmental matters;"}, {"text_block_id": "p39_b944", "text": "3."}, {"text_block_id": "p39_b945", "text": "monitor trends in the state of the environment. This includes monitoring the environment, instituting measures for environmental protection and improvement, and administering a system for environmental impact assessment and auditing;"}, {"text_block_id": "p39_b946", "text": "4."}, {"text_block_id": "p39_b947", "text": "conduct and promote research on environmental matters, and promote environmental training and education to increase public awareness and participation."}, {"text_block_id": "p39_b948", "text": "The Authority (effectively its board) is comprised of a Chairman, a non-voting Secretary (the Executive Director of the Secretariat), eight Principal Secretaries (Agriculture & Co-operatives, Works & Construction; Commerce & Industry, Economic Planning & Development, Natural Resources and Energy, Housing & Urban Development, Education & Health); four NGOs (Big Game Parks of Swaziland, Yonge Nawe, Natural History Society, Chamber of Commerce) and four private citizens appointed by the Minister of Natural Resources and Energy."}, {"text_block_id": "p39_b949", "text": "The Secretariat, staffed by civil servants, formed part of the Ministry of Natural Resources, Environment and Energy. This institutional position of the Secretariat denies it administrative or financial autonomy. The current sectoral location of the Secretariat undermines its ability to coordinate the environmental"}, {"text_block_id": "p40_b950", "text": "management activities of other sectors (line ministries, parastatals, NGOs etc). This is in conflict with the 1992 Act which notes that the \"Authority may delegate to another body or persons any of its functions\". The secretariat is aware that much of the Authority's mandate will be implemented in partnership with other institutions. To facilitate this, the Secretariat needs autonomous status and be located above the ministerial level within an institution that has no sectoral bias. A parastatal or agency attached to the office of the prime minister would provide appropriate location. The institutional future of the SEA as Swaziland's environmental coordinating agency should be a priority project activity within the SEAP."}, {"text_block_id": "p40_b951", "text": "7.2 Sectoral Agencies"}, {"text_block_id": "p40_b952_merged", "text": "To effectively implement the Environment Authority Act (1992), the SEA will need to formalise its current relationship with sectoral institutions responsible for undertaking environmental management functions. This will include reviewing environmental responsibilities of sectoral institutions, and where necessary, promoting the development of institutions to address outstanding environmental management requirements. Key institutions responsible for essential environmental functions are listed below together with outstanding environmental management requirements:"}, {"text_block_id": "p40_b955", "text": "•"}, {"text_block_id": "p40_b956", "text": "Ministry of Natural Resources and Energy;"}, {"text_block_id": "p40_b957", "text": "•"}, {"text_block_id": "p40_b958", "text": "The Department of Geological Survey and Mines of MNRE has responsibility for mining. The Geological Survey Division is responsible for data on minerals and ground water, while the Mines Division is responsible for the assessment of ore bodies and the analysis of their commercial viability. It also administers laws that regulate the mining industry."}, {"text_block_id": "p40_b959", "text": "An Energy Section (ES) was established within MNRE in 1992 to serve as the focal point for national policy and operational activities pertaining to energy resources."}, {"text_block_id": "p40_b960", "text": "Ministry of Housing and Urban Development Ministry of Agriculture and Cooperatives Ministry of Health and Social Welfare Ministry of Tourism and Communications Ministry of Economic Planning and Development Ministry of Justice Ministry of Works and Transport Ministry of Finance City / Town Councils Tinkhundla Swaziland National Trust Commission Swaziland Water Services Corporation University of Swaziland Swaziland Chamber of Commerce NGO & Community groups sector"}, {"text_block_id": "p40_b961", "text": "7.3 Environmental Legislation"}, {"text_block_id": "p40_b962", "text": "The Ministry of Justice provides the legislative framework to support the Swaziland Environment Authority. The responsibility includes drafting environmental legislation to support environmental policy initiatives and managing enforcement action through the court's on behalf of the Swaziland Environment Authority. Currently, the ministry's ability to provide specialist advice on environmental and natural resource law is limited. The SEA's ability to develop appropriate environmental policy and legislation and take enforcement action is undermined by the lack of legal environmental capacity within the Ministry of Justice. A number of options exist to address this issue:"}, {"text_block_id": "p40_b963", "text": "i."}, {"text_block_id": "p40_b964", "text": "The Institution position of SEA is revised so that it is not dependent on the state for legal services"}, {"text_block_id": "p40_b965", "text": "ii."}, {"text_block_id": "p40_b966", "text": "The Ministry of Justice employs an Environmental Law Specialist to service SEA's requirements"}, {"text_block_id": "p40_b967", "text": "iii."}, {"text_block_id": "p40_b968", "text": "SEA recruits and retains its own Environmental Law Specialist."}, {"text_block_id": "p40_b969", "text": "7.4 Natural Resource Management"}, {"text_block_id": "p40_b970", "text": "In preparation for the UN Conference on Environment and Development (UNCED), an inter-ministerial committee for the environment was set up in the mid-eighties to link all government ministries and departments concerned with the environment. The creation of the Swaziland Environment Authority was proposed in Swaziland National Report to the United Nations conference on Environment and Development established as a result of this committee."}, {"text_block_id": "p40_b971", "text": "Until the establishment of the SEA, the MNRE had overall responsibility for environmental protection including national parks and archives physical planning geological survey and mines energy rural water"}, {"text_block_id": "p41_b972", "text": "supply, water resources and solid waste management. The Ministry was also responsible for international environmental agreements."}, {"text_block_id": "p41_b973", "text": "The Natural Resources Board established through the Natural Resources Act of 1951, remains responsible for general supervision of natural resources, except in respect to Swazi Nation Land (SNL), where the Swazi Administration Act of 1950 prevails. The Board's function also includes stimulating awareness and recommending legislation to the Minister of Natural Resources, Environment and Energy that is thought necessary for the conservation and improvement of natural resources."}, {"text_block_id": "p41_b974", "text": "The institutional framework for coordinating rural development in Swaziland is very complex. The Central Rural Development Board (CRDB), formed in 1954, oversees all activities on Swazi Nation Land. The Board's role is to approve all projects and plan for rural development schemes. In practice, the Ministry of Agriculture and Co-operatives (MOAC) comprising of Agricultural Extension, Land Use Planning and Land Development, is more actively involved in managing the rural development process on SNL. Land degradation is a particularly severe problem on SNL. With a 75% rural population, the impact of this problem on land productivity, and environmental health is serious."}, {"text_block_id": "p41_b975_merged", "text": "Swaziland has no clear land policy. The requirement for a national land policy that addresses land management, administration, and legislation issues is essential. The Government of Swaziland is committed to drafting a National Land Policy by December 1997. The MNRE is the institution responsible for drafting the policy in collaboration with key ministries."}, {"text_block_id": "p41_b978", "text": "The current options for addressing the management of lands include integrating the Natural Resources Board and Central Rural Development Board. Placing Responsibility for Land in a newly created Ministry of Lands or Land Board, or creating an umbrella Ministry for Lands and the Environment."}, {"text_block_id": "p41_b979", "text": "7.5 Water Resource Management"}, {"text_block_id": "p41_b980", "text": "Water Resource management in Swaziland is currently governed by the Water Act of 1967, implemented by the Water Resources Branch. The Water Act (1967) has been revised (1996) and recommends a revised institutional structure for the water sector made up of a National Water Authority with a Secretariat and Five River Basin Authorities. This structure would provide for effective water resource, management, water quality monitoring, environmental protection and enforcement."}, {"text_block_id": "p41_b981", "text": "7.6 Energy"}, {"text_block_id": "p41_b982", "text": "An Energy Section (ES) was established in the Ministry of Natural Resources and Energy in 1992 to develop and coordinate energy related activities in Swaziland. The section is steadily building its policy development and research capacity. Establishing sufficient staffing levels is essential for assuring the environmentally sustainable management of the energy sector."}, {"text_block_id": "p41_b983", "text": "Dwindling wood fuel stocks are considered to be a potentially major environmental problem. In collaboration with the Forestry Section (Ministry of Agriculture and Co-operatives) the Energy Section is currently engaged in implementing a program to address the household energy needs to sustain socio-economic development and growth in both the rural and urban areas of the country. Part of this entails establishing pilot community woodlot projects. The Forestry Section is also promoting end-use efficiency of wood fuels, supporting the widespread deployment of renewable energy technologies and encouraging fuel switching to reduce pressure on wood fuels stocks."}, {"text_block_id": "p41_b984", "text": "A review of the Electricity Act No. 10 of 1963 and changes in the institutional set up of the parastatal Swaziland Electricity Board (SEB) are recommended. A key initiative would be the ending the monopoly for national power supply by opening up the market to Independent Power Producers (IPPs)."}, {"text_block_id": "p41_b985", "text": "Energy efficiency within the industrial sector is being addressed through the National Energy Management Committee (NEMCO) which offers an excellent forum for encouraging industry to adopt effective management practices. This ties in with the SEA's desire to promote a culture of energy efficiency and waste minimisation within the private sector."}, {"text_block_id": "p41_b986", "text": "7.7 Environmental Health and Human Settlements"}, {"text_block_id": "p41_b987", "text": "The responsibility for environmental health falls on a number institutions, the key institutions involved being:"}, {"text_block_id": "p42_b988", "text": "•"}, {"text_block_id": "p42_b989", "text": "SEA (MTEC),"}, {"text_block_id": "p42_b990", "text": "•"}, {"text_block_id": "p42_b991", "text": "Environmental Health (MHSW),"}, {"text_block_id": "p42_b992", "text": "•"}, {"text_block_id": "p42_b993", "text": "Housing and Human Settlements, (MHUD),"}, {"text_block_id": "p42_b994", "text": "•"}, {"text_block_id": "p42_b995", "text": "MHUD/City Councils,"}, {"text_block_id": "p42_b996", "text": "•"}, {"text_block_id": "p42_b997", "text": "Water Resource Branch (MNRE),"}, {"text_block_id": "p42_b998", "text": "•"}, {"text_block_id": "p42_b999", "text": "Rural Water Supply (MNRE),"}, {"text_block_id": "p42_b1000", "text": "•"}, {"text_block_id": "p42_b1001", "text": "Water Services Corporation (parastatal)."}, {"text_block_id": "p42_b1002", "text": "Human settlement in both rural and urban areas should be improved. Responsibility for physical planning lies with the Ministry of Housing and Urban Development (MHUD). The current Urban Development Project within the Ministry provides the appropriate institutional framework to address urban environmental health issues."}, {"text_block_id": "p42_b1003", "text": "Environmental health in rural areas requires effective rural development policy/land policy. There is a requirement for land use planning, health care, infrastructural development (roads, water, energy), enterprise development, poverty alleviation measures. The Ministry of Agriculture is currently responsible for rural settlement."}, {"text_block_id": "p42_b1004", "text": "7.8 Waste Management"}, {"text_block_id": "p42_b1005", "text": "The current institutions involved in waste management are the Swaziland Environment Authority (Ministry of Tourism, Environment and Communication), Ministry of Housing and Urban Development, Ministry of Natural Resources and Energy, Water Services Corporation, and the City Councils"}, {"text_block_id": "p42_b1006_merged", "text": "A National Solid Waste Management Strategy needs to be developed for Swaziland. The strategy should include the identification of an appropriate institutional framework to implement the strategy. [see ]"}, {"text_block_id": "p42_b1008", "text": "7.9 Pollution Control"}, {"text_block_id": "p42_b1009", "text": "The SEA's responsibility for pollution control is largely through the development of environment quality standards, appropriate legislation, coordination and monitoring, although it does not currently have the capacity to effectively control pollution in Swaziland."}, {"text_block_id": "p42_b1010", "text": "The WRB currently provides a water quality monitoring service. The appropriate institutional framework should be put in place to develop capacity within the water sector. The SEA would ensure that appropriate pollution control policies are in place with accompanying legislation to enable regulation and enforcement. SEA has overall responsibility for air quality. Meteorological Services would be the appropriate institution to develop capacity for air quality management. It is recommended that this option be pursued. Pollution of land involves industrial waste and agricultural inputs (herbicides and pesticides). Industrial waste management should be coordinated through the development and enforcement of pollution control policies. In the agricultural sector, the extension services will have a key role to play in agricultural waste disposal and land contamination through education and training."}, {"text_block_id": "p42_b1011", "text": "7.10 Environmental Education"}, {"text_block_id": "p42_b1012", "text": "The SEA has institutional responsibility for promoting and coordinating environmental training and educational programmes in collaboration with relevant bodies with a view to creating national awareness in all sectors and upgrading national capabilities and skills in these fields. There already exists a nucleus of Environmental Education Programmes for communities and schools implemented by the NGO sector and by the National Environmental Education Programme (NEEP). SEA could address its responsibility by facilitating the development of a National Environmental Education Strategy for the purpose of developing a national framework for Environmental Education. The strategy should identify the appropriate institutional requirements to represent and coordinate the activities of existing institutions in EE."}, {"text_block_id": "p42_b1013", "text": "The National Curriculum Centre of the Ministry of Education is the institution responsible for integrating"}, {"text_block_id": "p43_b1014", "text": "environmental issues into the primary and secondary curriculum."}, {"text_block_id": "p43_b1015", "text": "The institutional capacity for tertiary environmental education and research should be developed within the University of Swaziland. The faculty of Science is embarking on an expansion programme for environmental studies and research. The University could develop its research capacity to supply general environmental research services to government and private institutions. This could be managed through a limited liability company owned by the University."}, {"text_block_id": "p43_b1016", "text": "Legislation should place responsibility with individual organisations for environmental training of employees within the industrial sector. Larger firms should be encouraged to develop environmental management plans which include environmental training requirements. Potential exists to build capacity of existing training institutions to provide environmental management training to this sector. Professional environmental management training could be provided through Mananga Management Centre which already provides environmental management training to industry. The Institute of Development Management, and University of Swaziland could also provide this service. The Factory Inspectorate could provide a monitoring function to oversee the health and safety aspect of environmental management plans."}, {"text_block_id": "p43_b1017", "text": "7.11 Biodiversity and Tourism"}, {"text_block_id": "p43_b1018", "text": "The Swaziland National Trust Commission (SNTC), established under a 1972 Act is responsible for the establishment and administration of national parks, national museums, historical monuments , archaeological sites and protection of places of scenic beauty. It also delivers an environmental education programme through a National Environmental Education Programme. The role of the Swaziland National Trust Commission in Biodiversity conservation and the management of"}, {"text_block_id": "p43_b1019", "text": "Swaziland's physical and cultural heritage needs to be strengthened."}, {"text_block_id": "p43_b1020", "text": "7.11.1 Priority Actions"}, {"text_block_id": "p43_b1021", "text": "ENVIRONMENTAL EDUCATION, PUBLIC AWARENESS AND PARTICIPATION"}, {"text_block_id": "p44_b1022", "text": "Environmental Education in Swaziland began largely through the efforts of the Swaziland National Trust Commission (a parastatal organization) and through non-governmental organisations. A National Environmental Education Programme was established in 1975 under the aegis of the SNTC at Mlilwane, a private game reserve. The programme was largely designed for school children who visited the reserve, and consisted of a combination of interpretation and presentations, using visual aids and films."}, {"text_block_id": "p44_b1023", "text": "8.1 Environmental Education in the Formal Education System"}, {"text_block_id": "p44_b1024", "text": "8.1.1 Primary School Level"}, {"text_block_id": "p44_b1025", "text": "In the 1970s and 1980s, Swaziland, assisted by USAID began developing its own primarily school curricula. Since that time, there have been individual initiatives to integrate environmental concerns into some of the subjects, i.e. Science, Practical Arts, Home Economics, Agriculture ."}, {"text_block_id": "p44_b1026", "text": "8.1.2 Secondary and High School Level"}, {"text_block_id": "p44_b1027", "text": "At junior certificate level l (Grades 7 and 8), a course called \"Development Studies\" was designed, which also incorporates environmental studies. At high school level, there are some courses, e.g. Geography and Agriculture that contain environmental elements, but this is done in an indirect and incidental manner."}, {"text_block_id": "p44_b1028", "text": "8.1.3 Tertiary Level"}, {"text_block_id": "p44_b1029", "text": "At UNISWA, only the Geography and Environmental Studies Department offers a specific course on Environmental Studies. Other departments, e.g. Science, Agriculture, offer subjects which have elements of environment. At Swaziland College of Technology (SCOT) and Vocational and Commercial Training Institute (VOCTIM) there is no environmental education offered. The teacher training colleges made efforts to integrate some environmental issues within existing courses, specially in science and social studies when their diploma course of studies was developed."}, {"text_block_id": "p44_b1030", "text": "8.2 Non-formal Environmental Education"}, {"text_block_id": "p44_b1031", "text": "8.2.1 National Environmental Education Programme"}, {"text_block_id": "p44_b1032", "text": "The National Environmental Education Programme (NEEP) is Swaziland's agency for creating environmental public awareness. Following are some of its present activities:"}, {"text_block_id": "p44_b1033", "text": "•"}, {"text_block_id": "p44_b1034", "text": "Acting as facilitator and secretariat to the National Environmental Education Steering Committee which comprises representatives from the Ministry of Education (Curriculum Centre, In-Service Education, inspectorate, and teacher training colleges); private Game Reserves which conduct EE; Yonge Nawe, UNISWA. This committee is carrying out a coordinating, networking, and catalysing function for EE activities in the country."}, {"text_block_id": "p44_b1035", "text": "•"}, {"text_block_id": "p44_b1036", "text": "Operating three EE resource centres (Malolotja, Mlawula, and Lobamba)"}, {"text_block_id": "p44_b1037", "text": "•"}, {"text_block_id": "p44_b1038", "text": "Facilitating the \"Clean and Beautiful Swaziland\" Forum, a voluntary association of representatives of governmental agencies, non-governmental organisations, and private sector who work towards promoting better waste disposal, recycling, rehabilitation of eroded areas, reforestation, and appropriate legislation and education to bring about greater public participation in keeping Swaziland clean and beautiful."}, {"text_block_id": "p44_b1039", "text": "•"}, {"text_block_id": "p44_b1040", "text": "Strengthening the capacity of the Curriculum Centre to incorporate EE into the formal education system through workshops for teachers and production of materials"}, {"text_block_id": "p44_b1041", "text": "•"}, {"text_block_id": "p44_b1042", "text": "Providing small grants for assistance to EE projects."}, {"text_block_id": "p44_b1043", "text": "8.2.2 Yonge Nawe"}, {"text_block_id": "p45_b1044", "text": "Yonge Nawe is a leading NGO working on EE. It was originally formed in ? to establish and support school conservation clubs. Its functions have expanded to include the promotion of adult conservation clubs, EE workshops for a wide range of the community (club leaders, teachers, traditional healers, extension officers, decision-makers, women, etc.). It is assisting communities in some of their environmental projects, e.g. grazing schemes, water protection, tree planting, erosion control. In addition, it produces and distributes some EE materials."}, {"text_block_id": "p45_b1045", "text": "8.2.3 Other NGOs"}, {"text_block_id": "p45_b1046", "text": "There is an increasing number of NGOs which are now promoting EE sometimes as an end in itself, and sometimes as part of their development activities. Among these are Emanti Esive (water projects); Family Life Association (family planning education); and The Swaziland Farmers Development Foundation (soil and water conservation). Several churches are also promoting EE as part of their development activities. Among them are the Council of Churches, The Baha'i Community, and The Lutheran Foundation."}, {"text_block_id": "p45_b1047", "text": "8.3 Informal Environmental Education"}, {"text_block_id": "p45_b1048", "text": "The Media Radio is widely used in Swaziland, and presently, through free time allocated to line ministries and NGOs, is being used to raise public environmental awareness. Newspaper space and TV time is expensive and not used systematically."}, {"text_block_id": "p45_b1049", "text": "8.4 Environmental Education and Public Awareness and Participation Issues"}, {"text_block_id": "p45_b1050", "text": "1."}, {"text_block_id": "p45_b1051", "text": "There are many separate endeavours in EE & C (Environmental Education and Communication) and independent ideas about its meaning and scope. A common vision is needed."}, {"text_block_id": "p45_b1052", "text": "2."}, {"text_block_id": "p45_b1053", "text": "Most of the Environmental Education and Communication activities implemented to date have come from the NGO and private sector."}, {"text_block_id": "p45_b1054", "text": "3."}, {"text_block_id": "p45_b1055", "text": "Activities to integrate EE into the formal school system have been independent initiatives without an overall plan."}, {"text_block_id": "p45_b1056", "text": "4."}, {"text_block_id": "p45_b1057", "text": "Many NGOs are promoting EE as part of their development activities, but they often lack the qualified personnel to carry it out effectively."}, {"text_block_id": "p45_b1058", "text": "5."}, {"text_block_id": "p45_b1059", "text": "Aside from a weekly radio programme by Yonge Nawe, the mass media is greatly under-utilised in promoting public environmental awareness."}, {"text_block_id": "p45_b1060", "text": "6."}, {"text_block_id": "p45_b1061", "text": "There are no environmental public broadcasting services."}, {"text_block_id": "p45_b1062", "text": "7."}, {"text_block_id": "p45_b1063", "text": "There is a lack of EE materials, especially audio/visual, on local and national environmental issues. Materials on indigenous knowledge of environmental strategies are also needed."}, {"text_block_id": "p45_b1064", "text": "8."}, {"text_block_id": "p45_b1065", "text": "There has been little, if any, evaluation of existing EE strategies and materials."}, {"text_block_id": "p45_b1066", "text": "9."}, {"text_block_id": "p45_b1067", "text": "Research on EE in Swaziland is lacking"}, {"text_block_id": "p45_b1068", "text": "8.5 Policy"}, {"text_block_id": "p45_b1069", "text": "There is no Environmental Education Policy."}, {"text_block_id": "p45_b1070", "text": "8.5.1 Broad Objectives"}, {"text_block_id": "p45_b1071", "text": "The development of a National Environmental Education Strategy has been identified as a priority. In its development, broad policy objectives will need to be followed. These will include:"}, {"text_block_id": "p45_b1072", "text": "•"}, {"text_block_id": "p45_b1073", "text": "Integration of EE into primary school curriculum through infusion into existing subjects and not through the creation of a separate EE course;"}, {"text_block_id": "p45_b1074", "text": "•"}, {"text_block_id": "p45_b1075", "text": "Integration of EE into junior secondary level programme through the subject Development Studies"}, {"text_block_id": "p45_b1076", "text": "•"}, {"text_block_id": "p45_b1077", "text": "Integration of EE into relevant secondary level subjects under appropriate topics, and tied to existing environmental problems and issues;"}, {"text_block_id": "p46_b1078", "text": "•"}, {"text_block_id": "p46_b1079", "text": "Introduction of EE into all tertiary educational institutions"}, {"text_block_id": "p46_b1080", "text": "8.5.2 Priority Actions"}], "document_description": "The Action Plan has a section devoted to the UNFCCC (which Swaziland has ratified), and refers to the need to implement and fulfill its commitments under the Convention, and the importance of assisting the general public as well as policy and decision-makers to better understand climate change issues."}