{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Kyrgyzstan", "document_category": "Policy", "document_sector_name": ["LULUCF", "Economy-wide"], "document_language": "English", "document_name": "Climate Change Adaptation Programme And Action Plan For 2015-2017 For The Forest And Biodiversity Sector", "document_country_code": "KGZ", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2015", "document_keyword": ["Adaptation", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/KGZ/2015/KGZ-2015-01-01-Climate Change Adaptation Programme And Action Plan For 2015-2017 For The Forest And Biodiversity Sector_bad88128b202b3f62cd5d400b52504b8.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "STATE AGENCY ON ENVIRONMENT PROTECTION AND FORESTRY UNDER THE GOVERNMENT OF THE KYRGYZ REPUBLIC"}, {"text_block_id": "p0_b2", "text": "CLIMATE CHANGE ADAPTATION PROGRAMME AND ACTION PLAN FOR 2015-2017 FOR THE FOREST AND BIODIVERSITY SECTOR"}, {"text_block_id": "p0_b3", "text": "Bishkek, 2015"}, {"text_block_id": "p1_b4", "text": "STATE AGENCY ON ENVIRONMENT PROTECTION AND FORESTRY UNDER THE GOVERNMENT OF"}, {"text_block_id": "p1_b5", "text": "THE KYRGYZ REPUBLIC"}, {"text_block_id": "p1_b6", "text": "CLIMATE CHANGE ADAPTATION PROGRAMME AND ACTION PLAN FOR 2015-2017 FOR THE FOREST AND BIODIVERSITY SECTOR"}, {"text_block_id": "p2_b7", "text": "УДК 630 ББК 43.4 С 49"}, {"text_block_id": "p2_b8", "text": "С 49\t Climate change adaptation programme and action plan for 2015-2017 for the Forest and biodiversity sector. – B.: «VRS Company», 2015. – 56 p."}, {"text_block_id": "p2_b9", "text": "ISBN 978-9967-27-830-1"}, {"text_block_id": "p2_b10", "text": "This publication was prepared and published in the framework of the project “Forest and Biodiversity Governance Including Environmental Monitoring (FLERMONECA)”, funded by the European Union and implemented by the Regional Programme “Sustainable  Use of Natural Resources in Central Asia” of the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH (German federal enterprise for international cooperation). The contents of this publication are the sole responsibility of the authors and can in no way be taken to reflect the views of the European Union."}, {"text_block_id": "p2_b11", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b12", "text": "FOrEwOrd"}, {"text_block_id": "p3_b13", "text": "Dear reader,"}, {"text_block_id": "p3_b14", "text": "Over the past decades, climate change and its effects on the environment, economy and society have become among the most pressing global challenges for the international community. According to the findings of the Intergovernmental Panel on Climate Change, the vulnerability of the Central Asian countries, including the Kyrgyz Republic, to climate change will increase, adding to the pressure on natural resources and the environment caused by rapid urbanization, industrialization and economic development. Aggravated by the arid climate and mountainous terrain of the country, climate change leads to weakening of food security, threatens the uninterrupted water supply, and adversely affects the health of the population. Many countries have already started preparing for the effects of climate change through the development of special strategic documents and the implementation of adaptation measures."}, {"text_block_id": "p3_b15", "text": "Expert analysis describes the situation in the Kyrgyz Republic as critical in terms of the transition to irreversible climate change. The calculations made by experts show that annual economic losses for the country in the worst-case scenarios of climate change may reach about 1,350 million US dollars. Climate change may eventually cancel all the efforts to improve the quality of life and sustainable development; in this regard, the development and implementation of the national climate policy, especially in terms of adaptation to climate change, is imperative."}, {"text_block_id": "p3_b16", "text": "In 2013, the State Agency on Environment Protection and Forestry under the Government of the Kyrgyz Republic, as the national authority responsible for the United Nations Framework Convention on Climate Change, developed a national strategic document, and the Government of the Kyrgyz Republic identified Priorities for Adaptation to Climate Change in the Kyrgyz Republic for 2013-2017 covering all sectors which are most vulnerable to the effects of climate change: agriculture, water resources, energy, emergencies, health, and forest and biodiversity."}, {"text_block_id": "p3_b17", "text": "The Climate Change Adaptation Programme and Action Plan for 2015-2017 for the Forest and Biodiversity Sector, which you will find in this document, were developed in line with Paragraph 7 of the Package of Measures to Ensure the Environmental Safety of the Kyrgyz Republic for 2011-2015, promising directions concerning the field of the environment, included in the National Security Concept of the Kyrgyz Republic, in the main objectives of the state policy on environmental protection and ecological safety as defined in the National Strategy for Sustainable Development of the Kyrgyz Republic for 2013-2017, and in the measures outlined in the Programme of Transition to Sustainable Development of the Kyrgyz Republic for 2013-2017, all in the framework of the implementation of Priority Directions for Adaptation to Climate Change in the Kyrgyz Republic until 2017."}, {"text_block_id": "p3_b18", "text": "This Programme is a sectoral policy document aimed at strengthening the resilience of the sector to the adverse effects of climate change on natural ecosystems and communities. The Programme was developed by specialists of the State Agency on Environment Protection and Forestry under the Government of the Kyrgyz Republic (SAEPF), as well as the expert community and stakeholders who participated in technical consultations."}, {"text_block_id": "p3_b19", "text": "I should note that the Programme took account of the sectoral strategic documents being implemented by State Agency, which define the process and direction of the Forestry and Biodiversity sector in the Kyrgyz Republic: Concept of Forestry Development of the Kyrgyz Republic until 2025, the National Forest Programme for 2005-2015, the Priorities for Biodiversity Conservation in the Kyrgyz Republic until 2024, and the Action Plan for 2014-2020."}, {"text_block_id": "p3_b20", "text": "Thus, this Programme complements the process and direction of the sector development with policy adaptation measures in response to the new challenges to sustainable development, brought by climate change."}, {"text_block_id": "p3_b21", "text": "The Programme was developed by SAEPF experts within the framework of the European Union FLERMONECA (Forest and biodiversity governance, including environmental monitoring) Project, implemented by the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH (German federal enterprise for international cooperation)."}, {"text_block_id": "p3_b22", "text": "I am confident that the implementation of the Programme for the Forest and Biodiversity sector, supported by financial resources, will allow fulfilling the obligations of the Kyrgyz Republic in the framework of the UNFCCC."}, {"text_block_id": "p3_b23", "text": "However, we must also be aware that addressing the problem of climate change requires cross-sectoral cooperation and a sound exchange of experiences. For this, we need to use and develop existing effective institutional mechanisms for a flexible response to the challenges and opportunities arising in our country and at the global level, such as international climate negotiations. The key to the use and further development of such mechanisms is to strengthen the capacity at all levels in the Kyrgyz Republic. This process should be supported by a comprehensive, coordinated approach by our international development partners."}, {"text_block_id": "p3_b24", "text": "I would like to thank the European Union and the GIZ for the timely financial support to the development of this Programme, and I look forward to their continued participation and support in the fulfillment of the tasks facing us. I also express my gratitude to all national experts and professionals involved in the development of this document."}, {"text_block_id": "p3_b25", "text": "Sabirdjan Atadjanov"}, {"text_block_id": "p3_b26", "text": "Director, State Agency on Environment Protection and Forestry under the Government of the Kyrgyz Republic"}, {"text_block_id": "p4_b27", "text": "1. INTrOdUCTION"}, {"text_block_id": "p4_b28", "text": "The purpose of this Programme is to enhance and preserve the biological diversity of the Kyrgyz Republic and to increase the area covered by forests under a changing climate."}, {"text_block_id": "p4_b29", "text": "1.1.\t Justification"}, {"text_block_id": "p4_b30", "text": "The Climate Change Adaptation Programme and Action Plan for 2015-2017 for the Forest and Biodiversity sector were developed pursuant to Paragraph 7 of the Package of Measures to Ensure the Environmental Safety of the Kyrgyz Republic for 2011-2015”"}, {"text_block_id": "p4_b31", "text": "promising directions concerning the field of the environment, reflected in the Concept of National Security of the Kyrgyz Republic"}, {"text_block_id": "p4_b32", "text": ", and the main objectives of the state policy on environmental protection and ecological safety as defined in the National Strategy for Sustainable Development of the Kyrgyz Republic for 2013-2017"}, {"text_block_id": "p4_b33", "text": "3"}, {"text_block_id": "p4_b34", "text": ", and in the activities within the Programme of Transition to Sustainable Development of the Kyrgyz Republic for 2013-2017"}, {"text_block_id": "p4_b35", "text": ", a in the framework of the “Priority Directions for Adaptation to Climate Change in the Kyrgyz Republic until 2017” (hereinafter referred to as the Priorities) approved by the Decree of the Government of October 2, 2013 № 549."}, {"text_block_id": "p4_b36", "text": "When developing the National Priorities, the group of domestic experts assessed the vulnerability and the potential damage and prepared a list of activities and economic calculations as the basis for project proposals to donors. In general, the Priorities cover sectors which are most vulnerable to climate change: agriculture, emergencies, water resources, forests and biodiversity, and human health. It is planned that the Priorities will be implemented in stages - the creation of legal, production and processing conditions in each sector, the achievement and consolidation of the interim results, and the development of investment projects, negotiations and the search for international donors."}, {"text_block_id": "p4_b37", "text": "The basis of the development of the Climate Change Adaptation Programme and Action Plan for 2015-2017 for the Forest and Biodiversity Sector (hereinafter referred to as the Programme) is the decision made at the meeting of the Coordination Committee on Climate Change on February 15, 2013 (Minutes No. 19-8), imposing the obligation to develop the Climate Change Adaptation Programme by November 1, 2014, on the Ministry of Energy and Industry, the Ministry of Agriculture and Melioration, the Ministry of Emergency Situations of the Kyrgyz Republic, the State Agency on Environment Protection and Forestry under the Government (SAEPF), and the State Agency on Local Self-Governance and Inter-Ethnic Relations under the Government of the Kyrgyz Republic. In 2009-2010, the Ministry of Health with the support of the World Health Organization developed the Climate Change Programme for 2011-2015 for the Healthcare sector and is currently implementing it."}, {"text_block_id": "p4_b38", "text": "The Programme took account of the current sectoral strategic documents that define the process and direction of the development of the Forestry and Biodiversity sector in the Kyrgyz Republic: the Concept of Forestry Development of the Kyrgyz Republic until 2025"}, {"text_block_id": "p4_b39", "text": ", the National Forest Programme for 2005-2015"}, {"text_block_id": "p4_b40", "text": "6"}, {"text_block_id": "p4_b41", "text": ", and the Priorities for Biodiversity Conservation in the Kyrgyz Republic until 2024 and the relevant Action Plan for 2014-2020"}, {"text_block_id": "p4_b42", "text": "."}, {"text_block_id": "p4_b43", "text": "The Programme complements the process and direction of sector development with adaptation measures in response to the new sustainable development challenges caused by climate change."}, {"text_block_id": "p4_b44", "text": "The Programme was developed by SAEPF specialists and a group of national experts involved in the development of the national “Priority Directions for Adaptation to Climate Change in the Kyrgyz Republic until 2017”, with the partial financial support of GIZ (German federal enterprise for international cooperation) in the framework of a European Union project."}, {"text_block_id": "p4_b45", "text": "This Programme does not in every respect reflect the professional point of view of GIZ experts. However, GIZ clearly respects the process behind the elaboration of the program, which guarantees ownership among the national responsible and reflects the current status of the discussion about climate change adaptation in the sectors of forestry and biodiversity in Kyrgyzstan."}, {"text_block_id": "p4_b46", "text": "1.2.\t Adaptation Approach"}, {"text_block_id": "p4_b47", "text": "Adaptation to climate change is a dynamic process extended over time. Similar to the development process, it should be focused on continuous improvement, and its goal is to reduce vulnerability to climate change over time. The adaptation process incorporates three main steps: 1) vulnerability assessment; 2) capacity building; and 3) implementation of adaptation measures. Some developing countries have already been active and efficient in implementing adaptation measures in the framework of cooperation for development."}, {"text_block_id": "p4_b48", "text": "The vulnerability assessment helps to identify possible impact, characteristics of the affected systems (for example, biophysical status of the region or the forest in a country), and priority areas for action. Capacity building helps enable the social system for taking actions and measures to adapt to climate change. And adaptation measures are aimed directly at improving the adaptive capacity of the (natural or social) system."}, {"text_block_id": "p4_b49", "text": "In recent years, the global development agenda has been increasingly featuring a new adaptive approach entitled “ecosystem-based adaptation” (EBA), which aims at strengthening the management of ecosystems that provide a wide range of social benefits - from the regulation of local climate conditions to the provision of safe drinking water. These benefits derived from natural ecosystems are collectively called ecosystem services. Being a source of livelihood, food, water and energy, ecosystem services are also fundamental tools for climate change adaptation."}, {"text_block_id": "p4_b50_merged_merged_merged", "text": "EBA is “the use of biodiversity and ecosystem services as part of an overall adaptation strategy to help people adapt to the adverse effects of climate change”. This definition implies a variety of opportunities for sustainable management, conservation and restoration of ecosystems to provide services that enable people to adapt to climate change. At the same time, EBA is aimed at maintaining and strengthening the stability and reducing the vulnerability of ecosystems and people by supporting the ecosystem services. EBA can generate a number of social, economic and cultural benefits, including disaster risk reduction, sustainable livelihoods and food security, carbon sequestration and sustainable water resources management9 ."}, {"text_block_id": "p5_b54", "text": "By protecting and enhancing the services of natural and managed ecosystems that provide livelihoods, vulnerable communities can maintain their natural “safety nets”. Local foundations and traditions reflect access rights to the resources and the capacity of communities to support ecosystem products and services. These public rights and their recognition by decision-makers at national and local levels are extremely important for proper adaptation."}, {"text_block_id": "p5_b55", "text": "In fact, EBA is focused on the key linkages between climate change, biodiversity, ecosystem services and sustainable management of natural resources. In this respect, the concept of ecosystems as the basis for adaptation to the impacts of climate change developed in recent years is today the most important technology among adaptive tools."}, {"text_block_id": "p5_b56", "text": "It is important that decision-makers realize that “natural infrastructure” can effectively help to achieve the adaptation objectives. Analysis of the opportunities and risks related to the application of EBA compared to traditional infrastructure alternatives should utilize a systematic approach."}, {"text_block_id": "p5_b57", "text": "This is the key approach of the Programme to the adaptation of the sector, as it is determined by the management object itself, i.e., forests and biodiversity."}, {"text_block_id": "p5_b58", "text": "1.3.\t National Adaptation Priorities of the Forest and Biodiversity Sector"}, {"text_block_id": "p5_b59", "text": "As noted in the Priorities for Adaptation to Climate Change in the Kyrgyz Republic until 2017,"}, {"text_block_id": "p5_b60", "text": "the overall objective of the adaptation projects and programs is to support specific measures aimed at mitigating the adverse effects of climate change on the population of the country and sectors of the economy."}, {"text_block_id": "p5_b61", "text": "The main adaptation activities include the following:"}, {"text_block_id": "p5_b62", "text": "The main adaptation activities include the following:\n* Improving the regulatory legal framework for climate change adaptation;\n* Improving the institutional framework and ensuring cross-sectoral integration in adapting to climate change;\n* Improving financial and economic mechanisms, including the mobilization of external funding for priority adaptation measures;\n* Improving information tools to provide process monitoring of climate change and climate risk assessment;\n* Involvement of civil society in the process of adaptation to climate change;\n* Building scientific capacity to adapt to climate change;\n* Organization and promotion of cross-border cooperation on adaptation to climate change."}, {"text_block_id": "p5_b76", "text": "The section Main Priorities for Adaptation to Climate Change, which covers the main vulnerable sectors and threats and risks to forest ecosystems and biodiversity, identified the following major tasks and policy measures in this sphere:"}, {"text_block_id": "p5_b77", "text": "Task 1. Conservation of Diversity of Flora and Fauna Species."}, {"text_block_id": "p5_b78", "text": "Key measures:"}, {"text_block_id": "p5_b79", "text": "Key measures:\n* Continuous monitoring of flora and fauna populations under climate change;\n* Increasing the efficiency of the protected areas system management;\n* Conserving and restoring wetlands as habitats of natural biodiversity of species and an essential component of the natural environment, which plays a crucial role in adapting to climate change;\n* Taking account of the recreational capacity of territories when planning tourism activities, etc."}, {"text_block_id": "p5_b87", "text": "Task 2. Increasing forest area."}, {"text_block_id": "p5_b88", "text": "Key measures:"}, {"text_block_id": "p5_b89", "text": "Key measures:\n* Promoting the principles of social afforestation and joint forest management;\n* Implementing forest management and reforestation measures, etc."}, {"text_block_id": "p5_b93", "text": "Since these tasks were approved by the Government as priorities for the sector, they have become the industry adaptation priorities for the forest and biodiversity conservation system. The above measures are included in the Adaptation Action Plan of the Programme aimed at increasing the resilience of the sector to the impacts of climate change. Accordingly, this framework determines the existing barriers, programme goals, objectives and measures of the Adaptation Programme of the Forest and Biodiversity Sector."}, {"text_block_id": "p5_b94", "text": "2. SITUATION ANALYSIS"}, {"text_block_id": "p5_b95", "text": "2.1.\t Biodiversity Conservation"}, {"text_block_id": "p5_b96", "text": "Despite the fact that the Kyrgyz Republic is a small country in terms of area (0.13% of the world’s land area), it is one of the 200 priority ecoregions of the planet. This is due to the high concentration of species diversity - about 2% of the world’s flora species, and 3% of the world’s fauna species."}, {"text_block_id": "p5_b97", "text": "Currently, about 3,676 fungi and other inferior species, 3,869 higher plants, 101 protozoa species, 14,600 insects and other arthropods, more than 1,500 thousand of other invertebrates, 75 fish species, 4 amphibian, 33 reptile, 390 bird, and 84 mammal species are registered in the Kyrgyz Republic."}, {"text_block_id": "p5_b98", "text": "Genetic resources of the Kyrgyz Republic (medicinal plants, wild relatives of cultivated plants, etc.) are extremely rich and varied, but insufficiently studied. The Kyrgyz Republic has 1,600 wild flora species used by people; the highest number of useful species is represented by such multi-species families as Poaceae (cereals) - 224 species, Fabaceae (legumes) - 222, species Asteraceae (sunflower) – 80 species, Brassicaceae (cabbage) – 73 species, Rosaceae (rose) – 50 species, Alliaceae (onion) - 49 species, etc. Besides this, more than 200 species of medicinal plants have been discovered in Kyrgyzstan."}, {"text_block_id": "p5_b99", "text": "However, the use of genetic plant resources in the country is haphazard, lacking mechanisms for cooperation of stakeholders at all stages - from obtaining access to genetic resources to the development of the final product; there is no system of reproductive material exchanges between countries in the region; no studies are conducted on genetic testing; and there are no seed nurseries, no plant breeding information systems, etc."}, {"text_block_id": "p5_b100", "text": "The Kyrgyz Republic has a unique agro-biodiversity, comprised of 93 local plant varieties and several domestic animal species. The Tien Shan mountain ecosystems have 132 ancestral species of relatives of cultivated plants. At the same time, no adequate studies, protection, reproduction measures are undertaken, and no rational use of agricultural biodiversity is in place, especially of traditional breeds and ancestral forms of relatives of cultivated plants."}, {"text_block_id": "p5_b101_merged", "text": "Mountain ecosystems of the Kyrgyz Republic support the unique plant and animal com-munities and are the center of origin, a repository of biodiversity and a genetic fund of flora and fauna. The status of biodiversity in the Kyrgyz Republic is largely dependent on the sustainability of ecosystems. At the same time, each biological species is part of a specific natural ecosystem and"}, {"text_block_id": "p6_b104", "text": "is unable to survive without this supporting ecosystem. Biodiversity conservation problems are in most cases connected with the negative anthropogenic impact on natural ecosystems."}, {"text_block_id": "p6_b105", "text": "The Kyrgyz Republic has 20 ecosystem classes"}, {"text_block_id": "p6_b106", "text": ", ranging from alpine tundra analogues (alpine deserts and the nival zone), medium-altitude forest analogues, to the medium- and low-altitude steppe and desert analogues, as well as aquatic ecosystems (marsh, lake, river). At the same time, all the natural ecosystems, to some extent, are subject to anthropogenic influence, which disrupts their normal functions and the ability to maintain the natural diversity of species. Table 10 provides an expert evaluation of disturbance levels.."}, {"text_block_id": "p6_b107", "text": "Table 1: Ecosystems in Kyrgyzstan and their disturbance levels"}, {"text_block_id": "p6_b108", "text": "Institutional Organization of Biodiversity"}, {"text_block_id": "p6_b109_merged_merged", "text": "To preserve the biodiversity, the Kyrgyz Republic has created a network of protected areas represented by 90 sites with a total area of 1,200,872.0 ha (6,006% of the total area of the country). The map of protected areas is attached as Annex 1."}, {"text_block_id": "p6_b111", "text": "Depending on their functional role, protected areas managed by SAEPF are divided into the following categories:"}, {"text_block_id": "p6_b112", "text": "State reserves with total area of 509,476 ha"}, {"text_block_id": "p6_b113", "text": "State reserves with total area of 509,476 ha\n* Sary-Chelek Biosphere Reserve\n* Padysh-Ata Reserve\n* Kulun-Ata Reserve\n* Issyk-Kul Reserve\n* Besh-Aral Reserve\n* Naryn Reserve\n* Karatal-Japyryk Reserve\n* Sarychat-Eertach Reserve\n* Dashman Reserve\n* Surma-Tash Reserve\n* Surma-Tash Reserve\n State nature parks with total area 361,406.8 ha\n* Ala-Archa State Nature Park\n* Besh-Tash State Nature Park\n* Chon-Kemin State Nature Park\n* Karakol State Nature Park\n* Kara-Shoro State Nature Park\n* Kyrgyz-Ata State National Nature Park\n* Saimaluu-Tash State Nature Park\n* Salkyntor State National Nature Park\n* Kara-Buura State Nature Park\n* Sarkent State Nature Park"}, {"text_block_id": "p6_b154", "text": "Biotope and species protection sites. These are 68 wildlife sanctuaries (botanical, zoological, geological, forest and integrated), a botanical garden in Bishkek and a zoo in Karakol. Wildlife sanctuaries occupy 301,426.7 ha."}, {"text_block_id": "p6_b155", "text": "At the national level, public policies on biodiversity conservation are implemented by the Department of Forest Ecosystems and Protected Areas of SAEPF. Another division of SAEPF – Department of Forest and Hunting Management – is responsible for the inventory of protected areas’ resources and planning of biodiversity management. Department of Sustainable Management of Natural Resources of SAEPF, in turn, regulates the conservation and use of hunting resources."}, {"text_block_id": "p6_b156", "text": "Despite the conservation efforts, human activities in Kyrgyzstan have contributed to the loss of biodiversity - some species have disappeared altogether, while others are endangered. Thus, 3 species have become extinct, and 15 species are endangered in large and medium-sized mammal’s fauna; 4 birds species died off, 26 species are under threat; losses in plants are smaller - only one"}, {"text_block_id": "p7_b157", "text": "species has disappeared, and 56 species are endangered. Based on this, the main focus of the sector’s environmental activities is the conservation of rare, endemic and endangered plant and animal species."}, {"text_block_id": "p7_b158", "text": "Currently, the Red Book of the Kyrgyz Republic (2007) incorporates 57 bird species, 23 mam"}, {"text_block_id": "p7_b159", "text": "-"}, {"text_block_id": "p7_b160", "text": "mal species, 2 amphibian species, 8 reptile species, 7 fish species, 18 arthropod species, 83 higher plant species, and 4 fungi species – all threatened with extinction."}, {"text_block_id": "p7_b161", "text": "2.2.\t Forestry"}, {"text_block_id": "p7_b162", "text": "The Kyrgyz Republic is a sparsely wooded area. Forests are mainly represented by mountain plantations, and about 90% of the forests are located at an altitude of 700 to 3,500 meters above sea level."}, {"text_block_id": "p7_b163", "text": "As of January 1, 2012, the State Forest Fund (SFF) had 2,619,675.5 ha of land, including protected areas (PAs) - 870,882.8 ha, and forested areas – 1,135,526.8 ha, or 5.68% of the total area of the country."}, {"text_block_id": "p7_b164", "text": "About 65% of the population lives in rural areas, the well-being of many of them is dependent on forest resources."}, {"text_block_id": "p7_b165", "text": "Thus, the effectiveness of sustainable forest management has a significant effect on poverty levels and sustainable development of rural areas."}, {"text_block_id": "p7_b166", "text": "According to the Forest Code, all forests of the Republic are to be conserved as performing environmental, sanitation, health and other protective functions. In this connection, due to their great ecological value, unique forests of the Kyrgyz Republic play an important role in the global processes of environmental control and the prevention of the negative effects of climate change."}, {"text_block_id": "p7_b167", "text": "Forests in the Kyrgyz Republic are divided into the following protection categories:"}, {"text_block_id": "p7_b168", "text": "Forests in the Kyrgyz Republic are divided into the following protection categories:\n* Water protection (restricted forest belts along rivers, lakes, reservoirs and other bodies of water);\n* Protective (anti-erosion forests, protective forest belts along highways, forests in arid and sparsely wooded mountainous areas of importance for environmental protection);\n* Sanitary and health (urban forests, forest parks, green zones around settlements, first and second belt forests in sanitary protection water source zones, forests in sanitary pro\n* Sanitary and health (urban forests, forest parks, green zones around settlements, first and second belt forests in sanitary protection water source zones, forests in sanitary pro\n -\n* Sanitary and health (urban forests, forest parks, green zones around settlements, first and second belt forests in sanitary protection water source zones, forests in sanitary pro\n -\n tection resorts);\n* Forests in protected areas (nature reserves and preserved areas, national parks, wildlife sanctuaries, valuable forest areas, forests of scientific value, including genetic reserves and natural monuments, walnut forests), juniper forests, pistachio forests."}, {"text_block_id": "p7_b178_merged_merged_merged_merged", "text": "According to studies conducted in the framework of the Kyrgyz-Swiss Forestry Sector Support Programme KIRFOR in 2006-2008, there are eight forest areas in the Kyrgyz Republic17 listed below in Table 2 (see the map in Appendix 2)."}, {"text_block_id": "p7_b181", "text": "Table 2: Forest areas in Kyrgyzstan"}, {"text_block_id": "p7_b182", "text": "Source: Forest typology in the Kyrgyz Republic, 2008."}, {"text_block_id": "p7_b183", "text": "This study also identified development trends of different forest types, depending on the environmental conditions of growth, human pressure and climatic conditions (see Appendix 9)."}, {"text_block_id": "p8_b184", "text": "At the same time, recommendations have been provided to achieve sustainability of different types of forest ecosystems."}, {"text_block_id": "p8_b185_merged", "text": "According to the National Forest Inventory (2008-2010), the total amount of tree and shrub vegetation timber in the forests of Kyrgyzstan was 55,000 thousand m³, including: 48,000 thousand m³ on forest lands, 1,000 thousand m³ on non-forest lands, and 6,000 thousand m on other lands."}, {"text_block_id": "p8_b188", "text": "Data on the stock of woody vegetation on forest lands from the National Forest Inventory (2008-2010) are shown in Table 3."}, {"text_block_id": "p8_b189", "text": "Table 3: The stock of woody vegetation on forest lands"}, {"text_block_id": "p8_b190", "text": "Source: National Forest Inventory, 2008-2010."}, {"text_block_id": "p8_b191", "text": "One of the services provided by forest ecosystems is climate regulation. Forest ecosystems affect climate both locally and globally. Forests are the natural repositories of carbon and, therefore, play a crucial role in maintaining the balance of greenhouse gases in the atmosphere of the entire planet."}, {"text_block_id": "p8_b192", "text": "Forests are the most reliable system to prevent natural greenhouse effect in terms of carbon sequestration and the accumulation period. This important ecosystem service will be preserved through retaining the extent of forest and increasing the forested area."}, {"text_block_id": "p8_b193", "text": "The National Forest Inventory (2008-2010) provides data on the biomass and carbon stocks of all types of lands, which were inventoried. According to these data, the total biomass of all categories of land is around 46.2 million tonnes, and the total deposited carbon stock is 22.9 million tonnes."}, {"text_block_id": "p8_b194", "text": "In general, experts’ estimates show that the economic value of the environmental services of forest ecosystems in Kyrgyzstan today is around 9.32 billion US dollars each year. However, due to lack of evidence-based methodologies and calculation tools in our country, this figure is used as indicative and is not taken into account in development planning."}, {"text_block_id": "p8_b195", "text": "Institutional Organization of State Forest Management in Kyrgyzstan"}, {"text_block_id": "p8_b196", "text": "The forestry system has a vertical subordination and covers the republican level: Department of Forest Ecosystems, Department of Forest Management; the regional level: territorial departments of SAEPF; and local level: forest enterprises or forest districts on a separate balance sheet. The forest management scheme is shown in Figure 1."}, {"text_block_id": "p8_b197", "text": "Figure 1: Forest management scheme"}, {"text_block_id": "p8_b198", "text": "The State Forest Fund supervises 50 forest enterprises. The information about their number and distribution across the territory is shown in Table 4."}, {"text_block_id": "p8_b199", "text": "Table 4: Number and distribution of forest enterprises and forest districts on separate balance sheet by territory"}, {"text_block_id": "p8_b200", "text": "2.2.1. Impact of climate change and ecosystem vulnerability"}, {"text_block_id": "p8_b201", "text": "Analysis of classification of climate regions (Appendix 3) and forest areas (Appendix 2) shows an almost complete match between the climate and forest distribution. For example, forest ecosystems in forest zones I-IV coincide with the borders of the Southwestern climatic area, forests in areas V and VI - with the boundaries of the Northwestern climatic region, forests in zones VII - with the boundaries of the Northeastern region, and forests in zone VIII – with the borders of the Inner Tien-Shan climatic region."}, {"text_block_id": "p9_b202", "text": "Kyrgyz forests mainly grow under the boreal climate with adequate moisture. However, it should be noted that because of biological features, pistachios and some bushes can grow in more arid conditions, and juniper elfins can grow at high altitudes at low temperatures (tundra climate). Spruce forests grow in relatively cold climates, sometimes occupying areas with a fairly cold tundra climate, and walnut forests - in a moderately warm climate with plenty of moisture."}, {"text_block_id": "p9_b203", "text": "Climate change will impact all forest landscapes and biodiversity in Kyrgyzstan. Projected changes in climate variables will seriously affect the ability of forests and biodiversity to adapt and maintain. It is expected that temperature rise, changes in water availability and the projected increase in carbon dioxide will entail changes in forests and biodiversity at two levels: the structural level (physiology and metabolism of trees and wildlife) and at the level of ecosystem functioning."}, {"text_block_id": "p9_b204", "text": "A further increase in temperature will lead to the displacement of vertical zones of plant communities. The desert and semi-desert plant species will move to mountain steppes and meadow steppes, plant species turnover and loss of biodiversity and forest cover will intensify. Together with this, the vegetation season will likely last longer."}, {"text_block_id": "p9_b205_merged", "text": "Thus, according to forecasts of scientists, the accumulated positive temperatures could increase by 255 °C by 2100, and the length of the growing period – by 37 days. At the same time, the lower boundary of forest zones at 600-1,400 m will shift upward by 150-200 m, and at 1,600-2,600 m will remain the same."}, {"text_block_id": "p9_b208", "text": "In the Northeastern region, the boundary of thermal zones will be shift upwards by 200 m at an altitude of 1600 m and will not change at altitudes of 1,600-2,600 m. The growing season will increase by 23-63 days."}, {"text_block_id": "p9_b209", "text": "In the Inner Tien-Shan, zone borders will move upwards by 200 at an altitude of 1,600 m and will remain the same at altitudes of 1,800-2,400. The growing season will increase by 18-56 days."}, {"text_block_id": "p9_b210", "text": "In the Southwestern climatic region, zone borders located at altitudes of 1,600-2,400 m will shift upward by 150-200 m, and at altitudes of 2,400-2,800 m they will not change. The growing season will increase by 18-38 days."}, {"text_block_id": "p9_b211", "text": "Forest movement to higher altitudes can increase the vulnerability of many plant species because of genetic and environmental influences. Many tree species will not be able to adapt and will disappear as a result of climate change. FAO studies show that the rate of climate change in the next century will exceed the rate, which would allow forest ecosystems to adapt to the new, warmer climate. This will lead to the disappearance of a number of plants and forests, and respectively, to the loss of the ecological services they provide. To preserve the economic benefits of ecosystem services, silvicultural work and other forest management activities must be intensified."}, {"text_block_id": "p9_b212", "text": "Expert estimates suggest that given a 1.5°C rise in temperature and a 10% reduction in precipitation, maintaining the annual economic benefits of ecosystem services will require holding annual forest management activities worth 4,550.4 million soms (94.8 million US dollars). At the same time, in the worst scenario, that is an up to 6 °C increase in temperature, and the economic damage from the loss of forest resources will amount to 10,272 million soms (214 million US dollars)."}, {"text_block_id": "p9_b213", "text": "According to the Forest Fund Inventory (2013), forest area in the Kyrgyz Republic occupies 1,135,526.8 ha, or 5.6% of the total area of the country. It is represented by four species: walnut, pine and spruce, juniper, and floodplain forests. The main tree species are juniper (Juneperus), spruce (Picea Shrenkiana), walnut (Juglans Regia), etc."}, {"text_block_id": "p9_b214", "text": "When designing the National Priorities for Adaptation to Climate Change in 2011, V.A. Kuzmichenok developed models to determine the optimal conditions and assess the possible evolution of the climatic optimum for the main tree species under given climate change scenarios."}, {"text_block_id": "p9_b215", "text": "Climate models show the displacement of climatic optimum for forest forming tree species on the map (see Appendices 4-8)."}, {"text_block_id": "p9_b216", "text": "The results of this modelling confirm the opinion of FAO experts that climate change leading to an increase in the annual average of air temperature and precipitation increases the likelihood of redistribution of tree growth zones."}, {"text_block_id": "p9_b217", "text": "Tables 5, 6, 7 and 8 show data on possible changes in the growth areas of dominant juniper, spruce and walnut species."}, {"text_block_id": "p9_b218", "text": "Table 5: Change in juniper, spruce and walnut growth areas"}, {"text_block_id": "p9_b219", "text": "Source: Technical Report by V.Surappaeva, UNDP National Consultant, 2012."}, {"text_block_id": "p9_b220", "text": "Table 5 shows that growth areas of juniper, spruce and walnut are redistributed with increasing temperature."}, {"text_block_id": "p9_b221", "text": "The areas proportional to growth areas were estimated based on the space occupied by forestforming species planted in the 1970s using the materials of the State Forest Fund Inventory."}, {"text_block_id": "p10_b222", "text": "Table 6: Change in growth area of juniper"}, {"text_block_id": "p10_b223", "text": "Table 7: Change in growth area of spruce"}, {"text_block_id": "p10_b224", "text": "Source: Technical Report by V. Surappaeva, UNDP National Consultant, 2012."}, {"text_block_id": "p10_b225", "text": "Table 8: Change in growth area of walnut"}, {"text_block_id": "p10_b226", "text": "Source: Technical Report by V. Surappaeva, UNDP National Consultant, 2012."}, {"text_block_id": "p10_b227", "text": "Thus, the above presented tables show that changes in growth areas of juniper, spruce and walnut may occur under all climate change models. A 1.5°C change in temperature will lead to a partial change, and a 4°C change will result in a complete displacement, meaning the loss of ecosystem service environmental functions."}, {"text_block_id": "p10_b228", "text": "Further mathematical modeling taking account of the geographical coordinates of the forest stands’ boundaries for each species, and their conversion into existing and perspective areas with due regard to growth conditions in the new territories, allows identifying specific changes in the forest area for the given parameters of climate change. This information will serve as an information basis for planning of future silvicultural activities in the climate change context."}, {"text_block_id": "p10_b229", "text": "One of the negative impacts of climate change is increased fire danger in Kyrgyz forests evi"}, {"text_block_id": "p10_b230", "text": "-"}, {"text_block_id": "p10_b231", "text": "denced by the practice of recent years. In 2011 fires destroyed 13 ha of forest area, in 2012 - 37 ha, in 2013 - 22.9 ha, and in 2014 - 54 ha"}, {"text_block_id": "p10_b232", "text": ". Fires have contributed to increased damage to forests, loss of forest plantations, and, consequently, reduced volume of the ecosystem services provided."}, {"text_block_id": "p10_b233", "text": "Another negative climatic impact making forests vulnerable is the increased spread of pests and diseases. According to entomologists, annual damage from loss of walnut forests is already very high. Their studies suggest that climate change will cause more frequent outbreaks of pests and diseases in forest ecosystems."}, {"text_block_id": "p10_b234_merged_merged", "text": "For example, pests annually damage over 20 ths ha of fruit and nut forests. Among the most dangerous pests, the occurrence of which is linked to climate change, are the gypsy moth (Lymantria dispar L.) and globose scale (Sphaerolecanititn prunastri Fonsc.)."}, {"text_block_id": "p11_b239", "text": "The increase in the number of pest foci occurs in accordance with the observed patterns of outbreak permanence. Outbreaks in the upper zone of walnut forests are due to the northwest direction of air flow and the gradual transition from the lower to the upper sub-zone owing to a temperature change, that is in warm and dry years, which repeat every 3-4 years in this region. These data characterize the dynamics of pest foci and outbreaks under the the Fergana Range conditions."}, {"text_block_id": "p11_b240", "text": "Another group of measures aimed at adaptation of forests to climate change includes strengthening the practical fire prevention, monitoring forest pathology and controlling the spread of pests in forest ecosystems."}, {"text_block_id": "p11_b241", "text": "2.2.2. Risks for Sustainable Forest Management and Biodiversity Conservation; Balance of Interests"}, {"text_block_id": "p11_b242", "text": "Sectoral consultations and analysis of questionnaire data, distributed among the expert community in the development of this Programme, the vulnerability of ecosystems to climate change described above, given the current forest management practices, help determine the following interrelated and interdependent risks for sustainable forest management:"}, {"text_block_id": "p11_b243", "text": "Environmental:"}, {"text_block_id": "p11_b244", "text": "Environmental:\n* Changes in species growth areas at the ecosystem level;\n* Loss of biodiversity due to adverse climatic conditions;\n* Qualitative (species) change in forest ecosystems;\n* Accessibility and quality of services provided by ecosystems."}, {"text_block_id": "p11_b252", "text": "Economical:"}, {"text_block_id": "p11_b253", "text": "Economical:\n* Changes in land use practices caused by the increasing demand for agricultural land due to population growth in forest areas;\n* Reduced production of forest products;\n* Changes in the quality of wood and non-wood forest products (NWFPs);\n* Indirect impact on the value chain of wood due to changes in the quantity and quality of wood;\n* Impact on the ability of some species intended for plantation cultivation to maintain the rate of growth and wood quality in the next 30-50 years;\n* Impact on other sectors, especially agriculture, energy and water resources."}, {"text_block_id": "p11_b265", "text": "Social:"}, {"text_block_id": "p11_b266", "text": "Social:\n* Impact on the livelihoods of people who depend on forest resources;\n* Increased danger of natural disasters due to the weakening of forest functions (for exam\n* Increased danger of natural disasters due to the weakening of forest functions (for exam\n -\n* Increased danger of natural disasters due to the weakening of forest functions (for exam\n -\n ple, landslides, mudflows, etc.)."}, {"text_block_id": "p11_b272", "text": "In these circumstances, balancing of all stakeholders’ interests becomes necessary for the preservation of ecosystem services in a changing climate. At the same time, the stability of forest ecosystems and biodiversity in the context of negative impacts of climate change may be achieved through compromise at the following three levels: (1) balancing the interests in the conservation of ecosystems and the sustainability of natural resources, and (2) balancing the interests in ecosystem management, and (3) balancing interests between natural resource users. In all cases, balancing of interests will be based on the legal framework and consensus. However, the strengthening of cooperation and partnership between all interest groups in decision-making on the conservation and sustainable use of ecosystem goods and services under climate stress is particularly relevant."}, {"text_block_id": "p11_b273", "text": "This implies another adaptation measure that will contribute to the search for compromises and reduction of the aforesaid risks. Such a measure is the development and implementation of mechanisms of inter-agency cooperation and joint management of natural resources and ecosystems on the basis of partnership and equitable distribution of rights, responsibilities and benefits between all participants in the adaptation partnership."}, {"text_block_id": "p11_b274", "text": "2.3.\t Climate Change and Barriers to Sectoral Development"}, {"text_block_id": "p11_b275", "text": "2.3.1. Actual Problems of Biodiversity and Forest Conservation"}, {"text_block_id": "p11_b276", "text": "The analysis revealed the absence of an effective partnership between the forest and protected areas management bodies and local state administrations, local authorities, and local communities, as well as the lack of clear delineation of authority and responsibility at the local level."}, {"text_block_id": "p11_b277", "text": "Many government agencies at the national level are one way or another involved in environmental protection and biodiversity conservation, but they act at their own discretion and often on paper only. The sectoral policy documents of ministries, departments, local state administrations and local self-governance authorities of the Kyrgyz Republic do not cover issues of biodiversity conservation and sustainable forest management."}, {"text_block_id": "p11_b278", "text": "The exchange of information between public authorities and stakeholders takes place in the form of official inquiries and, if necessary, through the establishment of inter-agency working groups. At the same time, environmental impact assessment of economic projects does not incorporate an economic valuation of ecosystem services, as no appropriate techniques are in place."}, {"text_block_id": "p11_b279", "text": "Since the opinion of the community is taken into account “along the way”, this often leads to conflicts between businesses and local communities, where environmental issues are often the main argument of local communities to express their discontent, which is in fact caused by economic and social interests. Therefore, it is important to integrate biodiversity conservation and sustainable forest management issues into the broader productive landscapes and adjacent areas."}, {"text_block_id": "p11_b280_merged_merged", "text": "Economic activity has the greatest influence on biodiversity. The following man-made factors pose the greatest threat:"}, {"text_block_id": "p11_b282", "text": "Economic activity has the greatest influence on biodiversity. The following man-made factors pose the greatest threat:\n* Illegal forest felling;\n* Barriers to natural forest restoration;\n* Degradation of natural pastures;\n* Destruction of natural ecosystem sites;\n* Reduction of the forest area;\n* Over-harvesting of medicinal plants;\n* Overfishing;\n* Poaching."}, {"text_block_id": "p11_b298", "text": "Mining activities carried out normally in mountainous ecosystems, which are especially fragile and vulnerable, is another factor contributing to the disturbance, destruction and pollution of natural ecosystems, fauna habitat, and flora growth areas."}, {"text_block_id": "p11_b299", "text": "In recent years, climate change has been a global factor of external impacts on biodiversity, ecosystems and their services."}, {"text_block_id": "p12_b300", "text": "Studies show that the most relevant sectoral"}, {"text_block_id": "p12_b301", "text": "problems threatening forestries, nature reserves and natural parks"}, {"text_block_id": "p12_b302", "text": "of the Kyrgyz Republic are the following:"}, {"text_block_id": "p12_b303", "text": "•"}, {"text_block_id": "p12_b304", "text": "Location of the settlements in the territory or within the boundaries of protected areas, SFF, and their economic activity, which leads to conflict situations;"}, {"text_block_id": "p12_b305", "text": "•"}, {"text_block_id": "p12_b306", "text": "Poor material and technical base;"}, {"text_block_id": "p12_b307", "text": "•"}, {"text_block_id": "p12_b308", "text": "Outdated methodology and approaches to nature conservation, poor scientific monitoring and biodiversity assessment;"}, {"text_block_id": "p12_b309", "text": "•"}, {"text_block_id": "p12_b310", "text": "Outdated methodology and approaches to forest management, monitoring and forest management economic assessment;"}, {"text_block_id": "p12_b311", "text": "•"}, {"text_block_id": "p12_b312", "text": "Lack of effective mechanisms for the development of eco-tourism;"}, {"text_block_id": "p12_b313", "text": "•"}, {"text_block_id": "p12_b314", "text": "Weak human resource potential in the sector, the shortage of climate change experts;"}, {"text_block_id": "p12_b315", "text": "•"}, {"text_block_id": "p12_b316", "text": "Poor information and database management within the sector."}, {"text_block_id": "p12_b317", "text": "The existing legal framework does not cover all the forests in the country; implementation mechanisms of control, regulatory, permitting and economic functions are not clearly defined; relations caused by the use of the forests fund lands, for example, for subsoil use and for recreational purposes, are not regulated."}, {"text_block_id": "p12_b318", "text": "The sector’s institutional organization is inherited from the Soviet period and does not fully meet the modern requirements of sustainable forest management. Therefore, the foundation of forestry reform should be a gradual transformation of the existing forestry institutions which define the framework of the sector’s development."}, {"text_block_id": "p12_b319", "text": "Institutional reform should include the decentralization of functions, namely the division of control and economic functions using public-private partnership mechanisms and by organizing public committees for joint forest management at the level of forestry enterprises."}, {"text_block_id": "p12_b320", "text": "Currently, there is virtually no forestry economy, and the development of modern forestry proceeds without proper economic justification. In addition, no economic assessment of forest resources and state natural capital has been conducted."}, {"text_block_id": "p12_b321", "text": "No major changes have been introduced into the forestry funding system over the past 20 years. It’s basic principle still remains the government funding of only payroll and insurance contributions to the Social Fund, while major forest silvicultural and management activities are implemented using special funds earned by forest enterprises as a result of economic activity. As a result, forest management is chronically underfunded. Some funds are also coming under the technical assistance of international organizations and the National Fund for Nature Conservation and Forestry Development."}, {"text_block_id": "p12_b322", "text": "Forests monitoring shows that natural regeneration is low, and the increase in forest area due to the reproduction of forests (reforestation, afforestation) is too slow. Measures for the protection of forests from disturbances are inadequate."}, {"text_block_id": "p12_b323", "text": "Currently, the technical capacity of institutions in charge of forest management is underdeveloped, the material and technical base is obsolete, knowledge about modern approaches for sustainable forest management is insufficient, forest management methods and technologies (protection, afforestation, reforestation) are outdated."}, {"text_block_id": "p12_b324", "text": "2.3.2. Information Gaps and Uncertainty Management"}, {"text_block_id": "p12_b325", "text": "The impacts of climate change on biodiversity and forest ecosystems in our country are not adequately studied, so there are information gaps on certain aspects necessary for the proper planning of adaptation measures, which causes uncertainties."}, {"text_block_id": "p12_b326", "text": "The following information gaps related to sectoral climate change adaptation have been identified:"}, {"text_block_id": "p12_b327", "text": "•"}, {"text_block_id": "p12_b328", "text": "Lack of methods and models for forecasting and scenario analysis of the impact of climate change on biodiversity and forest resources;"}, {"text_block_id": "p12_b329", "text": "•"}, {"text_block_id": "p12_b330", "text": "Lack of methods for assessing the vulnerability of biodiversity and forest ecosystems to climate change and for studying their adaptive capacity;"}, {"text_block_id": "p12_b331", "text": "•"}, {"text_block_id": "p12_b332", "text": "Lack of a methodology for economic valuation of ecosystem services;"}, {"text_block_id": "p12_b333", "text": "•"}, {"text_block_id": "p12_b334", "text": "Lack of economic evaluation data on productivity of forest ecosystems and the current forest management;"}, {"text_block_id": "p12_b335", "text": "•"}, {"text_block_id": "p12_b336", "text": "Underdeveloped ground and remote methods of forest inventory and monitoring"}, {"text_block_id": "p12_b337", "text": ","}, {"text_block_id": "p12_b338", "text": "ham"}, {"text_block_id": "p12_b339", "text": "-"}, {"text_block_id": "p12_b340", "text": "pering the improvement of information and an analytical database of protected areas and forestry enterprise under the climate change;"}, {"text_block_id": "p12_b341", "text": "•"}, {"text_block_id": "p12_b342", "text": "Lack of scientific advice on methodology of planning of climate-resilient forest and ecosys"}, {"text_block_id": "p12_b343", "text": "-"}, {"text_block_id": "p12_b344", "text": "tem management;"}, {"text_block_id": "p12_b345", "text": "•"}, {"text_block_id": "p12_b346", "text": "Lack of scientific basis of forestry and silvicultural adaptation measures to reduce the negative impacts of climate change and enhance the resilience of ecosystems."}, {"text_block_id": "p12_b347", "text": "Collection of data to fill information gaps will be an important adaptation measure along with the strengthening of cooperation with country research institutes and the expert community."}, {"text_block_id": "p12_b348", "text": "2.3.3. Sector Adaptation Measures"}, {"text_block_id": "p12_b349", "text": "Analysis of the situation and problems in the Forest and Biodiversity sector, and its vulnerability to the multifactor impact of climate change, has identified the following general adaptation barriers to sustainable development of the sector in the climate change context:"}, {"text_block_id": "p12_b350", "text": "1."}, {"text_block_id": "p12_b351", "text": "No due regard to climate aspects in the current forest and protected areas management practices;"}, {"text_block_id": "p12_b352", "text": "2."}, {"text_block_id": "p12_b353", "text": "Continuing loss of biodiversity and degradation of forest ecosystems, which increase the vulnerability of the sector as a result of anthropogenic impacts and negative impacts of climate change."}, {"text_block_id": "p12_b354", "text": "3."}, {"text_block_id": "p12_b355", "text": "Lack of awareness and knowledge on climate change in the sector."}, {"text_block_id": "p12_b356", "text": "The Programme will seek to overcome these barriers to increasing the resilience of the sector to climate change. Adaptation measures will reflect the real needs and capacity of the sector and be focused on attracting foreign expertise and climatic resources."}, {"text_block_id": "p12_b357", "text": "The first barrier is due to the lack of appropriate parameters and procedures for the collection and analysis of relevant information in the sector on the impact of climate change on forests and biodiversity for future management of protected areas and forests adapted to the impacts of climate change. Management planning in the sector is based on the materials of the national forest inventory and forest management, which should take into account the necessary climate parameters for planning of climate-resilient management."}, {"text_block_id": "p12_b358_merged_merged_merged_merged", "text": "Current forest management materials do not contain climate information to support adapta-tion measures. Therefore, it is important to develop a system of climatic parameters in cooperation with stakeholders, which must be integrated into forest and biodiversity management plans."}, {"text_block_id": "p12_b361", "text": "The use of modern information and communication technologies and geographic information systems in the sector has not yet been sufficient, especially at the local level. The exchange of information does not yet meet the requirements of operational problem solving for effective sector management."}, {"text_block_id": "p13_b362", "text": "It is therefore necessary to develop a scientific basis, improve the legal framework, and develop and implement climate monitoring at the level of protected areas and forest enterprises."}, {"text_block_id": "p13_b363", "text": "Current forest and protected areas management plans do not support a purposeful enhancement of the ecosystem and the resilience of nature to the negative impacts of climate change. Therefore, adaptation measures, as envisaged by the Programme, will be integrated into forests and protected areas management plans and practices through strengthening of the relevant capacity."}, {"text_block_id": "p13_b364_merged", "text": "At the same time, there is a need to integrate biodiversity conservation issues into development strategies for key sectors of the economy: mining, energy, transport; and in the local community development plans. Participation of sector representatives in the planning of socio-economic development of relevant territories for the promotion of conservation and reproduction of ecosystems is an important adaptation measure for joint regulation of pressure on natural resources in the context of climate change."}, {"text_block_id": "p13_b367", "text": "The second barrier to adaptation associated with the loss of biodiversity and degradation of forests, is the general trend and the result of the growing economic pressure, and low efficiency of forest enterprises and protected areas management."}, {"text_block_id": "p13_b368", "text": "Trends in regional economic development, population growth, increased energy consumption, the development of transport infrastructure and mining, have led to the loss of biodiversity, change in some species’ habitats and the degradation of forest ecosystems. Expanding the network of protected areas is an effective adaptation measure for conservation of natural ecosystems. Development of the programme for the development of the network of protected areas can ensure the representativeness of the protected species and ecosystems. It is also necessary to ensure the wide participation of the public and due regards to interests of all stakeholders."}, {"text_block_id": "p13_b369", "text": "International evaluation of the efficiency of biodiversity conservation will be integrated into the national protected areas system."}, {"text_block_id": "p13_b370", "text": "In the context of climate change, special attention should be paid to the system of state wildlife sanctuaries, many of which are supervised by local communities. Conducting an inventory of this system and increasing its status may contribute to the conservation of species in productive landscapes."}, {"text_block_id": "p13_b371", "text": "This requires the involvement of local communities in the management of protected areas. The participation of local authorities in inventory, planning and management, and making decisions based on democratic principles such as openness, transparency and accountability, will not only ensure the preservation of biodiversity, but also improve the efficiency of protected areas management plans, raise community awareness, and reduce the likelihood of conflicts."}, {"text_block_id": "p13_b372", "text": "The main problems in the conservation and sustainable management of forest resources coincide with those of protected areas. At the same time, there are many more problems and solution options in the system of forest enterprises. Sustainable forest management is an integrated system of activities aimed at conservation, protection, reproduction and efficient use of forests."}, {"text_block_id": "p13_b373", "text": "Conservation of forests and increasing their area can be achieved through the practice of the annual creation of forest cultures and the promotion of natural regeneration. The creation of artificial plantations is one of the forest adaptation priorities, which is already supported by the"}, {"text_block_id": "p13_b374", "text": "existing infrastructure: seed plots, warehouses, seed laboratories, nurseries, and the necessary silvicultural fund."}, {"text_block_id": "p13_b375", "text": "Silvicultural activities under climate change require a review and adaptation of technologies, approaches and methods of planting forest species on rainfed land and the transfer of focus on the creation of plantations with artificial irrigation from small natural or artificial ponds and streams."}, {"text_block_id": "p13_b376", "text": "Expanding the range of trees and shrubs, improvement of irrigation systems in nurseries, and implementation of advanced drip irrigation systems, will enhance the resilience of established plantations."}, {"text_block_id": "p13_b377", "text": "The growing number and expansion of forest foci and diseases already observed in many forests requires improved protection measures. Extended dry periods will significantly increase fire danger in the forests, which require strict compliance with fire safety rules, fire prevention measures, and the organization of volunteer fire brigades in forest enterprises."}, {"text_block_id": "p13_b378", "text": "Creating socially oriented plantations for timber and fruit on lands managed by local communities, and supporting local afforestation initiatives on private land, will reduce the pressure on natural forest ecosystems."}, {"text_block_id": "p13_b379", "text": "Cooperation with local communities in most densely populated forest areas is based on the rent relationships and the community management, which in some cases does not exist in practice. Relations between forest enterprises and local communities are still regulated by bilateral agreements with individual forest users, who are quite difficult to manage, both in terms of overall and forest management. Therefore, further improvement of mechanisms for joint forest management is an effective adaptation tool, which will enhance the efficiency of management of forest ecosystems."}, {"text_block_id": "p13_b380", "text": "The low level of use of modern information technologies in forestry exacerbates problems associated with forest management and complicates the exchange of information between the national and local levels. Therefore, the widespread introduction of modern information and communication technologies in forestry is an important adaptation measure improving the management of the forestry sector."}, {"text_block_id": "p13_b381", "text": "The third barrier is associated with underdeveloped capacity and low level of awareness of stakeholders on climate change and adaptation of the sector to its negative consequences."}, {"text_block_id": "p13_b382", "text": "The process of developing this Programme has shown that there are many information gaps that need to be addressed. It is therefore necessary to convert climate information into communication products and distribute them among stakeholders. Implementation of this Programme should be accompanied by an appropriate SAEPF communication strategy on climate change."}, {"text_block_id": "p13_b383", "text": "At the same time, strengthening the capacity of the State Agency employees, both at the national and local levels, on issues of climate change and adaptation to its adverse effects, is an important adaptation challenge facing the State Agency."}, {"text_block_id": "p13_b384", "text": "Measures to raise awareness and knowledge of sector partners and stakeholders on the impact of climate change and the vulnerability of natural ecosystems and their services, are also inadequate and are characterized by information gaps and a lack of a communication strategy on climate issues. Therefore, the work in this direction at the national and local levels will also be an important adaptation measure to increase the resilience of the sector to climate change."}, {"text_block_id": "p14_b385", "text": "3. PROGRAMME GOALS, TASKS AND ACTIVITIES"}, {"text_block_id": "p14_b386", "text": "The above review of barriers to adaptation defines the following goals of the adaptation Programme:"}, {"text_block_id": "p14_b387", "text": "Goal 1. To incorporate the climate change impacts into protected areas and forest enterprises management plans and practices and involve forest communities into activities to strengthen the resilience of ecosystems and communities."}, {"text_block_id": "p14_b388", "text": "Goal 2. To promote the conservation and restoration of damaged natural ecosystems to strengthen their resilience to climate change."}, {"text_block_id": "p14_b389", "text": "Goal 3. To increase the capacity and awareness of stakeholders of the Forest and Biodiversity sector on adaptation to climate change."}, {"text_block_id": "p14_b390", "text": "To achieve the first goal, the  following tasks will be will be performed: (1) to reduce information gaps on the impact of climate change on forests and biodiversity through strengthened monitoring and inter-agency cooperation; (2) to incorporate climatic aspects in the planning and management of protected areas and forest enterprises field units; and (3) to integrate climate-resilient biodiversity and forest ecosystems in the sustainable development of priority sectors of the economy and the socio-economic development of local communities."}, {"text_block_id": "p14_b391", "text": "The second goal of the Programme, to promote the conservation of biodiversity and ecosystem services and the restoration of damaged natural ecosystems and strengthen their resilience to climate change, will be achieved through the following two tasks: (1) to increase the ecosystem area covered by the protected areas system and promote a more efficient protected areas management (2) to expand the forest area and improve the efficiency of forest enterprise management."}, {"text_block_id": "p14_b392", "text": "The third goal, to increase the capacity and the awareness of stakeholders of the Forest and Biodiversity sector on adaptation to climate change, will be achieved through the following tasks: (1) to build the capacity among SAEPF staff and its  structural divisions on climate change and (2) to raise awareness of stakeholders of the sector adaptation to climate change."}, {"text_block_id": "p14_b393", "text": "To implement these tasks and achieve the programme goals, an Adaptation Action Plan was developed in the course of sectoral consultations with all stakeholders."}, {"text_block_id": "p22_b394", "text": "Acronyms:"}, {"text_block_id": "p27_b395", "text": "APPENDIX 9: BRIEF TYPOLOGY OF KYRGYZ FORESTS"}, {"text_block_id": "p28_b396", "text": "FOr NOTES"}, {"text_block_id": "p28_b397", "text": "FOr NOTES"}, {"text_block_id": "p29_b398", "text": "CLIMATE CHANGE ADAPTATION PROGRAMME AND ACTION PLAN FOR 2015-2017 FOR THE FOREST AND BIODIVERSITY SECTOR"}, {"text_block_id": "p29_b399", "text": "Format 60х84 1/8. Volume 7 printing sheets."}, {"text_block_id": "p29_b400", "text": "Offset paper. Offset printing."}, {"text_block_id": "p29_b401", "text": "Circulation 100 copies."}, {"text_block_id": "p29_b402", "text": "Printed by «V.R.S. Company» Ltd."}, {"text_block_id": "p29_b403", "text": "Bishkek, Kyrgyz Republic, Kulatova str., 8/1"}, {"text_block_id": "p29_b404", "text": "е-mail:"}, {"text_block_id": "p29_b405", "text": "vrs-co@mail.ru"}], "document_description": "The purpose of this Programme is to enhance and preserve the biological diversity of the Kyrgyz Republic and to increase the area covered by forests under a changing climate. The overall objective of the adaptation projects and programs is to support specific measures aimed at mitigating the adverse effects of climate change on the population of the country and sectors of the economy. The main adaptation activities include the following:Improving the regulatory legal framework for climate change adaptation;Improving the institutional framework and ensuring cross-sectoral integration in adapting to climate change;Improving financial and economic mechanisms, including the mobilization of external funding for priority adaptation measures;Improving information tools to provide process monitoring of climate change and climate risk assessment;Involvement of civil society in the process of adaptation to climate change;Building scientific capacity to adapt to climate change;Organization and promotion of cross-border cooperation on adaptation to climate change."}