{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Kyrgyzstan", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Development Programme of the Kyrgyz Republic for the period 2018-2022", "document_country_code": "KGZ", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Adaptation"], "document_type": "Programme", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "20/04/2018", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/KGZ/2018/KGZ-2018-04-20-Development Programme of the Kyrgyz Republic for the period 2018-2022_cf732566c2fd61b282e51c041ab49566.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Approved by the Decree"}, {"text_block_id": "p0_b2", "text": "Jogorku Kenesh of the Kyrgyz Republic"}, {"text_block_id": "p0_b3", "text": "of April 20, 2018 No. 2377-VI"}, {"text_block_id": "p0_b4", "text": "The Development Program"}, {"text_block_id": "p0_b5", "text": "of the Kyrgyz Republic"}, {"text_block_id": "p0_b6", "text": "for the period 2018-2022"}, {"text_block_id": "p0_b7", "text": "« Unity. Trust. Creation »"}, {"text_block_id": "p1_b8", "text": "Table of contents"}, {"text_block_id": "p3_b9", "text": "1. Introduction"}, {"text_block_id": "p3_b10", "text": "1.1. Current situation"}, {"text_block_id": "p3_b11", "text": "1.1. Current situation\n* Over the years, a healthy balance between the branches of government\n* In the economic sphere, with the involvement of domestic resources\n* The infrastructure necessary for the application of the norms of"}, {"text_block_id": "p3_b17", "text": "1.2. Key Challenges"}, {"text_block_id": "p3_b18", "text": "1.2. Key Challenges\n* External challenges. At the world level, the next few years will be\n<\\li1>"}, {"text_block_id": "p4_b20", "text": "1.2. Key Challenges\n* External challenges. At the world level, the next few years will be\n<\\li1>\n* From a regional perspective, Kyrgyzstan has challenges related to the\n* Internal challenges. Despite the progress made in certain areas, the\n* Opportunities for economic growth are objectively hindered due to"}, {"text_block_id": "p4_b27", "text": "1.3. Methodology"}, {"text_block_id": "p4_b28", "text": "1.3. Methodology\n* The leading reference point for the Development Program of the\n* The main approach of the Program is a rigid choice of priorities. The"}, {"text_block_id": "p5_b32", "text": "1.3. Methodology\n* The leading reference point for the Development Program of the\n* The main approach of the Program is a rigid choice of priorities. The\n* Priority directions are formed taking into account the UN Development\n* The order of the sections of the Program is determined by the practical\n* Each direction is developed on the basis of three steps: 1) clear and\n* The program contains a number of cross-cutting priorities -gender,\n* National programs and projects should contain only those efforts that\n* The program should lay the instrument of individual and institutional"}, {"text_block_id": "p5_b44", "text": "2. State administration -Government in the service of the people"}, {"text_block_id": "p5_b45", "text": "Current situation"}, {"text_block_id": "p5_b46", "text": "Current situation\n* The Kyrgyz Republic, as a result of two revolutions, has firmly embarked\n* At the same time, the costs of maintaining the state apparatus are"}, {"text_block_id": "p6_b50", "text": "Current situation\n* The Kyrgyz Republic, as a result of two revolutions, has firmly embarked\n* At the same time, the costs of maintaining the state apparatus are\n"}, {"text_block_id": "p6_b51", "text": "Goal and vision"}, {"text_block_id": "p6_b52", "text": "Goal and vision\n* The basic principle of democratic power -the principle of serving a\n* A compact, mobile and transparent model of public administration in the\n* The arrival in the public administration of a new generation of managers\n* The civil service will be based on the principles of technocracy,\n* Improvement of the activity of local self-government bodies (further -"}, {"text_block_id": "p6_b62", "text": "Priority measures"}, {"text_block_id": "p6_b63", "text": "Priority measures\n* Optimization of state expenditures for the maintenance of the state\n<\\li1>"}, {"text_block_id": "p7_b65", "text": "Priority measures\n* Optimization of state expenditures for the maintenance of the state\n<\\li1>\n* It is necessary to speed up the adoption of the draft Law of the Kyrgyz\n* Functions of state bodies and officials will be reviewed for compliance\n* A working state portal for interdepartmental interaction of state bodies\n* Optimization of state and municipal services using information and\n* A database of large open data will be created on the main technical\n* To attract high-level professionals to the civil service, as well as\n* The application of technology, the ability to work with large data in the\n* The monitoring and evaluation system, including the public one, will"}, {"text_block_id": "p7_b82", "text": "3. Economic basis for ensuring the well-being of the people"}, {"text_block_id": "p7_b83", "text": "3.1. Introduction and assessmentof the situation"}, {"text_block_id": "p8_b84", "text": "3.1. Introduction and assessmentof the situation\n* Increasing the well-being of the people of Kyrgyzstan, ensuring\n* The current economic situation in Kyrgyzstan is largely a consequence\n* At the present stage of development, the economy of Kyrgyzstan shows\n* As a result of the last five years, the GDP annually increases by 4-5%,\n* At the same time, the high degree of vulnerability of the economy,\n* Problems of unemployment and a lack of jobs force hundreds of\n* The ongoing liberal economic reforms allowed the sector to form, state\n* Increasing global competition imposes a negative imprint. Many"}, {"text_block_id": "p9_b100", "text": "3.1. Introduction and assessmentof the situation\n* Increasing the well-being of the people of Kyrgyzstan, ensuring\n* The current economic situation in Kyrgyzstan is largely a consequence\n* At the present stage of development, the economy of Kyrgyzstan shows\n* As a result of the last five years, the GDP annually increases by 4-5%,\n* At the same time, the high degree of vulnerability of the economy,\n* Problems of unemployment and a lack of jobs force hundreds of\n* The ongoing liberal economic reforms allowed the sector to form, state\n* Increasing global competition imposes a negative imprint. Many\n* At the same time, one of the most pressing issues related to creating\n* The re-export potential of Kyrgyzstan, which until recently played an\n* To maintain the stability of the financial sector is largely due to the\n* At the same time, the state is taking active measures to ensure the\n* The accession of Kyrgyzstan to the EAPS and the receipt of the GSP"}, {"text_block_id": "p9_b112", "text": "3.2. Vision -environment and industry, infrastructure"}, {"text_block_id": "p9_b113", "text": "3.2. Vision -environment and industry, infrastructure\n* The key task of the Government is to ensure the dynamic development\n* An important target for the development of the economy will be the\n* Structural changes in the economy have been achieved: the transition"}, {"text_block_id": "p10_b119", "text": "3.2. Vision -environment and industry, infrastructure\n* The key task of the Government is to ensure the dynamic development\n* An important target for the development of the economy will be the\n* Structural changes in the economy have been achieved: the transition\n* The measures taken have led to increased productivity and the\n* Successfully implemented programs that are fundamental for\n* National development projects are a priority of the Government's\n* On the basis of predictable, transparent and sustainable rules, the\n* All regions of the Kyrgyz Republic and the network of supporting cities\n* The government, in the framework of protecting economic interests,\n* As a result, real qualitative changes have been achieved in the country:"}, {"text_block_id": "p11_b134", "text": "3.2. Vision -environment and industry, infrastructure\n* The key task of the Government is to ensure the dynamic development\n* An important target for the development of the economy will be the\n* Structural changes in the economy have been achieved: the transition\n* The measures taken have led to increased productivity and the\n* Successfully implemented programs that are fundamental for\n* National development projects are a priority of the Government's\n* On the basis of predictable, transparent and sustainable rules, the\n* All regions of the Kyrgyz Republic and the network of supporting cities\n* The government, in the framework of protecting economic interests,\n* As a result, real qualitative changes have been achieved in the country:\n"}, {"text_block_id": "p11_b135", "text": "3.3. Enabling Environment"}, {"text_block_id": "p11_b136", "text": "3.3.1. Macroeconomic stability and monetary policy"}, {"text_block_id": "p11_b137", "text": "3.3.1. Macroeconomic stability and monetary policy\n* At the end of 2017, the Kyrgyz Republic achieved one of the highest\n* It is important to maintain a free financial market and expand\n* The inflation policy should be guided by the basic principle -\n* In the medium term, the Government needs to achieve the following\n* ensuring the dynamic development of the economy (at least 4%) and stable\n* ensuring the balance of public finances and maintaining a controlled lev el\n* Effective public financial management will help ensure that the\n* The government will continue to implement program budgeting,\n* The reform of the public financial management system, which meets"}, {"text_block_id": "p12_b155", "text": "3.3.1. Macroeconomic stability and monetary policy\n* At the end of 2017, the Kyrgyz Republic achieved one of the highest\n* It is important to maintain a free financial market and expand\n* The inflation policy should be guided by the basic principle -\n* In the medium term, the Government needs to achieve the following\n* ensuring the dynamic development of the economy (at least 4%) and stable\n* ensuring the balance of public finances and maintaining a controlled lev el\n* Effective public financial management will help ensure that the\n* The government will continue to implement program budgeting,\n* The reform of the public financial management system, which meets\n* The government will ensure the balance of public finances and keep\n* As part of public procurement, it is necessary to ensure the efficienc y\n* Transparency of the state budget will remain an important priority.\n* Within the framework of the \"Open Government\" initiative, the list"}, {"text_block_id": "p12_b164", "text": "3.3.2. Foreigneconomic policy"}, {"text_block_id": "p12_b165", "text": "3.3.2.1."}, {"text_block_id": "p12_b166", "text": "To promote national interests at global and regional levels, the Government will continue to strengthen its efforts to develop cooperation within the framework of international and regional organizations -the UN, SCO, CIS, EEA, WTO, OIC and others."}, {"text_block_id": "p12_b167", "text": "3.3.2.2."}, {"text_block_id": "p12_b168", "text": "Government efforts will be aimed at strengthening and developing trade and economic cooperation with such key trading partners as Russia (including the EAP countries), China, Central Asian countries, Turkey, the EU, the Middle East, etc. At the same time, measures will be taken to effectively use the capabilities of the GSP + for exporting products to the EU member states."}, {"text_block_id": "p12_b169", "text": "3.3.2.3."}, {"text_block_id": "p12_b170", "text": "The government will take an active part in the process of expanding the framework of cooperation of the EAEC, including in the negotiation processes for concluding agreements on a free trade zone with third countries and not preferential agreements on trade and economic cooperation."}, {"text_block_id": "p12_b171", "text": "3.3.2.4."}, {"text_block_id": "p12_b172", "text": "The government will continue to work to improve the quality standards that meet international standards."}, {"text_block_id": "p12_b173", "text": "3.3.2.5."}, {"text_block_id": "p12_b174", "text": "The government will complete the work on the modernization and updating of checkpoints on the State Border of the Kyrgyz Republic, the creation of a unified information database for participants in foreign economic activities with a view to facilitating the promotion of their goods and services."}, {"text_block_id": "p12_b175", "text": "3.3.2.6."}, {"text_block_id": "p12_b176", "text": "To assist small and medium-sized businesses in preparing business plans and promoting products to foreign markets, a Project Preparation Fund will be established."}, {"text_block_id": "p13_b177", "text": "3.3.2.7."}, {"text_block_id": "p13_b178", "text": "The Government together with the National Bank of the Kyrgyz Republic will develop a set of measures for medium-and long-term financing of export-oriented enterprises and priority sectors with high export potential. The activities of the Russian-Kyrgyz Development Fund will continue to support the most promising projects in priority areas and adaptation of the economy for functioning within the framework of the EAEC."}, {"text_block_id": "p13_b179", "text": "3.3.2.8."}, {"text_block_id": "p13_b180", "text": "The government will expand the markets for attracting capital, intensify its work with international financial organizations to implement infrastructure projects in key export-oriented sectors of the economy, such as agriculture, light industry, tourism, etc."}, {"text_block_id": "p13_b181", "text": "3.3.2.9."}, {"text_block_id": "p13_b182", "text": "One of the priorities of the country's foreign policy will be the creation of favorable external conditions for the promotion of exports of goods and services to foreign markets."}, {"text_block_id": "p13_b183", "text": "3.3.3. Investment Public Policy"}, {"text_block_id": "p13_b184", "text": "3.3.3.1."}, {"text_block_id": "p13_b185", "text": "The key principles of the investment policy for the forthcoming future are defined as follows:"}, {"text_block_id": "p13_b186", "text": "-"}, {"text_block_id": "p13_b187", "text": "strengthening of state and municipal control over targeted spending of budget funds allocated for investment;"}, {"text_block_id": "p13_b188", "text": "-"}, {"text_block_id": "p13_b189", "text": "Orientation of manufactured products for export."}, {"text_block_id": "p13_b190", "text": "3.3.3.2."}, {"text_block_id": "p13_b191", "text": "The investment policy will be based on the formation of an acceptable legislation for the investor, minimizing investment risks and identifying priority sectors of state support."}, {"text_block_id": "p13_b192", "text": "3.3.3.3."}, {"text_block_id": "p13_b193", "text": "The investment potential will be increased due to the development of the securities market, the introduction of innovative science-intensive technologies."}, {"text_block_id": "p13_b194", "text": "3.3.3.4."}, {"text_block_id": "p13_b195", "text": "Investments will be directed to the regions of the country considering the competitive advantages based on the specifics of the territories. Measures will be taken to include local producers in the regional value chain."}, {"text_block_id": "p13_b196", "text": "3.3.3.5."}, {"text_block_id": "p13_b197", "text": "For increasing the volume of production in the state investment policy, preference will be given to attracting direct and portfolio foreign investments."}, {"text_block_id": "p13_b198", "text": "3.3.3.6."}, {"text_block_id": "p13_b199", "text": "Through the formation of effective accounting policies, market participants will be provided with equal competition conditions and access to infrastructure goods."}, {"text_block_id": "p13_b200", "text": "3.3.3.7."}, {"text_block_id": "p13_b201", "text": "The government will provide access to economic information, as well as implement the principle of investment package / lot for the investor, which will include a basic infrastructure (transformation and allocation of land, connection to water, electricity, etc.)."}, {"text_block_id": "p13_b202", "text": "3.3.3.8."}, {"text_block_id": "p13_b203", "text": "Measures will be taken to include Kyrgyzstan in the top 50 of the best countries in the international ranking DoingBusiness by 2022. The efforts of the Government will be focused on improving the following components of this rating:"}, {"text_block_id": "p14_b204", "text": "connection to electric grids, improvement of taxation processes, execution of contracts and resolution of non-payment."}, {"text_block_id": "p14_b205", "text": "3.3.3.9."}, {"text_block_id": "p14_b206", "text": "The government will ensure the introduction of new instruments for fiscal and administrative stimulation of the economy, the receipt of new investments, through the introduction of tax preferences, changes in the system of inspections, and simplification of reporting formats in priority areas."}, {"text_block_id": "p14_b207", "text": "3.3.3.10."}, {"text_block_id": "p14_b208", "text": "The government will introduce a new institution of registration of self-employed, with the granting of preferential tax treatment and access to light credit resources."}, {"text_block_id": "p14_b209", "text": "3.3.3.11."}, {"text_block_id": "p14_b210", "text": "The procedures for initiating public-private partnership projects (hereinafter -PPP) will be reviewed and simplified. Terms of preparation, consideration and approval of PPP projects will be reduced by 2 times."}, {"text_block_id": "p14_b211", "text": "3.3.3.12."}, {"text_block_id": "p14_b212", "text": "The \"Single window\" mechanism for investors will be introduced on the basis of the authorized state body for attracting and protecting investments."}, {"text_block_id": "p14_b213", "text": "3.3.3.13."}, {"text_block_id": "p14_b214", "text": "The government will propose mechanisms for the creation of new investment funds (venture, green climate, trust, sovereign funds and development funds)."}, {"text_block_id": "p14_b215", "text": "3.3.3.14."}, {"text_block_id": "p14_b216", "text": "The legal framework for the protection and promotion of investments will be improved, considering the balanced interests between investors and recipients of investments, as well as in accordance with the principles of sustainable development, including safety, environmental and international labor standards."}, {"text_block_id": "p14_b217", "text": "3.3.3.15."}, {"text_block_id": "p14_b218", "text": "Measures will be taken to optimize the management of state assets by creating large national corporations for the effective management of state property."}, {"text_block_id": "p14_b219", "text": "3.3.3.16."}, {"text_block_id": "p14_b220", "text": "Mobilization of activities of foreign missions of the Kyrgyz Republic to attract investment will be one of the main areas of investment policy."}, {"text_block_id": "p14_b221", "text": "3.3.3.17."}, {"text_block_id": "p14_b222", "text": "The government will review the system for managing free economic zones."}, {"text_block_id": "p14_b223", "text": "3.3.4. Taxand customs policy"}, {"text_block_id": "p14_b224", "text": "3.3.4.1."}, {"text_block_id": "p14_b225", "text": "The accession of the Kyrgyz Republic to the EAEC, the economic situation, as well as the need to improve the efficiency of the existing fiscal system, require the identification of key vectors and a review of the main approaches of the tax system and tax administration."}, {"text_block_id": "p14_b226", "text": "3.3.4.2."}, {"text_block_id": "p14_b227", "text": "A new Concept of Fiscal Policy will be adopted until 2040, ensuring fair taxation and effective tax administration, as well as convergence and harmonization of tax administration in accordance with the requirements of the EAEC, considering the maximum possible preservation of our country's advantages."}, {"text_block_id": "p15_b228", "text": "3.3.4.3."}, {"text_block_id": "p15_b229", "text": "Reforms will be carried out on the electronic fiscalization of tax procedures through the introduction of electronic patent, electronic invoice, marking of goods."}, {"text_block_id": "p15_b230", "text": "3.3.4.4."}, {"text_block_id": "p15_b231", "text": "The Government will introduce electronic VAT invoices and a system of mutual responsibility in calculating VAT for offset, as well as change the existing practice of paying VAT when importing goods and further offsetting and refunding VAT to exclude certain barriers for entrepreneurs importing goods from the territories of states, which are not the member states of the EAEC. The norms of tax legal relations on trade operations between the member states of the EAEC will be harmoniously implemented."}, {"text_block_id": "p15_b232", "text": "3.3.4.5."}, {"text_block_id": "p15_b233", "text": "The use of a cash register with online data transfer function to tax authorities will be a key tool for tax administration. The adopted Program of step -by-step transition to the universal application of the CMC with an electronic online accounting system will ensure full coverage of the CMC of all types of activities and business entities providing services, performing work that sell goods for cash."}, {"text_block_id": "p15_b234", "text": "3.3.4.6."}, {"text_block_id": "p15_b235", "text": "The government will introduce modern methods of tax administration based on new technologies (bar codes, QR encoding, RFID technologies, NFC tags, etc.). A National Information System for the Traceability of Goods and Remote Tax Control will be established."}, {"text_block_id": "p15_b236", "text": "3.3.4.7."}, {"text_block_id": "p15_b237", "text": "To reduce corruption, an automated VAT refund system will be introduced and some functions for planned tax inspections will be outsourced to professional associations."}, {"text_block_id": "p15_b238", "text": "3.3.4.8."}, {"text_block_id": "p15_b239", "text": "The government will take measures aimed at equalizing the tax burden between large, medium and small businesses and will strive to ensure that the share of government revenues from small and medium-sized businesses is at least 50% of the budget's tax revenues. The new system of taxation for small and medium-sized businesses should be based on the principle of \"1 entrepreneur -1 account, 1 tax, 1 budget, 1 fiscal body and 1 check\", which will allow steps to be phased out of certain segments of the economy of small and medium-sized businesses from the shadow in legal field."}, {"text_block_id": "p15_b240", "text": "3.3.4.9."}, {"text_block_id": "p15_b241", "text": "A set of tax measures and incentives for switching to non-cash payments will be provided."}, {"text_block_id": "p15_b242", "text": "3.3.4.10."}, {"text_block_id": "p15_b243", "text": "The system of taxation of profits should stimulate small and medium-sized businesses to develop and expand their activities, increase their balance sheet profit and reinvest in production. The reinvested part of the profit will be exempt from income tax."}, {"text_block_id": "p15_b244", "text": "3.3.4.11."}, {"text_block_id": "p15_b245", "text": "The government, to ensure fair taxation, eliminate opportunities for tax evasion and increase the revenue potential of the tax system, will conduct a phased optimization of the existing system of tax preferences and benefits, introduce a ban on unfounded benefits and exemptions."}, {"text_block_id": "p16_b246", "text": "3.3.4.12."}, {"text_block_id": "p16_b247", "text": "Based on the analysis of the effectiveness of established special tax regimes, it is necessary to exclude inefficient regimes from the tax system."}, {"text_block_id": "p16_b248", "text": "3.3.4.13."}, {"text_block_id": "p16_b249_merged", "text": "Universal declaration of income and a phased transition to the declaration of expenses to identify groups of taxpayers with a high risk of non-compliance with the tax legislation of the Kyrgyz Republic require, starting from January 1, 2020, the second campaign for money laundering in 2017-2018, taking into account the experience of the first campaign."}, {"text_block_id": "p16_b252", "text": "3.3.4.14."}, {"text_block_id": "p16_b253", "text": "Within the framework of the Taza Coom program, the Government will step-by-step create a unified Information Data Center for data exchange between the State Registration Service under the Government of the Kyrgyz Republic, the State Tax Service under the Government of the Kyrgyz Republic, the State Customs Service under the Government of the Kyrgyz Republic, the Social Fund of the Kyrgyz Republic, Republic, National Statistical Committee of the Kyrgyz Republic, Ministry of Internal Affairs of the Kyrgyz Republic of the Republic of Kazakhstan and others, with the possibility of secure remote access to it by the tax service."}, {"text_block_id": "p16_b254", "text": "3.3.4.15."}, {"text_block_id": "p16_b255", "text": "It is necessary to restore the scientific base in the field of economic research, we should study the possibility of creating a scientific institution / institution specializing in applied research in the field of industrial, fiscal, export and other economic policies on the order of the Government on an ongoing basis."}, {"text_block_id": "p16_b256", "text": "3.3.4.16."}, {"text_block_id": "p16_b257", "text": "The fiscal system should be oriented towards the conscientiousness and initiative of the payers and provide for a special system for the development of business in the country -\"taxes pay profitable and prestigious.\" That is, it is necessary to create an effective tax system for the state and a tax system that is fair for taxpayers."}, {"text_block_id": "p16_b258", "text": "3.3.5. MigrationPolicy"}, {"text_block_id": "p16_b259", "text": "3.3.5.1."}, {"text_block_id": "p16_b260", "text": "The main principle of the state migration policy should be the concern of the state about a person and the creation of better conditions for ensuring the rights and interests of citizens of the Kyrgyz Republic in the migration process, as well as foreign citizens and stateless persons arriving in the Kyrgyz Republic."}, {"text_block_id": "p16_b261", "text": "3.3.5.2."}, {"text_block_id": "p16_b262", "text": "The goal should be to ensure the constitutional guarantees of citizens of the Kyrgyz Republic and international human rights obligations, create conditions for the realization of the constitutional right of citizens to work, provide quality public services in the field of labor, labor migration, vocational education and achieve gender justice."}, {"text_block_id": "p16_b263", "text": "3.3.5.3."}, {"text_block_id": "p16_b264", "text": "The creation of jobs and the urbanization of the country should be central to the regulation of internal migration flows. State bodies should develop and ensure the implementation of long-term development plans that promote employment growth and the gradual increase in the number of urban residents, seeking an even distribution of the population throughout the country."}, {"text_block_id": "p17_b265", "text": "3.3.5.4."}, {"text_block_id": "p17_b266", "text": "It is necessary to carry out a comprehensive work to assist migrant workers before they leave the country, during their stay abroad and upon their return."}, {"text_block_id": "p17_b267", "text": "3.3.5.5."}, {"text_block_id": "p17_b268", "text": "Special attention should be paid to internal and external employment, protection of rights and interests of migrant workers abroad, immigration, reintegration of kayrlman, international cooperation in migration, education, development of humanitarian approaches to protection and assistance to migrants in vulnerable situations."}, {"text_block_id": "p17_b269", "text": "3.3.5.6."}, {"text_block_id": "p17_b270", "text": "It is necessary to continue work on strengthening ties with diasporas and compatriots. The Diaspora is able to act as an effective communication channel at various levels between migrants and state bodies in carrying out information campaigns. The potential of the diaspora should be maximally involved in preserving the state language, traditions and customs, providing legal assistance to migrants, finding jobs and attracting investments."}, {"text_block_id": "p17_b271", "text": "3.3.5.7."}, {"text_block_id": "p17_b272", "text": "The tasks of increasing the qualitative potential of labor resources, providing equivalent working conditions and social guarantees for workers within the framework of the international labor market, are becoming topical."}, {"text_block_id": "p17_b273", "text": "3.3.5.8."}, {"text_block_id": "p17_b274", "text": "Within the framework of international commitments, the rights of all categories of migrants should be protected: foreign workers, kayrilman (ethnic Kyrgyz), asylum seekers and refugees, as well as arriving for study, treatment and private affairs."}, {"text_block_id": "p17_b275", "text": "3.3.5.9."}, {"text_block_id": "p17_b276", "text": "The system of accounting for external migration, the processes of recording and controlling the stay of foreign citizens and stateless persons on the territory of the Kyrgyz Republic, registering foreign citizens, improving the interaction of state bodies in the fight against illegal migration and manifestations of extremism and terrorism require close attention."}, {"text_block_id": "p17_b277", "text": "3.4. Developmentof small and medium business"}, {"text_block_id": "p17_b278", "text": "3.4.1."}, {"text_block_id": "p17_b279", "text": "In many developed countries of the world, small and medium-sized businesses play an important role in the development of the economy, since small and medium businesses are one of the most mobile market players able to respond quickly to changes in development conditions."}, {"text_block_id": "p17_b280", "text": "3.4.2."}, {"text_block_id": "p17_b281", "text": "The main problems in small and medium-sized businesses are insufficient preparation of potential entrepreneurs themselves, lack of real long-term financial support from the state, excessive regulation and interference of state bodies, poor information support, and often changing rules of the game."}, {"text_block_id": "p17_b282", "text": "3.4.3."}, {"text_block_id": "p17_b283", "text": "To ensure the systematic development of small and medium-sized businesses, the Government will develop and implement a comprehensive state program for the development of small and medium-sized businesses in the Kyrgyz Republic through the creation of business incubators in cities. Particular attention will be paid to the development and support of small and medium-sized enterprises in the regions and remote settlements."}, {"text_block_id": "p18_b284", "text": "3.4.4."}, {"text_block_id": "p18_b285", "text": "The government will create a single platform and effective mechanisms for supporting entrepreneurship. In particular, by agreement with international development partners, it is necessary to open business service centers in order to use the best international practice to support small and medium-sized businesses on the principle of a \"single window\" in all regions of the country. It is necessary to ensure unified coordination of the policy in the sphere of rendering financial and non-financial support to entrepreneurship."}, {"text_block_id": "p18_b286", "text": "3.4.5."}, {"text_block_id": "p18_b287", "text": "The established business service centers will assist entrepreneurs in the search for partners, new innovative technologies and investments. On the basis of these centers, reference information on the structures and organizations working with small and medium-sized enterprises will also be provided, consulting support of small and medium-sized business projects will be provided, and training activities will be conducted to improve the skills of representatives of small and medium-sized businesses. For the formation of quality management skills, training and advisory programs will be implemented on the implementation of ISO standards. The government will take measures to implement the standards (HAASP, ISO, IFS, etc.) and raise business awareness about the standards."}, {"text_block_id": "p18_b288", "text": "3.4.6."}, {"text_block_id": "p18_b289", "text": "In addition, the Government and regional authorities must also provide facilities for the production infrastructure for supporting small and medium-sized enterprises."}, {"text_block_id": "p18_b290", "text": "3.4.7."}, {"text_block_id": "p18_b291", "text": "In order to increase the effectiveness of interaction between government and business, work will be strengthened on cooperation between business and state assistance in overcoming bureaucratic barriers. A unified information and educational web portal for small and medium-sized businesses will be created."}, {"text_block_id": "p18_b292", "text": "3.4.8."}, {"text_block_id": "p18_b293", "text": "The government will continue to work to improve the financial support mechanisms for small and medium-sized entrepreneurs. Within the framework of this work, conditions will be created for the development of long-term crediting of small and medium-sized businesses, development of new types of bank lending to small and medium-sized businesses. Particular attention will be paid to the availability for small and medium-sized businesses of preferential funds allocated for various types of government programs."}, {"text_block_id": "p18_b294", "text": "3.4.9."}, {"text_block_id": "p18_b295", "text": "The government will intensify the work of the \"Guarantee Fund\" through the use of the existing system of regional guarantee funds, with the subsequent capitalization of the fund to 3 billion soms until 2020. The Fund will provide support in collateral for the loan."}, {"text_block_id": "p18_b296", "text": "3.4.10."}, {"text_block_id": "p18_b297", "text": "The established full-scale educational and information system for financial literacy provides for the growth of small and medium-sized businesses by raising the level of financial literacy and the culture of financial behavior of the population."}, {"text_block_id": "p19_b298", "text": "3.4.11."}, {"text_block_id": "p19_b299", "text": "The government will continue reforms to create an enabling regulatory environment and reduce administrative barriers."}, {"text_block_id": "p19_b300", "text": "3.4.12."}, {"text_block_id": "p19_b301", "text": "By 2022, the share of small and medium-sized businesses in the country's economy should reach at least 50%."}, {"text_block_id": "p19_b302", "text": "3.5. State Assets Managementand Public-Private Partnerships"}, {"text_block_id": "p19_b303", "text": "3.5.1."}, {"text_block_id": "p19_b304", "text": "In order to introduce systematic and effective management of state assets, the Government will ensure the full functioning of the inter-agency automated information system \"Unified State Property Register\" to complete a full inventory of all state assets. Electronic trading platforms will be introduced to increase the transparency and openness of privatization processes and the provision of state property for rent."}, {"text_block_id": "p19_b305", "text": "3.5.2."}, {"text_block_id": "p19_b306", "text": "As part of the optimization of the public sector, decisions will be made on the liquidation and privatization of non-strategic state-owned companies. The government will review the management system of state-owned companies, depending on the objectives of state participation in their activities. The state-owned companies will implement the best practices of corporate governance, the system of responsibility and motivation of government representatives in government with a benchmark for improving their effectiveness in the medium term."}, {"text_block_id": "p19_b307", "text": "3.6. Financialsystem"}, {"text_block_id": "p19_b308", "text": "3.6.1. Banking system"}, {"text_block_id": "p19_b309", "text": "3.6.1.1."}, {"text_block_id": "p19_b310", "text": "The existing financial system does not adequately meet the requirements for the accumulation and rational redistribution of resources within the sectors of the economy."}, {"text_block_id": "p19_b311", "text": "3.6.1.2."}, {"text_block_id": "p19_b312", "text": "The main task is to further strengthen the banking system, based on the principle of maximum liberalization. It is necessary to form a stable and reliable system of financial and credit institutions that can effectively mobilize the country's domestic financial resources and meet the needs of the population and entrepreneurs in loans and quality banking services."}, {"text_block_id": "p19_b313", "text": "3.6.1.3."}, {"text_block_id": "p19_b314", "text": "It is necessary to revise the policy in the banking sector in conditions of low banking penetration and inadequate financial resources, as well as their high cost. To expand the participation of banks in lending to a real economy, the conditions for their activities must be reviewed. To maintain long-term crediting and liquidity of the banking system, it is necessary to establish mechanisms for maintaining long-term and operational liquidity in the banking sector. Banking policy should stimulate lending to the national economy in the national currency."}, {"text_block_id": "p19_b315", "text": "3.6.1.4."}, {"text_block_id": "p19_b316", "text": "The banking sector will be actively involved in the process of integrating the financial market within the framework of the construction of the common market of the EAEC. The priority of the development of the banking sector will be building the capacity of the financial infrastructure and harmonizing the"}, {"text_block_id": "p20_b317", "text": "existing rules for the implementation of monetary policy. Unification of the regulation of foreign exchange, banking and insurance operations will be actively pursued, in accordance with the Concept of the formation of the common financial market of the EAEC."}, {"text_block_id": "p20_b318", "text": "3.6.1.5."}, {"text_block_id": "p20_b319", "text": "It is necessary to develop financial mechanisms for attracting and managing the accumulation of the population. An insignificant part of these savings is used in the banking system in the form of deposit deposits. Most of the deposits have the status of \"on demand\", respectively, these funds are not used by banks for long-term reinvestment in other projects. In this connection, the Government and the National Bank of the Kyrgyz Republic need to take measures to capitalize banks and increase the level of public confidence in the banking system and expand the network of financial and credit institutions. The National Bank of the Kyrgyz Republic together with the non-banking sphere needs to expand its powers to ensure the greatest availability of funds for the population. Work is needed to reduce the level of rates on borrowed funds."}, {"text_block_id": "p20_b320", "text": "3.6.2. Insurance activities"}, {"text_block_id": "p20_b321", "text": "3.6.2.1."}, {"text_block_id": "p20_b322", "text": "in the insurance market of the Government policy will be continued and expanded in terms of export insurance obligatory and voluntary insurance plans to develop and differentiate at the legislative level to create new market niches."}, {"text_block_id": "p20_b323", "text": "3.6.2.2."}, {"text_block_id": "p20_b324", "text": "Work Program lines of compulsory insurance of property and vehicles will be brought to its logical conclusion. It is supposed that the insurance will be linked with security from natural emergencies."}, {"text_block_id": "p20_b325", "text": "3.6.2.3."}, {"text_block_id": "p20_b326", "text": "Work will be carried out on budgetary support of the insurance market."}, {"text_block_id": "p20_b327", "text": "3.6.2.4."}, {"text_block_id": "p20_b328", "text": "To ensure equal competition in the market, the Government will introduce new regulatory instruments."}, {"text_block_id": "p20_b329", "text": "3.6.3. Stocks andbonds market"}, {"text_block_id": "p20_b330", "text": "3.6.3.1."}, {"text_block_id": "p20_b331", "text": "It is necessary to activate the stock market and create an effective mechanism for accumulating investment, turning them into a source of additional income for the population. The government will motivate the accumulation of citizens aimed at acquiring securities. Caring for shareholders of public companies and protecting their interests will be the basis for the development policy of the securities market."}, {"text_block_id": "p20_b332", "text": "3.6.3.2."}, {"text_block_id": "p20_b333", "text": "The government to expand the mortgage program initiates the issue of mortgage bonds and their sale in the stock market with due regard to macroeconomic risks."}, {"text_block_id": "p20_b334", "text": "4. Developmentof strategic sectorsofthe economy"}, {"text_block_id": "p20_b335", "text": "4.1. Agro-industrial sector"}, {"text_block_id": "p21_b336", "text": "4.1.1."}, {"text_block_id": "p21_b337", "text": "In the context of new opportunities arising from the capacious market of the EAES, using the geographical and climatic conditions, the country's agroindustrial complex will occupy its own individual niche in the union market. At the same time, the Government will develop effective forms of cooperation with the EEA member states in the field of agro-industrial policy in order to create products that are competitive in the external and internal markets. Important measures for the development of the agro-industrial complex will be to overcome small-scale production, create medium and large processing complexes, develop logistics and reduce the role of intermediaries in commodity markets."}, {"text_block_id": "p21_b338", "text": "4.1.2."}, {"text_block_id": "p21_b339", "text": "The priority direction of the Government's policy will be state support for the production and processing of agricultural products, which create high added value and are labor-intensive. Target targets for the development of the industry will be the growth of production volumes and its efficiency, improving the quality of agricultural products, ensuring the country's food security, building the capacity of the processing industry."}, {"text_block_id": "p21_b340", "text": "4.1.3."}, {"text_block_id": "p21_b341", "text": "The government, regional and local authorities together with the business community will determine the specialization of the regions for a limited range of agricultural products. Specialization of the regions will create conditions for the formation of large farms. In order to enlarge the farms, the lands of the State Fund for Agricultural Land will be actively used, systems of guaranteed state purchases of agricultural products for institutions with a large number of consumers both inside the country and outside it will be introduced. Mechanisms of futures deals and lending for the future harvest will be introduced. Cultivation of crops will be consistently adapted to the conditions of specialization in order to increase the yield of crops and crop rotations, as well as the effectiveness of lands in general. The government will introduce a balanced management of lands and livestock to ensure the raw material base of the domestic processing industry."}, {"text_block_id": "p21_b342", "text": "4.1.4."}, {"text_block_id": "p21_b343", "text": "The government will implement a program to develop large commodity and logistics centers for agricultural products. Centers of international level will be located: one -in the south of the country (\"Southern\"), the other -in the north of the country (\"North\"). Also, 7 regional logistics centers with specific target products will be launched."}, {"text_block_id": "p21_b344", "text": "4.1.5."}, {"text_block_id": "p21_b345", "text": "In order to increase the export of agricultural products, an appropriate infrastructure will be built taking into account the requirements for volumes and quality standards, including laboratories, logistic centers, slaughter shops, processing enterprises and transport companies. These trade and logistics centers will also be able to concentrate, calibrate, sort, store and conduct primary processing of agricultural products."}, {"text_block_id": "p21_b346", "text": "4.1.6."}, {"text_block_id": "p21_b347", "text": "The government will continue the state policy to provide agricultural producers with affordable financial resources with a gradual succession of financing the production of raw materials directly by the processing enterprises themselves."}, {"text_block_id": "p22_b348", "text": "The end result in this direction will be an established mechanism for futures financing of crops, including access to international electronic commodity exchanges. Along with the developed instruments of agricultural lending, the Government will introduce additional financial instruments to support the export of agricultural products and processing products."}, {"text_block_id": "p22_b349", "text": "4.1.7."}, {"text_block_id": "p22_b350", "text": "State measures will be oriented to the introduction of market mechanisms for supply and demand for the management of the agro-industrial complex."}, {"text_block_id": "p22_b351", "text": "4.1.8."}, {"text_block_id": "p22_b352", "text": "The government will continue to improve the operation of existing irrigation and drainage systems, as well as commissioning of new systems. Particular attention will be paid to water use in border areas and cross-border issues."}, {"text_block_id": "p22_b353", "text": "4.1.9."}, {"text_block_id": "p22_b354", "text": "Technologies of efficient use of water resources that significantly increase the water use coefficient will be introduced, including active use of reservoir capacities, day and monthly water basins."}, {"text_block_id": "p22_b355", "text": "4.1.10."}, {"text_block_id": "p22_b356", "text": "The government will support the development of cooperation. Measures will be taken to improve the regulatory framework for registration, operation and taxation of cooperatives, the creation of secondary cooperatives and the development of cooperative lending. Also, the Government is stepping up work on the development of cooperation projects that have an integration potential in the Unified Energy System and other forms of cooperation, to participate in the international division of labor."}, {"text_block_id": "p22_b357", "text": "4.1.11."}, {"text_block_id": "p22_b358", "text": "Along with traditional directions of development of agricultural production aimed at increasing export volumes, the domestic agrarian sector should form an effective system for the production of ecologically clean and organic products."}, {"text_block_id": "p22_b359", "text": "4.1.12."}, {"text_block_id": "p22_b360", "text": "Priority areas of crop production should be industries that ensure more efficient use of water and land resources: the cultivation of high-yield cereals, legumes, technical, fruit and berry and stone fruits."}, {"text_block_id": "p22_b361", "text": "4.1.13."}, {"text_block_id": "p22_b362", "text": "Livestock sectors will also focus on products with high added value -honey, organic meat, wool and dairy products. Special attention will be paid to the development of fish farming and the production of concentrated fodder. Intensification of livestock production will be directed to the development of stall fattening of livestock, the electrification of agricultural production, the organization of closed farm cycles."}, {"text_block_id": "p22_b363", "text": "4.1.14."}, {"text_block_id": "p22_b364", "text": "The main result of the success of measures will be the increase in yield and land use efficiency in accordance with environmental quality standards of products."}, {"text_block_id": "p22_b365", "text": "4.1.15."}, {"text_block_id": "p22_b366", "text": "The government will provide assistance to enterprises of the agro -industrial complex to form such brands of ecological and organic products as \"Kyrgyz meat\", \"Kyrgyz milk\", \"Kyrgyz apple\", etc. Ecological cleanliness and quality of grown fruits and vegetables should become a brand of domestic"}, {"text_block_id": "p23_b367", "text": "agricultural products, as well as national drinks, fruit juices, mineral water and medicinal herbs. Therefore, it is necessary to expand the range of services of laboratories for the certification of domestic ecologically clean products intended for export, as well as the introduction of international standards in business processes of such farms."}, {"text_block_id": "p23_b368", "text": "4.1.16."}, {"text_block_id": "p23_b369", "text": "To solve the problem of technological provision of agriculture, it is necessary to create, with the use of PPP mechanisms, regional centers for agro -technical servicing of agricultural machinery. The government will provide broader support to the development of leasing of agricultural machinery. To this end, state banks will expand their leasing operations. Specialized agrochemical and veterinary services will also be established."}, {"text_block_id": "p23_b370", "text": "4.1.17."}, {"text_block_id": "p23_b371", "text": "The government will provide conditions for restoring inter-industry cooperation between livestock, crop and light industries."}, {"text_block_id": "p23_b372", "text": "4.2. Tourism"}, {"text_block_id": "p23_b373", "text": "4.2.1."}, {"text_block_id": "p23_b374", "text": "In order to improve the efficiency of the state policy in the field of tourism, work will continue to improve the legislative framework. Measures will be taken to use the potential of tourism infrastructure facilities in the Kyrgyz Republic."}, {"text_block_id": "p23_b375", "text": "4.2.2."}, {"text_block_id": "p23_b376", "text": "The government will continue to work to ensure openness and accessibility of the country for tourists from far and near abroad. Thanks to the implementation of the \"Taza Coom\" project and online registration of visitors and departing tourists, the system of data collection and monitoring for the development of the industry will be improved. For international tourists, bureaucratic procedures will be minimally reduced and optimized when entering (leaving) the country."}, {"text_block_id": "p23_b377", "text": "4.2.3."}, {"text_block_id": "p23_b378", "text": "The government will help promote the country as a tourist destination. With a view to recognizing the Kyrgyz Republic in the world, the brand of the country will be improved, which will correspond to the current trends in the development of the world tourism industry."}, {"text_block_id": "p23_b379", "text": "4.2.4."}, {"text_block_id": "p23_b380", "text": "The government will conduct systematic work to ensure the safety of tourists by enhancing the capacity of law enforcement agencies and working with tourists. The government will conduct active information work among the local population on the high importance of tourism and the role of tourists in ensuring the social and economic development of the country."}, {"text_block_id": "p23_b381", "text": "4.2.5."}, {"text_block_id": "p23_b382", "text": "The government will create several geoparks -special recreational and tourist zones, created and operating under the auspices of UNESCO."}, {"text_block_id": "p23_b383", "text": "4.2.6."}, {"text_block_id": "p23_b384", "text": "The government together with all interested parties will continue work on creation of competitive tourist branch and realization of the Program of the Government of the Kyrgyz Republic on development of sphere of tourism till 2020. Within the development of the regions, special attention will be paid to involving local residents in the tourism industry."}, {"text_block_id": "p24_b385", "text": "4.2.7."}, {"text_block_id": "p24_b386", "text": "The government will ensure equal rules for all participants of the tourism sector, monitor compliance with environmental and building standards in the construction of tourism infrastructure, and establish minimum standards for the quality of tourist services. It is also necessary to promote the development of tourist clusters; the opening of new directions and the diversification of tourist flows and to assist the private sector in creating high-quality tourism products and improving the quality of services. An equally important priority is to promote the expansion and sustainability of participants in the tourism market, as well as support for proposals and initiatives for the development of the industry."}, {"text_block_id": "p24_b387", "text": "4.2.8."}, {"text_block_id": "p24_b388", "text": "The government together with the participants of the tourism industry will pay special attention to the system of training the staff of management and service personnel for the tourism industry."}, {"text_block_id": "p24_b389", "text": "4.2.9."}, {"text_block_id": "p24_b390", "text": "Regional and local authorities will be actively involved in the development of tourism in the regions. Within the framework of regional development programs, in each region, plans will be developed for the development of tourism, taking into account local specifics and the available local tourist potential."}, {"text_block_id": "p24_b391", "text": "4.2.10."}, {"text_block_id": "p24_b392", "text": "An indispensable condition for the development of the tourism industry will be ensuring the sustainability of ecosystems and minimizing the negative impact on nature, as well as preserving the historical and cultural heritage. The government will monitor the provision of proper sanitary and ecological conditions of tourist facilities, routes, preservation of monuments and other historical and cultural sites."}, {"text_block_id": "p24_b393", "text": "4.3. Light industry"}, {"text_block_id": "p24_b394", "text": "4.3.1."}, {"text_block_id": "p24_b395", "text": "It is necessary to develop sewing clusters based on innovative approaches. In the clusters will be integrated related industries, which include all stages, from the supply of raw materials and ending with the delivery to the final consumer of finished products. To strengthen the competitiveness of products in the country, measures will be taken to restore the domestic production of cotton and wool, which constitute the primary and important part of the integrated value chain of the garment industry."}, {"text_block_id": "p24_b396", "text": "4.3.2."}, {"text_block_id": "p24_b397", "text": "To increase the competitiveness of light industry enterprises, the Government will provide support to domestic enterprises to ensure production standards adopted by the EAEC and the EU, as well as proper certification of the quality of domestic products."}, {"text_block_id": "p24_b398", "text": "4.3.3."}, {"text_block_id": "p24_b399", "text": "The government will continue to support domestic companies aimed at forming a national brand of Kyrgyz textile products on world markets. Together with the business community, work will continue to promote the brand \"Made in Kyrgyzstan\", already recognized in the CIS countries."}, {"text_block_id": "p25_b400", "text": "4.3.4."}, {"text_block_id": "p25_b401", "text": "Additional mechanisms of financial support will be developed. As part of the government's financial programs to support export-oriented enterprises, affordable and preferential loans will be allocated to upgrade the material and technical base of light industry enterprises."}, {"text_block_id": "p25_b402", "text": "4.3.5."}, {"text_block_id": "p25_b403", "text": "The government together with all interested parties will organize complex work on preparation and improvement of professional skill of experts of an average and the top link of the enterprises of light industry."}, {"text_block_id": "p25_b404", "text": "4.3.6."}, {"text_block_id": "p25_b405", "text": "In order to further promote domestic products in world markets, it is also necessary to develop and approve a program for the creation of a national school of designers and designers, in which the best domestic specialists can be trained in the world schools of design and fashion."}, {"text_block_id": "p25_b406", "text": "4.4. Building"}, {"text_block_id": "p25_b407", "text": "4.4.1."}, {"text_block_id": "p25_b408", "text": "The construction complex is a key fund-and backbone industry. State economic policy will consistently support the development of the construction materials industry. The state's efforts will focus on:"}, {"text_block_id": "p25_b409", "text": "-"}, {"text_block_id": "p25_b410", "text": "provision of social housing for low-income citizens, as well as for vulnerable groups of the population, including graduates of children's boarding schools, including through the implementation of the Government's affordable housing program;"}, {"text_block_id": "p25_b411", "text": "-"}, {"text_block_id": "p25_b412", "text": "creation of preferential conditions for obtaining mortgage loans by employees of the budgetary sphere;"}, {"text_block_id": "p25_b413", "text": "-"}, {"text_block_id": "p25_b414", "text": "providing partial support in the form of grants and certificates to those categories of citizens to whom the state has obligations (for example, families of military personnel)."}, {"text_block_id": "p25_b415", "text": "4.4.2."}, {"text_block_id": "p25_b416", "text": "With the aim of restructuring the industry, assistance will be provided in the allocation of land and the necessary communication networks."}, {"text_block_id": "p25_b417", "text": "4.4.3."}, {"text_block_id": "p25_b418", "text": "In order to achieve a multiplier effect in the construction work will be encouraged to use local building materials and raw materials."}, {"text_block_id": "p25_b419", "text": "4.4.4."}, {"text_block_id": "p25_b420", "text": "During the construction of buildings and structures, the principles of energy-efficient construction, as well as energy-saving technologies in operation, will be introduced."}, {"text_block_id": "p25_b421", "text": "4.4.5."}, {"text_block_id": "p25_b422", "text": "With a view to developing the construction sector and attracting investments in this sector, the Government should eliminate excessive bureaucratization in the urban development sphere, ensure the possibility of applying international building codes and rules."}, {"text_block_id": "p25_b423", "text": "4.5. Industry"}, {"text_block_id": "p25_b424", "text": "4.5.1."}, {"text_block_id": "p25_b425", "text": "The main tasks of the industrial development of Kyrgyzstan are diversification of the export-oriented structure of industrial production, modernization and expansion of the capacities of existing industries, creation of sustainable jobs and stimulation of investments. In priority sectors, support"}, {"text_block_id": "p26_b426", "text": "measures should take into account all integration capabilities of the EAEC, including industrial cooperation and involvement in common production chains, within the framework of the Eurasian Network for Industrial Cooperation and subcontracting. An additional aspect of the policy to support industrial development should be the expansion of cooperation with large international industrial companies to launch new industries and attracting additional financial resources from international development institutions."}, {"text_block_id": "p26_b427", "text": "4.5.2."}, {"text_block_id": "p26_b428", "text": "It is necessary to develop the Program for the Industrialization of the Economy, which should be based on an integrated framework that unites all industries with high potential into a single, mutually complementary production structure, taking into account regional specialization."}, {"text_block_id": "p26_b429", "text": "4.5.3."}, {"text_block_id": "p26_b430", "text": "In the manufacturing industry, existing production will be supported -the production of building materials (stone processing, glass and other raw materials processing), metallurgical production (metal products), wood processing (wood products), leather (leather and footwear), petrochemical industry (oil refining)."}, {"text_block_id": "p26_b431", "text": "4.5.4."}, {"text_block_id": "p26_b432", "text": "The government will support the development of industries through the following measures: 1) assistance in studying prospective market niches, promoting export supplies and attracting investments to producers with the greatest export and cooperation potential; 2) within the framework of current rights and obligations in the sphere of foreign trade, encouraging import substitution and prioritizing local suppliers for the needs of other sectors of the economy; 3) attraction of technical and consulting support for large manufacturers, harmonization of the industry with the requirements of the EAEC and strengthening of the technical knowledge base of local producers for the production of products with higher technological complexity."}, {"text_block_id": "p26_b433", "text": "4.5.5."}, {"text_block_id": "p26_b434", "text": "Also, the necessary resources will be mobilized to launch new industries complementing and strengthening the structure of industrial production, including machine-building production (production of vehicles), metallurgical production (ferroalloy and tin-tungsten plants, the resumption of antimony production), the chemical industry (metallurgical silicon production) production (production of organic medicines)."}, {"text_block_id": "p26_b435", "text": "4.5.6."}, {"text_block_id": "p26_b436", "text": "An analysis will be made of all possibilities to increase the inves tment attractiveness of idle enterprises. First of all, it concerns the enterprises of industry in the sphere of mining, mechanical engineering, light industry."}, {"text_block_id": "p26_b437", "text": "4.6. PowerEngineering"}, {"text_block_id": "p26_b438", "text": "4.6.1."}, {"text_block_id": "p26_b439", "text": "In the energy sector, the Government aims at sustainable development of the energy sector and ensuring energy security of the country, providing the economy and population with reliable and modern energy supply and developing the country's export potential."}, {"text_block_id": "p27_b440", "text": "4.6.2."}, {"text_block_id": "p27_b441", "text": "During the reconstruction and modernization of existing generating facilities, the planned increase in capacity by 2027 will be 702.68 MW. The reconstruction of the At-Bashinskaya, Uch-Kurgan HPPs will be completed and the Toktogul HPP will be fully rehabilitated. Also new capacities will be put into operation -Kambar-Ata, Verkhne-Narynsky cascade and construction of cascades of Suusamyr-Kokomerensky and Alabukinskiy is begun. Electricity generation projects to the grid from renewable energy sources (hereinafter referred to as RES) will be actively implemented, with the achievement by 2027 of the total installed capacity of RES 400 MW facilities, including at least 100 MW of electricity generation from renewable energy sources, in addition to small hydropower plants."}, {"text_block_id": "p27_b442", "text": "4.6.3."}, {"text_block_id": "p27_b443", "text": "The CASA-1000 interregional project will provide a practical transition to the construction phase of the 500 kV transmission line facilities, 477 km long, from the Datka substation to the Sughd-500 (Tajikistan), starting in 2018."}, {"text_block_id": "p27_b444", "text": "4.6.4."}, {"text_block_id": "p27_b445", "text": "The government will continue work on comprehensive development of coal deposits and increasing the share of domestic coal consumption, ensuring minimization of the environmental impact of such projects and maximizing effective technologies."}, {"text_block_id": "p27_b446", "text": "4.6.5."}, {"text_block_id": "p27_b447", "text": "In order to strengthen energy self-sufficiency, the Government will encourage the development of distributed energy production in individual RES installations (small HPPs, solar systems, geothermal, wind and biogas plants), local consumption and the exchange of such energy to reduce network losses and network load."}, {"text_block_id": "p27_b448", "text": "4.6.6."}, {"text_block_id": "p27_b449", "text": "Stimulating energy conservation and introducing energy efficient technologies to reduce energy consumption by state and municipal institutions, buildings, households and industries and the introduction of energy management systems will allow the release of additional resources for production purposes."}, {"text_block_id": "p27_b450", "text": "4.6.7."}, {"text_block_id": "p27_b451", "text": "Management efficiency and financial stability of energy companies will be ensured, which will allow servicing and timely upgrading of existing generating capacities, transmission and distribution infrastructure facilities. A clear definition of authority and responsibility, transparency of energy companies will help increase public confidence. To switch to economically justified tariffs and build a sustainable base for long-term growth of the industry, the tariff policy will be revised, with simultaneous implementation of targeted support measures for socially vulnerable segments of the population."}, {"text_block_id": "p27_b452", "text": "4.6.8."}, {"text_block_id": "p27_b453", "text": "Within the framework of the Taza Coom project, to increase the efficiency and transparency of the industry and reduce technical and non-technical energy losses, the expanding opportunities of information technologies"}, {"text_block_id": "p27_b454", "text": "4.7. Transportand road sector"}, {"text_block_id": "p28_b455", "text": "4.7.1."}, {"text_block_id": "p28_b456", "text": "In order to develop the country's transport potential, measures will be taken to build and expand the internal network of highways and international transport corridors."}, {"text_block_id": "p28_b457", "text": "4.7.2."}, {"text_block_id": "p28_b458", "text": "In the field of transport communications, the construction of an alternative North-South highway and the reconstruction of the Bishkek-Osh, TyupKegen, Bishkek-Naryn-Torugart, Kochkor-Aral, Osh-Batken-Isfana-Khujand highway will provide for end-to-end international transit of goods and passengers. The construction of the international road Balykchy-Karakol and the Tyop-Kegen highway will continue."}, {"text_block_id": "p28_b459", "text": "4.7.3."}, {"text_block_id": "p28_b460", "text": "As part of the implementation of the Concept for the Development of the Regions, the quality of road infrastructure in the key cities will be improved. The public transport system will be transformed and will facilitate everyday life of people. The strategic goal in the railway industry is the creation of a unified railway network. Under special control will be the promotion of the project for the construction of a section of the transnational railway in the territory of Kyrgyzstan."}, {"text_block_id": "p28_b461", "text": "4.7.4."}, {"text_block_id": "p28_b462", "text": "The modernization and renovation of the airports \"Manas\", \"Osh\", \"Tamchi\" will be completed. The number of international and domestic flights, including those for small aircraft, will increase substantially, and the role of international transit will increase."}, {"text_block_id": "p28_b463", "text": "4.7.5."}, {"text_block_id": "p28_b464", "text": "The government will introduce the fifth degree of \"freedom of air\" and ensure the exit of Kyrgyz airlines from the \"black list\"."}, {"text_block_id": "p28_b465", "text": "4.7.6."}, {"text_block_id": "p28_b466", "text": "The Government will pursue a transport policy in accordance with the Main Directions and stages of implementing the coordinated (coordinated) transport policy of the member states of the Eurasian Economic Union (hereinafter referred to as the Main Directions). Special attention will be paid to the implementation of the Action Plan (\"road map\") for the implementation of the Guidelines for 20182020."}, {"text_block_id": "p28_b467", "text": "4.8. Mining"}, {"text_block_id": "p28_b468", "text": "4.8.1."}, {"text_block_id": "p28_b469", "text": "In the field of subsoil use, the main objectives are to improve the efficiency of the mining industry, labor productivity and reduce the impact on the environment."}, {"text_block_id": "p28_b470", "text": "4.8.2."}, {"text_block_id": "p28_b471", "text": "It is necessary to increase local content and abandoned value in mining projects, with a measurable increase in allocations to local and state budgets, the number of jobs and influence on other sectors of the economy. One of the important tasks is to stimulate the development of processing capacities in the country, for example, through fiscal administration."}, {"text_block_id": "p28_b472", "text": "4.8.3."}, {"text_block_id": "p28_b473", "text": "Additional attention will be paid to supporting rural tourism through legalization, strengthening ties with the tourism industry and improving the situation with occupational safety and environmental standards."}, {"text_block_id": "p29_b474", "text": "4.8.4."}, {"text_block_id": "p29_b475", "text": "It is required to deepen work towards harmonization and improving the efficiency of legal regulation, through such measures as the inventory of normative legal acts and assessment of their effectiveness, the development of the Mining Code, the introduction of an international system for accounting for solid mineral resources, the development of national equivalents of ISO standards. In order to support and stimulate business in subsoil use, the Government will pay special attention to reducing the excessive control functions of the state, excluding raider seizures, providing wide and free access to geological funds."}, {"text_block_id": "p29_b476", "text": "4.8.5."}, {"text_block_id": "p29_b477", "text": "The issues of granting mineral deposits for investments will be discussed with the population living in the corresponding territory and in adjacent settlements."}, {"text_block_id": "p29_b478", "text": "4.9. Taza Suu"}, {"text_block_id": "p29_b479", "text": "4.9.1."}, {"text_block_id": "p29_b480", "text": "The government will focus on the development of the country's drinking water supply and sanitation sector, the measures will be focused on the construction and expansion of drinking water supply and sanitation systems."}, {"text_block_id": "p29_b481", "text": "4.9.2."}, {"text_block_id": "p29_b482", "text": "In rural water supply, priority will be given to the construction and rehabilitation of drinking water supply systems in 115 villages of Osh, Chui, IssykKul and Jalal-Abad oblasts under the Ala Too-Bulagy Program. The construction and rehabilitation of drinking water supply systems in the villages of the Batken, Talas and Naryn regions of the country will also continue."}, {"text_block_id": "p29_b483", "text": "4.9.3."}, {"text_block_id": "p29_b484", "text": "As part of the implementation of the Concept of Regional Development in the key cities of the country, access to reliable water supply and sanitation services will be ensured."}, {"text_block_id": "p29_b485", "text": "4.9.4."}, {"text_block_id": "p29_b486", "text": "The creation of municipal enterprises for servicing drinking water supply and sanitation systems in rural areas will be completed. Also, work will be completed to improve the regulatory framework and tariff policy in this area."}, {"text_block_id": "p29_b487", "text": "4.9.5."}, {"text_block_id": "p29_b488", "text": "The government will pursue a policy in the field of drinking water supply and sanitation in accordance with the Strategy for the Development of Drinking Water Supply and Sanitation Systems of Settlements of the Kyrgyz Republic until 2026."}, {"text_block_id": "p29_b489", "text": "5. The human dimension is the basis of development"}, {"text_block_id": "p29_b490", "text": "5.1. Human development"}, {"text_block_id": "p29_b491", "text": "5.1.1."}, {"text_block_id": "p29_b492", "text": "In the medium term, Kyrgyzstan must confirm and strengthen the unconditional priority of human development as the basis for all development goals of the country and the state. The development of the individual and human capital must become the final outcome and an indicator of successfuldevelopment. In such a setting of priorities, the tasks of economic development and growth of well-being,"}, {"text_block_id": "p30_b493", "text": "improvement of public administration are based primarily on the interests and needs of the Kyrgyz people."}, {"text_block_id": "p30_b494", "text": "5.1.2."}, {"text_block_id": "p30_b495", "text": "The guiding principles of the Government will be the creation and improvement of the necessary conditions for every citizen of the republic to receive a decent, competitive education, quality health care and the necessary social support. Equally important is the provision of a valuable foundation for man and society, which allows the realization of the spiritual, cultural and creative potentia l of the individual. Such an environment for a productive, full-blooded life of a person will also be ensured by the rule of law for universal security and justice, and developed public infrastructure. Since these conditions of human development are in an inseparable, mutually determining bundle, the Government will make every effort to balance the needs and allocate available resources."}, {"text_block_id": "p30_b496", "text": "5.1.3."}, {"text_block_id": "p30_b497", "text": "All this will improve the quality of the human capital of Kyrgyzstan as an important resource and development requirement and consolidate the guarantees of long-term sustainability for the next generations, as well as the reproduction and preservation of unique values, the heritage of our society."}, {"text_block_id": "p30_b498", "text": "5.2. Education-dividends for all"}, {"text_block_id": "p30_b499", "text": "Current situation"}, {"text_block_id": "p30_b500", "text": "5.2.1."}, {"text_block_id": "p30_b501", "text": "Despite the progress made, the educational system in the Kyrgyz Republic does not yet provide a significant part of the Kyrgyz citizens with access to it, skills and knowledge necessary for professional and personal self-realization, and competitive participation in the global and regional labor markets. Access of citizens to quality education and the realization of related opportunities are becoming increasingly dependent on such factors as income level and family structure, place of residence, and even the level of proficiency in Russian or English. At the same time, the state does not receive adequate support from the institution of education to build an effective process of forming and transferring vital knowledge and values to the next generations, which undermines the country's basic livelihoods and its future sustainability."}, {"text_block_id": "p30_b502", "text": "5.2.2."}, {"text_block_id": "p30_b503_merged", "text": "Despite the high coverage of the preschoolpreparation program, about 78% of children aged 3-5 years continue to drop out of the system of organized pre-school education in the most important period of life when the foundation of the personality is taking place. The levels of free education guaranteed by the Constitution have not yet made the transition from traditional teaching methods to approaches and standards that attach greater importance to the competencies and critical thinking of students. Vocational education remains remote from the needs of a changing market and development priorities. Higher education does not generally have recognition outside the country, does not provide tangible benefits to graduates and is not a catalyst for socio-economic growth, innovation or the vanguard of society. The working generation and the generation in the age group do"}, {"text_block_id": "p31_b506", "text": "not have access, created by the education system, to opportunities for self-improvement and creative self-realization, advanced training and retraining."}, {"text_block_id": "p31_b507", "text": "5.2.3."}, {"text_block_id": "p31_b508", "text": "The quality of the education infrastructure, and, consequently, of educational services, remains largely at an extremely low level, creating a real threat to the safety and health of students. The potential of key stakeholders with the greatest involvement energy -parents, local communities, the private sector and the students themselves -is not fully involved in the education reform process."}, {"text_block_id": "p31_b509", "text": "5.2.4."}, {"text_block_id": "p31_b510", "text": "The quality of school education does not meet the requirements of modern realities, which is largely due to the traditional reproductive style of education due to the lack of readiness of teachers to move to competence education because they lack the necessary skills."}, {"text_block_id": "p31_b511", "text": "5.2.5."}, {"text_block_id": "p31_b512", "text": "The root causes of slow transformations in the educational sector are multiple, on the one hand, these are other systemic determinants of governance, market and economic conditions, health and social protection indicators. On the other hand, this is a low level of funding (although the country has a record in the world ratio of budget spending on education to GDP), not comparable to growing needs, a low level of teacher training, a rapidly aging infrastructure and inefficient use of available resources."}, {"text_block_id": "p31_b513", "text": "5.2.6."}, {"text_block_id": "p31_b514", "text": "Due to low wages, the outflow of qualified personnel continues, the number of young professionals wishing to work in the system of school and preschooleducation is declining. Despite the increase in teachers' salaries, it is still below the average wage in the country as a whole, below the average wage in the real sector of the economy, and 3 times lower than the corresponding wages in the EEA countries."}, {"text_block_id": "p31_b515", "text": "5.2.7."}, {"text_block_id": "p31_b516", "text": "Systematic underfunding of schools affects the quality of education. In schooleducation, the costs for each student, according to the normative funding, are covered from the budget only by 87.6%, that is, the lack of coverage of the minimum standards of student funding in 2016 amounted to 2.0 billion soms, which is the result of an ever-increasing expansion of the pernicious system of illegal extortion."}, {"text_block_id": "p31_b517", "text": "5.2.8."}, {"text_block_id": "p31_b518", "text": "Measures are not implemented for the educational process of students, from which the values such as love of the motherland, respect for national traditions and rational use of natural and cultural resources of Kyrgyzstan, adoption and understanding of democratic and civil rights and freedoms, tolerant behavior, development of cultural and historical values of the people their country and other countries, understanding and acceptance of cultural diversity."}, {"text_block_id": "p31_b519", "text": "5.2.9."}, {"text_block_id": "p31_b520", "text": "Despite the developed program on multilingual education, full-fledged measures are not taken to implement it in schools. In the regions of the republic, especially in rural areas, the level of knowledge of foreign languages (official Russian language, English) remains low, while in Bishkek, Kyrgyz children have very little knowledge of the Kyrgyz language."}, {"text_block_id": "p31_b521", "text": "Goal and vision"}, {"text_block_id": "p32_b522", "text": "5.2.1."}, {"text_block_id": "p32_b523", "text": "The education system starts productively and competently to prepare a new generation of the country in accordance with the demands of society, the state and the market. The content of the value, practical and theoretical content in the interests of the state has been updated in educational institutions and is regularly improved in accordance with the current priorities and future benchmarks of the country level, and is attractive to students, parents and the society as a whole."}, {"text_block_id": "p32_b524", "text": "5.2.2."}, {"text_block_id": "p32_b525", "text": "Most children are covered by organized pre-school education and receive the necessary early impetus for success in life. The quality of education in schools has been improved, including through the introduction of a competence approach to training, the transition to new standards of teaching and new textbooks will continue with the necessary procedures for assessing the quality of competencies. The differences between the capital, large cities, villages and remote areas in terms of the quality and results of the educational process are smoothed out."}, {"text_block_id": "p32_b526", "text": "5.2.3."}, {"text_block_id": "p32_b527", "text": "In school education, a full-fledged transition to a new generation of educational standards, the expansion of content that provides students with life skills (financial, legal, technological and information literacy, the ability to use public and municipal services)."}, {"text_block_id": "p32_b528", "text": "5.2.4."}, {"text_block_id": "p32_b529", "text": "Revision of the principles and mechanisms of financing for individual elements, with the introduction of a voucher system. Raising the salaries of teachers and kindergarten teachers, as well as 100% of the budget funding standards."}, {"text_block_id": "p32_b530", "text": "5.2.5."}, {"text_block_id": "p32_b531", "text": "Graduates of the country's educational institutions entering the labor market here or abroad are armed with skills reflecting the realities and requirements of the high-tech world and are able to formulate these requirements themselves. With full state assistance, the private sector plays a leading role at all levels of the education system and becomes the flagship of both quality and accessibility (through scholarship programs) for profitable segments of the educational market."}, {"text_block_id": "p32_b532", "text": "5.2.6."}, {"text_block_id": "p32_b533", "text": "Priorities for the universities of the new generation (the phenomenon of \"Cambridge\") will be education + scientific research + innovation (products). Students will be provided with conditions not only for theoretical education, but also for practical ones. Opening in universities \"business incubators\", \"technology parks\", \"business accelerators\" will create a basis for the development of practical skills of students."}, {"text_block_id": "p32_b534", "text": "Priority measures"}, {"text_block_id": "p32_b535", "text": "5.2.1."}, {"text_block_id": "p32_b536", "text": "The education system needs updating and it is therefore necessary to develop a new Concept for the development of education, where the main priorities are:"}, {"text_block_id": "p32_b537", "text": "a)"}, {"text_block_id": "p32_b538", "text": "the quality of the education process. To focus not on the content of education, but on the student's desire to receive education and to develop the basic mechanisms in this direction;"}, {"text_block_id": "p33_b539", "text": "b)"}, {"text_block_id": "p33_b540", "text": "the quality of the effectiveness of the provision of education. Correspondence of knowledge of graduates to the requirements of a market economy. Improvement of its mechanisms;"}, {"text_block_id": "p33_b541", "text": "c)"}, {"text_block_id": "p33_b542", "text": "the quality of the relevant services. Qualitative repair of educational organizations, equipping with modern material and technical and methodological base, increasing the professionalism of teachers:"}, {"text_block_id": "p33_b543", "text": "the basis of the Concept of the development of education should be universal values and national priorities. The process of educating students will instill in children love for the Motherland, tolerant behavior, mastering the cultural and historical values of the people of their country,"}, {"text_block_id": "p33_b544", "text": "5.2.2."}, {"text_block_id": "p33_b545", "text": "Preschool educational organizations (kindergartens) will create a learning environment for the Kyrgyz language and provide control over the improvement of the Kyrgyz language teaching technology (similar to the English language teaching method) at all levels of education (kindergartens, schools, universities, etc.)."}, {"text_block_id": "p33_b546", "text": "5.2.3."}, {"text_block_id": "p33_b547", "text": "By involving private partnerships, early intervention centers will be opened in the city. Bishkek and Osh and centers for early development in district centers and cities. Updating of basic curricula, teaching and methodological complexes of preschooleducation remains a topical issue."}, {"text_block_id": "p33_b548", "text": "5.2.4."}, {"text_block_id": "p33_b549", "text": "Comprehensive reform in primary and secondary vocational education will lead to system management, develop new quality assurance standards, develop a national qualification system and introduce dual education."}, {"text_block_id": "p33_b550", "text": "5.2.5."}, {"text_block_id": "p33_b551", "text": "Consolidation of state resources for the development of a limited group of higher education institutions, based on the principle of further regional specialization in demanded areas (for example, medicine, scientific and technical disciplines), with the obligatory conclusion for international recognition. It is necessary to create conditions for the development of an educational center of regional and global importance in Kyrgyzstan."}, {"text_block_id": "p33_b552", "text": "5.2.6."}, {"text_block_id": "p33_b553", "text": "The evaluation of the sector's efficiency will be improved, including through participation in the international school education rating PISA (improvement of not less than 15 positions)."}, {"text_block_id": "p33_b554", "text": "5.2.7."}, {"text_block_id": "p33_b555", "text": "In vocational education, accelerated implementation of measures aimed at strengthening communication with the local, international market and employers, an in-depth study of needs and mandatory internship is envisaged."}, {"text_block_id": "p33_b556", "text": "5.2.8."}, {"text_block_id": "p33_b557", "text": "In the state regulation of the education sector, it is necessary to assess and remove regulatory barriers to private sector development, as well as the existing imbalance in licensing between public and private institutions."}, {"text_block_id": "p33_b558", "text": "5.2.9."}, {"text_block_id": "p33_b559", "text": "In the field of science, a reorientation to applied research is required, an improved measurement of the contribution of research activities, an assessment of cost effectiveness and the confirmation of achievements using internationally recognized methods."}, {"text_block_id": "p34_b560", "text": "5.2.10."}, {"text_block_id": "p34_b561", "text": "The development of science is possible through bringing scientific degrees in line with international requirements, creating conditions and facilitating scientific research in accordance with the country's socio-economic priorities, and using scientific achievements in practice. Taking into account economic priorities of the country, the corresponding scientific branches will also develop."}, {"text_block_id": "p34_b562", "text": "5.3. Health as the basis of Kyrgyzstan's country advantage"}, {"text_block_id": "p34_b563", "text": "Current situation"}, {"text_block_id": "p34_b564", "text": "5.3.1."}, {"text_block_id": "p34_b565", "text": "Kyrgyzstan allocates a significant share of the state budget for health care and purposefully improves the quality, accessibility of health services, with a focus on the basic health indicators of the population. The implementation of the comprehensive National Health Reform Program of the Kyrgyz Republic \"Den sooluk\" for 2012-2018 contributed to improving the indicators of assistance in selected areas and reducing mortality from cardiovascular diseases, maternal, infant and child mortality, as well as the incidence of HIV and tuberculosis."}, {"text_block_id": "p34_b566", "text": "5.3.2."}, {"text_block_id": "p34_b567", "text": "Since 2014, the Strategy for the Protection and Promotion of Health of the Population of the Kyrgyz Republic until 2020 (\"Health 2020\") is being implemented. The strategy is aimed at strengthening and supporting the key priority areas identified in the \"Den sooluk\" Program, as well as strengthening intersectoral cooperation. Also, the Strategy implements actions aimed at ensuring universal access of the population to health services, meeting the needs of socially vulnerable groups (minors, elderly people, people with disabilities, etc.) and involving other sectors in issues of health protection and promotion of the population."}, {"text_block_id": "p34_b568", "text": "5.3.3."}, {"text_block_id": "p34_b569", "text": "The main mechanism for planning and allocating public financial resources for the provision of medical care, in accordance with the necessary volumes, is the Program of State Guarantees for Providing Citizens of the Kyrgyz Republic with Health Care Assistance. The work will continue to improve the State Guarantees Program, in terms of increasing the availability of basic medical services and laboratory research, as well as optimizing the number of population categories receiving medical care on a free and concessional basis."}, {"text_block_id": "p34_b570", "text": "5.3.4."}, {"text_block_id": "p34_b571", "text": "Despite these and other measures in the health sector, the health and well-being of the Kyrgyz people remains exposed to unacceptably high risks, including due to uneven quality and geographical distribution of the primary care network, limited access to quality medicines, a generally low level of medical infrastructure, specialized and high-tech services due to insufficient human and resource support. Patients and their relatives continue to face everywhere difficult access conditions, inefficient and cumbersome procedures that do not take into account basic human needs. Its role is played by the poor participation of citizens and patients in the promotion of health and public health, and the widespread practice of informal payments for medical services."}, {"text_block_id": "p35_b572", "text": "5.3.5."}, {"text_block_id": "p35_b573", "text": "The main barriers to health care remain the disparity in the burden of health care expenditure on the real possibilities of budgetary financing, the weak development of the health insurance system, the low involvement of the private sector in health care, the unacceptably low level of remuneration of medical personnel, the gap between the state program for training medical professionals and the current conditions of the sector, as well as significant obsolete infrastructure."}, {"text_block_id": "p35_b574", "text": "Goal and vision"}, {"text_block_id": "p35_b575", "text": "5.3.1."}, {"text_block_id": "p35_b576_merged", "text": "The goal is to make health care a country's competitive advantage, having a tangible and measurable impact on the duration and quality of life for all Kyrgyz people. The society in the person of citizens and patients will actively participate in the formation of priorities for the protection and promotion of health and clearly determine its share of responsibility for the health of the nation. In health issues, an intersectoral approach has been strengthened, which regards safety and security from threats to the health of the entire human environment as a top priority. Prevention and prevention of diseases are becoming the most important principle, allowing to reduce expenses and improve the basic indicators. The Public Health Service and the Public Health Services System of the Kyrgyz Republic will be updated, modernized and provided with competent human potential. Modernization of the public health service is aimed at providing cost-effective and efficient services with the joint and active support of all stakeholders and partners. The main condition will be a clear distribution of functions for monitoring health and well-being in all aspects of disease prevention, protection and promotion of public health."}, {"text_block_id": "p35_b579", "text": "5.3.2."}, {"text_block_id": "p35_b580", "text": "A reporting system for planning, organizing, providing, assessing quality and safety, efficiency of health services based on the needs of the population and with its active involvement and responsibility has been built up. Strengthened the role of the Ministry of Health of the Kyrgyz Republic in regulating the planning and delivery of health services. The Mandatory Medical Insurance Fund under the Government of the Kyrgyz Republic carries out strategic purchases of quality public health services guaranteed by the state. The private sector will compete with state service providers, and the Government will ensure the long-term functioning of public-private projects. In the health care system, through the reform of the principles and mechanisms of financing, it is necessary to achieve sustainable resource provision so that doctors and medical personnel receive decent wages, and informal payments are a thing of the past as a motivation or survival factor. Along with the development of public health, the health sector needs to effectively eradicate corruption at all levels (patient care, procurement) and improve the accountability of fulfilling assigned tasks. An equitable distribution of primary health care, its universal quality and accessibility for the most vulnerable groups should be ensured."}, {"text_block_id": "p35_b581", "text": "5.3.3."}, {"text_block_id": "p35_b582", "text": "Through rigid optimization, measurement of results, accountability and efficiency increase, limited funds are received as a priority in critical and protected"}, {"text_block_id": "p36_b583", "text": "areas. A full-fledged development of the technological dividend in the sector (improving the efficiency of costs and quality, reducing queues, time for administrative clearance, etc.) should be achieved. In order to improve the infrastructure and modernization of healthcare organizations, the reduction in the mortality rate from oncological, cardiovascular diseases, tuberculosis, and child and maternal mortality in the next 5 years will be developed and implemented a master plan for the provision of medical services. This master plan will include the modernization of the hospital network, the restructuring, optimization and re-profiling of inefficient and outdated hospitals. The geographical location of health organizations, laboratory diagnostic services and ambulance services will be implemented taking into account the future growth points of the regions (20 cities) identified in the Concept of the Regional Policy of the Kyrgyz Republic."}, {"text_block_id": "p36_b584", "text": "Priority measures"}, {"text_block_id": "p36_b585", "text": "5.3.1."}, {"text_block_id": "p36_b586", "text": "Based on the achievements and lessons of the \"Den sooluk\" Program, the Government's Program for Public Health and Health System Development for 2019-2030 will be developed with the aim of deepening ongoing reforms, maintaining continuity and focusing on overcoming systemic development barriers, and also taking into account the Sustainable Development Goals development. It is necessary to further improve the system of planning, management, and financing of health care. This includes the creation of a national system of norms and standards for the provision of medical care to the population on the basis of international requirements; improvement of extrabudgetary activity and legal regulation of paid services; revision of the system of remuneration of medical workers, taking into account the quality of their activities and workload; development of a quality management system for medical care."}, {"text_block_id": "p36_b587", "text": "5.3.2."}, {"text_block_id": "p36_b588", "text": "At the system level, it is also necessary to improve and modernize the health system by introducing cost-effective modern technologies; improving the system of providing medical services at all levels of medical care; priority development of primary health care with an emphasis on the development of the institute of general practitioners; further restructuring of inpatient medical care and development of resource-saving organizational technologies in outpatient settings (day hospitals, outpatient surgery centers and others). It is necessary to develop and implement the principles of modular construction and equipment in the field of health care, in particular, medical assistant points in the regions of the country."}, {"text_block_id": "p36_b589", "text": "5.3.3."}, {"text_block_id": "p36_b590", "text": "As part of the Taza Coom Program, accelerated digitization and automation of processes, services and information exchange will be carried out within the existing eHealth Development Program until 2020, including distance medicine. On the basis of available data and the collection of new data, analytical tools will be developed and launched that will identify opportunities to o ptimize resources and human capital, improve service quality and load balancing."}, {"text_block_id": "p37_b591", "text": "5.3.4."}, {"text_block_id": "p37_b592", "text": "Particular emphasis should be placed on preventive approaches to public health, increasing the participation, awareness and practical skills of the population in protecting and promoting health, promoting the cult of a healthy lifestyle. It is necessary to develop effective measures aimed at combating the risk factors of various diseases. Carrying out a phased and consistent policy of effective taxation of alcohol and tobacco products. The active dissemination of methods for fortifying flour products with useful vitamins and trace elements is an effective tool for combating iron and iodine deficiency diseases."}, {"text_block_id": "p37_b593", "text": "5.3.5."}, {"text_block_id": "p37_b594", "text": "A separate priority should be the provision of high-quality and safe medicines and medical products. A package of measures should be developed to ensure the availability and quality of the guaranteed package of services (primary level of medical care, medicines) throughout the country. A truly strong, radically revised primary health care system will be built, capable of managing many common conditions, diseases and providing easy access for citizens, patients in terms of both work time, telephone consultation, development of telemedicine, and the availability of personnel with the necessary skills."}, {"text_block_id": "p37_b595", "text": "5.3.6."}, {"text_block_id": "p37_b596", "text": "A system for assessing client-orientedness, responsiveness and \"humanity\" of medical care and measures to improve the level of satisfaction of patients and other users, including suppliers and partners, will be developed and implemented. It is necessary to ensure the priority development of a wide range of services in the regions, namely in supporting cities (points of growth) within the framework of the Concept for the Development of Regions."}, {"text_block_id": "p37_b597", "text": "5.3.7."}, {"text_block_id": "p37_b598", "text": "Optimization of the activity of health organizations of the stationary republican level aimed at improving access to high-tech medical care will be carried out. It is necessary to ensure the priority identification and systematic launch of the most popular, inaccessible or inaccessible in the country types of medical care, for which citizens are forced to travel abroad, through building up a supportive regulatory infrastructure, public investment and PPP programs. It is necessary to support the participation of the private sector in health care with a program of tax concessions, co-financing and the transition from an infrastructure approach in licensing to quality and safety of services. It is necessary to realize the competitive advantages of the climatic and geographical conditions of the country, to create a network of rehabilitation centers, the development of medical tourism."}, {"text_block_id": "p37_b599", "text": "5.4. Sustainable social protection, changing the lives of recipients of socialservices"}, {"text_block_id": "p37_b600", "text": "Current situation"}, {"text_block_id": "p37_b601", "text": "5.4.1."}, {"text_block_id": "p37_b602", "text": "In the field of social development, in recent years, there have been successive changes that have made it possible to improve the state of social protection of vulnerable groups of the population, raise the level of social payments, expand the state social order and introduce standards for the provision of services. However, a number of problems related to the targeting of assistance and social"}, {"text_block_id": "p38_b603", "text": "benefits (for example, the existing benefits for all residents of the highlands, excluding income) remain unresolved, the real needs of recipients are determined in the context of a high share of the informal sector, labor migration and income accounting, the satisfaction of payments to the subsistence level and quality of services provided. Children from low-income families, people with disabilities (hereafter, a person with disabilities) and the elderly are identified as priority categories, but for the most part they continue to receive assistance below adequate levels, with inadequate coverage and unacceptable quality at the international level. The state recognizes the socially significant work of persons providing social services to children with disabilities and persons with disabilities in their families, starting with the introduction of wages as a service and inclusion in the system of medical and social insurance. The issue of the possibility (expediency) of joining the UN Convention on the Rights of Persons with Disabilities (on the rights of persons with disabilities) will also be considered."}, {"text_block_id": "p38_b604", "text": "5.4.2."}, {"text_block_id": "p38_b605", "text": "Among the fundamental challenges of the sector are limited resources, weak and inadequate human resources, and the maintenance of a culture of dependency among a large part of the population. With regard to pensions, pensions serve as the main mechanism to prevent the impoverishment of older people; studies invariably show that the existence of a pensioner (s) in the household reduces the risk of impoverishment of the household. At the same time, the average size of pensions remains low and not much higher than the subsistence minimum of a pensioner. The replacement rate remains below 40%, which is associated with low wages of certain categories of workers, the presence of informal labor relations."}, {"text_block_id": "p38_b606", "text": "Risks facing the stability of the pension system are due not so much to the demographic situation (as in many developed countries), but to unregistered work and labor migration abroad; both lead to non-participation in the pension system. Most current employees either do not contribute to the pension system, or make purely symbolic contributions, which leads to the risk of financial instability in the future."}, {"text_block_id": "p38_b607", "text": "Goal and vision"}, {"text_block_id": "p38_b608", "text": "5.4.1."}, {"text_block_id": "p38_b609", "text": "Social assistance is allocated to the most vulnerable categories of citizens, at a level that is necessary not only to ensure minimum needs, but also for a decent life. Social services are subject to high standards of quality and \"humanity\". In general, assistance from the state is aimed at achieving the independence of recipients, a return to productive life and participation in economic activities. The equity of the distribution of social benefits has been achieved. Monetization of benefits has been carried out."}, {"text_block_id": "p38_b610", "text": "5.4.2."}, {"text_block_id": "p38_b611", "text": "The system of social insurance is reviewed and ensures high protection of a person from risks, allowing to preserve quality and standards of life. The mechanisms used in the appointment and increase of pensions are revised, which makes it possible to exclude the equalizing mechanisms that prevailed in previous"}, {"text_block_id": "p39_b612", "text": "years, and pensions for special services to the Kyrgyz Republic have been canceled. The rules for investing pension savings funds and the requirements for forming the composition and structure of the investment portfolio have been defined, and restrictions have been imposed on investing in certain types of assets, the right of insured persons to choose only one funded pension fund, a management company not more often than once a year and not later than 31 December of this year, as well as transfer their pension savings from one funded pension fund to another. Thus, as a result of these reforms, each person will receive exactly the pension that he himself earned."}, {"text_block_id": "p39_b613", "text": "5.4.3."}, {"text_block_id": "p39_b614", "text": "A significant part of the aid is provided by the state through partnerships with civil society and the private sector. A care economy has been created, or the social services market, where the social order is executed by the best providers of the sphere."}, {"text_block_id": "p39_b615", "text": "Priority measures"}, {"text_block_id": "p39_b616", "text": "5.4.1."}, {"text_block_id": "p39_b617", "text": "It is planned to develop and implement steps aimed at a reasonable and justified reduction in the burden of social payments, based on data analysis and focusing on the growth of total allocations as a result of changes."}, {"text_block_id": "p39_b618", "text": "5.4.2."}, {"text_block_id": "p39_b619", "text": "It is required to implement a system of regular evaluation of the effectiveness, effectiveness, quality, responsibility and equality of access of the population to social services. The assessment will be based on monitoring the quality of services provided on the basis of surveys of target population categories."}, {"text_block_id": "p39_b620", "text": "5.4.3."}, {"text_block_id": "p39_b621", "text": "Revision of the approach to social assistance as a narrow sectoral responsibility zone, and further transition to an integrated approach to the needs of a socially vulnerable target category. This means covering the whole range of needs -social services, material assistance and benefits, access to education, health care, public transport, housing, justice and economic opportunities."}, {"text_block_id": "p39_b622", "text": "5.4.4."}, {"text_block_id": "p39_b623", "text": "Much attention will be paid to issues related to the system of support and protection of older citizens, as well as to improving the effectiveness of social services for older citizens, which will include the analysis of needs for social services and the development of mechanisms for their provision at the local level. Conditions will be created for involving various organizations in the sphere of rendering social services, regardless of the form of ownership, which will increase the coverage and quality of the services provided. An important element in ensuring the safe and dignified life of older people will be the implementation of measures aimed at increasing legal literacy and ensuring protection of the rights and legitimate interests of older citizens."}, {"text_block_id": "p39_b624", "text": "5.5. Public infrastructure for the realization of human potential"}, {"text_block_id": "p39_b625", "text": "Current situation"}, {"text_block_id": "p39_b626", "text": "5.5.1."}, {"text_block_id": "p39_b627", "text": "Public infrastructure in Kyrgyzstan was formed on the basis of traditional approaches in another historical context, which divided the infrastructure"}, {"text_block_id": "p40_b628", "text": "for human livelihoods into productive, non-productive (social) and household infrastructure. Within the framework of this Program, it is important to define the central role of the approach, which is at the forefront, and the proper quality and accessibility of the social infrastructure is recognized as a requirement for productivity and production growth, and inseparable from the infrastructure supporting purely economic activity."}, {"text_block_id": "p40_b629", "text": "5.5.2."}, {"text_block_id": "p40_b630", "text": "Despite the accelerated investments from the state, public infrastructure for the bulk of the population as a whole does not meet generally accepted standards. Only one third of villages in the country have round the clock access to clean drinking water, and 21% of villages and 15% of cities are still limited in this. Coverage by sustainable access to sewerage does not exceed 28%, decreasing to 0.5% in the most populous Osh region. The pace of entry and restoration of social and municipal infrastructure, such as kindergartens and schools, parks, libraries, public baths, leisure zones, do not correspond to the trends of population distribution and demographic changes. Where such infrastructure exists, the fixed assets are worn out, and the parameters of livability, quality, service level and acces sibility vary greatly. The provision of housing per person is only 13 square meters."}, {"text_block_id": "p40_b631", "text": "5.5.3."}, {"text_block_id": "p40_b632", "text": "Improvements in the energy network have yielded results in terms of coverage and continued access to electricity, but the percentage of technical disruptions remains high, and there is no guaranteed access during possible forced restrictions in the winter. Gasification and central heating systems remain available only for a small number of cities, creating a dependence on solid fuel. The existing social and municipal infrastructure is energy-consuming and inefficient."}, {"text_block_id": "p40_b633", "text": "5.5.4."}, {"text_block_id": "p40_b634", "text": "As a result of previous investments in the transport network, road connectivity has been significantly increased, but of all available roads so far only 38% have a hard surface. Passenger transport is not developed in most cities, and is completely absent in most rural settlements. The railway network is extremely limited, and practically has no passenger orientation at the internal level, and the only Bishkek-Balykchy route does not meet the comfort standards. Domestic flights connect only a few routes, and the potential of small aircraft is not in demand. Despite the expansion of mobile access, the penetration of high-speed fixed access to the Internet remains extremely low. Internal postal services and delivery of parcels have not yet become an important convenience of life for the vast majority of Kyrgyz citizens."}, {"text_block_id": "p40_b635", "text": "Goal and vision"}, {"text_block_id": "p40_b636", "text": "5.5.1."}, {"text_block_id": "p40_b637", "text": "Based on the results of the implementation of this Program, most residents of the country should feel a measurable and tangible improvement in the sphere of public infrastructure. National and regional infrastructure projects give impetus to local development, and local governments take on a greater share of responsibility for the development of public infrastructure, involving the private sector and the local community. The level of internal migration has decreased."}, {"text_block_id": "p41_b638", "text": "5.5.2."}, {"text_block_id": "p41_b639", "text": "The catalyst for the improvement of public infrastructure was the successfully implemented Concept for the Development of the Regions, which emphasized the points of growth of regions where accelerated economic development is accompanied by justified infusions into the basic infrastructure. The round-the-clock coverage of clean water for 80% of the population, access to sanitation for 50% of the population is provided. The percentage of international, state and local roads with hard surface will be brought to 60%, with the commissioning of 5,000 kilometers of new roads. With the introduction of new toll roads, revenues from international transit will sharply increase. Taking into account the construction of social housing and support of the construction industry, the provision of housing per person should reach 18 square meters. 100% coverage is provided for high-speed access to the Internet, in all localities and 100% coverage for digital broadcasting. The number of international and domestic flights, including those for small aircraft, has significantly increased, and the role of international transit has increased. The system of public transport has undergone important structural changes in large cities, facilitating everyday life of people."}, {"text_block_id": "p41_b640", "text": "5.5.3."}, {"text_block_id": "p41_b641", "text": "Urban development should be orderly and take into account the basic needs of citizens, including not only critical areas, but also leisure, physical culture and socialization. The urban space is not developed for cars, but for people and public transport. The result should be a comfortable and non-discriminating space for pedestrians, with a developed bicycle network. Clean air, clean transport are an integral part of the urban environment. Along with the preservation and expansion of access to nature in the urban environment -forest park areas, lakes and reservoirs, rivers and coastal zones -the development of nearby natural and recreational resources."}, {"text_block_id": "p41_b642", "text": "Priorities"}, {"text_block_id": "p41_b643", "text": "5.5.1."}, {"text_block_id": "p41_b644", "text": "Under the current conditions, the priorities of urbanization, consolidation and control of the use of resources and focus on the economic sustainability of infrastructure projects should become the main objectives of the Program. Existing sectoral and national projects containing elements of the infrastructure that continue beyond 2017 should be revised taking into account the reorientation to human needs, optimization opportunities, synergies and linkage to national development goals."}, {"text_block_id": "p41_b645", "text": "5.5.2."}, {"text_block_id": "p41_b646", "text": "It is important to implement the pilot stage of the Concept of Regional Development and its subsequent expansion to 20 supporting cities and adjacent support territories, closely linking the economic base for keeping the population with the development of public infrastructure. The development principles of small towns should be carefully prepared development plans for the best international standards, strict zoning and vertical construction, which reduces the transformation of arable land for housing construction. It is assumed that the idle resources (land and buildings in state ownership) will be effectively used for the needs of the public"}, {"text_block_id": "p42_b647", "text": "infrastructure. The current Program for the support of social housing should be expanded and aimed at supporting cities to attract young professionals in those economic areas where specialization of the region will take place."}, {"text_block_id": "p42_b648", "text": "5.5.3."}, {"text_block_id": "p42_b649", "text": "A separate priority is the development of the infrastructure of rural settlements. Long-term planning of the development of each rural settlement, in connection with national goals, mobilizing the capacities of local governments and local communities, creating a supportive environment for investment in public infrastructure will be the basis for improving the life of the villagers and reducing the existing development gap between the city and the village."}, {"text_block_id": "p42_b650", "text": "5.6. Culture and values that unite around development"}, {"text_block_id": "p42_b651", "text": "Current situation"}, {"text_block_id": "p42_b652", "text": "5.6.1."}, {"text_block_id": "p42_b653", "text": "In recent years, Kyrgyzstan has taken a course toward national and cultural revival, the promotion of national culture. The World Games of the Nomads, held in 2014 and 2016, aroused interest at the world level to the heritage of countries with nomadic culture. Initiatives of the international level have been launched, such as the Forum \"Altai Civilization\", which creates the basis for regional consolidation on the basis of a cultural and linguistic community. At the state level, history research is supported. In 2014, the National Program for the Development of the State Language and Improvement of the Language Policy of the Kyrgyz People and Writing was adopted and implemented, aimed at the development of the state language as a consolidating factor for the entire people of Kyrgyzstan and the formation of the multilingualism of the Kyrgyz people."}, {"text_block_id": "p42_b654", "text": "5.6.2."}, {"text_block_id": "p42_b655", "text": "Along with this, the country is experiencing an upsurge of national identity and an active process of strengthening civil unity on the basis of the common citizenship \"Kyrgyz zharana\", first formulated in the framework of the Concept of Strengthening People's Unity and Interethnic Relations (2013). With the approval and implementation of the Concept of the state policy of the Kyrgyz Republic in the religious sphere (2014), effective work is carried out to strengthen interfaith consent and the secular foundations of the state."}, {"text_block_id": "p42_b656", "text": "5.6.3."}, {"text_block_id": "p42_b657", "text": "Despite the efforts made, the problem of the formation of national values and meanings and their effective translation, a measurable impact on the behavioral attitudes of the inhabitants of the country remains a serious challenge . At the structural level, this is due to the history of the existence of divided linguistic and cultural spaces, weak information self-sufficiency and insufficiently developed function of state communications. An important role is played by the world trend of strengthening the technological capabilities of citizens, the development of a diverse but controversial global pop culture and the loss of exclusive mandate by states to form a public agenda and values."}, {"text_block_id": "p42_b658", "text": "5.6.4."}, {"text_block_id": "p42_b659", "text": "At the same time, the existing institutions of education, cultural development, science, and the media cannot cope with the task of jointly developing"}, {"text_block_id": "p43_b660", "text": "and disseminating general civil values based on the existing rich cultural and value heritage of the people and ethnic groups of Kyrgyzstan. Especially noticeable is the lack of messages and meanings stemming from the centuries-old traditions of the people, traditional moral attitudes and historical heritage that affect the behavior of the population of the country. In the current activities in this area there are no basic principles for ensuring the quality of the final material, testing the messages generated, segmenting them for different target groups, selecting effective channels and tools."}, {"text_block_id": "p43_b661", "text": "Goal and vision"}, {"text_block_id": "p43_b662", "text": "5.6.1."}, {"text_block_id": "p43_b663", "text": "As a result of the implementation of the Program, conditions have been created for in-depth study, accessible disclosure and continuous promotion of the existing cultural layer, progressive values that allow strengthening basic standards of behavior such as citizenship and civic activism, the family institution, the traditions of good neighborliness, mutual assistance and volunteering at the local and national level , lean and reasonable management of resources, respect for the environment, the desire for education."}, {"text_block_id": "p43_b664", "text": "5.6.2."}, {"text_block_id": "p43_b665", "text": "Public messages with value content in various formats, in all major languages of Kyrgyzstan and for all age groups have been developed and are being updated. On the information and cultural field there is a wide choice of platforms, channels and variations, which jointly develop national meanings. The society itself is an active participant, generating and transmitting for the next generation educational institutions that strengthen the community of the country, emphasizing unique cultural features. The managerial, business, creative and intellectual elite shows an example of high respect for values and observance of related installations."}, {"text_block_id": "p43_b666", "text": "5.6.3."}, {"text_block_id": "p43_b667", "text": "Value benchmarks are supported at the national level, implemented as a cross-cutting content of all state policy and are not only the prerogative of the education sector or the culture department. The necessary dialogue of the stakeholders of society and the state is maintained with the aim of constantly improving the value content. As a result, there is a measurable impact on the behavior of a person, a close environment, the country community, expressed through increasing public participation in creating an agenda, active citizenship, facilitating the transfer and promotion of values."}, {"text_block_id": "p43_b668", "text": "5.6.4."}, {"text_block_id": "p43_b669", "text": "In general, citizenship becomes an effective instrument of development through the promotion of a culture of civic responsibility and the fulfillment of the legislatively defined and moral and ethical obligations of citizens. This means strict adherence to the legislation of the Kyrgyz Republic, including the intolerance to bribery, favoritism, and respect for the rules and traditions of the local community. A special degree of importance must be given to the compulsory, proportionate financial and feasible contribution of every earning and able-bodied Kyrgyz citizen, to ensure high collection of taxes, social payments and the inevitability of punishment for non-payment. In addition, it is an active, informed will (participation"}, {"text_block_id": "p44_b670", "text": "in the electoral process), encouragement and promotion of public participation, volunteerism, donations and philanthropy among all ages, and the promotion of citizens in maintaining public order."}, {"text_block_id": "p44_b671", "text": "Priorities"}, {"text_block_id": "p44_b672", "text": "5.6.1."}, {"text_block_id": "p44_b673", "text": "It is required to inventory, evaluate and allocate the value bases of society as soon as possible, with the use of the avant-garde of the creative and scientific-intellectual elite and a broad consultative process. The results of such work should be put on the practical track, informing the content, working methods and tools in the areas of state communications, media, education and development policies."}, {"text_block_id": "p44_b674", "text": "5.6.2."}, {"text_block_id": "p44_b675", "text": "The state order for the formation of value content should be expanded, with the participation of universities and the National Academy of Sciences of the Kyrgyz Republic, and implementation is entrusted on a competitive basis to creative groups with the greatest potential."}, {"text_block_id": "p44_b676", "text": "5.6.3."}, {"text_block_id": "p44_b677", "text": "It is necessary to expand the role of the Assembly of the people of Kyrgyzstan in ensuring inter-ethnic harmony and the formation of common civil values."}, {"text_block_id": "p44_b678", "text": "5.6.4."}, {"text_block_id": "p44_b679", "text": "It is necessary to speed up the development of the Concept of the development of cultural infrastructure for each region of the country. The next step is to ensure that the key historical, archaeological and natural sights of the country are provided with value support."}, {"text_block_id": "p44_b680", "text": "5.6.5."}, {"text_block_id": "p44_b681", "text": "In the youth sphere, a full-fledged youth development policy should be approved and provided with resources, taking into account the priorities of the value orientation, and involving the most active part of the youth in the joint counteraction to threats of alien propaganda and destructive ideologies, including through promotion of information and media literacy."}, {"text_block_id": "p44_b682", "text": "5.7. Guarantee of justice for every Kyrgyz"}, {"text_block_id": "p44_b683", "text": "Current situation"}, {"text_block_id": "p44_b684", "text": "5.7.1."}, {"text_block_id": "p44_b685", "text": "In recent years, reforms in the field of establishing the rule of law, securing the rule of law and priority of civil rights and freedoms, and strengthening national and public security have been launched in the country. The efforts made by all branches of power to reform the judicial system, law enforcement agencies, national and military security systems have already led to tangible results in various areas."}, {"text_block_id": "p44_b686", "text": "5.7.2."}, {"text_block_id": "p44_b687", "text": "However, due to the fact that these reform processes affect systemic changes with a long-term perspective and often overcome serious internal resistance and institutional inertia, for the majority of key goals, Kyrgyzstanis have not yet felt measurable impact on their daily lives."}, {"text_block_id": "p44_b688", "text": "5.7.3."}, {"text_block_id": "p44_b689", "text": "Many citizens continue to perceive certain law enforcement bodies as closed, inefficient and corrupt structures that do not ensure the confidence of society"}, {"text_block_id": "p45_b690", "text": "as a whole and a proper level of protection against threats to public order and crime. The ability of the government to precisely and uniformly establish the rule of law in response to manifestations of crime and violations of the rule of law continues to be questioned."}, {"text_block_id": "p45_b691", "text": "5.7.4."}, {"text_block_id": "p45_b692", "text": "A significant number of citizens continue to experience difficulties with access to justice related to weak mechanisms of protection and restoration of violated rights in legal proceedings, low quality of legal aid, slow execution of judgments. As a consequence, against the backdrop of a low legal culture of citizens, which includes both the justification of lawlessness and not always functioning mechanisms for ensuring justice, the threats of organized crime, violent extremism and terrorism, growing social tensions and conflict potential are growing noticeably."}, {"text_block_id": "p45_b693", "text": "Goal and vision"}, {"text_block_id": "p45_b694", "text": "5.7.1."}, {"text_block_id": "p45_b695", "text": "The most important priority is to ensure security and fairness for all Kyrgyz citizens. The result of the Government's efforts in this area should be the effective application of the concept of protection of a person and citizen, which should prevail over the concept of protecting the system of power."}, {"text_block_id": "p45_b696", "text": "5.7.2."}, {"text_block_id": "p45_b697", "text": "In Kyrgyzstan, new-generation law enforcement agencies should be created to ensure the country's advantage and the prerequisites for the stability and security of society, through the high professionalism of the staff, the effectiveness and responsiveness of law enforcement response, taking into account the needs of all citizens, and incorruptibility."}, {"text_block_id": "p45_b698", "text": "5.7.3."}, {"text_block_id": "p45_b699", "text": "Impeccable appearance, high professional and moral qualities, exemplary ethics of behavior should become the hallmarks of a new modern image of a law enforcement officer."}, {"text_block_id": "p45_b700", "text": "5.7.4."}, {"text_block_id": "p45_b701", "text": "The system of national and military security will provide a safe environment for the person, including protection from terrorist, extremist threats, and will provide effective protection of citizens and borders. At the same time, the Government will continue work on delimitation and demarcation of the state border."}, {"text_block_id": "p45_b702", "text": "5.7.5."}, {"text_block_id": "p45_b703", "text": "Kyrgyzstan must also achieve genuine independence of the courts, which is confirmed by the high level of trust and support of citizens and recognition at the international level. In turn, the transition of the judiciary to a qualitatively different level, characterized by independence, transparency and efficiency, should give impetus to the development of all spheres of people's livelihoods, the competitiveness of the economy and the strengthening of the foundation of statehood."}, {"text_block_id": "p45_b704", "text": "Priority measures"}, {"text_block_id": "p45_b705", "text": "5.7.1."}, {"text_block_id": "p45_b706", "text": "Within the next five-year development cycle, for the protection of the individual and the maintenance of public order, the restructuring of the law enforcement system will continue, despite possible internal resistance."}, {"text_block_id": "p45_b707", "text": "5.7.2."}, {"text_block_id": "p45_b708", "text": "Within the framework of the powers of the Government, law enforcement reform will continue, including structural and functional"}, {"text_block_id": "p46_b709", "text": "modernization, strengthening the system of checks and balances, delineating powers and strengthening responsibilities. Reform measures will also cover the building of a new image of law enforcement agencies, starting as a matter of priority from those areas where citizens face violations of the rule of law on an everyday basis and experience a \"lack of equity\". A key place will be occupied by road patrol and district militia, a general focus on improved interaction with citizens and provision of law enforcement services, and preventive work at the level of local communities."}, {"text_block_id": "p46_b710", "text": "5.7.3."}, {"text_block_id": "p46_b711", "text": "The root causes of corruption, low motivation and weak capacity will also be eliminated, including a review of the selection system for training staff, the introduction of new methods of evaluation, and the strengthening of the incentive and logistics system."}, {"text_block_id": "p46_b712", "text": "5.7.4."}, {"text_block_id": "p46_b713", "text": "High processability is a requirement of time and allows to achieve efficiency and accountability of law enforcement bodies. Therefore, a special place should be taken by the projects \"Electronic record of crimes\", \"Smart City\" and the system of interaction and feedback with citizens on public security issues, the implementation of which will be carried out within the framework of the \"Taza Coom\" Program."}, {"text_block_id": "p46_b714", "text": "5.7.5."}, {"text_block_id": "p46_b715", "text": "The new national justice system must ensure justice and the rule of law and be completely free of corruption. The initiated reforms of the judicial system aimed at protecting the interests of the citizen and business will be continued. It is envisaged to introduce the institution of the business ombudsman for the timely and purposeful protection of the interests of entrepreneurs and business ."}, {"text_block_id": "p46_b716", "text": "5.7.6."}, {"text_block_id": "p46_b717", "text": "It is necessary to ensure unhindered access to justice for citizens, with the strengthening of uniform judicial practice, to clearly define effective and transparent mechanisms for addressing the issues of the responsibility of judges and to develop mediation and arbitration courts. The human right to a fair trial must be guaranteed in a rigorous manner. The court must become the main guarantor of the inviolability of private property and the rule of law."}, {"text_block_id": "p46_b718", "text": "5.7.7."}, {"text_block_id": "p46_b719", "text": "As a vital area, strengthening the country's defense capability and enhancing the effectiveness of national security bodies will remain a key priority. Systematic work will be continued to raise the level of professionalism, training and equipping the Armed Forces of the Kyrgyz Republic, and eliminating the primary obstacles to the development of an integrated national security system."}, {"text_block_id": "p46_b720", "text": "5.7.8."}, {"text_block_id": "p46_b721", "text": "Protection of the rights and interests of citizens will include a set of measures in the field of migration and emigration in order to protect their rights and opportunities in host countries, it is necessary to ensure conditions for return and circular migration. Legal conditions will be created to ensure equal rights of opportunities for their reintegration."}, {"text_block_id": "p46_b722", "text": "6. Cross-cutting directions of development"}, {"text_block_id": "p46_b723", "text": "6.1. Gender aspectofdevelopment"}, {"text_block_id": "p47_b724", "text": "6.1.1."}, {"text_block_id": "p47_b725", "text": "Achieving the goals and objectives set out in the framework of this Program is impossible without ensuring the full participation of women and girls and the empowerment of women and girls. Therefore, the evaluation of the gender dimension of the Program is an indispensable step."}, {"text_block_id": "p47_b726", "text": "6.1.2."}, {"text_block_id": "p47_b727", "text": "The criteria for gender-sensitive policies that are cross-cutting, inclusive must be defined. These criteria should inform all development priorities and measures taken, through gender mainstreaming, gender analysis of the issues and the expected impact of the measures taken and the identification of gender-sensitive indicators."}, {"text_block_id": "p47_b728", "text": "6.1.3."}, {"text_block_id": "p47_b729", "text": "The end result is to ensure gender parity in decision-making, to participate in the implementation of given directions, to reduce the prerequisites for gender discrimination and to expand opportunities in all areas of human development."}, {"text_block_id": "p47_b730", "text": "6.1.4."}, {"text_block_id": "p47_b731", "text": "Efforts will be made to measurably improve the situation of equality in all dimensions of the human dimension, including equal rights to work, equal access to social and economic benefits, public infrastructure and the security and justice infrastructure."}, {"text_block_id": "p47_b732", "text": "6.2. Ecologicalaspectofdevelopment"}, {"text_block_id": "p47_b733", "text": "6.2.1."}, {"text_block_id": "p47_b734", "text": "In the sphere of environmental protection, the principles and requirements of the green economy will be introduced at all stages: planning, decision-making, implementation and monitoring. It is necessary to take into account the principles of \"green\" growth for the revision of the structure of the economy and the transition to development with minimal impact on the natural environment."}, {"text_block_id": "p47_b735", "text": "6.2.2."}, {"text_block_id": "p47_b736", "text": "The basis for improving the effectiveness of environmental protection will be improved environmental data management in order to reasonably formulate and implement development plans, as well as to make environmentally relevant decisions. The development of measures for the development of the country should be based on reliable information on trends in the state of the environment, taking into account climate change and a preliminary environmental and economic assessment of natural resources."}, {"text_block_id": "p47_b737", "text": "6.2.3."}, {"text_block_id": "p47_b738", "text": "In particular, the environmental impact assessment system should become a permanent component of the national policy, ensuring strategic environmental assessment of plans, programs, legislative acts, economic and investment projects. The economic and social feasibility of projects should not be considered without an exhaustive definition of the cost of development projects, including a cost assessment of damage to the environment and the applicable costs for a full reclamation."}, {"text_block_id": "p48_b739", "text": "6.2.4."}, {"text_block_id": "p48_b740", "text": "This system should also contain measures to proactively respond to existing and potential risks in the form of man-made disasters and climate change, and identify steps for mitigation and adaptation."}, {"text_block_id": "p48_b741", "text": "6.2.5."}, {"text_block_id": "p48_b742", "text": "In the field of protection of the population and territories from emergency situations of natural and man-made nature, measures will be taken to raise awareness about the risk of disasters by developing a system of integrated monitoring and forecasting of dangerous natural processes and phenomena, raising public awareness."}, {"text_block_id": "p48_b743", "text": "It is planned to continue measures to reduce disaster risk through preventive measures in hazardous areas, forest reclamation measures, capital construction of protective structures in potentially hazardous areas."}, {"text_block_id": "p48_b744", "text": "Also, more importance will be attached to measures to reduce the risk from uranium tailings and mountain dumps. Work will be completed on the creation of fire and rescue services, the development of an automated control and alert system (EJCS) in emergency and crisis situations has been achieved by adding new components to it and covering up to 80% of the country's territory."}, {"text_block_id": "p48_b745", "text": "6.2.6."}, {"text_block_id": "p48_b746", "text": "Another aspect of the cross-cutting principles of environmental protection is the alignment of a single intersectoral policy for the introduction and promotion of resource-saving, low-waste and non-waste technologies for the rational use of natural resources. First of all, this should affect the practice of using and protecting water resources (use of new technologies for effective water resources management, irrigation and irrigation systems), energy resources (energy saving and energy efficiency, creating conditions for using alternative, renewable energy sources), reducing waste, by measures to prevent their formation, processing, recycling and safe disposal, and basic natural assets (forest and land Fund, minerals, natural biological resources and recreational assets)."}, {"text_block_id": "p48_b747", "text": "6.2.7."}, {"text_block_id": "p48_b748", "text": "The transition to sustainable development presupposes the conservation and the gradual restoration of natural ecosystems, including by conserving the growing forests and increasing the area of forest ecosystems, expanding and strengthening the network of specially protected natural areas that will protect species of flora and fauna listed in the Red Data Book of the Kyrgyz Republic."}, {"text_block_id": "p48_b749", "text": "6.2.8."}, {"text_block_id": "p48_b750", "text": "All this will allow ensuring long-term sustainability of growth and avoiding nature-intensive development that comes into conflict with the goals of preserving and restoring natural resources for the next generations."}, {"text_block_id": "p48_b751", "text": "6.2.9."}, {"text_block_id": "p48_b752", "text": "Public procurement will be reformed in such a way as to stimulate green growth of the economy. The main criterion for the selection of proposals for public procurement of goods and services will be their environmental sustainability."}, {"text_block_id": "p48_b753", "text": "6.3. Technologicalmeasurement"}, {"text_block_id": "p49_b754", "text": "6.3.1."}, {"text_block_id": "p49_b755_merged", "text": "The technological aspect of national development priorities has a cross-cutting nature that permeates all aspects of the life of institutions and citizens of the country and is an integral part of both the long-term vision for development until 2040 and practical steps in the next five-year cycle."}, {"text_block_id": "p49_b758", "text": "6.3.2."}, {"text_block_id": "p49_b759", "text": "For example, the development of digital communication and communications infrastructure, including the public broadband Internet access network, will provide a long-term impulse for all sectors of the economy, public administration institutions and public activity. In the same way, the transfer to the \"digital government\" of public administration and public and municipal services will increase the effectiveness of the implemented development measures, strengthen the interaction of the Government, citizens and business, and will have a measurable positive impact on the creation of a favorable, comfortable, protected environment for human The Kyrgyz Republic."}, {"text_block_id": "p49_b760", "text": "6.3.3."}, {"text_block_id": "p49_b761", "text": "The use of information, communication and digital technologies in order to increase the productivity of public administration, improve the quality of services, enhance transparency and accountability, and build human capacity is a prerequisite for achieving the objectives in the economic, social and public spheres. Every effort in strategic planning at the national, local and sectoral levels -from health, education and social services to the protection of public order -must take full account of the technological aspects of planned changes, in terms of innovation opportunities, existing constraints and the required steps for full implementation advantages of new technologies."}, {"text_block_id": "p49_b762", "text": "6.3.4."}, {"text_block_id": "p49_b763", "text": "The national program of digital transformation \"Taza Coom\" (details of which are given in section 8 \"National programs / development projects\") is the main reference point for recording the technological measurement as a cross-cutting parameter."}, {"text_block_id": "p49_b764", "text": "7. Nationaldevelopment programs / projects"}, {"text_block_id": "p49_b765", "text": "7.1. Nationalprogram \"Taza Coom\""}, {"text_block_id": "p49_b766", "text": "7.1.1."}, {"text_block_id": "p49_b767", "text": "The national program of digital transformation \"Taza Coom\" sets the following main tasks within the five-year perspective."}, {"text_block_id": "p49_b768", "text": "7.1.2."}, {"text_block_id": "p49_b769", "text": "To provide all state / municipal services in digital format, an end-to-end electronic document management system and a single platform for providing electronic services to citizens will be formed. This includes measures to launch the Tunduk system of interdepartmental electronic interaction, the state portal of electronic services and the preparation of regulations and standards of services, electronic payment systems in favor of the budget, identification and authentication of users, electronic messages and citizens' applications."}, {"text_block_id": "p49_b770", "text": "7.1.3."}, {"text_block_id": "p49_b771", "text": "To ensure the fulfillment of all state / municipal functions in digital format, the state infrastructure of electronic management will be created. This includes state data processing centers and their connecting communication"}, {"text_block_id": "p50_b772", "text": "channels, basic state information resources (registers of information systems, population, rights to real estate and transport, legal entities), open data infrastructure and spatial data and address register infrastructure."}, {"text_block_id": "p50_b773", "text": "7.1.4."}, {"text_block_id": "p50_b774", "text": "In order to ensure the security of the digital transformation of the state, the creation of a national cybersecurity system with such components as the institutional and regulatory framework for cybersecurity and information protection, increasing the level of human resources and human resources, ensuring the security of the critical information infrastructure and the formation and development of the national system prevention, response and management of computer incidents."}, {"text_block_id": "p50_b775", "text": "7.1.5."}, {"text_block_id": "p50_b776", "text": "Additional related priorities for building the foundations of the digital economy are:"}, {"text_block_id": "p50_b777", "text": "-"}, {"text_block_id": "p50_b778", "text": "Creation of a digital regional data hub on the territory of the Kyrgyz Republic, the formation and expansion of the national market segment in the niches of data hosting, peering and traffic exchange, cloud services and others;"}, {"text_block_id": "p50_b779", "text": "-"}, {"text_block_id": "p50_b780", "text": "development of the infrastructure for access to digital communications, including broadband access to the Internet and expansion of coverage of the territory of the Kyrgyz Republic with wireless access services;"}, {"text_block_id": "p50_b781", "text": "-"}, {"text_block_id": "p50_b782", "text": "formation and development of national clusters of development and promotion of software and digital services;"}, {"text_block_id": "p50_b783", "text": "-"}, {"text_block_id": "p50_b784", "text": "development of the infrastructure of smart and safe urban space, with the introduction of appropriate services based on inter-machine communication technology."}, {"text_block_id": "p50_b785", "text": "7.1.6."}, {"text_block_id": "p50_b786", "text": "For effective implementation of the Program, all tasks provide targeted support for efforts to prepare, retrain and increase the required skills of the human resources involved, as well as to increase the level of digital and technological literacy of users of services and services."}, {"text_block_id": "p50_b787", "text": "7.2. Public administration"}, {"text_block_id": "p50_b788", "text": "7.2.1."}, {"text_block_id": "p50_b789", "text": "The government will continue the policy on the development of public service aimed at improving the effectiveness of public administration, the qualifications of state and municipal employees, preventing corruption offenses in the public service system, enhancing its authority and prestige."}, {"text_block_id": "p50_b790", "text": "7.2.2."}, {"text_block_id": "p50_b791", "text": "The structure of state bodies will be optimized to subordinate it to the strategic goals of the country, state apparatus will be reduced. With the exception of basic state functions, the structure of the Government will be formed on the basis of well-defined development priorities. Decision-making will be aimed at citizens, will become more rational and effective."}, {"text_block_id": "p50_b792", "text": "7.2.3."}, {"text_block_id": "p50_b793", "text": "The main principles will be compact and mobile management, a clear functional division, a professional public service based on successfulcareer growth and an impeccable reputation."}, {"text_block_id": "p51_b794", "text": "7.3. Developmentof regions"}, {"text_block_id": "p51_b795", "text": "7.3.1."}, {"text_block_id": "p51_b796", "text": "In recent years, state policy has given priority to the development of regions. The Decree of the President of the Kyrgyz Republic of 10 January 2018 \"On the Announcement of 2018 as the Year of Regional Development\" was adopted. The Resolution of the Government of the Kyrgyz Republic of March 31, 2017 No. 194 approved the Concept of the Regional Policy of the Kyrgyz Republic. Within the framework of these program documents, the vector of development of the regions for the medium and long-term periods is determined. In order to achieve common goals of the development of the region, settlements will ensure the partnership of government, business, civil society. The quality of life of residents of the regions will correspond to their requests, the requirements of service standards and not depend on the geographical location, climatic conditions and remoteness from the center of the country."}, {"text_block_id": "p51_b797", "text": "7.3.2."}, {"text_block_id": "p51_b798", "text": "Priority in the implementation of regional policy will be the development of the economy on the basis of the optimal allocation of productive forces. The measures taken will ensure the development of production facilities for the storage and processing of agricultural products, the establishment of slaughter shops, the revival of industry. On the ground, clusters of agricultural cooperatives, light industry will be formed, conditions for the development of tourism, including eco-and ethno-oriented, will be created. The regional economy will be based on the specialization of the territory, taking into account the specifics of resources, climate, geographic location, and the availability of infrastructure."}, {"text_block_id": "p51_b799", "text": "7.3.3."}, {"text_block_id": "p51_b800", "text": "The beginning of reforms in the development of the economy will be the development and implementation of development programs selected 20 supporting cities -growth points, which will become the locomotive of regional development. Acceleration will receive the process of reviving the infrastructure of settlements: water supply systems, sewerage, energy supply, heat supply, sports, culture, leisure facilities."}, {"text_block_id": "p51_b801", "text": "7.3.4."}, {"text_block_id": "p51_b802", "text": "Residents of the regions will receive high-quality, affordable services in the place of residence. The service system will be based on the development of modern communication technologies. A citizen will have the right to choose a service provider with the best conditions. Significant efforts will be directed to rehabilitation and construction of roads, housing. All measures taken will allow citizens to have a high quality of life in their \"small homeland\", reduce the level of migration processes, and reduce the risk of social conflicts."}, {"text_block_id": "p51_b803", "text": "7.3.5."}, {"text_block_id": "p51_b804", "text": "In the development of local self-government, the priority will be the formation of the local community on the basis of awareness of national and cultural identity. At the level of the region, cities, villages, the authorities, resources for the implementation of their own development programs will be maximally transferred. The transfer of authority will be accompanied by an increase in the responsibility of"}, {"text_block_id": "p52_b805", "text": "territorial state bodies and local self-government bodies to achieve results in development."}, {"text_block_id": "p52_b806", "text": "7.3.6."}, {"text_block_id": "p52_b807", "text": "Local governments will receive a real motivation to increase local budget revenues, primarily due to the growth of the local economy and improved administration of incomes."}, {"text_block_id": "p52_b808", "text": "7.3.7."}, {"text_block_id": "p52_b809", "text": "The system of interbudgetary relations will further develop. The main indicator of an effective budgetary process will be the availability of a development budget in each city and ayiln aimag of the country. This will require changes in the system of equalizing the budget deficit. Implementation of this approach will solve the problem with the so-called \"subsidized\" municipalities. The equalizing grant will cease to be a sign of the \"poverty\" of the municipality. Gradually, the share of local budgets in the structure of the state budget will increase, including through changes in the shares of splitting of state taxes. These measures will make it possible to bring the share of local budgets in the structure of the state budget to 20% within the next 5 years."}, {"text_block_id": "p52_b810", "text": "7.3.8."}, {"text_block_id": "p52_b811", "text": "Particular attention will be paid to the development of border areas. Conditions will be created in terms of infrastructure, services to meet the needs of citizens living in these territories. The work on the assignment of village status to individual border settlements will be accelerated."}, {"text_block_id": "p52_b812", "text": "7.3.9."}, {"text_block_id": "p52_b813", "text": "The new model of territorial management will be based on increasing the responsibility of territorial state bodies and local governments in ensuring the improvement of the quality of life of citizens. Local government administrations will set new tasks for the implementation of national, as well as state, sectoral programs. To do this, they will be endowed with the necessary administrative, administrative powers and resources, as well as the authority to delegate state powers to local governments. Reforming the system of territorial administration will ensure the acceleration of administrative and territorial reform in the Kyrgyz Republic."}, {"text_block_id": "p52_b814", "text": "7.4. Pensionsupport. Pensionreform"}, {"text_block_id": "p52_b815", "text": "7.4.1."}, {"text_block_id": "p52_b816", "text": "As part of the pension reform, further improvement of the state pension system is expected. The issues of raising the level of pensions, ensuring the medium-term and long-term financial sustainability of the pension system by improving the system of state pension insurance and the funded pension system are some of the important tasks of the Government."}, {"text_block_id": "p52_b817", "text": "7.4.2."}, {"text_block_id": "p52_b818", "text": "Regarding the modernization of the pension system, an analysis and proposals will be made to review the legislation in the direction of a phased introduction of a minimum period of insurance to qualify for a pension of 5 to 20 years, the integration of the basic part of pensions and social benefits to older citizens, to pensions and conditions for early retirement. These measures will make it possible to optimize the share of social transfers from the republican budget, since"}, {"text_block_id": "p53_b819", "text": "the benefits and allowances in the pension system are non-insurance and are guarantees of the state for a certain category of persons."}, {"text_block_id": "p53_b820", "text": "7.4.3."}, {"text_block_id": "p53_b821", "text": "In the part concerning the strengthening of social insurance, it is supposed to improve the tariff policy of the state social insurance. So, in order to achieve the adequacy of the tariff policy, the possibility will be considered of revising the benefits at rates of insurance premiums for entrepreneurs engaged in self-employment and peasant farms. The phased introduction of a commensurate tariff for insurance premiums will ensure their rights to pension provision through full participation in the formation of their pensions."}, {"text_block_id": "p53_b822", "text": "7.4.4."}, {"text_block_id": "p53_b823", "text": "To further develop the funded pension system in the medium term, it is necessary to improve investment policy, in order to prevent possible dependence on one instrument, by introducing alternative investment instruments into the structure of the investment portfolio, and improving mechanisms for paying pension savings."}, {"text_block_id": "p53_b824", "text": "7.5. Public security: a new image of law enforcement agencies"}, {"text_block_id": "p53_b825", "text": "7.5.1."}, {"text_block_id": "p53_b826", "text": "Reform of the law enforcement system will focus on reducing the level of punitive practices, humanizing legislation, ensuring unhindered access to justice for citizens, developing the institution of mediation, prevention and prevention. A unified approach will be developed that determines the state policy in the field of crime prevention and prevention. As part of the ongoing reform of the law enforcement system, an effective model for interaction between all prevention subjects will be created, the criteria for assessing the activities of law enforcement bodies will be changed, including an external evaluation of their activities, taking into account the level of public confidence."}, {"text_block_id": "p53_b827", "text": "7.5.2."}, {"text_block_id": "p53_b828", "text": "The restructuring of the national system of law enforcement agencies is carried out through the definition of the role and place of each law enforcement agency, the formation of a system of management and coordination, the introduction of effective and permanent mechanisms for their self-purification, as well as a review of the principles of activities, forms and methods of accomplishing tasks. At the same time, it will be fully adapted to the forthcoming changes in the legal sphere -coming into force on January 1, 2019, a whole package of 7 new codes and laws on criminal and criminal procedural legislation adopted at the initiative of the Judicial Reform Council. The steps taken must ensure the safety of every citizen of the country and its territorial integrity, reduce the likelihood of terrorist threats, and timely respond to technological, international and other challenges in the interests of the nation."}, {"text_block_id": "p53_b829", "text": "7.5.3."}, {"text_block_id": "p53_b830", "text": "One of the key elements of the ongoing reform of law enforcement agencies will be the expansion of the list of posts, the initial admission to which will be carried out through open competitive selection. In addition, an effective reserve of personnel will be introduced for appointment to senior positions on the basis of"}, {"text_block_id": "p54_b831", "text": "internal competitive selection. At the same time one of the mandatory conditions for promotion is the need for additional training."}, {"text_block_id": "p54_b832", "text": "7.5.4."}, {"text_block_id": "p54_b833", "text": "The government will promote the automation of law enforcement. Within the framework of the \"Smart City\" project, it is planned to introduce 24-hour video surveillance aimed at reducing road accidents and ensuring public safety. The introduction of the electronic system will provide open access for citizens to the process of considering their applications and making decisions."}, {"text_block_id": "p54_b834", "text": "7.6. Anticorruption policy"}, {"text_block_id": "p54_b835", "text": "7.6.1."}, {"text_block_id": "p54_b836", "text": "The overall objective of the whole system of public administration is to ensure continuity in achieving the goals of fighting corruption, set in previous years, as well as to build and implement new systemic anti-corruption measures of an organizational, legal, social and preventive and punitive nature."}, {"text_block_id": "p54_b837", "text": "7.6.2."}, {"text_block_id": "p54_b838", "text": "The authorities need the political will to fight corruption, the legislative provision of this struggle and the strict implementation of the adopted legislative acts, and to interact with non-governmental organizations and business as with partners."}, {"text_block_id": "p54_b839", "text": "7.6.3."}, {"text_block_id": "p54_b840", "text": "By analogy with the most successful practices of foreign countries (Singapore, South Korea), the anti-corruption strategy should be based on the belief that the eradication of corruption is based on the desire to minimize or exclude conditions that create both a stimulus and the possibility of declining an individual, regardless of the official or citizen, to commit corrupt acts."}, {"text_block_id": "p54_b841", "text": "7.6.4."}, {"text_block_id": "p54_b842", "text": "It is necessary to create a unified non-lawful state anti-corruption body for the development of an anti-corruption policy, which coordinates the activities of government bodies, as well as performs functions of analysis, evaluation and research in the field of combating corruption, and conducting functional analysis in state bodies."}, {"text_block_id": "p54_b843", "text": "7.6.5."}, {"text_block_id": "p54_b844", "text": "It is necessary to develop and implement an anti-corruption media strategy at the state level to educate and form the anti-corruption consciousness of citizens by inculcating them with the skills of legal behavior, censure and condemnation, including specific actions in contact with manifestations of domestic corruption."}, {"text_block_id": "p54_b845", "text": "7.6.6."}, {"text_block_id": "p54_b846", "text": "It is necessary to develop and implement its own national methodology for determining the level of corruption in the country on the scale of the state, state body, civil servant -for monitoring, evaluation, involving the public and state correction of anti-corruption activities. The widespread use of the corruption assessment system to make important government decisions will ensure their qualitative improvement and productivity."}, {"text_block_id": "p54_b847", "text": "7.6.7."}, {"text_block_id": "p54_b848", "text": "The practice of recent years shows that it is necessary to improve the principle of the work of commissioners on anti-corruption issues in state bodies by ensuring their independence in decision-making, in monitoring and assessing the"}, {"text_block_id": "p55_b849", "text": "level of corruption in a state body. To this end, mechanisms for re-subordination to their higher institutions will be developed."}, {"text_block_id": "p55_b850", "text": "7.6.8."}, {"text_block_id": "p55_b851", "text": "At present, anti-corruption expertise is conducted at several levels -in the Ministry of Justice of the Kyrgyz Republic and in the Jogorku Kenesh of the Kyrgyz Republic. However, this examination is formal and does not meet the interests of society and the state. In this regard, legislative activity will be synchronized with anti-corruption processes by introducing an updated effective anti-corruption expertise at the state level, not only for draft regulatory acts, but also for anti-corruption analysis of all legislation."}, {"text_block_id": "p55_b852", "text": "7.6.9."}, {"text_block_id": "p55_b853", "text": "The formation of a truly state legal consciousness of officials is conditioned by the overcoming of personal, narrow-departmental, ethnic and regional interests. To this end, the implementation of measures to stimulate public service and social security, increase the level of training and retraining of law enforcement officers, including through the modern system of recruitment, will attract highly qualified employees not subject to corruption, without nepotism and tribalism to the service of law enforcement agencies."}, {"text_block_id": "p55_b854", "text": "The implemented effective and effective indicators for assessing the activities of law enforcement agencies will ensure their rigorous legal action aimed at protecting society as a whole and private property, business, the rights and interests of entrepreneurs, in particular."}, {"text_block_id": "p56_b855", "text": "8. Expectedresults"}, {"text_block_id": "p56_b856", "text": "8.1. Benchmarks"}, {"text_block_id": "p56_b857", "text": "8.1.1."}, {"text_block_id": "p56_b858", "text": "The central achievement of the Program should be a measurable improvement in the quality of life for all Kyrgyz people."}, {"text_block_id": "p56_b859", "text": "8.1.2."}, {"text_block_id": "p56_b860", "text": "Changes in the system of public administration will lead the country to the top 25% of the world, according to the main international ratings -managerial capacity and effectiveness, regulatory climate indicators, accountability and transparency, perception of corruption and the rule of law, independence of the judiciary. For an integrated assessment of the nature and dynamics of development, the Internation al Index of Happiness will also be used."}, {"text_block_id": "p56_b861", "text": "8.1.3."}, {"text_block_id": "p56_b862", "text": "The index of people's trust in the executive branch is consistently exceeding the 75 percent mark. Economic transformations will allow to ensure an annual growth rate of GDP of at least 4%, bringing GDP to 820 billion soms in nominal terms, this will affect the increase in GNP per capita, with mandatory entry into the category of \"income level above the average.\" The budget deficit to GDP will be no more than 5%. 350 thousand new jobs will be created. The poverty level will be reduced from 25 to 20%."}, {"text_block_id": "p56_b863", "text": "8.1.4."}, {"text_block_id": "p56_b864", "text": "In the human dimension, the leading indicators are expected to improve:"}, {"text_block_id": "p56_b865", "text": "-"}, {"text_block_id": "p56_b866", "text": "an increase in the average life expectancy by 1.2 years, and a 50 percent reduction in mortality from cardiovascular diseases;"}, {"text_block_id": "p56_b867", "text": "-"}, {"text_block_id": "p56_b868", "text": "bringing the coverage of pre-school education to 80% of children and improving the place of the Kyrgyz Republic in the PISA schooleducation rating by at least 15 positions;"}, {"text_block_id": "p56_b869", "text": "-"}, {"text_block_id": "p56_b870", "text": "round-the-clock provision of clean water to 80% of the population;"}, {"text_block_id": "p56_b871", "text": "-"}, {"text_block_id": "p56_b872", "text": "The percentage of international, state and local roads with hard surface will be brought to 60%, with the commissioning of 5,000 kilometers of new roads"}, {"text_block_id": "p56_b873", "text": "-"}, {"text_block_id": "p56_b874", "text": "ensuring 100% coverage of all settlements with high-speed Internet access and digital broadcasting;"}, {"text_block_id": "p56_b875", "text": "-"}, {"text_block_id": "p56_b876", "text": "bringing the provision of housing to 18 square meters per person, based on an annual input of 6-7 million square meters;"}, {"text_block_id": "p56_b877", "text": "-"}, {"text_block_id": "p56_b878", "text": "as a result of fully completed justice and security sector reforms, the indicator of the population's trust index (the level of Kyrgyz confidence in the relevant institutions) stably exceeds 75%;"}, {"text_block_id": "p56_b879", "text": "-"}, {"text_block_id": "p56_b880", "text": "entry into the top 50 countries of the world according to the Doing Business rating;"}, {"text_block_id": "p56_b881", "text": "-"}, {"text_block_id": "p56_b882", "text": "The share of small and medium-sized businesses in the GDP structure will be at least 50% until 2023."}, {"text_block_id": "p56_b883", "text": "8.2. Monitoring and evaluation"}, {"text_block_id": "p57_b884", "text": "8.2.1."}, {"text_block_id": "p57_b885", "text": "Regular monitoring and evaluation of the implementation of sectoral programs and projects of the Plan of this Program will be an effective tool for tracking progress in its implementation, which will allow: to take proactive decisions by making adjustments to the promotion process and assess their impact on the overall development of the country."}, {"text_block_id": "p57_b886", "text": "8.2.2."}, {"text_block_id": "p57_b887", "text": "The Government's plan for implementing the Program with the system of indicators agreed upon with all interested parties will be an integral part of monitoring and assessing progress in advancing the economic and social priorities identified for 2018-2022 under this Program. Indicators for monitoring and evaluation of the Plan will have qualitative and quantitative characteristics."}, {"text_block_id": "p57_b888", "text": "8.2.3."}, {"text_block_id": "p57_b889", "text": "A set of monitoring and evaluation indicators will allow monitoring and measuring: a) intermediate results of the progress of the Program implementation taking into account the invested resources; b) the end results, through the indicators of accomplishment of the set goals and tasks; c) national indicators reflecting the dynamics of the development of the Kyrgyz Republic at the macroeconomic level."}, {"text_block_id": "p57_b890", "text": "8.2.4."}, {"text_block_id": "p57_b891", "text": "Based on the monitoring data, the effectiveness of the implementation of the Program will be periodically evaluated. This evaluation will analyze in detail the progress achieved, identify \"weaknesses\" and shortcomings in the implementation of the activities and projects of the Program. Based on the results obtained, decisions will be taken to select alternative options for future steps in the implementation of the Program, to redistribute resources and optimize their use, improve coordination of efforts with the donor community, and better meet the expectations of the society."}, {"text_block_id": "p57_b892", "text": "8.3. Resourceprovision"}, {"text_block_id": "p57_b893", "text": "8.3.1."}, {"text_block_id": "p57_b894", "text": "Implement the goals and objectives foreseen:"}, {"text_block_id": "p57_b895", "text": "-"}, {"text_block_id": "p57_b896", "text": "due to targeted use of budgetary funds of the Kyrgyz Republic;"}, {"text_block_id": "p57_b897", "text": "-"}, {"text_block_id": "p57_b898", "text": "attraction of internal and external investors to projects;"}, {"text_block_id": "p57_b899", "text": "-"}, {"text_block_id": "p57_b900", "text": "raising funds from multilateral development partners."}], "document_description": "This document was approved by decree no. 2377-VI of 2018. It seeks to enhance the country's mitigation, adaptation and disaster risk management actions.<br>It notably states that the&nbsp;government will propose mechanisms for the creation of new investment funds (venture, green climate, trust, sovereign funds and development funds).<br><br>"}