{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Kyrgyzstan", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "National Sustainable Development Strategy For The Kyrgyz Republic", "document_country_code": "KGZ", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/KGZ/2013/KGZ-2013-01-01-National Sustainable Development Strategy For The Kyrgyz Republic_1a73cf9eb4ffcd0f36d3ba45712aabb0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Council for Sustainable Development of the Kyrgyz Republic"}, {"text_block_id": "p0_b2", "text": "NATIONAL"}, {"text_block_id": "p0_b3", "text": "SUSTAINABLE DEVELOPMENT STRATEGY FOR THE KYRGYZ REPUBLIC"}, {"text_block_id": "p0_b4", "text": "For the period of 2013-2017"}, {"text_block_id": "p1_b5", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b6", "text": "PART ONE: TO SUCCEED AS A STATE AND TO ESTABLISH FOUNDATION FOR SUCCESSFUL DEVELOPMENT OF THE KYRGYZ REPUBLIC"}, {"text_block_id": "p4_b7", "text": "Chapter 1. KYRGYZSTAN AND MODERN CHALLENGES"}, {"text_block_id": "p4_b8", "text": "In recent years, the social, economic and political life of Kyrgyzstan has been undergoing important changes that shape the future of the country. The people have paid a high price for the opportunity to build on our land an independent and strong, prosperous nation."}, {"text_block_id": "p4_b9", "text": "In the latest history of Kyrgyzstan the first steps towards restoring statehood and establishing our own economy and reviving our national culture were made in the XX century, under the former Soviet Union. Our people have achieved a great deal in the Soviet period of development, but that era is long gone now."}, {"text_block_id": "p4_b10", "text": "In the 1990s all fundamental state institutions were created in Kyrgyzstan. Our country takes part in the activities of many international organizations."}, {"text_block_id": "p4_b11", "text": "At the same time, the inconsistency in the policy that was being implemented until recently, resulted in the fact that many international experts and observers still classify Kyrgyzstan as a “failed” state. There is doubt about the future of the Kyrgyz statehood itself."}, {"text_block_id": "p4_b12", "text": "1.1. Nation without priorities or twenty years in survival mode"}, {"text_block_id": "p4_b13", "text": "Kyrgyzstan should find its place in a rapidly changing new world. The people of Kyrgyzstan spent the two decades following the collapse of the Soviet Union were spent in the \"survival\" mode and are assessed by many as a time of \"lost opportunities\". There were multiple attempts to improve the situation, including those with significant support from donor countries and international organizations (programmes such as “Comprehensive Development Framework” (2001), “National Poverty Reduction Strategy” (2003), “New Economic Policy” (2009), multiple industry-specific development programmes, etc.) However, due to bad governance, corruption and criminalization of certain state institutions during the rule of the first two presidents of the country these undertakings did not give sufficient positive impetus to national development and have largely failed to achieve their objectives."}, {"text_block_id": "p4_b14", "text": "The lack of consistency and focus in public policy did not help the development of priority sectors of the economy. As a result, in contrast to many other former Soviet republics, in these 20 years Kyrgyzstan failed to find its rightful place in global economic processes. Kyrgyzstan's economy did not become independent, let alone become a harmonious part of the Central Asian region or the CIS."}, {"text_block_id": "p4_b15", "text": "Even before the Revolution of April 2010, international studies undertaken in 2009 ranked Kyrgyzstan as the poorest state in the entire CIS. 32% of the country’s population, or more than 1.7 million people, lived below the poverty line, of whom about 76% lived in rural areas; the level of unemployment, according to official estimates, was more than 8%, and according to unofficial – at around 14-16%"}, {"text_block_id": "p5_b16", "text": "The factors listed above, as well as many other factors, indicated the inability of the until-recently-existing system of public administration to ensure the rule of law and put the country on the path of sustainable development."}, {"text_block_id": "p5_b17", "text": "At the same time, no serious conclusions about the condition of the Kyrgyz statehood and the country’s prospects have been drawn for quite a long time. Furthermore, the destructive tendencies intensified due to the absence of the rule of law, unresolved issues in the economy, social sector, regional policy and inter-ethnic relations."}, {"text_block_id": "p5_b18", "text": "Expectations of positive changes after the March (2005) revolution were not met, which again led to the people’s revolution and change of government in April 2010."}, {"text_block_id": "p5_b19", "text": "1.2. Expectations and realities of the post-April period"}, {"text_block_id": "p5_b20", "text": "The adoption of a new Constitution and the first in the history of independent Kyrgyzstan free democratic elections in 2010 and 2011 have revived the hopes of the people for justice and prosperity."}, {"text_block_id": "p5_b21", "text": "At the same time, the stability that has been achieved throughout 2011 and 2012 is not sufficiently robust. The ability to manipulate the political situation in the country, including that by the external forces, should still not be ruled out. The state and the processes in the country are still susceptible to the influence from outside. Without having its own, strategic development project, Kyrgyzstan will remain highly prone to negative impacts of external projects."}, {"text_block_id": "p5_b22", "text": "A significant part of the society is still in a depressive state, the country’s class of intellectuals has thinned down significantly over the past two decades. There are no effective mechanisms of creating and nurturing social, political and professional elite."}, {"text_block_id": "p5_b23", "text": "Kyrgyz legal system does not meet modern requirements and challenges. Its condition has given rise to legal nihilism in the society, as well as in the institutions of the state itself."}, {"text_block_id": "p5_b24", "text": "To date, public administration is in the transition period. As an outcome of multiple reforms, the form of public administration has changed, but the methods used by public authorities in their work, decision-making and implementation have remained unchanged. There is no regular communication within public authorities themselves. Too often, the decisions are formulated based on narrow or corporate interests; the solutions themselves are short-term."}, {"text_block_id": "p5_b25", "text": "The governance system is susceptible to breakdowns, both horizontal and vertical. Communication between central and local authorities remains weak and ineffective. The functions and powers of the authorities at the Oblast and Raion levels are blurred and not supported by effective mechanisms of implementation. The resources of most local authorities are limited, which does not allow them to fully implement their respective functions and powers."}, {"text_block_id": "p5_b26", "text": "The platforms for finding solutions, which are now being created with more frequency, are not yet effective enough, which prevents from developing uniform approaches to resolving problems at the national level."}, {"text_block_id": "p6_b27", "text": "1.3. National Development Project – Strategic Vision"}, {"text_block_id": "p6_b28", "text": "The society has formed a consolidated position with respect to the need to draft and implement a national strategic project -an integrated strategy (\"roadmap\") for the development of the Kyrgyz Republic. In this case, resolving the most urgent social, political, economic, social, ideological, regional and ethnic issues is inherently linked with the objective of preservation and strengthening of Kyrgyz statehood and national security."}, {"text_block_id": "p6_b29", "text": "The fact that economic growth is not robust, that social policy lacks certainty are vivid indications that in the twenty years the country is yet to select such a development factor that would be supported by the majority of its people. During the years of independence no public consensus has been found with respect to what country we all intend to build, what is the future of Kyrgyzstan?"}, {"text_block_id": "p6_b30", "text": "The country can no longer continue without clearly defined target indicators, shared by the people; the society cannot be stable without values shared by the majority. Kyrgyzstan acutely needs a strategic document that reflects the common vision of the future, that shows major development vector of the country for the five-year period."}, {"text_block_id": "p6_b31", "text": "It is important to define such a goal, the path to which will naturally fit into the mindset of Kyrgyzstanis and which will utilize the knowledge and experience that has been accumulated in the previous historical periods of development. Moving forward towards this goal should be a clear-cut necessity for and shared by the majority of Kyrgyzstanis, it should fit into their personal and corporate plans and interests and help in the implementation of these plans."}, {"text_block_id": "p6_b32", "text": "In this regard the National Sustainable Development Council of the Kyrgyz Republic proposes its vision of the nation's future, outlines key vectors and priorities in activities which should remain unchanged even after changes in governments. The five-year National Sustainable Development Strategy for the Kyrgyz Republic is the first public document outlining key vectors of political, economic and social development of the country that has been developed in the new format of the country’s political system."}, {"text_block_id": "p6_b33", "text": "Our strategic vision of Kyrgyzstan in the long term is of a strong and independent country that is part of the developed countries, a place that is comfortable for living, a place where their rights, freedoms and security are ensured, a multi-lingual and friendly domestic environment governed by the rule of law, a country with high level of education, healthy natural environment, public stability, international image of state with stable background, robust economic growth and high attractiveness for investors."}, {"text_block_id": "p6_b34", "text": "In the next five years (period of 2013-2017) Kyrgyzstan faces a task of succeeding as a democratic state with stable political system, dynamically growing economy and stable growth in the incomes of its citizens."}, {"text_block_id": "p6_b35", "text": "This National Strategy of Sustainable Development for the Kyrgyz Republic for the period 2013-2017 (“the Strategy”) is designed to ensure achievement of this task."}, {"text_block_id": "p6_b36", "text": "The actions contained in the Strategy – in various sectors of policy, as well as specific implementation measures are intended to be coordinated with the budgeting process, with provision of sufficient financial and other resources. We should not rely on pure fantasies and make unrealistic plans. There is no need to copy somebody else’s"}, {"text_block_id": "p7_b37", "text": "model, to become \"the second Switzerland\" or to carbon copy anybody. It is only Kyrgyzstan that we all can be, we should find our own development paths and we should rely on our own capabilities."}, {"text_block_id": "p7_b38", "text": "The Sustainable Development Strategy should become a reference for adoption of preventive measures with respect to internal and external development risks in the medium term and for formulating foundations for sustainable development in the long term."}, {"text_block_id": "p7_b39", "text": "Having a strategic vision of the country’s future will allow implementing projects and plans of the medium-term programmes that feed into long-term development targets of the country. Coordinating medium-term programmes with long-term goals will help with ensuring sustainable development of the Kyrgyz Republic and the country’s successful integration into global economy. This strategy is designed to indicate the vector of collective progress forward for the government and for the society towards building a new nation."}, {"text_block_id": "p7_b40", "text": "1.4. Five constructive years (2013-2107): to succeed as a state and lay the foundation for successful development of Kyrgyzstan"}, {"text_block_id": "p7_b41", "text": "In the next five years, Kyrgyzstan has to succeed as a state, while the nation’s society should gain confidence in the success of the country’s development. This is possible only if the state and the society, as part of the implementation of the Strategy, concentrate their efforts on three mandatory conditions, which are:"}, {"text_block_id": "p7_b42", "text": "In the next five years, Kyrgyzstan has to succeed as a state, while the nation’s society should gain confidence in the success of the country’s development. This is possible only if the state and the society, as part of the implementation of the Strategy, concentrate their efforts on three mandatory conditions, which are:\n* relying on our own resources;\n* ensuring supremacy of law and rule of law;\n* ensuring unity."}, {"text_block_id": "p7_b48", "text": "In 2012, the public authorities of the Kyrgyz Republic, including those under the auspices of the Defense Council of the Kyrgyz Republic, have initiated development and implementation of a number of strategic documents (concepts, programmes, doctrines, etc.) in the field of national security, foreign policy, ensuring rule of law, ensuring protection of human rights, fighting corruption, addressing ethnic, inter-regional, religious and inter-denominational issues, establishing a workable system of public administration system and effective public service, developing local self-governance."}, {"text_block_id": "p7_b49", "text": "This work is based on the provisions of the Constitution of the Kyrgyz Republic, universally recognized principles and norms of international law and international treaties of the Kyrgyz Republic, and is reflected in the system of laws, Acts of the President of the Kyrgyz Republic, of the Government of the Kyrgyz Republic."}, {"text_block_id": "p7_b50", "text": "These strategic documents are based on this Strategy and, together with this document will create a coherent, comprehensive plan for nation building for the coming years, indicating ways, directions and steps to achieve the stated goals. The policy measures, as well as specific implementation measures and development programmes are intended to be coordinated with the budgeting process, with provision of sufficient financial and other resources. Implementation of the Strategy should involve all government agencies, local self-government, civil society and all active Kyrgyzstanis."}, {"text_block_id": "p7_b51", "text": "It is important for the socio-political and professional elites to realize that without counting only on our own capabilities, without ensuring the supremacy and rule of law and"}, {"text_block_id": "p8_b52", "text": "the unity of citizens, we cannot expect the country to prosper or provide a decent standard of living for its citizens."}, {"text_block_id": "p9_b53", "text": "Chapter 2. ESTABLISHING A STATE GOVERNED BY THE RULE OF LAW AND ENSURING SUPREMACY OF LAW"}, {"text_block_id": "p9_b54", "text": "2.1. Strengthening of the legal system as a basic prerequisite for creating a country governed by the rule of law."}, {"text_block_id": "p9_b55", "text": "Kyrgyzstan's legal system – overall, as well as all of its individual components (legislation, the entirety of government and non-government legal institutions, the entirety of legal ideas and positions (legal culture, legal ideology, legal science) are inadequate for modern challenges and needs."}, {"text_block_id": "p9_b56", "text": "The legislation is characterized by lack of balance and structure (inner contradictions), permanent fluidity, caused by immediate and ill-justified special interests of individual groups."}, {"text_block_id": "p9_b57", "text": "Such legislative basis disorganizes the operations of the government -including its superior bodies and of non-government legal institutions (public professional associations and citizens). Complying with contradictory and fluid legislation becomes a heavy burden both for the government itself and for ordinary citizens. Such environment gives incentives to those public officers that apply the law and oversee its implementation by others to use their authority at their discretion and in their personal interests, which gives citizens ample justification to openly disregard the law and the state."}, {"text_block_id": "p9_b58", "text": "This situation is further complicated by weak legal culture – both in the law-making institutions themselves and in the society, and by lack of a robust contact with [legal] science. These conditions have given rise to legal nihilism in the institutions of the state itself; to lack of rule of law in the operations of state institutions, in the behavior of the government and its officials, as well as in the society and in the behavior of citizens and their associations."}, {"text_block_id": "p9_b59", "text": "Ensuring the rule of law that is based on the principles of observing, protecting and safeguarding human rights in all spheres of public, political and economic life of the country is the main factor in ensuring stability, sustainability of the state and successful development of Kyrgyzstan. Lack of the rule of law and disregard to the legitimate interests of Kyrgyz citizens have twice led to revolutionary changes in government in Kyrgyzstan."}, {"text_block_id": "p9_b60", "text": "Therefore, the most important emphasis in the work of all branches of government should be on establishing a state that is truly ruled by law, on strengthening legal system of the sate and on ensuring supremacy and rule of law in all spheres of life. Kyrgyzstan is only at the beginning of this path and rectifying the existing situation in the next five years will require concentration of efforts in the following areas:"}, {"text_block_id": "p9_b61", "text": "Therefore, the most important emphasis in the work of all branches of government should be on establishing a state that is truly ruled by law, on strengthening legal system of the sate and on ensuring supremacy and rule of law in all spheres of life. Kyrgyzstan is only at the beginning of this path and rectifying the existing situation in the next five years will require concentration of efforts in the following areas:\n* to achieve a real rule of law, when laws and other pieces of regulation, as well as their implementation practice fully comply with the spirit of the Constitution;\n* to achieve supremacy of law, where no public authority, no local self-government or government official could act outside the limits established by the law;\n* to ensure real priority of human rights and civic liberties, including through improvement of the work of the institute of the Ombudsman;\n* to overcome the alienation between the authorities and the population, to achieve significant increase in public confidence in the government, local governments and in their officials;"}, {"text_block_id": "p10_b69", "text": "Therefore, the most important emphasis in the work of all branches of government should be on establishing a state that is truly ruled by law, on strengthening legal system of the sate and on ensuring supremacy and rule of law in all spheres of life. Kyrgyzstan is only at the beginning of this path and rectifying the existing situation in the next five years will require concentration of efforts in the following areas:\n* to achieve a real rule of law, when laws and other pieces of regulation, as well as their implementation practice fully comply with the spirit of the Constitution;\n* to achieve supremacy of law, where no public authority, no local self-government or government official could act outside the limits established by the law;\n* to ensure real priority of human rights and civic liberties, including through improvement of the work of the institute of the Ombudsman;\n* to overcome the alienation between the authorities and the population, to achieve significant increase in public confidence in the government, local governments and in their officials;\n* to create a system of such separation of powers that ensures their coordinated functioning and day-to-day cooperation in the matters of sustainable national development, observing the principles of autonomy and independence of the branches of government;\n* to increase accountability of the government, local self-government and government officials to the people so that the government discharges its authorities for the benefit and in the interests of the people;\n* to complete the judicial reform, to strengthen the independence and authority of the judiciary and its role in protecting rights, freedoms and legitimate interests of citizens and legal entities, as well as of the legitimate interests of the state and the society;\n* to create a robust system of public governance; to ensure precise and coordinated operations of the state, efficient, effective and coordinated operations of central and local branches of the government and local self-government;\n* to ensure coordination of actions of the legislative and the executive branches, other bodies of the government, local self-government, civil society institutions -including business community, as related to objectives and paths of the countryâs development; to ensure that these entities are ready to share the accountability for jointly-made decisions."}, {"text_block_id": "p10_b79", "text": "We must begin the process of consolidating the state bodies, of ensuring their internal unity, strengthening the vertical power structure of the executive. At the same time, we need to establish proper conditions for decentralization of some government functions and authorities, with local self-government or public associations taking over such delegated functions; to ensure proper environment for development of public-private partnership."}, {"text_block_id": "p10_b80", "text": "The state governed by the rule of law must evolve as a holistic living organism, in which all systems are functioning smoothly and consistently. Each reform – be it political, judicial, administrative, economic -must be a step in the overall chain of legal reforms that fit into a single integrated strategy for sustainable development in Kyrgyzstan."}, {"text_block_id": "p10_b81", "text": "2.2. Ensuring stability of the Constitution and laws, implementation of their potential"}, {"text_block_id": "p10_b82", "text": "The experience of constitutional reforms in Kyrgyzstan shows that the balance of political forces that was reflected in the previous constitutions was merely an indication of fluctuations of power that existed at that time. At the same time, social and political processes in the country are developing rapidly. What might have been cast in stone and was natural yesterday, today may become an anachronism. Thus, by yielding to the temptation to make hasty changes to the Constitution, we risk to continue the vicious circle of \"constitutional reform.\" Therefore:"}, {"text_block_id": "p10_b83", "text": "Of paramount importance is the increase in the authority of the Constitution of the Kyrgyz Republic. The criticism relating to ineffectiveness of certain provisions of the Constitution should not jeopardize the stability of the constitutional order. Conformity with the Constitution should be the main criterion for evaluation of all actions and decisions made by public bodies."}, {"text_block_id": "p10_b84", "text": "The main emphasis in the improvement of the constitutional-legal relations should be made not on the constitutional amendments, but rather on adopting an internationally accepted practice of the flexible development of the Constitution’s principles and standards to meet the changing needs of real life."}, {"text_block_id": "p11_b85", "text": "There should be more than good reasons to justify any constitutional amendment and any such amendment should be undertaken with maximum caution."}, {"text_block_id": "p11_b86", "text": "The same approach should be made with respect to other existing laws and regulations. Frequent changes to the \"rules of the game\" have a particularly negative impact on the investment climate, it is not conducive to stability in different spheres of life, and paves the way for a variety of violations and abuses."}, {"text_block_id": "p11_b87", "text": "2.3. Respect to the law and increase in legal culture of citizens"}, {"text_block_id": "p11_b88", "text": "At the same time, historic experience shows that the countries that nurture the culture of respect for the law, where the rule of law is viewed as a higher cultural value are able to utilize this as a significant resource for growth and development. Living by law should become a norm for citizens who want to succeed in a nation ruled by law."}, {"text_block_id": "p11_b89", "text": "To ensure the rule of law in the society, the public authorities should develop and actively introduce into practice legal ways of resolving disputes; further, the authorities should communicate such information to the citizens. This should discourage the conflicting parties from using the rule-of-mob methods: road closures, damage to property, violation of legal rights of other citizens, mob pressure on the opponents and the government."}, {"text_block_id": "p11_b90", "text": "In order to enhance the legal awareness of citizens and the level of their confidence in legislation, there is a pressing need to adopt a comprehensive national program on legal education of citizens, including the following elements:"}, {"text_block_id": "p11_b91", "text": "In order to enhance the legal awareness of citizens and the level of their confidence in legislation, there is a pressing need to adopt a comprehensive national program on legal education of citizens, including the following elements:\n* Increasing the awareness of citizens about current legislation, including through creating and developing appropriate institutions and information resources;\n* facilitating the access of citizens to laws and regulations;\n* improving the methods of teaching the fundamentals of law in secondary schools, universities and specialized secondary and post-secondary schools and in the professional development courses of public and municipal officers;\n* increasing requirements relating to the level of knowledge of the law for candidates for state and municipal offices;\n* providing a visible confirmation of the effectiveness of legal methods in resolving problems faced by the citizens and, at the same time, illustrating the dead end that the mob pressure methods represent;\n* consolidating in the minds and daily life of the Kyrgyzstanis an understanding of the fact that in a free democratic country, the rights and freedoms of every citizen are fully realized and are effective only when such do not violate the rights and freedoms of others;\n* providing a visible confirmation of the inevitability of punishment for any crimes and offenses."}, {"text_block_id": "p12_b105", "text": "2.4. Ensuring free democratic elections"}, {"text_block_id": "p12_b106", "text": "The power in Kyrgyzstan must be elected by its people. Rule of the people means the ability of every citizen to freely participate in addressing critical issues of public life, including through the constitutional right to elect and be elected to the bodies of state power and local self-government."}, {"text_block_id": "p12_b107", "text": "One of the major responsibilities of a democratic state governed by the rule of law is to ensure free and democratic elections. The society and political organizations of Kyrgyzstan have to get used to the fact that the path to power lies only through elections. Only fair elections can serve as the basis for building a strong and prosperous Kyrgyzstan and forming a fair political system in the country."}, {"text_block_id": "p12_b108", "text": "Holding, for the first time in the history of independent Kyrgyzstan, free and competitive elections resulted in increased political competition. This makes the election ever more transparent, and helps with detecting the use of the so-called “administrative resource” and dirty technologies to which the participants of the election process have become so used to in the previous years."}, {"text_block_id": "p12_b109", "text": "In order to prevent further use of unfair methods of political competition, the Jogorku Kenesh, the Government, the Central Commission for Elections and Referendums of the Kyrgyz Republic have to conduct a deep analysis of the outcomes of the elections held on the basis of the new Constitution of the Kyrgyz Republic, including the election to local councils in the spring and fall of 2012."}, {"text_block_id": "p12_b110", "text": "It is necessary to introduce appropriate changes to legislation that ensure the following:"}, {"text_block_id": "p12_b111", "text": "It is necessary to introduce appropriate changes to legislation that ensure the following:\n* further reduction (to a point of complete prevention) of the ability to use the \"administrative resource\" by the officials of state authorities and local self-government in preparing for and holding of the elections;\n* effective detection and prevention of use in the election process of those election technologies that are prohibited by the law;\n* exclusion of the provisions that allow individual participants of the election more favorable treatment for election campaigning;\n* strengthening the enforcement of election laws. The inevitability of punishment for the participants of the election process for any committed violations and abuses;\n* improvement in the standards of election campaigning, to ensure respect for the rights of the media to cover the elections, and respect for the rights of voters to obtain a balanced and accurate information, backed by facts and figures;\n* Improvement in the legal framework of the election process to accommodate introduction of further checks and balances mechanisms for the purposes of fair, transparent and impartial election administration, proper election monitoring by independent observes, the civil society and free media;"}, {"text_block_id": "p12_b123", "text": "It is also seen as necessary to continue improving the legislation so that the right to elect and be elected can be adequately exercised by the vulnerable, women, ethnic minorities, people with disabilities."}, {"text_block_id": "p12_b124", "text": "In terms of practical means it is proposed to equip the election process with proper technological means of monitoring (surveillance cameras, biometric passports, e-voting,"}, {"text_block_id": "p13_b125", "text": "etc.). This will be one of the most effective ways of ensuring fairness of elections. Fair elections produce trust and confidence, which translates into stability and security."}, {"text_block_id": "p13_b126", "text": "2.5. Combating corruption"}, {"text_block_id": "p13_b127", "text": "The National Anticorruption Strategy of the Kyrgyz Republic, adopted in February 2012, and its subsequent implementation steps have allowed the state and the society to deliver the first serious blow to corruption. The positive changes, when it was shown that even the members of the political elite can be brought to criminal persecution, revived the hope for justice among citizens. A series of modifications to the Law of the Kyrgyz Republic \"On Fighting Corruption\" were passed on August 8, 2012; these modifications aim to implement Kyrgyzstan’s international anti-corruption treaties. Also a number of significant changes were passed to other regulations. A number of inter-and intra-agency anti-corruption programmes and plans have been developed."}, {"text_block_id": "p13_b128", "text": "Sociological surveys suggest that there is more reluctance to take bribes and commit other acts of corruption. For example, at the end of 2012 Kyrgyzstan improved its rating, moving from 164th to 154th place in the Corruption Perception Index rankings of the Transparency International."}, {"text_block_id": "p13_b129", "text": "However, the reduction in the level of corruption is slow."}, {"text_block_id": "p13_b130", "text": "The current state of the law enforcement and law implementation systems indicates that they are not able to fight corruption, as they themselves are frequently plagued by the corruption. Positive changes here are slow."}, {"text_block_id": "p13_b131", "text": "At the same time, combating corruption using only law enforcement and other special agencies means fighting the consequences, not the causes of this social evil. The existing situation requires initiation of strict laws and radical punishments for corruption and abuse of public authority and implementation of effective mechanisms that ensure that punishment for crimes is inevitable."}, {"text_block_id": "p13_b132", "text": "The legal and institutional side of preventive anti-corruption measures also requires strengthening and involvement of the civil society institutions as an integral part of any anti-corruption measures."}, {"text_block_id": "p13_b133", "text": "In the years 2013-2017 the implementation of the National Anticorruption Strategy will be continued. Priority areas in this activity are:"}, {"text_block_id": "p14_b134", "text": "In the years 2013-2017 the implementation of the National Anticorruption Strategy will be continued. Priority areas in this activity are:\n* Improvement of the legislation in order to effectively detect and prevent corruption among officials;\n* continuation of the fundamental reform of the judicial system, strengthening of the rule of law, compliance with the principles of justice, equality of all before the law and the court and transparency of justice. Ahead there is a great deal of concentrated effort towards ensuring ethical behavior of judges, increasing the level of trust in the judicial system, drafting and passing appropriate appropriate changes to the law; Changes to the legislation will not jeopardize independence of the judiciary, with the judiciary branch acquiring greater self-regulating authority to ensure compliance with judiciary ethics;\n* radical reform of the law-enforcement system of the Kyrgyz Republic, including the bodies of the prosecution and the police. Adoption of a range measures to reduce (to point of complete eradication) the corruption component in the work of law enforcement officers; to support and promote professional advancement of honest and ethical officers. Ensuring better access to resources, implementation of modern information technology, re-alignment of the content of the training programmes for investigaros and operational search officers;\n* mandatory anti-corruption review of existing and future laws, normative legal acts. A systematic review of existing legislation to detect incentives for corruption, introduction into practice of a mandatory anti-corruption analysis of all bills, draft laws and regulations of the Government and local authorities, departmental legal acts;\n* detection and eradication of corruption schemes or of arrangements that breed or are associated with corruption; identification of actual socio-economic root causes of corruption; popularization of law-abiding lifestyle and incompatibility of corruption with the cores of democratic and law-abiding nation; better guarantees that are associated with the implementation of anti-corruption policy of the state in social, economic and legal spheres;\n* protection of the public service from destructive influence of corruption; development and implementation of anti-corruption programmes and ethics and conduct codes for government and local self-government officials. Bribes must become unattractive and dangerous to public servants. Career advancement, pay and pensions of public servants should be made directly dependent on the integrity of their conduct and performance;\n* improvement of human resources policy, to include selecting senior management based on their respective professional and ethical qualities;\n* increasing the level of legal awareness among the citizens of the Kyrgyz Republic, including through the educational system;\n* unification of efforts of government and civil society in combating corruption;\n* conducting active anticorruption information policy, creating, through the media, a sharply negative image of corruption, forming among the youth an understanding that corruption is flawed, that it is a dead end and that the offenders will inevitably be punished."}, {"text_block_id": "p15_b154", "text": "In the years 2013-2017 the implementation of the National Anticorruption Strategy will be continued. Priority areas in this activity are:\n* Improvement of the legislation in order to effectively detect and prevent corruption among officials;\n* continuation of the fundamental reform of the judicial system, strengthening of the rule of law, compliance with the principles of justice, equality of all before the law and the court and transparency of justice. Ahead there is a great deal of concentrated effort towards ensuring ethical behavior of judges, increasing the level of trust in the judicial system, drafting and passing appropriate appropriate changes to the law; Changes to the legislation will not jeopardize independence of the judiciary, with the judiciary branch acquiring greater self-regulating authority to ensure compliance with judiciary ethics;\n* radical reform of the law-enforcement system of the Kyrgyz Republic, including the bodies of the prosecution and the police. Adoption of a range measures to reduce (to point of complete eradication) the corruption component in the work of law enforcement officers; to support and promote professional advancement of honest and ethical officers. Ensuring better access to resources, implementation of modern information technology, re-alignment of the content of the training programmes for investigaros and operational search officers;\n* mandatory anti-corruption review of existing and future laws, normative legal acts. A systematic review of existing legislation to detect incentives for corruption, introduction into practice of a mandatory anti-corruption analysis of all bills, draft laws and regulations of the Government and local authorities, departmental legal acts;\n* detection and eradication of corruption schemes or of arrangements that breed or are associated with corruption; identification of actual socio-economic root causes of corruption; popularization of law-abiding lifestyle and incompatibility of corruption with the cores of democratic and law-abiding nation; better guarantees that are associated with the implementation of anti-corruption policy of the state in social, economic and legal spheres;\n* protection of the public service from destructive influence of corruption; development and implementation of anti-corruption programmes and ethics and conduct codes for government and local self-government officials. Bribes must become unattractive and dangerous to public servants. Career advancement, pay and pensions of public servants should be made directly dependent on the integrity of their conduct and performance;\n* improvement of human resources policy, to include selecting senior management based on their respective professional and ethical qualities;\n* increasing the level of legal awareness among the citizens of the Kyrgyz Republic, including through the educational system;\n* unification of efforts of government and civil society in combating corruption;\n* conducting active anticorruption information policy, creating, through the media, a sharply negative image of corruption, forming among the youth an understanding that corruption is flawed, that it is a dead end and that the offenders will inevitably be punished.\n"}, {"text_block_id": "p15_b155", "text": "2.6. Increasing effectiveness and ensuring transparency of governance Strengthening cooperation between the government and the civil society"}, {"text_block_id": "p15_b156", "text": "The current state of public administration deservedly causes criticism from the Kyrgyz people. The analysis of the previous governance reform measures indicates not only inadequacy of efforts of bringing the operations of government into compliance with the requirements of a state governed by law, but also shows the inadequacies and inconsistencies in the approach to the reform itself. The changes were aimed not at truly reforming operations of ministries and agencies, but mostly at giving new appearance to old contents. There were functional analyses undertaken, there were changes in the number of government bodies, but there was no tangible improvement in the quality of their work, in the quality of their management of socio-economic development processes."}, {"text_block_id": "p15_b157", "text": "Government agencies still lack the citizen-centered and quality-first approach in their services, which continues to disorient ministries and agencies. The primary objective is not results, but continuation of existence. By concentrating on current tasks, many government authorities lose focus on emerging challenges and sometimes fail to timely develop specific measures to achieve priority goals."}, {"text_block_id": "p15_b158", "text": "The capacity of the staff of the government and local self-government is still weak. Professionalism, competence and morals and ethics of some government and municipal officers fall short of what is required of them."}, {"text_block_id": "p15_b159", "text": "The main objective of the Strategy with regard to public administration is to restore confidence of citizens in the institutions of government: legislative, executive and judicial. The task is to:"}, {"text_block_id": "p15_b160", "text": "The main objective of the Strategy with regard to public administration is to restore confidence of citizens in the institutions of government: legislative, executive and judicial. The task is to:\n* to create a robust system of public administration;\n* to modernize the government apparatus, including the law-enforcement bodies and the judicial system of the country;\n* to improve the quality of the services that the government provides to its chief consumer â Kyrgyzstani citizens;\n* to overcome the negative effects in governance, including corruption, lack of professionalism and accountability, as well as overlapping functions, tribalism and regionalism.\n* to ensure optimal utilization of not just tangible state property, but also of the intangible, human [humanitarian] assets: through passing norms, rules, designs, strategies and through their respective implementation."}, {"text_block_id": "p15_b170", "text": "The current Constitution defines the structure of the government of Kyrgyzstan, headed by a popularly elected President. However, the Constitution lays down only the basics of governance, with the specifics to be provided by respective laws and other regulations."}, {"text_block_id": "p16_b171", "text": "At the moment, many aspects of the relationship among the branches of government, as well as of the relationship between the executive branch and local administration, remain unaddressed. There is still a custom of confrontation between the executive and the legislative branches. There are several unaddressed issues in terms of limits of functions and authority."}, {"text_block_id": "p16_b172", "text": "There will be a full “inventory count” of the authority and accountability of government agencies, local self-government and an assessment of their efficiency and effectiveness and introduction of actions to remedy the dysfunctions reveled [during such inventory count]."}, {"text_block_id": "p16_b173", "text": "It is necessary to create a system of checks and balances to define accountability of public authorities, including central authorities, for the consequences of their decisions."}, {"text_block_id": "p16_b174", "text": "The task is to improve implementation practice in government and municipal authorities, because many progressive pieces of legislation are often not left unimplemented. In this regard there are plans for actions aimed at improving legal literacy among government and municipal officers and at improving their professional education and training system."}, {"text_block_id": "p16_b175", "text": "Particular emphasis in the work to increase effectiveness and efficiency of governance will be made on strengthening and developing vertical and horizontal communications among government bodies, on ensuring efficient, effective and coordinated operations of central and local government agencies, local administrations and self-government bodies."}, {"text_block_id": "p16_b176", "text": "Multifaceted work will continue to develop and implement administrative and territorial reform, which aims to create an effective and balanced system of national and regional governance. The powers of local authorities will be strengthened in parallel with increased accountability and accountability to achieve the balance required for the effective management and delivery of quality and timely services to the people living in the regions."}, {"text_block_id": "p16_b177", "text": "Increase in public confidence in the government, as well as improvement of its image in the eyes of the people directly depends on the level of partnership between state agencies and civil society institutions. There is an urgent need to design a programme for successful collaboration."}, {"text_block_id": "p16_b178", "text": "State agencies and local governments must operate under the close supervision of the civil society. Increased collaboration with civil society, inclusion of citizens and their associations into discussion and making coordinated decisions, constant informing of the public about their work should become integral elements of the work of public authorities, local governments and their officials."}, {"text_block_id": "p16_b179", "text": "There are also plans for measures to facilitate collaboration between state bodies and civil society (including the business community) with respect to the development and achievement of strategic objectives and paths of the country's development. In order to improve the transparency of public administration, the role of public expert councils and public supervisory boards in government agencies will increase."}, {"text_block_id": "p17_b180", "text": "It is necessary to formalize, both in terms of legal requirements and in administrative practice the acceptable methods of collaboration between government and civil society. In order to ensure direct feedback it is necessary to introduce the practice of civic involvement in assessing the quality of government and municipal services, using best international and national practices."}, {"text_block_id": "p17_b181", "text": "For each government body there will be goals for industry policy and indicators of success of the policy. The targets and indicators should be specific for each agency and should be understandable for citizens."}, {"text_block_id": "p17_b182", "text": "In the years 2013-2017 the Internet will play a greater role in the activities of government bodies, there will be a modern system of \"e-government” for the efficient and cost-effective administration, improvement in democracy and increase in the accountability of the government to its people."}, {"text_block_id": "p17_b183", "text": "One of the priorities for the next five years will be in laying down a foundation for a uniform system of public administration. Its goal should be to create a compact and professional state apparatus that can effectively perform the functions of the state, that provides quality services to the population, that resists corruption and that has the confidence of the society."}, {"text_block_id": "p17_b184", "text": "It is important to build the human capacity of the state and municipal bodies, to create a uniform database and a system whereby career advancement is encouraged, where it is legally required to rotate government officials to prevent manifestations corruption and tribalism."}, {"text_block_id": "p17_b185", "text": "2.7. Development of local self-government"}, {"text_block_id": "p17_b186", "text": "One of the most important steps towards establishing a state governed by the rule of law is fostering local self-government. In the past years its development lacked consistency. Along with the successes achieved by the decentralization of public administration and local government development in Kyrgyzstan, there have been periods of stagnation and even some setbacks."}, {"text_block_id": "p17_b187", "text": "It should be noted that the formation of the legal framework of local government in the past has been inconsistent, making it occasionally at odds with existing industry legislation."}, {"text_block_id": "p17_b188", "text": "Another problem is the improvement of existing legislation, its development is often initiated without understanding the overall concept of the development and nature of local self-government."}, {"text_block_id": "p17_b189", "text": "In the nearest future the the reform of local self-government should focus on the following tasks:"}, {"text_block_id": "p17_b190", "text": "1."}, {"text_block_id": "p17_b191", "text": "Improvement of organizational and legal framework of local self-government"}, {"text_block_id": "p17_b192", "text": "."}, {"text_block_id": "p17_b193", "text": "This involves the harmonization of legislation in the sphere of local government and ensuring its supremacy over other industry regulations."}, {"text_block_id": "p18_b194", "text": "The laws and regulations relating to local self-government should be drafted and adopted with consideration to the views of local self-government, so it is proposed to establish an effective mechanism of coordinating such bills with local self-governments or their associations."}, {"text_block_id": "p18_b195", "text": "2. Separation of functions and authorities of government agenceis and local self-government (LSG), with delegation of governmetn authority"}, {"text_block_id": "p18_b196", "text": "."}, {"text_block_id": "p18_b197", "text": "This measure is necessary in order to achieve the proper balance, to prevent the practice of unjustified expansion of functions of local self-government without providing the required financial backing for such expansions. Since all of this impacts the results to be achieved by local self-government and the quality of the services they provide to the population. Here we need to define a clear mechanism for the delegation of state powers and funding for their implementation; this mechanisms should be designed to incorporate the views of local authorities."}, {"text_block_id": "p18_b198", "text": "3. Improvement of the system of delivery of municipal services by local self-government bodies"}, {"text_block_id": "p18_b199", "text": "."}, {"text_block_id": "p18_b200", "text": "This involves improving the functional and territorial aspects of the organization of local self-government, where the key is the realization of the concept of administrative-territorial reform in the years 2012-2017. It is also necessary to optimize municipal services through the formation of a single basic register of and establishment of standards for municipal services, their delivery and application procedures as well as of a mechanism of social procurement order, including the transfer of some powers to implement social services to civil society organizations or businesses."}, {"text_block_id": "p18_b201", "text": "4. Improvement of inter-budget relations, ensuring financial sustainability of local government and effective management of resources at the local level."}, {"text_block_id": "p18_b202", "text": "Improving state fiscal policy in local self-government should be directed at strengthening the revenue capacity of local budgets through phased increase of their share in proceeds from national taxes, through including other taxes and revising the allocation mechanism for distribution of stimulating grants and funding for delegated state functions."}, {"text_block_id": "p18_b203", "text": "There is a need to develop mechanisms that encourage development of municipal-private partnerships and provide state support to partnerships between businesses and local self-government in rural and urban economic development."}, {"text_block_id": "p18_b204", "text": "Ensuring comprehensive development of a city or village requires the local authority to develop and implement medium-term development strategies (programmes) that are based on the particulars of the situation and given development advantages."}, {"text_block_id": "p18_b205", "text": "In the matters relating to the control over financing for state projects in the regions it is desirable to increase the role of local government administrations."}, {"text_block_id": "p19_b206", "text": "5."}, {"text_block_id": "p19_b207", "text": "Increase in the accountability and role of bodies of local self-government, improvement in the formats of their reporting to local communities and local legislatures."}, {"text_block_id": "p19_b208", "text": "6."}, {"text_block_id": "p19_b209", "text": "Increase in professionalism and capacity building for the municipal service."}, {"text_block_id": "p19_b210", "text": "Addressing this matters requires development and implementation of new mechanisms for training and professional development of municipal servants, development and implementation of performance assessment systems for municipal servants, with direct correlation between pay and impact; development and implementation of a Code of Ethics for Municipal Servants."}, {"text_block_id": "p19_b211", "text": "In order to ensure the proper functioning and further development of local self-government it is seen as necessary to create, within the structure of government, a specialized high-ranking body that will be responsible for developing and implementing state policy in the filed of local self-government and will be overseeing matters related to comprehensive development of local communities."}, {"text_block_id": "p19_b212", "text": "2.8. Reforming the judicial branch, ensuring that its activities are governed by the rule of law"}, {"text_block_id": "p19_b213", "text": "The existing judicial system is largely inconsistent with constitutional principles and international standards of delivery of justice, both in terms of its institutional side and in terms of administering property and procedural law."}, {"text_block_id": "p19_b214", "text": "The changes that were carried out in the years 1994-2009 did not allow the judiciary to become a full-fledged branch of the government that stays out of the politics and guarantees the rule of law."}, {"text_block_id": "p19_b215", "text": "Despite the measures that were undertaken to strengthen the status of judges, there were not improvements in the quality and culture of administration of justice. The authority of the courts and the society’s faith in the judges have actually decreased."}, {"text_block_id": "p19_b216", "text": "Some judges and candidates for judges fail to fully comprehend that the status of a judge is about responsibility, rather than about having power or other opportunities."}, {"text_block_id": "p19_b217", "text": "There is yet to emerge and become effective a self-cleansing mechanism within the judiciary branch that would free the branch from incompetent or corrupt judges."}, {"text_block_id": "p19_b218", "text": "The judges’ accountability mechanism is not properly defined, particularly as related to miscarriage of justice, failure to properly discharge judiciary functions and to judiciary red tape."}, {"text_block_id": "p19_b219", "text": "The existing court system does not provide adequate access of people to justice and to opportunity to correct judicial errors."}, {"text_block_id": "p19_b220", "text": "The quality of administration of justice has decreased due to insufficient specialization of judges, stretching of the courts beyond their designed capacity due the courts having expanded authority (arrests sanctions, etc.) and lack of effective mechanisms of out-of-court mitigation."}, {"text_block_id": "p20_b221", "text": "The practice of administration of justice still contains mechanisms that encourage corruption."}, {"text_block_id": "p20_b222", "text": "Court proceedings fail to achieve their main task of providing access to fair and open trial."}, {"text_block_id": "p20_b223", "text": "Court proceedings are not sufficiently transparent, while court acts are not sufficiently available to the public; the legislation does not regulate public access to court documents and archives."}, {"text_block_id": "p20_b224", "text": "Criminal proceedings have a bias towards conviction, even though legislation gives the freedom of discretion to the judges, higher standards for explanation of the use of such freedom of discretion should be implemented."}, {"text_block_id": "p20_b225", "text": "Decrease in the public funding for the court system directly impacts the quality of the administration of justice."}, {"text_block_id": "p20_b226", "text": "The people of Kyrgyzstan, when voting for the 2010 Constitution, have made their choice of having an independent and affective judiciary system. The branches of government and civil society agree on the need to continue the reform of the judiciary branch."}, {"text_block_id": "p20_b227", "text": "This vector becomes one of the priority directions of the governance reform efforts. The society is expecting positive changes in the judiciary."}, {"text_block_id": "p20_b228", "text": "The state and the society are putting efforts into creating adequate environment for an independent judiciary."}, {"text_block_id": "p20_b229", "text": "Further progress in the reform of the judicial system requires updating the existing administrative, criminal, criminal-procedure, civil-procedure laws and laws governing the organization and operation of the courts, the police and other pieces of legislation that is directly or indirectly related to the administration of justice. Its form and contents should meet public needs, scientific knowledge and international practice and standards."}, {"text_block_id": "p20_b230", "text": "The judiciary system should be transparent, with the information on the activities of its institutions being accessible for the purposes of oversight by the civil society. Eventually, the judiciary branch should become independent, free of corrupt interests, political affiliations and ideological bias, it should become an institution that is a guarantor of the rule of law and justice in the nation."}, {"text_block_id": "p20_b231", "text": "Having a strong judiciary will ensure the stability of economic relations and ensure competitiveness of the economy."}, {"text_block_id": "p20_b232", "text": "In the current situation of Kyrgyzstan, the most reasonable and efficient approach is to modernize the existing judiciary and law-enforcement systems, avoiding complete destruction through facilitating their transformation and evolution into completely new institutions. Structural changes in the judiciary system should be gradual, based on or continuing existing institutional framework, with gradual filling of the framework with substantially new contents."}, {"text_block_id": "p21_b233", "text": "Presidential Decree \"On measures to improve justice in the Kyrgyz Republic\" dated August 8, 2012 # 147 identified key objectives and vectors of judicial reform in Kyrgyzstan. This Decree has set as the strategic goal the creation of an independent judiciary branch that is capable of reliably protecting the rights and freedoms of individuals and citizens."}, {"text_block_id": "p21_b234", "text": "This requires completion of the following key objectives:"}, {"text_block_id": "p21_b235", "text": "This requires completion of the following key objectives:\n* reforming the court system;\n* improvement in the order of judiciary proceedings;\n* humanization of justice;\n* reform of the law-enforcement agencies."}, {"text_block_id": "p21_b243", "text": "The judicial reform should be evaluated depending on the achievement of specific results. Among such results the following are priorities:"}, {"text_block_id": "p21_b244", "text": "The judicial reform should be evaluated depending on the achievement of specific results. Among such results the following are priorities:\n* better access to justice;\n* rejuvenation of the judiciary through transparent selection of judges on the basis of their professionalism and integrity, as well as through self-cleaning and increase in the accountability of judges;\n* ensuring transparency of the judicial system and accessibility of information on its activities for the civil society;\n* ensuring actual competitiveness of the sides to legal proceedings;\n* encouraging development of alternative dispute resolution mechanisms, in addition to the existing government institutions;\n* overcoming the guilty bias in the activities of law-enforcement system and of the courts and ensuring fair administration of justice;\n* protecting the people from the threat of torture, from inhumane treatment;\n* ensuring that everyone has access to qualified legal assistance;\n* effective rehabilitation of the affected and actual implementation of court decisions in shortest time;\n* implementing in practice criminal liability for those who attempt to prevent comprehensive, full and objective considerations of cases by the courts;\n* systematic approach to capacity building for judges, officers of the court and of the Court Department of the Supreme Court of the Kyrgyz Republic;\n* providing proper funding to the judiciary system at a level that meets its actual needs."}, {"text_block_id": "p22_b268", "text": "The judicial reform should be evaluated depending on the achievement of specific results. Among such results the following are priorities:\n* better access to justice;\n* rejuvenation of the judiciary through transparent selection of judges on the basis of their professionalism and integrity, as well as through self-cleaning and increase in the accountability of judges;\n* ensuring transparency of the judicial system and accessibility of information on its activities for the civil society;\n* ensuring actual competitiveness of the sides to legal proceedings;\n* encouraging development of alternative dispute resolution mechanisms, in addition to the existing government institutions;\n* overcoming the guilty bias in the activities of law-enforcement system and of the courts and ensuring fair administration of justice;\n* protecting the people from the threat of torture, from inhumane treatment;\n* ensuring that everyone has access to qualified legal assistance;\n* effective rehabilitation of the affected and actual implementation of court decisions in shortest time;\n* implementing in practice criminal liability for those who attempt to prevent comprehensive, full and objective considerations of cases by the courts;\n* systematic approach to capacity building for judges, officers of the court and of the Court Department of the Supreme Court of the Kyrgyz Republic;\n* providing proper funding to the judiciary system at a level that meets its actual needs.\n* improving judicial review;\n* reforming the investigative activities;\n* reforming investigative activities;\n* competitiveness of judiciary proceedings."}, {"text_block_id": "p22_b277", "text": "The main objectives in the development of administrative and criminal law, law on the judicial system, procedural law are implementation of the following measures and mechanisms:"}, {"text_block_id": "p22_b278", "text": "The main objectives in the development of administrative and criminal law, law on the judicial system, procedural law are implementation of the following measures and mechanisms:\n* ensuring actual implementation of the principles of publicity and openness of justice;\n* organization of the judicial system on the constitutional principles in order to ensure accessibility of the courts, full access to procedural rights of trial participants, and introduction of a mechanism for mandatory correction of judiciary errors.\n* ensuring effective and efficient defense and restoration of violated rights of natural and legal persons through court proceedings;\n* establishment of a uniform court practice by the Supreme Court of the Kyrgyz Republic;\n* creation of a database of all court verdicts (with the exception of verdicts in closed trials) that is accessible to any citizen;\n* introduction of robust mechanisms for imposing disciplinary sanctions against judges; legal assignment of responsibility of judges for the quality of their decisions;\n* brining the legislation into conformity with the requirements of the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, adopted on 10 December 1984 and the requirements of other undertakings of the Kyrgyz Republic in the field of human rights;\n* liberalization of criminal law and decriminalization of offenses that do not pose a significant threat to society, including those in the economic sphere, with their transfer into to the category of administrative violations, while at the same time introducing stricter administrative punishments for these acts, as well as re-evaluation of the severity of certain crimes;\n* expansion of the scope of punishments that are not related to imprisonment, including by means of a fine, triple ayip, public works and other alternative measures of restraining freedom alternative to incarceration;"}, {"text_block_id": "p23_b298", "text": "The main objectives in the development of administrative and criminal law, law on the judicial system, procedural law are implementation of the following measures and mechanisms:\n* ensuring actual implementation of the principles of publicity and openness of justice;\n* organization of the judicial system on the constitutional principles in order to ensure accessibility of the courts, full access to procedural rights of trial participants, and introduction of a mechanism for mandatory correction of judiciary errors.\n* ensuring effective and efficient defense and restoration of violated rights of natural and legal persons through court proceedings;\n* establishment of a uniform court practice by the Supreme Court of the Kyrgyz Republic;\n* creation of a database of all court verdicts (with the exception of verdicts in closed trials) that is accessible to any citizen;\n* introduction of robust mechanisms for imposing disciplinary sanctions against judges; legal assignment of responsibility of judges for the quality of their decisions;\n* brining the legislation into conformity with the requirements of the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, adopted on 10 December 1984 and the requirements of other undertakings of the Kyrgyz Republic in the field of human rights;\n* liberalization of criminal law and decriminalization of offenses that do not pose a significant threat to society, including those in the economic sphere, with their transfer into to the category of administrative violations, while at the same time introducing stricter administrative punishments for these acts, as well as re-evaluation of the severity of certain crimes;\n* expansion of the scope of punishments that are not related to imprisonment, including by means of a fine, triple ayip, public works and other alternative measures of restraining freedom alternative to incarceration;\n* further improvement of the pre-trial proceedings in criminal cases, improving its promptness, including through the introduction of incentives for those who cooperate with the investigation, provided that effective legal protection is provided against unlawful pressure from investigative authorities and oversight by the prosecutor general over such arrangements.\n* expansion of reconciliatory instruments in criminal proceedings, including the development of mediation, as well as the expansion of the category of criminal cases of private and private-public prosecution, with the exception of cases of violence against women and minors, cases of torture and cruel treatment;\n* documentation of the procedures for release of persons from criminal liability due to reconciliation of the parties, limitations for the application of arrests to perpetrators of minor economic or less serious offenses; exemption from criminal liability in the case of voluntary compensation of damages; -Improvement of law enforcement and public safety based on the best international practices.\n* creating environment that is conducive to expansion of out-of-court dispute resolution mechanisms;\n* reforming law-enforcement and public security bodies based on best international practice;\n* and other directions of judiciary reform that ensure effective protection of rights and liberties of humans and citizens, of the society and the state."}, {"text_block_id": "p23_b310", "text": "2.9. Reforming the law-enforcement branch, ensuring that its activities are governed by the rule of law"}, {"text_block_id": "p23_b311", "text": "The system of law enforcement which has emerged throughout the years of independence, the organization and activities of the bodies of the Interior, Prosecutor's Office, national security and investigative bodies (hereinafter -the law enforcement agencies), as well as their structure, do not meet the new political and economic conditions of the state and the society, enshrined in the Constitution of the Kyrgyz Republic."}, {"text_block_id": "p23_b312", "text": "Law enforcement agencies in their current form are inadequately effective in fighting crime. Corruption, lack of professionalism, inadequate resources and financial support – this is the diagnosis that defines the current critical state of the system of law enforcement."}, {"text_block_id": "p23_b313", "text": "The reform of the law enforcement agencies is expected to be based on the following principles:"}, {"text_block_id": "p23_b314", "text": "-"}, {"text_block_id": "p23_b315", "text": "Increased transparency of law enforcement agencies, their accessibility for external public and social control;"}, {"text_block_id": "p23_b316", "text": "-"}, {"text_block_id": "p23_b317", "text": "removal of excessive, overlapping functions and authorities;"}, {"text_block_id": "p23_b318", "text": "-"}, {"text_block_id": "p23_b319", "text": "Concentration of efforts on protection of the individuals, citizens and the society from criminal infringements;"}, {"text_block_id": "p24_b320", "text": "-"}, {"text_block_id": "p24_b321", "text": "overcoming negative trends in the staffing policy, recruitment that is based on professional and ethical qualities of applicants; ensuring advancement of professional and ethical officers, proper representation of ethnic minorities, women and other vulnerable groups among the law enforcement officers, including by means of temporary special measures;"}, {"text_block_id": "p24_b322", "text": "-"}, {"text_block_id": "p24_b323", "text": "legislative documentation of uniform approaches towards evaluating criminal persecution aspect of the activities of the law enforcement bodies;"}, {"text_block_id": "p24_b324", "text": "-"}, {"text_block_id": "p24_b325", "text": "implementation of the principles of inter-budgetary relations in determining the structure of funding for law enforcement agencies;"}, {"text_block_id": "p24_b326", "text": "-"}, {"text_block_id": "p24_b327", "text": "redistribution of powers among central government bodies and local authorities in the field of law enforcement and public safety."}, {"text_block_id": "p24_b328", "text": "One of the priorities of a comprehensive reform of the system of law enforcement agencies should be legislative consolidation of a uniform approach to issues of social and legal protection of law enforcement officers."}, {"text_block_id": "p24_b329", "text": "It is also necessary to specify in the legislation the authority and duties of local self-governments as related to protecting public order and in the area of establishing legal, organizational and financial means for implementation of such duties."}, {"text_block_id": "p24_b330", "text": "2.10. Establishing a comprehensive system of national security"}, {"text_block_id": "p24_b331", "text": "Meeting the challenges of establishing a state governed by the rule of law, preserving and strengthening of statehood, of putting Kyrgyzstan on the path of sustainable development, requires a holistic, comprehensive approach to the matters of national security."}, {"text_block_id": "p24_b332", "text": "Recent events in the world and in the Central Asian Region clearly show the increasing influence of solutions by force, both to global problems, and to tensions in some regions of the world."}, {"text_block_id": "p24_b333", "text": "To date, the national security in Kyrgyzstan has been positioned as a separate field and it was a closed-circuit system, concentrated within the defense and law enforcement sector. However, in today's world there are now threats to national security that are not related to violence against the state or a specific individual."}, {"text_block_id": "p24_b334", "text": "Such sectoral approach to national security reduces its value and prevents from taking into account the threats that exist outside the scope of the defense and law enforcement matters: national security, under this approach, is understood to be only as a protection of the external borders of the state, fighting against or protecting from various destructive forces."}, {"text_block_id": "p24_b335", "text": "A holistic view of national security problems and ways of addressing them is outlined in the National Security Concept, passed by the Council of Defense and approved by the President of the Kyrgyz Republic."}, {"text_block_id": "p24_b336", "text": "In order to establish a comprehensive system of national security in the country, the following priority tasks should be implemented:"}, {"text_block_id": "p25_b337", "text": "-"}, {"text_block_id": "p25_b338", "text": "protection against external and internal threats to the Kyrgyz state and of our national interests in the international arena, while complying with fundamental human rights principles;"}, {"text_block_id": "p25_b339", "text": "-"}, {"text_block_id": "p25_b340", "text": "ensuring territorial integrity and national border security (the work to strengthen borders of the Kyrgyz Republic will continue);"}, {"text_block_id": "p25_b341", "text": "-"}, {"text_block_id": "p25_b342", "text": "creation of a special, multi-purpose government system that has wide authority and resources to ensure comprehensive protection of the interests of the country on its borders; completion of construction of and further improvements to border infrastructure, introduction of modern border control methods and technologies."}, {"text_block_id": "p25_b343", "text": "-"}, {"text_block_id": "p25_b344", "text": "protection of the constitutional order. Ensuring due capability of government institutes and operation of the legal system;"}, {"text_block_id": "p25_b345", "text": "-"}, {"text_block_id": "p25_b346", "text": "protection of public processes and of social development processes within the framework of domestic cultural and traditional values; shaping social processes in the interests of national development and security;"}, {"text_block_id": "p25_b347", "text": "-"}, {"text_block_id": "p25_b348", "text": "Fighting nationalism and ethnic intolerance, overcoming ethno-regionalism in the system of social relations, formation of the civic identity among the population of the Republic;"}, {"text_block_id": "p25_b349", "text": "-"}, {"text_block_id": "p25_b350", "text": "Development of government policy in the filed of religion and a set of preventive measures to ensure the secular nature of the state and to prevent potential offenses on the basis of religion, while respecting civic freedoms of conscience and religion and international undertakings of the Kyrgyz Republic;"}, {"text_block_id": "p25_b351", "text": "-"}, {"text_block_id": "p25_b352", "text": "carrying out systematic combat against corruption, organized crime and drug trafficking. Establishing incentives for legalization of informal (shadow) economy;"}, {"text_block_id": "p25_b353", "text": "-"}, {"text_block_id": "p25_b354", "text": "ensuring security of the individuals and their property;"}, {"text_block_id": "p25_b355", "text": "-"}, {"text_block_id": "p25_b356", "text": "reformatting the entire law enforcement and defense sector. The main emphasis in the reform must be on clear separation of functions, depending on the objectives of the national security system and on ensuring compliance of these functions with the principles and rules of a rule of law."}, {"text_block_id": "p25_b357", "text": "2.11. Ensuring military security"}, {"text_block_id": "p25_b358", "text": "In 1992 the Kyrgyz Republic inherited a small part of the defense complex and individual military units of the Soviet Union; this legacy did not meet the requirements of the military security of the independent state. Creating a robust and effective system of armed defense of the country required establishing the country’s own national system of ensuring military security."}, {"text_block_id": "p25_b359", "text": "Until now, Kyrgyzstan failed to achieve significant results in the field of creating proper defense system. Today, almost all components of this system are in poor condition. The command, control and communication systems should be revised and require drastic improvement. There are many unaddressed problems within the Armed Forces themselves."}, {"text_block_id": "p26_b360", "text": "Today Kyrgyzstan needs to lay a foundation of a modern state military policy that ensures adequate protection against existing and projected military threats. This requires having a core foundation document – the Military Doctrine, which is now being drafted."}, {"text_block_id": "p26_b361", "text": "The strategic goal in this area for the years 2013-2017 should be systematic improvement of legislative, regulatory, financial and technical foundation for implementation of military reform in the Kyrgyz Republic, which will eliminate the existing challenges in the national defense capabilities and improve the operational capability of the Armed Forces."}, {"text_block_id": "p26_b362", "text": "Achieving this strategic objective requires agreement in terms of views and approaches to military policy and evolution of the Kyrgyz Armed Forces, to military science and planning and to ensuring succession and uninterruptibility of military reform."}, {"text_block_id": "p26_b363", "text": "In the next five years the defense sector will receive improved funding, both from the national budget and under strategic international partnerships and cooperation under the auspices of international organizations. Complete re-equipment of the Armed Forces of the Kyrgyz Republic with modern weapons and hardware will commence."}, {"text_block_id": "p26_b364", "text": "There will also be a Unified Command and Control Centre for the National Armed Forces; this center will be responsible for addressing the following issues:"}, {"text_block_id": "p26_b365", "text": "-"}, {"text_block_id": "p26_b366", "text": "-increasing professionalism of the army to a necessary level. As a result, we should have an optimal mix in terms of manning our armed forces both through conscription and through volunteers;"}, {"text_block_id": "p26_b367", "text": "-"}, {"text_block_id": "p26_b368", "text": "strengthening our territorial defense forces, including on the basis of an effective mobilization reserve. They must become a truly effective means of ensuring the military security of the country, as they fit the principles of self-defense the most. Similar steps should be taken in the field of civil defense;"}, {"text_block_id": "p26_b369", "text": "-"}, {"text_block_id": "p26_b370", "text": "Elimination of hazing from the military, which has truly become a plague of the military. To this end, a set of measures will be adopted, providing a legislative toughening of penalties for perpetrators of these shameful crimes, as well as providing for measures to improve protection of the rights of military personnel. It is necessary to ensure robust civilian control of the army;"}, {"text_block_id": "p26_b371", "text": "-"}, {"text_block_id": "p26_b372", "text": "increase the effectiveness of work in terms of addressing social problems of military personnel and their families and of the discharged military personnel. First and foremost, this is the housing problem."}, {"text_block_id": "p26_b373", "text": "2.12. New understanding of foreign policy"}, {"text_block_id": "p26_b374", "text": "Foreign policy of the Kyrgyz Republic should be completely subordinated to the interests of the people of the nation. In this area a search for an international identity should be undertaken, which should be based on national interests, foreign policy resources and effective implementation mechanisms."}, {"text_block_id": "p26_b375", "text": "There is a need to have a new understanding of foreign policy, which should be based on an informed analysis of the situation in the country, the region and the world, and on the idea that national interests are strategic, long-term and global, going beyond the current political development."}, {"text_block_id": "p27_b376", "text": "The foreign policy of the Kyrgyz Republic should become predictable, consistent and economically beneficial [cost-effective]. It is important to subject it to the domestic needs and expectations of our citizens."}, {"text_block_id": "p27_b377", "text": "The principal criteria for evaluating success of the foreign policy should be based on the promotion of domestic products in international markets, on the amount of investments attracted into Kyrgyzstan, on protection of rights and interests of citizens of Kyrgyzstan abroad."}, {"text_block_id": "p27_b378", "text": "The international community must see the Kyrgyz Republic as a strong and reliable partner that strictly adheres to its international obligations and international law and, at the same time, is capable of protecting its own national interests."}, {"text_block_id": "p27_b379", "text": "Foreign policy should be based on stable, friendly relations with our neighbors and major powers of the world, as well as with international organizations."}, {"text_block_id": "p27_b380", "text": "For this purpose it is necessary:"}, {"text_block_id": "p27_b381", "text": "-"}, {"text_block_id": "p27_b382", "text": "to conduct an effective and active foreign policy aimed at creating favorable external environment for the development of Kyrgyzstan;"}, {"text_block_id": "p27_b383", "text": "-"}, {"text_block_id": "p27_b384", "text": "to develop and adopt a new Foreign Policy Concept of the Kyrgyz Republic;"}, {"text_block_id": "p27_b385", "text": "-"}, {"text_block_id": "p27_b386", "text": "to deeply reset relations with our neighbors -Kazakhstan, China, Tajikistan and Uzbekistan, as well evolution to a new level of strategic cooperation with the Russian Federation -the main actor in the increasing integration processes within the CIS. These are the priority vectors in foreign policy;"}, {"text_block_id": "p27_b387", "text": "-"}, {"text_block_id": "p27_b388", "text": "when developing good neighborly relations and partnership with neighboring countries, actions should be based on the principles of mutual understanding, mutual benefit and partnership;"}, {"text_block_id": "p27_b389", "text": "-"}, {"text_block_id": "p27_b390", "text": "cooperation with external partners should be based on the principles of equality, respect of mutual interests and strict adherence to international law. At the same time, Kyrgyzstan’s partners should comply with their own respective undertakings;"}, {"text_block_id": "p27_b391", "text": "-"}, {"text_block_id": "p27_b392", "text": "to ensure robust collective security system through the CSTO. Promptly and decisively respond to challenges and threats: international terrorism, religious extremism and drug trafficking;"}, {"text_block_id": "p27_b393", "text": "-"}, {"text_block_id": "p27_b394", "text": "to complete legal delimitation of the national borders of the Kyrgyz Republic;"}, {"text_block_id": "p27_b395", "text": "-"}, {"text_block_id": "p27_b396", "text": "to create favorable conditions for the free movement of goods, services and labor between Kyrgyzstan and Russia, within Central Asia and with Turkey;"}, {"text_block_id": "p27_b397", "text": "-"}, {"text_block_id": "p27_b398", "text": "to support the country's integration into the economy of the EurAsEC countries through Kyrgyzstan’s accession to the Customs Union; simplification of border and customs formalities;"}, {"text_block_id": "p27_b399", "text": "-"}, {"text_block_id": "p27_b400", "text": "to continue the policy of simplified entry and visa-free travel between Kyrgyzstan and the developed countries of the world;"}, {"text_block_id": "p28_b401", "text": "-"}, {"text_block_id": "p28_b402", "text": "to promote and protect interests of Kyrgyz citizens abroad through using all available diplomatic, legal and other means in accordance with international law. Continue development of inter-governmental cooperation mechanisms to protect labor migrants abroad;"}, {"text_block_id": "p28_b403", "text": "-"}, {"text_block_id": "p28_b404", "text": "to search for new forms of effective economic and political cooperation with the U.S., the European Union, South East Asia and the Arab region;"}, {"text_block_id": "p28_b405", "text": "-"}, {"text_block_id": "p28_b406", "text": "to develop mutually beneficial economic international relations, to improve economic diplomacy."}, {"text_block_id": "p29_b407", "text": "Chapter 3. UNITY OF THE NATION AS A PREREQUISITE FOR PRESERVING STATEHOOD AND SUCCESSFUL DEVELOPMENT"}, {"text_block_id": "p29_b408", "text": "3.1. Ensuring inter-ethnic accord through increasing unity of the people"}, {"text_block_id": "p29_b409", "text": "The multiethnic people of Kyrgyzstan has a multi-century experience of peaceful co-existence of various ethnicities. The brightest periods in the history of the country were due to the unity of the people, the friendship between people of different ethnic groups."}, {"text_block_id": "p29_b410", "text": "Kyrgyzstan is a multi-ethnic nation. Apart from Kyrgyz, the country is home to more than 100 various ethnicities, which account for 27.8% of Kyrgyzstan's population. However, the ethnic component in the state policy is inadequate. The task of forming civic identity has been neglected for many years."}, {"text_block_id": "p29_b411", "text": "The unresolved problems that caused the ethnic conflict in 1990, the complex socio-economic situation, the political crisis and the weakness of the state led to the tragic events in southern Kyrgyzstan in June 2010, which resulted in many casualties."}, {"text_block_id": "p29_b412", "text": "Problems of inter-ethnic relations are exacerbated by lack of an effective and efficient language policy. The country did not produce a generation that could speak the state, official and foreign languages. Language discussions are heavily politicized and yield little results."}, {"text_block_id": "p29_b413", "text": "There is no system for managing interethnic relations at the central and local levels, which does prevents from carrying out continuous monitoring and preventive work."}, {"text_block_id": "p29_b414", "text": "One of the principal conditions for further successful and sustainable development of the Kyrgyz Republic is the formation of civic identity and national unity through the consolidation of all ethnic communities, while preserving their cultural heritage and nurturing tolerance."}, {"text_block_id": "p29_b415", "text": "State policy towards achievement of this goal will be based on the following principles:"}, {"text_block_id": "p29_b416", "text": "-"}, {"text_block_id": "p29_b417", "text": "adherence to democratic values, including rights of various ethnicities. Affirming the rule of law, creating conditions for realization of individual, social, economic, cultural and political rights of citizens, while preventing activities aimed at sowing discord and violating the sovereignty of the country, inciting inter-ethnic, inter-religious strife, division on the basis of regional origin;"}, {"text_block_id": "p29_b418", "text": "-"}, {"text_block_id": "p29_b419", "text": "strengthening of the state and formation of civic identity. Development of a common understanding among citizens of the country as a democratic, rule-of-law nation, finding balance between strengthening the common values for all citizens and respecting the differences between ethnic groups. Strengthening the unity of the people of Kyrgyzstan through systematic efforts of the state, local authorities and civil society"}, {"text_block_id": "p30_b420", "text": "institutions aimed at ensuring social cohesion."}, {"text_block_id": "p30_b421", "text": "-"}, {"text_block_id": "p30_b422", "text": "recognition of unity through diversity. Encouraging efforts of government and local authorities, political parties and other institutions of civil society that aim to implement the principle of unity through diversity in all areas, starting from human resources policy to long-term plans of urban development and architecture;"}, {"text_block_id": "p30_b423", "text": "-"}, {"text_block_id": "p30_b424", "text": "respect for the historical and cultural heritage of the people of Kyrgyzstan. Promoting respect for the history of the state, and preservation of the tested-by-centuries values and ideals of unity, identity, ethnic and cultural diversity of the country, promotion of intercultural dialogue and tolerance;"}, {"text_block_id": "p30_b425", "text": "-"}, {"text_block_id": "p30_b426", "text": "promoting the integrating value of the state language. Understanding by citizens of the need to master the state language as one of the most important fundamentals of consolidation of the society;"}, {"text_block_id": "p30_b427", "text": "-"}, {"text_block_id": "p30_b428", "text": "Integration into the global community. Further development of multi-lingual environment as an achievement of the society and an important competitive advantage of Kyrgyzstanis. Formation of a new generation of “tri-lingual” Kyrgyzstanis, that can speak the state, official and one of the global languages, while guaranteeing preservation of mother tongues of ethnic minorities."}, {"text_block_id": "p30_b429", "text": "Achieving this goal involves development of a set of measures aimed at strengthening the statehood and the rule of law, improving the work of the state bodies, local self-government, supporting civil society initiatives; such measures will address the following tasks:"}, {"text_block_id": "p30_b430", "text": "-"}, {"text_block_id": "p30_b431", "text": "building a system of accountability for the implementation of policies to manage ethnic relations and language policy, to prevent conflicts; establishment of an authorized national government agency, establishment of the necessary infrastructure in the center and the regions;"}, {"text_block_id": "p30_b432", "text": "-"}, {"text_block_id": "p30_b433", "text": "creation of a system of conflict prevention, based on a comprehensive approach and cooperation among state agencies, local governments, civil society, including through establishing consultative and advisory bodies within the auspices of government agencies;"}, {"text_block_id": "p30_b434", "text": "-"}, {"text_block_id": "p30_b435", "text": "implementation of balanced language policy as means of effective promotion of the unifying and integrating role of the state language, creation of adequate infrastructure for learning the language, preserving linguistic diversity of the country though the ability of Kyrgyz citizens to speak the official and other languages;"}, {"text_block_id": "p30_b436", "text": "-"}, {"text_block_id": "p30_b437_merged", "text": "establishing a common civic identity, adoption by the society members of a concept of Kyrgyz Jarany (citizen of the Kyrgyz Republic), of ideals of patriotism, inter-ethnic accord and tolerance; fostering the culture of peace and zero tolerance towards any violence and discrimination."}, {"text_block_id": "p30_b440", "text": "Achieving the goals outlined in the Concept requires that each of the proposed measures is included in relevant plans and programs of the Government of the Kyrgyz Republic and local administrations (with adequate state budget funding)."}, {"text_block_id": "p31_b441", "text": "The expected outcome -strengthening of Kyrgyzstan as a nation-state, a state that is based on civic identity, not on ethnicity."}, {"text_block_id": "p31_b442", "text": "Achieving the stated goal is a long-term process that requires coordinated and persistent work of government and non-government institutions of the country, of all its citizens."}, {"text_block_id": "p31_b443", "text": "Among the priority actions is the Concept that aims to ensure unity of the multi-ethnic people of Kyrgyzstan and improvement of ethnic diversity management. This Concept is now being developed, following the Decree of the President of the Kyrgyz Republic \"On urgent measures to strengthen public security in the Kyrgyz Republic\" (Decree # 24 of 1 February 2012) and the Resolution of the Parliament of Kyrgyz Republic \"On the Draft State Concept of National Policy of the Kyrgyz Republic» (#891-V dated June 30, 2011). After the Concept’s approval, the implementation plan, with specific actions, indicators, time frames and implementation oversight mechanisms will be presented."}, {"text_block_id": "p31_b444", "text": "3.2. Optimizing relations between the state and denominations and among denominations"}, {"text_block_id": "p31_b445", "text": "With the democratization of the society and transition to market economy there was a significant increase in the number of people who have turned to religion, which is due to unresolved social and economic problems, lack of clear national ideology and due to active work of denominations."}, {"text_block_id": "p31_b446", "text": "The nature of the religious situation existing in the Kyrgyz Republic at the moment is contradictory. On one hand, citizens can freely exercise and propagate their religions. At the same time, there are a number of problems: radicalization of the representatives of certain religions, its politicization, poor interaction between the state and religious organizations, defects in the system of religious education, lack of state and public control over tem."}, {"text_block_id": "p31_b447", "text": "Kyrgyzstan today is being transformed into a place of clash of interests of various external religious and political projects; these projects are sowing discord both between the state and religious communities, and among believers of different faiths."}, {"text_block_id": "p31_b448", "text": "In recent years the situation is becoming more complicated due to increase in religious extremism throughout the world and in the Central Asian region itself, which poses danger of terrorist acts and poses threatens national security."}, {"text_block_id": "p31_b449", "text": "It should also be emphasized that religious extremism can not be equated with religion as a whole. Therefore, the problem is not actually with religion, but only with its radical forms, where ideology is used to justify the means, including violent means. Activities of government agencies to curb extremism must be directed against certain those specific religious groups or individuals that adhere to extreme forms of interpretation of beliefs that are in conflict with the Constitution of the Kyrgyz Republic, that denounce democratic norms and rules accepted in the society, human rights and freedoms."}, {"text_block_id": "p31_b450", "text": "The Concept of National Security of the Kyrgyz Republic, approved by Presidential Decree # 120 dated June 9, 2012, specifies goals of joint actions by the state and the religious community to fight radical religious groups."}, {"text_block_id": "p32_b451", "text": "The actions of law-enforcement agencies in detecting and preventing religious extremism should be conducted strictly within the limits prescribed by the law and should be proportionate to the threats they are designed to prevent. Otherwise such actions may lead to radicalization of certain religious groups. Prevention of religious extremism should focus on education and awareness, on analysis and eradication of the root causes of radicalization."}, {"text_block_id": "p32_b452", "text": "One of the causes of radicalization of some religious movements is the inadequacy of the Islamic religious education system, which does not meet modern requirements and the needs of the society. Our nationals travel abroad to get their religious education. Some of them fall under the influence of various extreme beliefs and, upon returning to homeland, bring alien ideals, controversial customs and foreign outlook and behavior norms."}, {"text_block_id": "p32_b453", "text": "It is necessary to legally define the standards of religious education, to streamline religious education of our citizens both at home and abroad."}, {"text_block_id": "p32_b454", "text": "Order is required in the organization and conduct of the pilgrimage (Hajj), which rightfully gets criticized in the society."}, {"text_block_id": "p32_b455_merged", "text": "The purpose of the state policy in the sphere of religion is to create a system of cooperation among the government, religious and social institutions; to strengthen inter-denominational harmony, tolerance and to develop effective forms and methods to counter religious extremism."}, {"text_block_id": "p32_b458", "text": "Achieving this goal should be based on the following key principles:"}, {"text_block_id": "p32_b459", "text": "-"}, {"text_block_id": "p32_b460", "text": "mutual respect for religious beliefs, protection of fundamental rights to freedom of conscience and religion, equality of all citizens;"}, {"text_block_id": "p32_b461", "text": "-"}, {"text_block_id": "p32_b462", "text": "responsibility and transparency of the state and religious denominations for constructive cooperation;"}, {"text_block_id": "p32_b463", "text": "-"}, {"text_block_id": "p32_b464", "text": "protecting national security for the benefit of the soceity as a whole, zero tolerance to religious extremism, while strictly complying with the law and observing rights of citizens."}, {"text_block_id": "p32_b465", "text": "Achieving this goal involves development of a set of measures aimed at improving the functioning of central and local authorities and supporting civil society initiatives; such measures will contribute to the following tasks:"}, {"text_block_id": "p32_b466", "text": "-"}, {"text_block_id": "p32_b467", "text": "Increased effectiveness of cooperation between the government authorities and religious organizations;"}, {"text_block_id": "p32_b468", "text": "-"}, {"text_block_id": "p32_b469", "text": "realization of the civic rights to freedom of religion, support to ideas of consent, and tolerance in all spheres of public life;"}, {"text_block_id": "p32_b470", "text": "-"}, {"text_block_id": "p32_b471", "text": "Effective countering and reduction in the level of extreme religious threat to the society, prevention and eradication of the root causes of radicalization."}, {"text_block_id": "p32_b472", "text": "As a result of implementation of policy in the sphere of religion, Kyrgyzstan should remain a secular democratic state, and develop along that path, with traditional beliefs and religions practiced privately, without violating human rights."}, {"text_block_id": "p33_b473", "text": "Given the new realities and threats, as part of implementation of this Strategy, there will be review the Concept of the State Religious Policy of the Kyrgyz Republic (approved by the Resolution of the Government of the Kyrgyz Republic # 324 dated May 6, 2006) and amendments to religious regulations."}, {"text_block_id": "p33_b474", "text": "3.3. Ensuring freedom of speech and formulating state information policy"}, {"text_block_id": "p33_b475", "text": "The right to freedom of speech is one of the principal achievements of the people of Kyrgyzstan and protecting this right in our country is enshrined in the Constitution of the Kyrgyz Republic, and in a number of international instruments, including the Universal Declaration of Human Rights."}, {"text_block_id": "p33_b476", "text": "Kyrgyz Republic has created adequate conditions for independent mass media. However, there is a need to develop an effective public information policy, which should feature a range of political, legal, economic, socio-cultural and organizational activities by the state for the purposes of protecting the constitutional right of citizens of access to information; formation of a unified information and telecommunications space of the nation as a basis for addressing socio-economic, political and cultural development needs of the country and ensuring its security. The main vectors of the state information policy in the years 2013-2017 will be:"}, {"text_block_id": "p33_b477", "text": "-"}, {"text_block_id": "p33_b478", "text": "continuing the policy of protecting freedom of speech, protection of constitutional rights of citizens to freedom of expression, freedom of speech and freedom of the press;"}, {"text_block_id": "p33_b479", "text": "-"}, {"text_block_id": "p33_b480", "text": "ensuring openness and transparency of the central and local government authorities;"}, {"text_block_id": "p33_b481", "text": "-"}, {"text_block_id": "p33_b482", "text": "Improving the legislation and practice of central and local government authorities to ensure the rights of citizens to seek, receive, store, and use information and disseminate it orally, in writing or otherwise;"}, {"text_block_id": "p33_b483", "text": "-"}, {"text_block_id": "p33_b484", "text": "ensuring, in accordance with the law, guarantees of citizen’s access to information held by central and local governments and their respective officials;"}, {"text_block_id": "p33_b485", "text": "-"}, {"text_block_id": "p33_b486", "text": "interaction with the media, public and independent professional organizations and associations in the field of information in order to: (1) ensure freedom of speech, (2) ensure compliance with the law on the rights of citizens to access information, (3) ensure security of the journalists; (4) ensuring prompt response of central and local governments and their officials to criticism in the media, (5) mutual respect and mutual accountability of the officials and the media; (6) ensuring compliance with the legislation for the purposes of preventing propaganda of national, ethnic, racial, religious hatred, gender and other social supremacy, (7) ensuring compliance with the laws for the purposes of preventing spreading of information that incites discrimination, hostility or violence;"}, {"text_block_id": "p33_b487", "text": "-"}, {"text_block_id": "p33_b488", "text": "develop and implement effective projects and activities in order to raise awareness of citizens of Kyrgyzstan on the main areas of public policy. To include in the National Budget, beginning from 2014, funds for information projects of government authorities to support implementation of the national information policy;"}, {"text_block_id": "p33_b489", "text": "-"}, {"text_block_id": "p33_b490", "text": "to design capacity building and professional development programmes for the press officers and officers of other units of government responsible for liaising with the"}, {"text_block_id": "p34_b491", "text": "public, given the growing role of information and need for prompt response to informational needs of the society;"}, {"text_block_id": "p34_b492", "text": "-"}, {"text_block_id": "p34_b493", "text": "support to and further development of public TV and radio-broadcasting in Kyrgyzstan;"}, {"text_block_id": "p34_b494", "text": "-"}, {"text_block_id": "p34_b495", "text": "active preparation for and introduction of proper infrastructure for timely transition to digital broadcasting – as one of the priority national projects. Falling behind in development of digital television may result in irreversible losses n terms of creating informational space at this new technological age. In accordance with the approved plan of activities, due to the transition to digital broadcasting, Kyrgyzstan will enter the global information space, the state will fulfill its social functions in the field of culture, education and enlightenment, which will also create a common information space in our country; the TV-broadcasting network will be reorganized into a sustainable industry that has potential for further growth and development."}, {"text_block_id": "p34_b496", "text": "-"}, {"text_block_id": "p34_b497", "text": "the spread of internet-access – by 2017 all inhabited points in the country will have full-scale access to Internet, is one of the priority tasks in terms of human capacity development, ensuring economic growth and fostering development of culture, education, health care and individual growth."}, {"text_block_id": "p35_b498", "text": "Chapter 4. RESOLVING SOCIAL ISSUES AND CHALLENGES"}, {"text_block_id": "p35_b499", "text": "The main directions of the state social policy of the Kyrgyz Republic in the years 2013-2017 will be focused on the implementation by the state of constitutional provisions on social guarantees for citizens of the country, the implementation of the tasks of human development in Kyrgyzstan consistent with modern requirements and capabilities of the state, as well as in compliance with respect to international commitments to social rights."}, {"text_block_id": "p35_b500", "text": "In 2000, Kyrgyzstan, as most of the international community by adopting the Millennium Development Declaration and the Millennium Development Goals (MDGs), has expressed its commitment and has undertaken to address the eight key tasks that appear in this document. In Kyrgyzstan the MDG indicators have become a part of the system of basic indicators for medium-and long-term development of the country. They have been included in the national monitoring system for national strategic documents and assessment of the implementation progress of the MDG."}, {"text_block_id": "p35_b501", "text": "However, despite certain progress in the achievement of the undertakings contained in the Millennium Development Declaration, there are many areas where progress has to accelerate. According to the official data, almost half of the children (48.5 percent) still live in poverty, and one in eight children suffer from extreme poverty and deprivation. Unfortunately, infant and maternal mortality rates are not decreasing."}, {"text_block_id": "p35_b502", "text": "The presented strategy aimed at ensuring sustainable development of the Kyrgyz Republic, and its implementation will also help to achieve the Millennium Development Goals. Creating new jobs and increasing revenues will expand the abilities of the Government of the Kyrgyz Republic to improve the lives of Kyrgyzstanis, including through solving social problems, improving social assistance to pensioners and other low-income groups."}, {"text_block_id": "p35_b503", "text": "In the social sphere, there are a number of areas and challenges that will have to be addressed as a priority, concurrently with the economic development objectives."}, {"text_block_id": "p35_b504", "text": "4.1. Reform of the Education and Science System"}, {"text_block_id": "p35_b505", "text": "Analysis of the current state of the education system of the Kyrgyz Republic indicates presence of numerous problems hindering progressive development towards quality education."}, {"text_block_id": "p35_b506", "text": "The current situation is characterized by a constant lagging of the education system behind not only global needs, but even behind the needs of the Kyrgyz society. Therefore, the appropriate answer to this challenge lies only in reforming the education system."}, {"text_block_id": "p35_b507", "text": "The education sector employs and trains about 1.5 million Kyrgyz people. The most important step in the reform of the education system in Kyrgyzstan is the adoption of the Education Development Strategy for 2012-2020. Its implementation is aimed at creating a flexible, open, and modern national education system, combining the best national traditions of education and international experience."}, {"text_block_id": "p36_b508", "text": "The fundamental principle of the reform should be that the education system should ensure competitiveness and economic prosperity of the country, and also add value and improve the quality of human capital."}, {"text_block_id": "p36_b509", "text": "The main priorities in the field of education is a pre-school and secondary school education, i.e. the functions for which the state is responsible."}, {"text_block_id": "p36_b510", "text": "For pre-school education the main objective is to improve psychological and educational readiness of children for secondary schools. To ensure equal opportunities for children at secondary schools, there is a need to adopt measures aimed at implementing pre-secondary school preparation programmes for children."}, {"text_block_id": "p36_b511", "text": "Given the acute shortage of pre-school institutions, there is a need to create enabling environment for introduction of alternative models of pre-school institutions, to mobilize the private sector under public-private partnership arrangements. This requires making enabling amendments to existing legislation."}, {"text_block_id": "p36_b512", "text": "There is a set of inter-related problems that have to be addressed at the secondary school level. Emphasis should be placed on review of the contents of secondary education, on introduction of a new generation of content standards, on providing textbooks and also on creating conditions for the development of information technology, especially in remote schools. It is necessary to create a safe, tolerant and multicultural learning environment in every school, ensure inclusiveness of the education system, including education for children with special needs and children from vulnerable families. Strengthening the principles of public-private approach to managing education and reducing corruption in educational institutions there is a need to establish Boards of Trustees."}, {"text_block_id": "p36_b513", "text": "The priority in educational activities at this stage should be the formation of ethical and moral foundations of a personality through the moral and cultural values and traditions of the people. Upbringing and education should be naturally interrelated processes."}, {"text_block_id": "p36_b514", "text": "The role of the state in professional education also requires review. The main problem is the weak link between standards of professional education and actual requirements on the domestic, regional and global labor markets. The institutions of primary and secondary professional education are still not adequately collaborating with the labor market and the private sector."}, {"text_block_id": "p36_b515", "text": "The review of the economic performance of the education system in 2011 shows unjustifiably high maintenance costs for the infrastructure of primary vocational education. At the same time, every year, more than 3 thousand students of such institutions fail to find employment."}, {"text_block_id": "p36_b516", "text": "Significant shortcomings in the system of secondary vocational education are the lack of clear definition of the status and role of secondary vocational education in the multi-tier education system and the obsolete state of learning facilities and laboratories that are not adequate for the task."}, {"text_block_id": "p36_b517", "text": "Increasing the status and quality of professional education – vocational education above all, requires:"}, {"text_block_id": "p37_b518", "text": "-"}, {"text_block_id": "p37_b519", "text": "eliminating the gap between the structure of professional education and the requirements of the labor market, which will require active involvement of the employers in drafting new educational standards, assessing the skills of graduates and establishing certification and appraisal centers."}, {"text_block_id": "p37_b520", "text": "-"}, {"text_block_id": "p37_b521", "text": "improve the quality of human resources of the primary and secondary professional education institutions – including through cooperation with the business through the implementation of joint projects."}, {"text_block_id": "p37_b522", "text": "-"}, {"text_block_id": "p37_b523", "text": "make every possible effort to update the upgrade equipment and facilities of the professional education institutions to bring it into compliance with the expectations of the labor market from the graduates."}, {"text_block_id": "p37_b524", "text": "The quality of education is one of the most reliable indicators of the future development of any nation. According to the \"Review of the Cost-Effectiveness of the Education system of Kyrgyzstan,\" as of 2011 there were 52 higher education institutions in the country, which, if one takes into account branches of the HEI's, translates into 20 HEIs per 1 million people. This is significantly higher than in many developed countries. For example, in the United Kingdom -a country that provides a very high standard of education, there are only 2 HEIs per 1 million of population; in Russia the figure is 6 HEIs per 1 million population, in Kazakhstan the figure is 10 HEIs."}, {"text_block_id": "p37_b525", "text": "Many higher education institutions in Kyrgyzstan do not meet the requirements of quality higher education providers. The HEIs, chasing greater revenue, increase the number of the so-called “contract” student groups, which results in the over saturation of the labor market with the graduates that the market does not want. The facilities of the HEIs themselves do not allow for obtaining quality higher education, the professional level of faculty is extremely low."}, {"text_block_id": "p37_b526", "text": "The most acute problem is the wide-spread corruption in the higher education sector, which, eventually, erodes and destructs the national foundation, by limiting the ability of the nation and the people to carry out transformations."}, {"text_block_id": "p37_b527", "text": "Establishing an environment that allows for production of highly qualified professionals requires:"}, {"text_block_id": "p37_b528", "text": "-"}, {"text_block_id": "p37_b529", "text": "improving the quality assurance system in the higher education system, including through accreditation and rankings for the HEIs."}, {"text_block_id": "p37_b530", "text": "-"}, {"text_block_id": "p37_b531", "text": "removing the gap between the expectations of the labor market and the quality and content of the output of the higher education system, which requires education to be based on the analysis of national priorities and economic development strategies for the nation’s regions;"}, {"text_block_id": "p37_b532", "text": "-"}, {"text_block_id": "p37_b533", "text": "review the existing mechanisms for funding for higher education (calculation of actual minimal expenditures per one student and use this amount as a basis for allocation of funding to HEIs, to develop mechanisms for the refund of public funds should the state-sponsored student decides to change field of study, leave the university or finds employment in a field different from the field of specialization;"}, {"text_block_id": "p38_b534", "text": "-"}, {"text_block_id": "p38_b535", "text": "carry out constant struggle against corruption by improving mechanisms for the selection of university applicants, introduction of new forms of quality control in education, establishing supervisory boards;"}, {"text_block_id": "p38_b536", "text": "-"}, {"text_block_id": "p38_b537", "text": "developing university science, including through applied science, which will ensure involvement of students and faculty in developing economically significant projects for the nation."}, {"text_block_id": "p38_b538", "text": "Higher education, eventually, should be governed by market principles, with some element of state procurement for the output of the sector. This mechanism should be based on the studies that identify the state of the market and of the education system itself, that monitor development trends in economic and other spheres of life, and that allow for prompt response and modification to the education system, based on the development priorities of the country."}, {"text_block_id": "p38_b539", "text": "Any new content in the education sector, even the most progressive, will be absolutely useless if it is not accompanied by the introduction of new technologies in education. Today we need to focus the system of secondary, specialized secondary and higher education on producing a new generation of specialists in the fields of information and communication technologies, which could be one of the keys to fostering rapid economic, scientific and cultural development in the future."}, {"text_block_id": "p38_b540", "text": "One of the key conditions of increasing the quality of higher education is ensuring its close connection with science and research. Today we have a situation where education and science exists mostly separately from each other, which is one of the reasons of the stagnation both in science and in the higher education systems."}, {"text_block_id": "p38_b541", "text": "There are multiple problems in the theoretical science as well. We should stop the erosion of the prestige of scientific ranks, which is caused by a number of reasons, including the corruption in the system of training of scientific personnel. Most of the fields of Kyrgyz science are isolated from global science, there are no major scientific projects in the country. This causes lack of innovations, the falling behind of the Kyrgyz science both in fundamental research and in applied sciences. The proposed science policy should be aimed at achieving competitiveness and balance in the science system so that the system ensures generation, preservation and transmission of the knowledge that is required for sustainable development of the country and at increasing the prestige of scientific occupation. New approaches are required to organization of science by the National Academy of Science, so that domestic science can break into a new level of development, integrate with education and ensure utilization of scientific achievements in the economy, education and in other fields."}, {"text_block_id": "p38_b542", "text": "4.2. Health Care Reform"}, {"text_block_id": "p38_b543", "text": "The current state of the health care indicates not only lack of funding, but profound problems within the country itself."}, {"text_block_id": "p38_b544", "text": "Almost all current official indicators of public health show deterioration of the situation; at the same time, there is a growing realization that even this gloomy data fails to capture the true magnitude of the crisis in the sector."}, {"text_block_id": "p38_b545", "text": "One of the key problems is the ineffective and inefficient spending of allocated resources. Of all public allocations to the health care, 80% goes towards covering the"}, {"text_block_id": "p39_b546", "text": "labor and maintenance costs. Direct costs per patient (pharmaceuticals, nutrition) is 20-25% of these allocations. At the same time, the unofficial payments to medical staff are continuing to grow."}, {"text_block_id": "p39_b547", "text": "The majority of medical equipment needs to be upgraded and replaced. All of this affects the quality of health care services. In this sector, the quality of service is even more critical than in the education sector."}, {"text_block_id": "p39_b548", "text": "The problem of the lack of qualified health care professionals in the rural and remote regions of the Kyrgyz Republic is becoming more and more acute. The problem is not in the absolute number of personnel available, but in the number of medical personnel that is ready to serve in rural areas. There are no social and economic incentives to attract young medical professionals to the rural areas."}, {"text_block_id": "p39_b549", "text": "There is also a major problem with supplies of drugs. Very frequently, the drugs that are needed to maintain a stable health are expensive. There are many cases where doctors sell the drugs that they should have been issuing for free."}, {"text_block_id": "p39_b550", "text": "Corruption in the health care sector prevents the most vulnerable from having access to basic medical services, it increases discrimination of citizens by their social status, has an adverse impact on governance and reduces opportunities for economic development."}, {"text_block_id": "p39_b551", "text": "Given the economic situation in the country, the state health care policy should be aimed at"}, {"text_block_id": "p39_b552", "text": "-"}, {"text_block_id": "p39_b553", "text": "ensuring effective and efficient use of the resources available to the health care sector;"}, {"text_block_id": "p39_b554", "text": "-"}, {"text_block_id": "p39_b555", "text": "Optimizing the structure, the network and expenditures of the health care institutions, promoting competition in the sector through attracting investment into the industry, promoting public-private partnership in the sector, and handover of non-clinical services to private suppliers (outsourcing)."}, {"text_block_id": "p39_b556", "text": "-"}, {"text_block_id": "p39_b557", "text": "carrying out coherent, comprehensive work towards designing and implementing new legal, organizational and other mechanisms for combating corruption and increasing the responsibility of health care providers;"}, {"text_block_id": "p39_b558", "text": "-"}, {"text_block_id": "p39_b559", "text": "increasing the quality of medical services, especially in the regions;"}, {"text_block_id": "p39_b560", "text": "-"}, {"text_block_id": "p39_b561", "text": "Improving staffing policy, improving the quality of training in medical schools and colleges;"}, {"text_block_id": "p39_b562", "text": "-"}, {"text_block_id": "p39_b563", "text": "improving disease prevention;"}, {"text_block_id": "p39_b564", "text": "-"}, {"text_block_id": "p39_b565", "text": "Enhancing control over compliance with sanitary and hygienic norms;"}, {"text_block_id": "p39_b566", "text": "-"}, {"text_block_id": "p39_b567", "text": "development of medical science."}, {"text_block_id": "p39_b568", "text": "There is a need to attract more investment in the modernization of hospital care, into construction and equipping of new health centers that meet international standards,"}, {"text_block_id": "p40_b569", "text": "further expansion of best practices to the regions. The modernization of hospitals should progress in such a way that both significantly increases the quality of services, without negatively impacting the affordability of the services for common people."}, {"text_block_id": "p40_b570", "text": "At the same time, there is a need to implement modern health care management methods, with greater autonomy in making internal decisions while increasing accountability for the results."}, {"text_block_id": "p40_b571", "text": "There is a need to revise the content of medical education, to develop new tactics to training medical and pharmaceutical professionals."}, {"text_block_id": "p40_b572", "text": "Considerable efforts of the public health care system should focus on issues of public health and sanitation, and on the development of measures to address primarily the issues of health promotion."}, {"text_block_id": "p40_b573", "text": "Access to safe water and adequate sanitation also largely influences the effectiveness of healthcare. Greater attention should be paid to issues of water supply, sanitation and hygiene, which are vital for the entire population of Kyrgyzstan, especially for children."}, {"text_block_id": "p40_b574", "text": "It is necessary to define, at the government level, the water-supply, sanitation and hygiene policy, especially in the regions, to study the needs in and ways to improve access to water, sanitation and hygiene in education and health care institutions and to promote the principles of hygiene as a key element of the public health strategy."}, {"text_block_id": "p40_b575_merged", "text": "It is imperative to increase the quality of health care services and to influence the population to change its attitude towards its own health. These tasks are to be addressed by the National Health Care Reform System “Den Sooluk” for 2012-2016."}, {"text_block_id": "p40_b578", "text": "4.3. Increasing effectiveness of social protection and pension coverage"}, {"text_block_id": "p40_b579", "text": "The 2012-2014 Social Protection Development Strategy of the Kyrgyz Republic is the first document that contains a comprehensive vision by the state of the future of the social protection system. The implementation of this Strategy should be supported by all necessary measures. The support that the state provides should be targeted and effective."}, {"text_block_id": "p40_b580", "text": "There is a need to establish a comprehensive system of social and economic relations that aims to provide multi-lateral support to people with disabilities and senior citizens, to children from low-income families, to mothers of children of disabilities, to households with incomes below the socially accepted subsistence minimum."}, {"text_block_id": "p40_b581", "text": "Kyrgyzstanis have access to pension coverage: they all have the right to either years-of-work, social or other pensions. In 2011, for the first time the average pension exceeded the minimum subsistence level."}, {"text_block_id": "p40_b582", "text": "The government will continue its policy of annual pension increases to ensure a decent standard of life for all senior citizens. To date, a significant portion of the pensioners is still unable to cover their needs through their pensions."}, {"text_block_id": "p41_b583", "text": "In 2012, the number of pensioners was 551 976 people, which is a slight increase compared to previous 4 years. Of these pensioners 413 958 pensions are age-based; 89 216 are disability-based and 48 802 pensions are paid to households that have lost breadwinners."}, {"text_block_id": "p41_b584", "text": "The current pension system does not meet modern requirements and in the future could become unbearable. It does not encourage citizens to save for retirement, it does not take into account the real contribution of working citizens in the creation of the pension fund."}, {"text_block_id": "p41_b585", "text": "In addition, according to various estimates, more than 10% of the total population of Kyrgyzstan are now working and living abroad. Their incomes are not registered, they are not making contributions to the state social insurance system and they will not qualify for pensions in the future."}, {"text_block_id": "p41_b586", "text": "There is also a deteriorating ratio of employed citizens to retired citizens. At the moment, given significant outward labor migration, the number of those citizens who are contributing to the social fund is slightly more than the number of pensioners. However, in accordance with the recommendations of the International Labour Organization, there should be at least three contributors per each pensioner."}, {"text_block_id": "p41_b587", "text": "Achieving effective and efficient pension system requires implementation of a number of measures aimed at improvement of the following key parameters:"}, {"text_block_id": "p41_b588", "text": "-"}, {"text_block_id": "p41_b589", "text": "tariff policy of the state social insurance in order to achieve its adequacy in relation to the different segments of the economically active population to ensure their access to meaningful pension in the future;"}, {"text_block_id": "p41_b590", "text": "-"}, {"text_block_id": "p41_b591", "text": "the policy of funding pensions from the state budget;"}, {"text_block_id": "p41_b592", "text": "-"}, {"text_block_id": "p41_b593", "text": "the policy of indexing pensions which should be based on the inflation levels and average pay dynamics in the economy;"}, {"text_block_id": "p41_b594", "text": "-"}, {"text_block_id": "p41_b595", "text": "improvement of investments of the assets of the accumulative component. There is a need to define uniform approaches to and methods of investment, control, and management of investment of pension assets. The key tasks here should focus on preservation of assets and achieving maximum return while maintaining acceptable levels of risk;"}, {"text_block_id": "p41_b596", "text": "-"}, {"text_block_id": "p41_b597", "text": "efficient use of investment resources of the accumulative component. Prudent investment of pension accumulations could fuel economic development;"}, {"text_block_id": "p41_b598", "text": "-"}, {"text_block_id": "p41_b599", "text": "improvement in security of non-government pension insurance. There should be measures taken to encourage development of non-government pension funds, with preserving safety of investors."}, {"text_block_id": "p41_b600", "text": "4.4. Improving cultural environment, developing sports and youth initiatives"}, {"text_block_id": "p41_b601", "text": "Creating and developing cultural environment should be one of the most important elements of the overall improvement of the quality of life in Kyrgyzstan. Culture plas a leading role in the development of human capital."}, {"text_block_id": "p42_b602", "text": "Kyrgyzstan's transition to a market economy in 1990s was characterized by the absence of a sound policy for conservation and development of culture. This has led to the destruction and depletion of considerable intellectual and professional resources of the sector, qualitative and quantitative reduction in the network of cultural and educational institutions in the field of culture, a shift in focus of the culture actors: from intellectual and enlightenment activities to mass and entertainment."}, {"text_block_id": "p42_b603", "text": "Today there is a need to develop a Concept of Culture Development that would define priority tasks, including such tasks as: development of the creative potential of the nation, preservation of cultural values and traditions of the people, tangible and intangible cultural heritage and its use as a resource for future development, upbringing of the younger generation in the spirit of civic duty and patriotism, introduction to the world and national culture."}, {"text_block_id": "p42_b604", "text": "Culture is an important resource for development of the nation. The state culture policy should concentrate on shifting emphasis from the top-down approach to creating enabling environment for the culture’s self-evolution. Cultural policy should be aimed at identifying the needs of the population structure in the products of culture and ensuring access of the people to basic services through the implementation of infrastructure projects and development of cultural institutions and bringing the network of culture providers in accordance with the actual structure and dynamics of the population of the country and integration of the functions of cultural institutions."}, {"text_block_id": "p42_b605", "text": "There are also unresolved problems in physical education and sports that demand solutions. Physical education should form the basis for healthy lifestyle. The analysis of the current situation as well as the outcomes of development and implementation of the Concept called \"Priorities for Development of Physical Education and Sport for 2011-2016\" reflect crisis in this sector."}, {"text_block_id": "p42_b606", "text": "Health indicators among various groups of population, including children and adolescents are deteriorating; only 6-7 % of the population is engaged in physical activities and sports, which is below the critical threshold of the security of the gene pool of the nation (15%); more than half of the young men of the age of conscription is unable to meet the physical fitness requirements. Successes of our athletes on the international scale are now extremely rare occurrences. The Olympic movement in the country is very poorly developed."}, {"text_block_id": "p42_b607", "text": "The strategic goal in terms of physical education and sport are to create conditions that focus citizens on a healthy lifestyle, including through physical education and sports, development of sports infrastructure, improving competitiveness of Kyrgyz athletes."}, {"text_block_id": "p42_b608", "text": "Achieving the targets will require execution of the following activities:"}, {"text_block_id": "p42_b609", "text": "-"}, {"text_block_id": "p42_b610", "text": "development and implementation of a special programme for development of physical culture and sports, including regional components;"}, {"text_block_id": "p42_b611", "text": "-"}, {"text_block_id": "p42_b612", "text": "reintroduction of a physical condition norms for students of secondary schools. The criteria which will form the basis for the physical fitness norms should be based on, first and foremost, suitability for secondary schools, including for those schools that do not have modern sports facilities and equipment;"}, {"text_block_id": "p43_b613", "text": "-"}, {"text_block_id": "p43_b614", "text": "developing a programme for separation of sports into various competition levels for better financing and successful development."}, {"text_block_id": "p43_b615", "text": "At the same time, the sports should be classified into following:"}, {"text_block_id": "p43_b616", "text": "-"}, {"text_block_id": "p43_b617", "text": "priority sports, which can give actual results in the Olympics, if public funding or additional public-private partnership funding is provided."}, {"text_block_id": "p43_b618", "text": "-"}, {"text_block_id": "p43_b619", "text": "promising sports, that can be successfully developed in our country, given the natural and climatic environment and other factors;"}, {"text_block_id": "p43_b620", "text": "-"}, {"text_block_id": "p43_b621", "text": "sports that are popular with the people (sports that can successfully develop on their own);"}, {"text_block_id": "p43_b622", "text": "-"}, {"text_block_id": "p43_b623", "text": "mass sports (those that can be funded by local budgets)."}, {"text_block_id": "p43_b624", "text": "At the moment, 32% of Kyrgyzstan’s population is youth. According to research undertaken by international organizations more than 35% of the youth is studying and 50% are employed. A significant part of the youth that is neither studying nor employed is a social risk group."}, {"text_block_id": "p43_b625", "text": "The youth is an important development resources for the society, because it is highly mobile, intellectually active, it has good health, it is open to new things and are willing to make their contribution towards betterment of the country."}, {"text_block_id": "p43_b626", "text": "At the same time, the youth, being socially active, needs effective support from the government and the state so that it can fulfill its existing potential. Therefore, it is particularly important that the youth policy in Kyrgyzstan is implemented based on the principle of encouraging active participation of the youth itself, on the principle of creating enabling environment for the youth to independently resolve the challenges faced by it."}, {"text_block_id": "p43_b627", "text": "Due to this, the principles of the state youth policy are as follows:"}, {"text_block_id": "p43_b628", "text": "-"}, {"text_block_id": "p43_b629", "text": "ensuring rights and freedoms of young citizens;"}, {"text_block_id": "p43_b630", "text": "-"}, {"text_block_id": "p43_b631", "text": "supporting progressive youth initiatives;"}, {"text_block_id": "p43_b632", "text": "-"}, {"text_block_id": "p43_b633", "text": "creating a new generation of professional elite of Kyrgyzstan from the representatives of today’s youth;"}, {"text_block_id": "p43_b634", "text": "-"}, {"text_block_id": "p43_b635", "text": "taking into account the interests and needs of various groups of youth, regardless of their gender, ethnicity, social status or religious affiliation;"}, {"text_block_id": "p43_b636", "text": "-"}, {"text_block_id": "p43_b637", "text": "targeted protection and support to the vulnerable groups of youth, including to the youth with disabilities, orphans and adolescents from large and dysfunctional families."}, {"text_block_id": "p43_b638", "text": "The main feature of the of youth policy is the inclusion of the young people in all development processes in the nation, opening new opportunities for them. The priorities in the state youth policy have been defined as follows: patriotic, moral and ethical development of the youth; fostering constructive activities of the youth and support to socially significant youth initiatives; promote economic independence of young people and"}, {"text_block_id": "p44_b639", "text": "support in their right to work; popularization of healthy lifestyle among the youth, of proper upbringing and education."}, {"text_block_id": "p44_b640", "text": "A positive trend of recent years is the increase in political activity of the youth and its desire to have an impact on the state policy. Young people should have guaranteed access to social and state development processes, they should be able to realize their potential in education, culture, leisure and sports activities."}, {"text_block_id": "p44_b641", "text": "There is a need for effective measures to bring the youth to the public service at all levels of local government; to involve them in the work of legislative bodies at all levels so that the interests of the youth are taken into account by the executive and legislative branches. One of the major challenges facing society and the state is to prepare highly qualified specialists that are in demand in the labor market, that have high level of professional competence and possess knowledge of modern production technologies."}, {"text_block_id": "p44_b642", "text": "Therefore, there is a need in measures to provide better access to education for all young people. Therefore, one of the priorities in the work of education bodies should be providing formal and informal adult education."}, {"text_block_id": "p44_b643", "text": "An important problem faced by the youth in Kyrgyzstan is unemployment, which results in high levels of migration."}, {"text_block_id": "p44_b644", "text": "Analysis of the situation in the field of labor migration shows that the causes of the continued high rates and scale of migration directly relate to the situation on the domestic labor market and to demographic changes in the population structure of the country. Over the last years, the growth in working age population has outpaced the growth in employment by more than two times."}, {"text_block_id": "p44_b645", "text": "The government policy in the fields of labor and migration in Kyrgyzstan should be aimed at streamlining internal migration and at creating conditions of civilized development of labor outward migration and increasing competitiveness of the economically active population."}, {"text_block_id": "p44_b646", "text": "For this purpose it is necessary:"}, {"text_block_id": "p44_b647", "text": "-"}, {"text_block_id": "p44_b648", "text": "to create socio-economic background and proper conditions for accelerated development of the real sector of the economy that would be adequate for development of national and regional labor markets and implementation of active employment-promotion measures;"}, {"text_block_id": "p44_b649", "text": "-"}, {"text_block_id": "p44_b650", "text": "create adequate conditions for civilized entry into the global labor market through increasing the skills of the labor resources."}, {"text_block_id": "p44_b651", "text": "There is a need to build a system to work with migrant workers, which would ensure the protection of their economic and social rights, as well as their access to education and building a career in the country of residence."}, {"text_block_id": "p45_b652", "text": "4.5. Increasing the role of the family and gender development"}, {"text_block_id": "p45_b653", "text": "Strengthening the family as one of the main institutions where the foundations of patriotism, tolerance, civil behavior are inoculated, is essential for sustainable development of the society. The socio-political situation in the country directly depends from the economic situation and the outlooks of each family living in our villages and towns."}, {"text_block_id": "p45_b654", "text": "Over the past years, due to of increased internal and external migration, the traditional family ties have dramatically weakened. The economic crisis and changes in the ownership relations have led to the crisis of the family as the foundation of the society. This indicates that over the years of independence the share of children born out of wedlock has almost tripled: If in 1989 the share of such children was 12.7%, today it is 31%. The indicators of maternal and child mortality have increased, there is greater occupational segregation in the labor market."}, {"text_block_id": "p45_b655", "text": "Women are more likely to make a choice in favor of education, which is later transformed into lower-paying occupations. The pay in traditionally “female” occupations is 2.5 times lower than in traditionally “male” occupations, as “female” occupations are mostly funded by the state budget and have been to a lesser extent affected by the onset of the market economy."}, {"text_block_id": "p45_b656", "text": "Men have also experienced negative consequences of socio-political and economic stereotypes, with the prevalence of stereotypes that view men only “bread-winners”. Today, the suicide rate among men in Kyrgyzstan is four times higher than among women. Average life expectancy of men is only 63.5 years, women, on average, live almost nine years longer. There is a decline in the level of education of men, which can lead to more conflicts in the family and society, lack of tolerance to differences, and greater willingness to use brute force."}, {"text_block_id": "p45_b657", "text": "However, in the years of Kyrgyzstan’s independence support to and development of family were never the focus of state policy, there was not a single government programme in this area. Some aspects of this problem were reflected in the Comprehensive Program for the Support of Family and Motherhood for the years up to 2015 and in the National Strategy for Gender Equality 2020, adopted in 2012."}, {"text_block_id": "p45_b658", "text": "These documents contain isolated measures to support the institute of family. Support to motherhood and children boils down to payment of miniscule entitlements. The situation is compounded by the critical condition of the state services that are supposed to facilitate domestic work and child care. Currently, pre-school education covers only 14% of children, which limits the ability of women with children to seek jobs and advance career-wise. In the recent years there has been an increase in the supporters of religious belifes, customs and traditions. This is manifested in the form of early marriages and childbirth at early age, which inevitably may lead to deterioration in the status of women, limit the ability of girls to get education and professional training. One manifestation of this trend is the “exodus” of women from government, which has reached a critical level in 2005-2007, when not a single woman was elected to the Parliament. Introduction of temporary special measures into the Election Code of the Kyrgyz Republic has had a positive impact only on the country’s external image, but is still far from having a significant effect on the advancement of women and improvement of the family situation in general."}, {"text_block_id": "p46_b659", "text": "Today we need to take real, effective government measures to support families, to expand the range of tasks and priorities of the Comprehensive Program for the Support of Family and Motherhood -2015 and of the National Strategy for Gender Equality. However, this primarily depends on the state of the national economy. At the same time, investments into family, into expanded economic opportunities for women produces very high returns. According to research data, women spend up to 90% of their income towards their families, which leads to the improvement of the society as a whole."}, {"text_block_id": "p46_b660", "text": "Implementation of this policy should be based on the following principles:"}, {"text_block_id": "p46_b661", "text": "-"}, {"text_block_id": "p46_b662", "text": "respect for human rights and gender equality;"}, {"text_block_id": "p46_b663", "text": "-"}, {"text_block_id": "p46_b664", "text": "public guarantees for the protection of family, childhood, parenthood and increased responsibility of parents for children upbringing;"}, {"text_block_id": "p46_b665", "text": "-"}, {"text_block_id": "p46_b666", "text": "cooperation and collaboration between government authorities and the civil society."}, {"text_block_id": "p46_b667", "text": "The goal of the public family and gender policy is to create a framework for enhancing the role of family as a basic unit of the society, for expansion of economic opportunities available to family and advancement of women and men."}, {"text_block_id": "p46_b668", "text": "There is a need in special government measures to support families and gender development that would achieve the following objectives:"}, {"text_block_id": "p46_b669", "text": "-"}, {"text_block_id": "p46_b670", "text": "analysis of the true situation of family-related matters in the Kyrgyz Republic and development of comprehensive government measures aimed at strengthening the institute of the family, increasing its role in the society in comparison to other traditional institutions;"}, {"text_block_id": "p46_b671", "text": "-"}, {"text_block_id": "p46_b672", "text": "shift in the focus from political involvement of women to increased economic opportunities for women through the expansion of female employment into traditionally non-female occupations and expansion of women entrepreneurship support programmes;"}, {"text_block_id": "p46_b673", "text": "-"}, {"text_block_id": "p46_b674", "text": "adoption of measures to reduce the number of early marriage, reduce violence against women, consolidate positive traditions, support mothers and fathers in their exercise of parental functions and combining of career with family duties."}, {"text_block_id": "p46_b675", "text": "Implementation of such policy will strengthen the family as one of the major institutions where the foundations of sustainable development are laid down"}, {"text_block_id": "p47_b676", "text": "Chapter 5. ENVIRONMENTAL PROTECTION TO ENSURE SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p47_b677", "text": "The conceptual framework for sustainable development consists of satisfying the needs of current generations without endangering the satisfaction of needs of future generations. Today it is obvious that the country can only remain in the channel of global development if itself changes and revises old approaches and methods of the resolution of economic, political, and environmental problems and forms a contemporary model of sustainable national development based on interrelation and interdependence of all these components."}, {"text_block_id": "p47_b678", "text": "5.1. Environmental security and objectives of economic growth"}, {"text_block_id": "p47_b679", "text": "Current status:"}, {"text_block_id": "p47_b680", "text": "Kyrgyzstan’s ecosystems ensure geographical space which enables the biodiversity to develop. Today, amidst the ever-increasing population, one can notice a major pressure on natural ecosystems. This growing pressure is underlain by growing poverty, increasing resource consumption, lack of infrastructural development, and demographic growth exacerbated by irrational management of natural resources and environmental pollution."}, {"text_block_id": "p47_b681", "text": "Economic growth and structure of the national economy are mostly based on man-made extensive and natural resource-intensive development. In this regard, the country fully depends on the state of its ecosystems. This situation creates risks of a rapid deterioration of economic indicators in case of depletion of natural resources and environmental pollution."}, {"text_block_id": "p47_b682", "text": "Adverse consequences of the operation of the existing “brown” economic system are significant: (i) environmental problems and depletion of the natural capital (climate change triggered by anthropogenic activity and, firstly, emissions of greenhouse gas, carbon-containing gasses, pollution with hazardous chemical substances, loss of biodiversity, degradation of agricultural land resulting in desertification, lack of irrigation and fresh water); (ii) increase in poverty; (iii) threats to food security and (iv) energy security; (v) inequality of people and countries."}, {"text_block_id": "p47_b683", "text": "Prospectively, one needs to take into consideration that a historically raw materials-based economy depletes itself as demonstrated by the problems in the development of a sustainable balance with environment and inability to ensure quality of human development."}, {"text_block_id": "p47_b684", "text": "Transition to sustainable development makes it necessary to include the environmental factor into the system of primary economic development indicators. Underestimation of the environmental factor in decision making is largely related to the conventional economic development indicators’ lacking cost of the use of the natural capital, the so-called balance of natural resources reflecting their use (disposal) and economic assessment of damage from the environmental degradation."}, {"text_block_id": "p48_b685", "text": "The Kyrgyz Republic is a party to 13 international environmental treaties and conventions obligations under which facilitate the support of environmental sustainability and enable the country to prevent the degradation of its natural resources."}, {"text_block_id": "p48_b686", "text": "At the UN RIO+20 Sustainable Development conference in 2012, Kyrgyzstan expressed adherence to long-term sustainable development via promotion of “green economy” priorities that combine the growth of revenues and public employment thanks to foreign and domestic “green” investments aimed at promoting new technologies to improve the energy and resource efficiencies of both the production and consumption, reduce emissions and pollution of the environment, and prevent the loss of biodiversity. The strategy of a “green” economy stresses resource saving, labor productivity increases, and profitable ways to mitigate the load on the environment to transition to new growth schemes without overstepping critical local, regional and global environmental thresholds of sustainability."}, {"text_block_id": "p48_b687", "text": "The “green economy” strategy takes into account all values of the natural capital as factors of production and provides for a transition to a resource-efficient and low-carbon development based on rational nature use and promotion of low-waste or no-waste approach to production and consumption as well as the a growing introduction of renewable energy sources: solar energy, wind, water, geothermal sources and biofuel."}, {"text_block_id": "p48_b688", "text": "Since the planning of sustainable development implies taking into account environmental threats and risks, adaptation to climate change is becoming more relevant these days, which results in the weakening of food and energy security and questions the uninterrupted water supply, and unfavorably affects public health, thus becoming another burden on the population, especially its poorer strata."}, {"text_block_id": "p48_b689", "text": "Servicing the Kyrgyz Republic’s foreign debt is also one of the adverse factors affecting rates of transition to sustainable development. At the same time, the country already has some experience in implementing socio-environmental projects the implementation of which will enable the country to reduce the burden of foreign debt thanks to mechanisms of exchange of foreign debt for sustainable development. The exchange of foreign debt for environmental protection has become particularly relevantly."}, {"text_block_id": "p48_b690", "text": "Policy and measures"}, {"text_block_id": "p48_b691", "text": ". Economic activity ensuring the reduction of poverty and social progress on the one hand, and not exceeding levels of environmental sustainability of natural ecosystems on the other hand, requires more efficient planning and management of the national transition to sustainable development via various elements of “green” development."}, {"text_block_id": "p48_b692", "text": "In order for that to happen, the government plans to form and consistently implement the uniform state policy in environmental security and protection covering all aspects of ecosystem’s sustainability. Here, it is important that the environmental policy be oriented at sustainable use of natural resources to ensure sustainable economic growth via improvements in national competitiveness, intensification of development and growing labor productivity."}, {"text_block_id": "p49_b693", "text": "In order to ensure growth of labor productivity, economic diversification and exports potential, the government plans to more effectively work on tools of business environment regulation and development of industries including the production of environmentally sound products with regard to which Kyrgyzstan possesses potential comparative advantages. Firstly, this is agriculture and energy, as key priorities of green development, and the ever-important mining sector, resource-efficient processing sectors of agriculture, environmental tourism and several areas of services."}, {"text_block_id": "p49_b694", "text": "Therefore, the investment policy will gradually transition to principles of rationalization of natural resources-intensiveness. Reductions in natural resources-intensiveness will organically help combine two processes in the economy: (1) reduce the consumption of natural resources and pollution; (2) and simultaneously increase quality of economic growth via modernization and improvement of technologies, introduction of low-waste and resource-saving production, and recycling. Both these directions provide for an in-depth structural reconstruction of the economy toward more nature-saving and science-intensive technologies."}, {"text_block_id": "p49_b695", "text": "Taking into account the issues of adaptation to climate change in the strategic planning, including: potential of water and energy resources, energy industry, agriculture, disaster risks will bring Kyrgyzstan a notable economic benefit and will enable it to minimize hazards to human health, human property, and public infrastructure by reducing a corresponding economic damage."}, {"text_block_id": "p49_b696", "text": "Taking into account the retention and restoration of natural ecosystems must become one of the priority directions in state and public activities since it is this direction that will ensure connection of generation and will guarantee opportunities for future economic growth."}, {"text_block_id": "p49_b697", "text": "The new state policy"}, {"text_block_id": "p49_b698", "text": "in environmental protection and ensuring energy security is aimed at:"}, {"text_block_id": "p49_b699", "text": "-"}, {"text_block_id": "p49_b700", "text": "a gradual shift to a system of strategic planning of sustainable development by all subjects of economic, social and environmental activity irrespective of their form of ownership providing for equal attention to its economic, social and environmental components;"}, {"text_block_id": "p49_b701", "text": "-"}, {"text_block_id": "p49_b702", "text": "minimization of adverse environmental consequences under economic growth by assessing the environmental impact of planned commercial and other development projects;"}, {"text_block_id": "p49_b703", "text": "-"}, {"text_block_id": "p49_b704", "text": "a fee basis for the use of nature and reimbursement of damages to the environment inflicted as a result of violations of the environmental legislation;"}, {"text_block_id": "p49_b705", "text": "-"}, {"text_block_id": "p49_b706", "text": "accessibility and openness of environmental information;"}, {"text_block_id": "p49_b707", "text": "-"}, {"text_block_id": "p49_b708", "text": "participation of all interest groups in decision making on environmental protection and rational use of nature at both national and local levels."}, {"text_block_id": "p50_b709", "text": "Primary"}, {"text_block_id": "p50_b710", "text": "objectives"}, {"text_block_id": "p50_b711", "text": "of the implementation of the state policy in environmental protection and ensuring environmental security will include:"}, {"text_block_id": "p50_b712", "text": "-"}, {"text_block_id": "p50_b713", "text": "improvement of legislation in nature use and economic mechanisms for nature use to create favorable conditions for the application of technologies, attraction of “green” investments and adaptation to climate change;"}, {"text_block_id": "p50_b714", "text": "-"}, {"text_block_id": "p50_b715", "text": "ensuring environmental impact assessment among planned commercial and other development projects;"}, {"text_block_id": "p50_b716", "text": "-"}, {"text_block_id": "p50_b717", "text": "improvement of a system for accounting for, and reporting on, parameters of environmental pollution;"}, {"text_block_id": "p50_b718", "text": "-"}, {"text_block_id": "p50_b719", "text": "creation of a sustainable system of environmental control and monitoring and rational nature use for balanced managerial decision making;"}, {"text_block_id": "p50_b720", "text": "-"}, {"text_block_id": "p50_b721", "text": "introduction of new financial tools to promote green technologies via green taxes, customs duties, green procurements, and green investments;"}, {"text_block_id": "p50_b722", "text": "-"}, {"text_block_id": "p50_b723", "text": "rational use of renewable natural resources which precludes the degradation thereof by way of incorporating monitoring and evaluation of indicators of environmental state and security into the practice of industry-specific nature use;"}, {"text_block_id": "p50_b724", "text": "-"}, {"text_block_id": "p50_b725", "text": "increase in energy efficiency and reduction of losses especially heat and electrical energy and promotion of renewable energy sources;"}, {"text_block_id": "p50_b726", "text": "-"}, {"text_block_id": "p50_b727", "text": "state support of sectors of the economy aimed at creating “green” jobs."}, {"text_block_id": "p50_b728", "text": "5.2. Risk reduction and improvement of preparedness for emergencies"}, {"text_block_id": "p50_b729", "text": "The Strategy provides for the improvement of work of state bodies and their interaction with the civil society in comprehensive safety of population and territories from the risk of natural and man-caused disasters."}, {"text_block_id": "p50_b730", "text": "The Kyrgyz Republic, due to unique natural and climatic conditions of its mountainous terrain, is a state prone to numerous natural calamities. Fluctuating elevation and temperatures, groundwater, precipitation, water balance and water horizon, as well as geomorphology of soils, tectonics and seismic activity create serious natural threats to sustainability of development and render an ongoing adverse impact on the country’s public and economy."}, {"text_block_id": "p50_b731_merged_merged", "text": "At the same time, let us note that no lesser number of development threats was caused by man. Kyrgyzstan boasts"}, {"text_block_id": "p51_b733", "text": "Annually, the country registers about 200 emergencies of various nature, whose direct damage, according to the Ministry of Emergencies of the Kyrgyz Republic, totals around USD 30-35 million while the government only allocates USD 6 million to prevent and manage them, with the number of emergencies occurring in the country annually growing steadily."}, {"text_block_id": "p51_b734", "text": "All of this makes the government look for new solutions to the protection of population and territories from emergencies and foresee future threats, risks and hazards and develop methods for forecasting and preventing them."}, {"text_block_id": "p51_b735", "text": "The National Strategy for Ensuring Comprehensive Security of the Public and Territories of the Kyrgyz Republic in Emergencies and Crises for 2010-2015, as adopted by the Government of the Kyrgyz Republic in 2012 is the main document that determines the public policy at this stage as aimed at ensuring a guaranteed level of protection of the country’s population and territories from emergencies within the range of reasonable risk."}, {"text_block_id": "p51_b736", "text": "In order to achieve the main goal – ensure comprehensive security – the country plans to follow the five priority actions of the Hyogo Platform for Action for 2005-2015: “Create disaster management capacity at the state and community level:”"}, {"text_block_id": "p51_b737", "text": "1."}, {"text_block_id": "p51_b738", "text": "Ensure that disaster risk reduction is a national and a local priority with a strong institutional basis for implementation."}, {"text_block_id": "p51_b739", "text": "Goal: create a legislative framework to effectively manage disaster risks."}, {"text_block_id": "p51_b740", "text": "Objective: improve the legal and institutional framework for effective disaster risk management."}, {"text_block_id": "p51_b741", "text": "2."}, {"text_block_id": "p51_b742", "text": "Identify, assess and monitor disaster risks and enhance early warning."}, {"text_block_id": "p51_b743", "text": "Goal: improve the risk assessment, monitoring and early disaster warning in the Kyrgyz Republic."}, {"text_block_id": "p51_b744", "text": "Objective: identify threats, vulnerabilities and disaster risks for all populated territories of the Kyrgyz Republic."}, {"text_block_id": "p51_b745", "text": "3."}, {"text_block_id": "p51_b746", "text": "Use knowledge, innovation and education to build a culture of safety and resilience at all levels."}, {"text_block_id": "p51_b747", "text": "Goal: reduce consequences of disasters by improving education and sharing knowledge."}, {"text_block_id": "p51_b748", "text": "Objective: create a national infrastructure to raise awareness about opportunities and methods for disaster risk reduction via information sharing."}, {"text_block_id": "p51_b749", "text": "4."}, {"text_block_id": "p51_b750", "text": "Reduce the underlying risk factors."}, {"text_block_id": "p51_b751", "text": "Goal: Measures to reduce disaster risks are included into the Kyrgyz Republic development strategy."}, {"text_block_id": "p51_b752", "text": "Objective: create mechanisms to identify and include disaster risk mitigation and management into the Kyrgyz Republic’s development policy, programs and projects."}, {"text_block_id": "p51_b753", "text": "5."}, {"text_block_id": "p51_b754", "text": "Strengthen disaster preparedness for effective response at all levels."}, {"text_block_id": "p51_b755", "text": "Goal: reduce human and material loss resulting from disasters."}, {"text_block_id": "p51_b756", "text": "Objective: enhance capacity in preparedness for, and responding to, disasters at the national regional, district levels and the local government level (including the development of early warning systems), as well as improving capacity in disaster risk mitigation."}, {"text_block_id": "p52_b757", "text": "The implementation of this strategy is aimed at solidifying the national sustainability by preventing and significantly reducing losses from natural calamities, decreasing the number of possible victims and casualties and volume of social, economic and environmental damage taken."}, {"text_block_id": "p53_b758", "text": "PART TWO: ECONOMIC DEVELOPMENT PRIORITIES FOR THE KYRGYZ REPUBLIC FOR 2013-2017"}, {"text_block_id": "p53_b759", "text": "Chapter 6. ECONOMY AS PRINCIPAL DRIVER OF SOVEREIGNTY AND NATIONAL SECURITY"}, {"text_block_id": "p53_b760", "text": "The priority of the economic development component of the Strategy stems from recognition of an objective fact that, at present stage, it is the state of the economy that is the principal driver of sovereignty and national security."}, {"text_block_id": "p53_b761", "text": "Last leaders of the former Soviet Union had failed to apprehend the importance of the economy and hastily shifted priorities towards political reforms, which caused disorganization of the country's livelihood systems and disintegration of the Soviet Union."}, {"text_block_id": "p53_b762", "text": "Kyrgyzstan's economy should become independent and yet, at the same time, an integral part of the regional and global economies. It is important to understand that the priority industries of the economy will bring tangible benefits to the people of Kyrgyzstan only if their outputs and services will be in demand, competitive and recognizable in other countries, first and foremost – in the neighboring countries and members of the Customs Union."}, {"text_block_id": "p53_b763", "text": "The major focus of the public authorities in the years 2013-2017 will be to create in Kyrgyzstan such environment that is most attractive for domestic and foreign investors. Special attention will be paid to development of mining, energy, tourism, agriculture, transport, financial sector, as well as to those ventures that are based on new and environmentally-friendly technologies."}, {"text_block_id": "p53_b764", "text": "The Strategy also calls for re-orientation of the part domestic business due to the prospect of joining the Customs Union."}, {"text_block_id": "p53_b765", "text": "Successful implementation of the Strategy will allow Kyrgyzstan, by the end of 2017, to achieve significant progress towards achieving energy independence, and make a serious bid for the acquisition, in the near future, of a status of a major exporter of electricity."}, {"text_block_id": "p53_b766", "text": "With the commissioning of new energy facilities, Kyrgyz citizens should forget the concept of \"rolling blackouts.\" Additional production of low-cost electrical energy will expand the number of businesses, increase production output and create new jobs in the small and medium business sector and will revitalize regional economies."}, {"text_block_id": "p53_b767", "text": "The mining industry is an important strategic sector of the economy and as such, it requires the government to create favorable environment for attracting investments into development of the natural resources of Kyrgyzstan. The outcome of this work should be effective protection by all state institutions, including local authorities of the law-abiding investors. Relationships between investors and local community should be based entirely on the law. We must ensure that the population is aware that investors bring in significant funds and create new jobs, contribute to regional development and higher standards of living and therefore, the attitude towards investors has to be positive and constructive."}, {"text_block_id": "p54_b768", "text": "At the same time, when creating favorable environment for domestic and foreign business, social responsibility norms for the businesses should not be overlooked. Such an approach should be employed with respect to all investors -domestic and foreign, regardless of the magnitude of their investment. An important role in this regard can be played by business associations, which should actively promote interests of the business community and fight corruption."}, {"text_block_id": "p54_b769", "text": "There is a need to sharply reduce the scope of controlling and licensing functions of public authorities. Recognizing the importance of providing economic freedom, you must use the regulatory powers of the state to control the private sector over its compliance with labor, pension, tax and environmental legislation."}, {"text_block_id": "p54_b770", "text": "A significant part of the Strategy is devoted to agriculture. Kyrgyzstan should not only ensure its own food safety, but it should also regain the status of a major supplier of organic agricultural products and processed goods to the international market that meets international standards and requirements."}, {"text_block_id": "p54_b771", "text": "Rural areas are home to more than half of the population of the country; therefore, development of agriculture is both an economic and a social task. For a farmer the quality of natural resources used in the industry is of vital importance. First and foremost, this is land and water. By 2017, rural residents will have access to 50 thousand hectares of new and reclaimed irrigated land; with irrigation and potable water provided to additional 80 thousand farms, or 200 thousand people. There will also be allocations of funds and mobilization of external loans for rehabilitation of irrigation systems in the area. Water will bring life to the fields and significant improvements to the lives of those who are engaged in the agricultural sector."}, {"text_block_id": "p54_b772", "text": "The Strategy contains specific infrastructure measures to turn Kyrgyzstan from a \"transport deadlock\" into a \"transit\" country. Planned construction of railways will give impetus to the development of regional economies, will address the problem of access to mineral deposits. All this will increase employment and improve economic well-being of the population. This will provide additional transport links between the North and the South of the country. It is also envisaged that every year more than 300 km of automobile roads with asphalt/concrete pavement will be constructed and at least 150 km of roads will be repaired, with complete resurfacing of the asphalt. In the telecommunications sector a number of projects will be implemented, including the fiber-optics trunk line and conversion to digital TV and radio broadcasting, which will allow Kyrgyzstan to integrate into global informational space."}, {"text_block_id": "p54_b773", "text": "One of the most important priorities of Kyrgyzstan is tourism industry and the acquisition by our country of a status of a large, regional center of tourism and recreation that meets modern requirements."}, {"text_block_id": "p54_b774", "text": "Economic development is impossible without development of competition in the financial services system; therefore, the state will use its power to facilitate access of entrepreneurs and citizens to financial resources, as well as to increase public confidence in the financial system. For entrepreneurs it is important that banks take into consideration the needs and interests of customers. However, the customers themselves need to improve their financial literacy and knowledge of the law so as to avoid conflicts. The country has all the necessary prerequisites to become a regional financial center in the future."}, {"text_block_id": "p55_b775", "text": "It is important to use the advantages that the nation had acquired in the XX and XXI centuries. Kyrgyzstan is well-positioned to become an integration platform in many areas of cooperation and interaction in Central Asia. Create environment to establish an International Banking and Finance Centre in Kyrgyzstan, a Regional Modern Arts Center in Central Asia and fostering development of knowledge-based industries."}, {"text_block_id": "p55_b776", "text": "At the moment the state is not fully performing its function of a regulator. Here, there are still major challenges caused by bureaucracy, corruption, and the cumbersome, expensive and ineffective licensing system."}, {"text_block_id": "p55_b777", "text": "The share of public sector in the economy is still significant, government spending accounts for about 30% of GDP. The budget deficit is growing. Increasing the stability of the state budget and ensuring discharge of social undertakings in full requires the government to focus on fostering economic development , as the level of tax revenue and insurance proceeds to the Social Fund are in many ways restrained by the sluggish economic growth."}, {"text_block_id": "p55_b778", "text": "The 2013-2017 economic development policy that has been outlined in this document, will be aimed at ensuring efficient use of national natural resources, overcoming the social consequences and bringing the economy on a stable course of development in an environment of improving political situation in the country."}, {"text_block_id": "p55_b779", "text": "The document identified those economic priorities that, in the next five years, should have a significant impact on the state of the economy, of the national budget and the labor market. Therefore, the main criteria which drove selection of economic priorities for the years 2013-2017 were: (1) high added value, (2) tax revenue capacity, (3) job-creation and unemployment-reduction capacity."}, {"text_block_id": "p55_b780", "text": "Accelerated implementation of the economic priorities contained in this document will, in the next five years, have a positive impact on reducing the budget deficit and reducing social tensions through increasing employment."}, {"text_block_id": "p55_b781_merged", "text": "The business environment for the medium future should be focused on the restoration and strengthening of healthy investment climate in the country, de-bureaucratization of government regulation and provision of economic freedom to economic entities. Starting from 2013 and in the next five years it is necessary to carry out persistent and systematic work to ensure that in 2017 Kyrgyzstan is ranked in the top 30 of the Doing Business ratings, with Kyrgyzstan becoming the top performer in the economic freedom rating, with a ranking of no less than 40th ."}, {"text_block_id": "p55_b784", "text": "Systematic fight against corruption and legalization of the shadow economy, coupled with de-bureaucratization of the governance will, by 2017, allow the country to achieve a ranking in the top 50 of the international corruption perception index."}, {"text_block_id": "p55_b785", "text": "Implementation of those regional investment projects that are being envisaged hereby, will have a positive impact not only on the economic recovery of the regions, but also in the socio-political situation in general."}, {"text_block_id": "p55_b786", "text": "Given the conceptual approach to the formulation of policies for economic development of the Kyrgyz Republic for 2013-2017, the specifics of measures and political actions should be detailed based on the timeframes of the budgeting process, as part of annual and three-year detailed economic development plans of the Government of the Kyrgyz Republic for the implementation of the economic development policy outlined in this document."}, {"text_block_id": "p56_b787", "text": "Coordination of the implementation of economic reforms, effective response to changes in economic environment should be vested with the National Council for Sustainable Development of the Kyrgyz Republic."}, {"text_block_id": "p57_b788", "text": "Chapter 7. SUSTAINABLE ECONOMIC DEVELOPMENT AND MACROECONOMIC STABILITY"}, {"text_block_id": "p57_b789", "text": "enabling environment for private sector activity."}, {"text_block_id": "p57_b790", "text": "economic stability.3."}, {"text_block_id": "p57_b791", "text": "the development of allied (supplying) industries."}, {"text_block_id": "p57_b792", "text": "Macroeconomic stability should be evidenced by achieving and maintaining the"}, {"text_block_id": "p57_b793", "text": "following key quantitative indicators:"}, {"text_block_id": "p57_b794", "text": "Table 1. Key quantitative indicators of macroeconomic stability for 2013-2017."}, {"text_block_id": "p57_b795", "text": "The most significant constraints to economic development of the Kyrgyz Republic"}, {"text_block_id": "p57_b796", "text": "are:"}, {"text_block_id": "p57_b797", "text": "-"}, {"text_block_id": "p57_b798", "text": "geographical location: lack of access to the sea and remoteness from the main economic centers;"}, {"text_block_id": "p57_b799", "text": "-"}, {"text_block_id": "p57_b800", "text": "service and agrarian structure of the economy"}, {"text_block_id": "p57_b801", "text": "-"}, {"text_block_id": "p57_b802", "text": "lack of easily extractable energy and mineral resources;"}, {"text_block_id": "p57_b803", "text": "-"}, {"text_block_id": "p57_b804", "text": "lack of extensive experience with developing a market economy;"}, {"text_block_id": "p57_b805", "text": "-"}, {"text_block_id": "p57_b806", "text": "transition nature of the economy."}, {"text_block_id": "p57_b807_merged_merged_merged", "text": "After independence, the above-listed factors have coincided with the effects of macroeconomic instability (inflation, serious shortage of consumer goods) of the late perestroika period. The collapse of the Soviet Union led to the termination of subsidies from the central budget, termination of supplies of cheap energy from other resources, crisis in trade with other Soviet republics, a collapse in the demand for military products,"}, {"text_block_id": "p58_b813", "text": "sharp change in prices, massive increase in transport costs, and the need to respond to"}, {"text_block_id": "p58_b814", "text": "entirely new types of challenges which the new country was facing."}, {"text_block_id": "p58_b815", "text": "As a result, there have been dire social and economic consequences:"}, {"text_block_id": "p58_b816", "text": "-"}, {"text_block_id": "p58_b817", "text": "hyperinflation and serious decline in industrial output caused the GDP to shrink by half and industrial output by two-thirds;"}, {"text_block_id": "p58_b818", "text": "-"}, {"text_block_id": "p58_b819", "text": "reduction of real value of wages and social benefits, growing unemployment and lack of experience of living in a market economy led to increasing poverty and inequality, which was a consequence of outward migration;"}, {"text_block_id": "p58_b820", "text": "-"}, {"text_block_id": "p58_b821", "text": "noticeable deterioration of the education, health care, culture and other social services."}, {"text_block_id": "p58_b822", "text": "the so-called \"shuttle traders\")."}, {"text_block_id": "p58_b823", "text": "However, in the early stages of the transition period Kyrgyzstan was able to quickly adapt to new conditions Comprehensive institutional and socio-economic reforms in the first half of the 1990s helped to create basic state institutions, overcome decline in industrial production, while the introduction of the national currency allowed to achieve initial macroeconomic stabilization, and prevent the government from defaulting on its social obligations to its citizens. Price liberalization, privatization of state-owned enterprises, collapse of large collective and state farms in the agricultural sector, land reform – that was carried out at the time in the country, and foreign trade liberalization have been painful for the society; however, the consequence of this transitional period was the emergence of and increased contribution by the private sector -represented mainly by small and medium business. These changes contributed to the emergence of new social groups, such as business community, private farmers and traders (including"}, {"text_block_id": "p58_b824", "text": "exceeded the nation’s realistic financial capabilities."}, {"text_block_id": "p58_b825", "text": "Unfortunately, these reforms have not always been consistent or comprehensive enough. The state budget remained unbalanced, many structural reforms (privatization, restructuring of the infrastructure) were not completed. As a result, social obligations"}, {"text_block_id": "p58_b826", "text": "responsibility for themselves and their families."}, {"text_block_id": "p58_b827", "text": "All of this shortcomings have undermined social and economic stability in the country, while the negative impact of the global economic crisis of 1998-1999 led to increasing poverty in the country, macroeconomic destabilization and increased foreign debt. Since the crisis, social and economic situation in Kyrgyzstan has improved somewhat, while poverty level has reduced significantly. This was a result of the work of many people who were able to adapt themselves to the new conditions and to take the"}, {"text_block_id": "p58_b828", "text": "economy, which caused growth in the GDP."}, {"text_block_id": "p58_b829", "text": "Formation of a market economy in the country’s first years of independence required introduction of radical institutional changes and market mechanisms in all sectors of the"}, {"text_block_id": "p58_b830", "text": "countries."}, {"text_block_id": "p58_b831", "text": "As a result, average rate of economic growth in Kyrgyzstan in the period of 1996-2000 was 5.6% per year, which was one of the best performances in the CIS. However, during the subsequent decade, economic growth was less robust. For example, average annual economic growth rate for the years 2001-2011 was less than 4.3%. However, in 2007-2008 the real rate of economic growth peaked at more than 8.0%. Kyrgyzstan’s economic performance over the past decade has been the poorest among all of the CIS"}, {"text_block_id": "p58_b832_merged_merged_merged_merged_merged_merged_merged", "text": "However, principal internal causes of economic instability are the incompleteness and inconsistency of structural reforms in the country, including public administration reform, rudimentary development of the banking and finance markets, unclear and"}, {"text_block_id": "p59_b835", "text": "changing business and investment environments. Further, the economy is very"}, {"text_block_id": "p59_b836", "text": "susceptible to negative external factors: high level of dependence from global food and"}, {"text_block_id": "p59_b837", "text": "finance markets, remoteness from major international commodity and finance markets"}, {"text_block_id": "p59_b838", "text": "and neighborhood with the countries that implement protectionist economic policies."}, {"text_block_id": "p59_b839", "text": "economy is as high as 30-60% of the GDP)."}, {"text_block_id": "p59_b840", "text": "High budget deficit in recent years is one of the major economic problems of the country. Public debt servicing is becoming one of the largest line items in public expenditures and it requires cuts in the already meager expenditures on key governance functions. In order to ensure sustainable development of the country in the coming years, it is necessary to sharply reduce external borrowing. Imbalance in the budget is also a result the establishment of a significant informal economic sector, which, according to the estimates of the National Bank of the Kyrgyz Republic, amounts to 18% of GDP (according to estimates of international finance institutions the size of the unofficial"}, {"text_block_id": "p59_b841", "text": "Macroeconomic situation in Kyrgyzstan in recent years is still not sufficiently stable."}, {"text_block_id": "p59_b842", "text": "The key vectors of the medium-term economic policy will be:"}, {"text_block_id": "p59_b843", "text": "-"}, {"text_block_id": "p59_b844", "text": "achieving and maintaining macroeconomic stability through reduction of the budget deficit, external debt and inflation;"}, {"text_block_id": "p59_b845", "text": "-"}, {"text_block_id": "p59_b846", "text": "promoting economic growth through even distribution of the tax burden on the economy, attracting foreign and domestic investment in infrastructure, improving business and investment climate, and integration of the economy into the regional economic system, and implementation of structural reforms in key sectors of the economy (energy, mining, agriprocessing, transport, financial services, etc.);"}, {"text_block_id": "p59_b847", "text": "-"}, {"text_block_id": "p59_b848", "text": "ensuring an average annual economic growth rate at a level of at least 7% to achieve the indicated socio-economic development objectives of the country. This requires achieving and maintaining macroeconomic stability through close coordination of macroeconomic policies to promote comprehensive development of the economy."}, {"text_block_id": "p59_b849", "text": "-"}, {"text_block_id": "p59_b850", "text": "ensuring food safety through increases in domestic production and productivity in agriculture and through creating sufficient government reserves."}, {"text_block_id": "p59_b851", "text": "7.1. Monetary Policy"}, {"text_block_id": "p59_b852", "text": "affordability of financial resources for the real sector."}, {"text_block_id": "p59_b853", "text": "be smoothed out using instruments of monetary control."}, {"text_block_id": "p59_b854", "text": "The steady priority should be maintaining reserves of foreign currency at a level of at"}, {"text_block_id": "p59_b855", "text": "least four monthly imports."}, {"text_block_id": "p59_b856_merged_merged_merged_merged", "text": "To increase effectiveness of the monetary policy and its ability to positively influence economic development, measures will be undertaken aimed at developing the financial market, increasing the spread of financial intermediaries, recovery and strengthening of"}, {"text_block_id": "p60_b859", "text": "the banking system, improving of the monetary policy instruments and increasing"}, {"text_block_id": "p60_b860", "text": "monetization of the economy by increasing the availability of loans for the economy."}, {"text_block_id": "p60_b861", "text": "Analysis."}, {"text_block_id": "p60_b862", "text": "7.2. Fiscal policy and public debt management"}, {"text_block_id": "p60_b863", "text": "jeopardizes the stability of the financial system as a whole."}, {"text_block_id": "p60_b864_merged_merged", "text": "Current status: burden increases the risks related to financial stability of the state."}, {"text_block_id": "p60_b866", "text": "serving the needs of the society."}, {"text_block_id": "p60_b867", "text": "maximization of transparency of the budget process and public procurement."}, {"text_block_id": "p60_b868", "text": "vested with local governments."}, {"text_block_id": "p61_b869", "text": "the Kyrgyz Republic."}, {"text_block_id": "p61_b870", "text": "7.3. Foreign Trade Policy"}, {"text_block_id": "p61_b871", "text": "cover the deficit without incurring more external debt."}, {"text_block_id": "p61_b872_merged", "text": "In 2011 the economy openness index (already a reduction in the volumes of trade in the major wholesale markets."}, {"text_block_id": "p61_b874", "text": "to 96% of total exports."}, {"text_block_id": "p61_b875", "text": "Kyrgyzstan’s foreign trade."}, {"text_block_id": "p61_b876", "text": "accession to the Customs Union."}, {"text_block_id": "p61_b877", "text": "proper protection of the national interests of the country."}, {"text_block_id": "p62_b878", "text": "exports of services."}, {"text_block_id": "p63_b879", "text": "Chapter 8. IMPROVING BUSINESS ENVIRONMENT AND INVESTMENT CLIMATE"}, {"text_block_id": "p63_b880", "text": "th"}, {"text_block_id": "p63_b881", "text": "th"}, {"text_block_id": "p63_b882", "text": ", which indicates weak performance of the"}, {"text_block_id": "p63_b883", "text": "country in the ease of doing business ranking."}, {"text_block_id": "p63_b884", "text": "were unable to improve their competitiveness."}, {"text_block_id": "p63_b885", "text": "authorities among economic actors and investors."}, {"text_block_id": "p63_b886", "text": "Local governments, instead of attracting investors, are discouraging investors and"}, {"text_block_id": "p63_b887", "text": "sometimes are engaged in blatant extortion."}, {"text_block_id": "p63_b888", "text": "development of the priority sectors of national economy."}, {"text_block_id": "p63_b889", "text": "8.1. Reduction in the informal economy"}, {"text_block_id": "p63_b890", "text": "enterprise development and makes the competition uneven."}, {"text_block_id": "p63_b891", "text": "of legislative norms, rules and restrictions."}, {"text_block_id": "p63_b892", "text": "economy."}, {"text_block_id": "p63_b893", "text": "8.2. Tax and Customs policy"}, {"text_block_id": "p63_b894_merged_merged_merged", "text": "Current status: Since 2009, the country is using a new edition of the Tax Code. The most significant changes in the Code relate to: (1) reduction in rates for principal taxes, (2) reduction in the total number of taxes and duties from 16 to 8; (3) elimination of"}, {"text_block_id": "p64_b898", "text": "market cascading taxes; (4) liberalization of the tax administration for good faith taxpayers"}, {"text_block_id": "p64_b899", "text": "and (5) introduction of partnership mechanisms. At the same time, this tax system is not"}, {"text_block_id": "p64_b900", "text": "favorable for economic development. The tax burden is unevenly distributed across"}, {"text_block_id": "p64_b901", "text": "sectors and regions, creating a heavy burden on good faith taxpayers. On the other hand,"}, {"text_block_id": "p64_b902", "text": "multiple other economic actors almost completely avoid paying taxes using either allowed"}, {"text_block_id": "p64_b903", "text": "exemptions or by evading taxes in the informal economy."}, {"text_block_id": "p64_b904", "text": "Tax incentives for investments and exports – fundamental priorities for economic"}, {"text_block_id": "p64_b905", "text": "development, virtually non-existent."}, {"text_block_id": "p64_b906", "text": "remains low, due to deficiencies in administration."}, {"text_block_id": "p64_b907", "text": "agencies themselves, lack of transparency and corruption in such agencies."}, {"text_block_id": "p64_b908", "text": "jeopardizes the stability of the financial system as a whole."}, {"text_block_id": "p64_b909", "text": "The major"}, {"text_block_id": "p64_b910", "text": "goal"}, {"text_block_id": "p64_b911", "text": "finalized."}, {"text_block_id": "p64_b912_merged_merged_merged_merged", "text": "This goal shall be achieved through a number of objectivesautomatization of tax reporting."}, {"text_block_id": "p64_b915", "text": "to finance road infrastructure."}, {"text_block_id": "p64_b916", "text": "on the principle -\"we help to pay taxes, not extort them”."}, {"text_block_id": "p64_b917", "text": "requirements."}, {"text_block_id": "p65_b918", "text": "surveying to identify corruption perceptions among taxpayers and traders."}, {"text_block_id": "p65_b919", "text": "spend in complying with tax procedures."}, {"text_block_id": "p65_b920", "text": "8.3. Investment Policy"}, {"text_block_id": "p65_b921", "text": "investment orientation."}, {"text_block_id": "p65_b922", "text": "Current status:"}, {"text_block_id": "p65_b923", "text": "investments."}, {"text_block_id": "p65_b924", "text": "especially repayment of the loans that were guaranteed by the Government."}, {"text_block_id": "p65_b925", "text": "and domestic investors."}, {"text_block_id": "p65_b926", "text": "There is still inadequate selection of and control over the PIP projects."}, {"text_block_id": "p65_b927", "text": "The goal"}, {"text_block_id": "p65_b928", "text": "is to enhance investment image of the country and ensure prudent use the"}, {"text_block_id": "p65_b929", "text": "national-scale investment projects."}, {"text_block_id": "p65_b930_merged_merged", "text": "The following policy measures will be undertaken to implement the goals indicated above: (i) creating sustainable centers of accelerated economic development for the purposes of enhancing the country’s economic potential. A Development Bank and a series of specialized investments funds will be established. The state resources should be channeled to those sectors of the economy that are not attractive enough for the businesses, but are of great social importance: national projects, mortgages, including social housing; leasing operations; (ii) an institution will be established, whose function will be to carefully assess investment opportunities in the various sectors of the economy and"}, {"text_block_id": "p66_b942", "text": "the private sector, to select priority projects and to supply businesses with relevant"}, {"text_block_id": "p66_b943", "text": "information and services; (iii) introduction of regulatory, tax, administrative and other"}, {"text_block_id": "p66_b944", "text": "stimulate for Kyrgyzstan’s labor migrants that decide to invest their savings into domestic"}, {"text_block_id": "p66_b945", "text": "small and medium enterprise; (iv) the Public Investment Program (PIP) will be reduced"}, {"text_block_id": "p66_b946", "text": "and re-focused on supporting and improving only strategically important national"}, {"text_block_id": "p66_b947", "text": "infrastructure."}, {"text_block_id": "p66_b948", "text": "impact on the economy and for ensuring transparency in the use of such funds."}, {"text_block_id": "p66_b949", "text": "the PIP."}, {"text_block_id": "p66_b950", "text": "8.4. Small and Medium Enterprise Development"}, {"text_block_id": "p66_b951", "text": "saturation of the consumer market."}, {"text_block_id": "p66_b952", "text": "Current status:"}, {"text_block_id": "p66_b953", "text": "more than 40% of the GDP."}, {"text_block_id": "p66_b954", "text": "which leads to inefficient use of natural, labor, intellectual and other resources."}, {"text_block_id": "p66_b955", "text": "industrial, human or scientific capacity."}, {"text_block_id": "p66_b956", "text": "In the last three years, FDI in SME development has been decreasing. In 2011 FDI"}, {"text_block_id": "p66_b957", "text": "fell by 15%."}, {"text_block_id": "p66_b958", "text": "incompliance of certain bylaws with their superior enterprise laws."}, {"text_block_id": "p66_b959_merged_merged_merged_merged", "text": "The highest risk to domestic and foreign business is posed by the fact that the government is unable to legally project rights and freedoms of entrepreneurship, of lawful"}, {"text_block_id": "p67_b961", "text": "property rights. There is criminal asset takeover, including takeover of private property by"}, {"text_block_id": "p67_b962", "text": "corrupt officials and in the interests of unscrupulous entrepreneurs. Therefore, the"}, {"text_block_id": "p67_b963", "text": "investors see no reasons for making long-term commitments or bringing significant"}, {"text_block_id": "p67_b964", "text": "financial resources investments."}, {"text_block_id": "p67_b965", "text": "community, should be reduced."}, {"text_block_id": "p67_b966", "text": "of corruption."}, {"text_block_id": "p67_b967", "text": "In addition, small and medium business, in most cases are forced to hide their true"}, {"text_block_id": "p67_b968", "text": "income to survive; they are forced to adapt to criminal and corrupt environment."}, {"text_block_id": "p67_b969", "text": "The primary"}, {"text_block_id": "p67_b970", "text": "goal"}, {"text_block_id": "p67_b971", "text": "is ensuring sustained SME development through creating enabling"}, {"text_block_id": "p67_b972", "text": "environment for improving SME competitiveness."}, {"text_block_id": "p67_b973", "text": "Achieving this goal involves achieving the following"}, {"text_block_id": "p67_b974", "text": "complex tasks"}, {"text_block_id": "p67_b975", "text": "enterprise; (4) becoming a top-30 country in the Doing Business rankings."}, {"text_block_id": "p67_b976", "text": "and investment laws."}, {"text_block_id": "p67_b977", "text": "community)."}, {"text_block_id": "p67_b978", "text": "undertaken."}, {"text_block_id": "p67_b979", "text": "creating an improved, risk-based inspection mechanism;"}, {"text_block_id": "p67_b980_merged_merged_merged_merged_merged", "text": "There will be decisive action taken to reduce bureaucratic licensing and permit procedures; to reduce to the greatest extent possible the number of inspections that economic entities are subject to; eradicate corruption incentives through encouraging transparency and accountability, and, at the same time, tightening of control over the work"}, {"text_block_id": "p68_b984", "text": "of the executive branch and government officials that are involved in regulating"}, {"text_block_id": "p68_b985", "text": "businesses."}, {"text_block_id": "p68_b986", "text": "services."}, {"text_block_id": "p68_b987", "text": "8.5. Managing State Property and Public-Private Partnership"}, {"text_block_id": "p68_b988", "text": "system itself is plagued by excessive bureaucracy and corruption."}, {"text_block_id": "p68_b989", "text": "There is a strong popular belief that the government is an inefficient owner and that only the private sector is able to produce maximum yield. At the same time, global experience shows that some sectors of the economy in any country can be effectively and efficiently managed only by government-owned entities: such as railroads and others. Implementation of nationwide strategic projects also requires state companies, as private investors are focused on extracting quick yields and frequently ignore creating enabling environment for improvement of the welfare of the citizens and of the related industries."}, {"text_block_id": "p68_b990", "text": "Current status:"}, {"text_block_id": "p68_b991", "text": "076% of total revenue."}, {"text_block_id": "p68_b992", "text": "investors."}, {"text_block_id": "p68_b993", "text": "The"}, {"text_block_id": "p68_b994", "text": "goal"}, {"text_block_id": "p68_b995", "text": "of the management of state property is to create an effective system for"}, {"text_block_id": "p68_b996", "text": "management of public assets and property."}, {"text_block_id": "p68_b997", "text": "Objectives:"}, {"text_block_id": "p68_b998", "text": "introduce PPP principles into management of government enterprises."}, {"text_block_id": "p68_b999", "text": "from external entities: overseeing ministries and controlling agencies."}, {"text_block_id": "p68_b1000_merged_merged_merged_merged_merged", "text": "There will be a full-scale inventory of state assets and a Registry of State Property will be prepared. There will also be developed a classifier for the state property."}, {"text_block_id": "p69_b1002", "text": "performance against such key performance indicators."}, {"text_block_id": "p69_b1003", "text": "state property."}, {"text_block_id": "p69_b1004", "text": "The priorities in managing government assets will also be reviewed. The mechanism"}, {"text_block_id": "p69_b1005", "text": "of public-private partnership will see more widespread application."}, {"text_block_id": "p69_b1006", "text": "this mechanisms being quite favourable."}, {"text_block_id": "p69_b1007", "text": "The main goals"}, {"text_block_id": "p69_b1008", "text": "of the implementation of the PPP mechanism are:"}, {"text_block_id": "p69_b1009", "text": "-"}, {"text_block_id": "p69_b1010", "text": "to ensure economic growth through concentration of physical and financial resources of the public and private sector for the implementation of investment projects;"}, {"text_block_id": "p69_b1011", "text": "-"}, {"text_block_id": "p69_b1012", "text": "to reduce the burden on the state budget and re-distribute budgetary funds."}, {"text_block_id": "p69_b1013", "text": "Achieving goals in the PPP field requires completion of the"}, {"text_block_id": "p69_b1014", "text": "following objectives:"}, {"text_block_id": "p69_b1015", "text": "-"}, {"text_block_id": "p69_b1016", "text": "to create adequate environment for effective and efficient collaboration between the"}, {"text_block_id": "p69_b1017", "text": "state and the private sector;"}, {"text_block_id": "p69_b1018", "text": "-"}, {"text_block_id": "p69_b1019", "text": "to ensure efficient operation of the assets in state property through mobilization of"}, {"text_block_id": "p69_b1020", "text": "off-budget sources of funding by means of attracting the private sector;"}, {"text_block_id": "p69_b1021", "text": "-"}, {"text_block_id": "p69_b1022", "text": "to ensure effective and efficient administration of and control over implementation"}, {"text_block_id": "p69_b1023", "text": "of the PPP-based projects;"}, {"text_block_id": "p69_b1024", "text": "-"}, {"text_block_id": "p69_b1025", "text": "to institute approach whereby effectiveness of project implementation is assessed"}, {"text_block_id": "p69_b1026", "text": "through the quality of services to the population;"}, {"text_block_id": "p69_b1027", "text": "8.6 Development of Intellectual Property and Innovations"}, {"text_block_id": "p69_b1028", "text": "modernization of the economy and improvement of its competitiveness."}, {"text_block_id": "p69_b1029_merged_merged_merged_merged_merged_merged_merged", "text": "Current status: Implementation of innovations by domestic businesses is at a low level and does not meet the requirements of sustainable economic development. Lack of innovations is, to a large extent, explained by lack of key resources, such as: (1) knowledge; (2) access to stable financing; (3) scientific capacity; (4) qualified labor force."}, {"text_block_id": "p70_b1034", "text": "In the years of Kyrgyzstan’s independence the country did not create a system for"}, {"text_block_id": "p70_b1035", "text": "supporting and managing development and commercialization of innovations, including"}, {"text_block_id": "p70_b1036", "text": "the system’s institutional and structural elements."}, {"text_block_id": "p70_b1037", "text": "enterprises in the regions, which will, in turn, foster regional development."}, {"text_block_id": "p70_b1038", "text": "The goal"}, {"text_block_id": "p70_b1039", "text": "is to create an effective system for intellectual property and innovation"}, {"text_block_id": "p70_b1040", "text": "activity to increase the competitiveness of the national economy."}, {"text_block_id": "p70_b1041_merged_merged_merged", "text": "Objectives: intellectual property."}, {"text_block_id": "p70_b1043", "text": "creation and use of innovations."}, {"text_block_id": "p70_b1044", "text": "There will be projects implemented aimed at encouraging, supporting and revitalizing intellectual and creative activity through encouraging inventions and innovations, as well as through active involvement of the youth in the sector of scientific and technical creativity and introduction of intellectual property courses in the education curricula."}, {"text_block_id": "p70_b1045", "text": "products and services to the consumers."}, {"text_block_id": "p71_b1046", "text": "9.1. Banking sector"}, {"text_block_id": "p71_b1047", "text": "population of the Kyrgyz Republic."}, {"text_block_id": "p71_b1048", "text": "Current status:"}, {"text_block_id": "p71_b1049", "text": "and domestic shocks."}, {"text_block_id": "p71_b1050", "text": "Based on results of 2012, there were 22 commercial banks and 272 branches of"}, {"text_block_id": "p71_b1051", "text": "commercial banks operating in the territory of the Kyrgyz Republic."}, {"text_block_id": "p71_b1052", "text": "commercial banks’ assets and deposits attracted to GDP remains low."}, {"text_block_id": "p71_b1053", "text": "state."}, {"text_block_id": "p71_b1054", "text": "At the same time, one needs to note that there is a series of problems that include"}, {"text_block_id": "p71_b1055", "text": "the following"}, {"text_block_id": "p71_b1056", "text": "primary"}, {"text_block_id": "p71_b1057", "text": "issues:"}, {"text_block_id": "p71_b1058", "text": "–"}, {"text_block_id": "p71_b1059", "text": "Low public confidence in the banking system, including due to poor financial literacy of the consumers of banking services;"}, {"text_block_id": "p71_b1060", "text": "–"}, {"text_block_id": "p71_b1061", "text": "Insufficient quality of management and internal control and audit in commercial banks;"}, {"text_block_id": "p71_b1062", "text": "–"}, {"text_block_id": "p71_b1063", "text": "insufficient protection of interests and rights of commercial banks and other finance and credit institutions as creditors;"}, {"text_block_id": "p71_b1064", "text": "–"}, {"text_block_id": "p71_b1065", "text": "lack of opportunities to effectively apply the legislation-provided penalties by the banking supervision system due to difficulties arising in the course of court proceedings;"}, {"text_block_id": "p71_b1066", "text": "–"}, {"text_block_id": "p71_b1067", "text": "underdevelopment of the early identification system and prompt resolution of problems emerging in commercial banks."}, {"text_block_id": "p71_b1068", "text": "the Kyrgyz Republic."}, {"text_block_id": "p71_b1069", "text": "Resolution, based on the principle of maximum liberalization, of the problems identified must become a priority objective for the National Bank and the Government of"}, {"text_block_id": "p71_b1070_merged_merged_merged_merged_merged", "text": "based supervision. In the medium run, one needs to continue improving the system for consolidated supervision, introducing an adequate system for managing risks inherent to banking operations, improving the system for assessment, analysis and early responding to, and prevention of, risks, further improving the internal governance system in commercial including corporate governance, as well as continuing implementation of elements of"}, {"text_block_id": "p72_b1072", "text": "capable of ensuring long-term financing of the country’s economy."}, {"text_block_id": "p72_b1073", "text": "As part of this activity, efforts will be made aiming not only the improvement of social protection of citizens, but also the strengthening of opportunities for institutional investors"}, {"text_block_id": "p72_b1074", "text": "services rendered by commercial banks."}, {"text_block_id": "p72_b1075", "text": "In order to ensure the country’s public and businesses’ access to quality banking services, one will continue to work to form a system for anti-trust regulation of commercial banks, retain the simplified procedure for registration of branches and saving offices of banks in the nation’s rural areas. One will also ensure the retention and further development of the branch system of the banking system in rural areas and expansion of"}, {"text_block_id": "p72_b1076", "text": "timely repayment thereof."}, {"text_block_id": "p72_b1077", "text": "The formation of a favorable climate for business development in the country will facilitate the reduction of risks for finance and credit institutions and, accordingly, an increase in loaning. This will also be facilitated by ensuring protection of interests of banks as creditors and an elevation of responsibility of borrowers for intended use of loans and"}, {"text_block_id": "p72_b1078", "text": "dishonest borrowers."}, {"text_block_id": "p72_b1079", "text": "This will require introduction of corresponding changes to legislative acts that regulate collateral-based relations and development of an effective mechanism to counter"}, {"text_block_id": "p72_b1080", "text": "pertaining to the repayment by borrowers of loans received."}, {"text_block_id": "p72_b1081", "text": "It is also important to ensure competence and objectivity, as well as a significant reduction of costs and timeframes of court proceedings and enforcement of court rulings"}, {"text_block_id": "p72_b1082", "text": "of the non-financial sector of the economy and creation of new jobs."}, {"text_block_id": "p72_b1083", "text": "The expansion of activities of joint funds and foreign banks (such as, for instance, Kyrgyz-Kazakh Investment Fund, European Investment Bank, etc.) to extend loans to the country’s businesses on the medium-and long-term basis will facilitate the development"}, {"text_block_id": "p72_b1084", "text": "The goal of development"}, {"text_block_id": "p72_b1085", "text": "loans and quality banking services."}, {"text_block_id": "p72_b1086", "text": "of the banking system is to form a sustainable and reliable system of finance and credit institutions capable of effectively mobilizing national domestic financial resources and satisfy the Kyrgyz public and businesses’ needs for"}, {"text_block_id": "p72_b1087_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Primary directions of development of the Kyrgyz banking sector in the medium run pursues the following main goals:"}, {"text_block_id": "p72_b1091", "text": "–"}, {"text_block_id": "p72_b1092", "text": "Increase and strengthen sustainability of the banking system;"}, {"text_block_id": "p72_b1093", "text": "–"}, {"text_block_id": "p72_b1094", "text": "create conditions for the improvement of quality and accessibility of banking services including rural and remote areas;"}, {"text_block_id": "p72_b1095", "text": "–"}, {"text_block_id": "p72_b1096", "text": "create conditions for a progressive growth of the banking sector;"}, {"text_block_id": "p72_b1097", "text": "–"}, {"text_block_id": "p72_b1098", "text": "enhance the role of the banking sector in the national economy and increase in the volumes of loans in the Kyrgyz Republic;"}, {"text_block_id": "p72_b1099", "text": "–"}, {"text_block_id": "p72_b1100", "text": "support efficiency, security and reliability of banking and efficiency of functioning of the banking sector;"}, {"text_block_id": "p72_b1101", "text": "–"}, {"text_block_id": "p72_b1102", "text": "increase the degree of transparency of the entities of the Kyrgyz banking sector by way of disclosing their financial reporting including information about quality of loan-based assets of each operational Kyrgyz bank;"}, {"text_block_id": "p72_b1103", "text": "–"}, {"text_block_id": "p72_b1104", "text": "Create conditions for a further growth of financial intermediation;"}, {"text_block_id": "p72_b1105", "text": "–"}, {"text_block_id": "p72_b1106", "text": "increase the share of non-cash payment and transactions;"}, {"text_block_id": "p72_b1107", "text": "–"}, {"text_block_id": "p72_b1108", "text": "solidify right of creditors and raise awareness of consumers of banking services."}, {"text_block_id": "p73_b1109", "text": "Main objectives are:"}, {"text_block_id": "p73_b1110", "text": "–"}, {"text_block_id": "p73_b1111", "text": "solidify protection of interests of depositors and other creditors of banks;"}, {"text_block_id": "p73_b1112", "text": "–"}, {"text_block_id": "p73_b1113", "text": "enhance efficiency of the banking sector’s efforts to accumulate cash of the public and organizations/enterprises and transform it into loans and investments;"}, {"text_block_id": "p73_b1114", "text": "–"}, {"text_block_id": "p73_b1115", "text": "Prevent the use of commercial banks for bad-faith commercial activities and for illegal purposes (firstly, such as terrorism funding and legalization of revenues obtained in criminal ways);"}, {"text_block_id": "p73_b1116", "text": "–"}, {"text_block_id": "p73_b1117", "text": "develop a competitive environment and ensure transparency in activities of commercial banks;"}, {"text_block_id": "p73_b1118", "text": "–"}, {"text_block_id": "p73_b1119", "text": "improve trust of the national banking sector on part of investors, creditors and depositors;"}, {"text_block_id": "p73_b1120", "text": "–"}, {"text_block_id": "p73_b1121", "text": "improve access to banking products for people at large;"}, {"text_block_id": "p73_b1122", "text": "–"}, {"text_block_id": "p73_b1123", "text": "improve the payment system;"}, {"text_block_id": "p73_b1124", "text": "–"}, {"text_block_id": "p73_b1125", "text": "resolve the situation with problematic commercial banks operating in the conservation mode."}, {"text_block_id": "p73_b1126", "text": "from world credit rating agencies."}, {"text_block_id": "p73_b1127_merged", "text": "In order to achieve the goals above and implement the respective objectives, one will implement the following measures in:"}, {"text_block_id": "p73_b1131", "text": "-"}, {"text_block_id": "p73_b1132", "text": "increasing the volume and accessibility of loaning and financial services for organizations/enterprises and the public, especially in the periphery, including:"}, {"text_block_id": "p73_b1133", "text": "-"}, {"text_block_id": "p73_b1134", "text": "developing the financing and banking in the Kyrgyz Republic including based on Islamic principles of financing;"}, {"text_block_id": "p73_b1135", "text": "-"}, {"text_block_id": "p73_b1136", "text": "introducing amendments to the Kyrgyz legislation aimed at ensuring a voluntary registration of collaterals for movable property with the Central Collateral Registration Agency or aimed at increasing the threshold amount;"}, {"text_block_id": "p73_b1137", "text": "-"}, {"text_block_id": "p73_b1138", "text": "creating favorable conditions for the attraction of long-term and cheap financial resources into the banking sector, including foreign ones, to facilitate further development of the Kyrgyz financial sector and support competition;"}, {"text_block_id": "p73_b1139", "text": "-"}, {"text_block_id": "p73_b1140", "text": "creating conditions for the enhancement of investing attractiveness of the banking sector including by submitting suggestions on optimization of tax legislation;"}, {"text_block_id": "p73_b1141", "text": "-"}, {"text_block_id": "p73_b1142", "text": "creating conditions for the development of leasing and mortgaging including by submitting suggestions to be incorporated into the Tax Code of the Kyrgyz Republic in the part of taxation of these directions of banking activities;"}, {"text_block_id": "p73_b1143", "text": "-"}, {"text_block_id": "p73_b1144", "text": "strengthening the public trust of the banking system and increasing savings (mobilizing domestic resources), including:"}, {"text_block_id": "p73_b1145", "text": "-"}, {"text_block_id": "p73_b1146", "text": "improving the system of deposit protection in the Kyrgyz Republic;"}, {"text_block_id": "p73_b1147", "text": "-"}, {"text_block_id": "p73_b1148", "text": "improving the supervisory function of the National Bank of the Kyrgyz Republic and the internal governance system in commercial banks;"}, {"text_block_id": "p74_b1149", "text": "-"}, {"text_block_id": "p74_b1150", "text": "further harmonizing the banking supervision in the Kyrgyz Republic in compliance with principles of the Basel Committee on Banking Supervision, developing and improving the system for a consolidated supervision and introducing elements of risk-oriented supervision;"}, {"text_block_id": "p74_b1151", "text": "-"}, {"text_block_id": "p74_b1152", "text": "improving the legal support of banking activities;"}, {"text_block_id": "p74_b1153", "text": "-"}, {"text_block_id": "p74_b1154", "text": "ensuring transparency in operations of commercial banks;"}, {"text_block_id": "p74_b1155", "text": "-"}, {"text_block_id": "p74_b1156", "text": "increasing requirements set for quality of corporate governance, risk management and internal control in commercial banks;"}, {"text_block_id": "p74_b1157", "text": "-"}, {"text_block_id": "p74_b1158", "text": "shaping favorable conditions for banks’ participation in financial intermediation;"}, {"text_block_id": "p74_b1159", "text": "-"}, {"text_block_id": "p74_b1160", "text": "improving measures to counter the legalization (laundering) of revenues obtained in criminal ways and funding of terrorism;"}, {"text_block_id": "p74_b1161", "text": "-"}, {"text_block_id": "p74_b1162", "text": "strengthening market discipline in the banking sector and ensuring equal terms of competition for all commercial banks."}, {"text_block_id": "p74_b1163", "text": "A successful implementation of these activities will also facilitate the stabilization and reduction of interest rates for credit resources extended to the public."}, {"text_block_id": "p74_b1164", "text": "including demands for replacement of such bank officials."}, {"text_block_id": "p74_b1165", "text": "The National Bank will apply impact measures provided for by legislation including license revocation from banks that pursue unsafe and unsound banking practices. Members of Boards of Directors and Management as well as other bank-employed decision makers will be held liable for sanctioning and exercising illegal and/or suspicious and dubious transactions and operations and for unjustified losses of banks. In the event the bank-employed decision makers fail to comply with the established requirements, the National Bank will have the right to reject these individuals for posts at any finance and credit institutions licensed by the National Bank and will apply measures and penalties"}, {"text_block_id": "p74_b1166", "text": "thereof."}, {"text_block_id": "p74_b1167", "text": "One suggests enhancing measures and penalties for bank’s failure to provide consumers of banking services with truthful and full information about terms of loan receipt, use and repayment, firstly, about the interest rate and the procedure for accrual"}, {"text_block_id": "p74_b1168", "text": "subjects of credit histories (both legal entities and individuals)."}, {"text_block_id": "p74_b1169", "text": "Tools for assessing and reducing credit risks include banks’ receiving information about borrowers’ good-faith honoring of their obligations before banks as part of the development of a database of credit histories with mandatory ensuring of rights of"}, {"text_block_id": "p74_b1170", "text": "implementation of fair lending and responsible financing."}, {"text_block_id": "p74_b1171", "text": "A system for the exchange of credit information is one of the important instruments for assessment and reduction of lending risks of financial and credit institutions for the"}, {"text_block_id": "p74_b1172", "text": "and timely update of the information contained therein."}, {"text_block_id": "p74_b1173", "text": "Introducing and implementing normative and regulatory requirements by the National Bank of the Kyrgyz Republic that require provision of credit information will facilitate further expansion of the credit history database and will ensure completeness, accuracy"}, {"text_block_id": "p74_b1174", "text": "exchange rate."}, {"text_block_id": "p74_b1175", "text": "The facilitation of the growth of the demand for bank loans to the real sector of the economy by means of monetary policy lies in implementing measures to contain inflation at an acceptable level, and lowering interest rates in the financial market, as well as in ensuring predictability of macroeconomic parameters and smooth dynamics of KGS"}, {"text_block_id": "p74_b1176_merged_merged_merged_merged_merged_merged_merged", "text": "In the area of legal support of banking activities, one will firstly improve legal conditions for the functioning of commercial banks in compliance with international norms"}, {"text_block_id": "p75_b1178", "text": "defined, in the first place, in Basel Committee on Banking Supervision’s “Core Principles"}, {"text_block_id": "p75_b1179", "text": "for Effective Banking Supervision,” including by:"}, {"text_block_id": "p75_b1180", "text": "-"}, {"text_block_id": "p75_b1181", "text": "strengthening creditors' rights, especially their right to claim secured by the pledge, including the improvement of the institute extrajudicial foreclosure of the collateral;"}, {"text_block_id": "p75_b1182", "text": "-"}, {"text_block_id": "p75_b1183", "text": "strengthening the responsibility of the Board of Directors and Management of banks for all the activities of banks and end results of their work, as well as employees of the National Bank in their performance of their functional responsibilities;"}, {"text_block_id": "p75_b1184", "text": "-"}, {"text_block_id": "p75_b1185", "text": "improving the legal mechanisms to liquidate commercial banks whose licenses for banking operations were revoked;"}, {"text_block_id": "p75_b1186", "text": "-"}, {"text_block_id": "p75_b1187", "text": "strengthening the legal framework for competition and prevention of actions to restrict the freedom of commercial activity in the banking sector;"}, {"text_block_id": "p75_b1188", "text": "-"}, {"text_block_id": "p75_b1189", "text": "improving the legal mechanisms to counter the establishment by dishonest people of control over commercial banks;"}, {"text_block_id": "p75_b1190", "text": "-"}, {"text_block_id": "p75_b1191", "text": "improving the legal framework for the identification and verification of beneficiaries (benefiting owners) of the bank, bank customers, operations and transactions of customers, operations and transactions of banks."}, {"text_block_id": "p75_b1192", "text": "In the area of strengthening of banks’ role in the system of financial intermediation,"}, {"text_block_id": "p75_b1193", "text": "one needs to ensure:"}, {"text_block_id": "p75_b1194", "text": "-"}, {"text_block_id": "p75_b1195", "text": "openness of operations of economic entities on the basis of the disclosure of the financial status and indicators of economic activities in accordance with international financial reporting standards;"}, {"text_block_id": "p75_b1196", "text": "-"}, {"text_block_id": "p75_b1197", "text": "improvement of the mechanisms of refinancing and liquidity management of banks;"}, {"text_block_id": "p75_b1198", "text": "-"}, {"text_block_id": "p75_b1199", "text": "use by the banks of modern information and banking technologies to enhance their competitiveness."}, {"text_block_id": "p75_b1200", "text": "In the area of banking regulation and supervision major vectors are:"}, {"text_block_id": "p75_b1201", "text": "-"}, {"text_block_id": "p75_b1202", "text": "using measures and supervisory response measures based on risk assessment as performed by commercial banks, and the quality of risk management;"}, {"text_block_id": "p75_b1203", "text": "-"}, {"text_block_id": "p75_b1204", "text": "maintaining an early warning system and applying a comprehensive assessment of the activities of commercial banks, including the assessment of the quality of governance and internal control systems;"}, {"text_block_id": "p75_b1205", "text": "-"}, {"text_block_id": "p75_b1206", "text": "improving the promptness and effectiveness of the decisions taken in the framework of banking supervision."}, {"text_block_id": "p75_b1207", "text": "official website of the National Bank."}, {"text_block_id": "p75_b1208", "text": "As part of the policy to ensure transparency of the banking sector, the National Bank of the Kyrgyz Republic will continue to publish indicators of the basic parameters of the banking sector on the official site of the National Bank and will oversee financial disclosure by commercial banks for current and potential customers in accordance with the legislation of the Kyrgyz Republic. Efforts will be made to further disclose information characterizing the main parameters of the activities of commercial banks. In addition, the National Bank should to continue to inform the public about the decisions taken via the"}, {"text_block_id": "p75_b1209_merged_merged_merged_merged", "text": "In the area of competitive environment and strengthening of market discipline one needs to:"}, {"text_block_id": "p76_b1211", "text": "-"}, {"text_block_id": "p76_b1212", "text": "create favorable conditions for the development of the banking services market, including effective mechanisms for exchange of credit information;"}, {"text_block_id": "p76_b1213", "text": "-"}, {"text_block_id": "p76_b1214", "text": "ensure transparency of credit institutions, including the transparency of the structure of owners (shareholders, stockholders)."}, {"text_block_id": "p76_b1215_merged", "text": "In the area of corporate governance in commercial banks, special attention will be paid to:"}, {"text_block_id": "p76_b1217", "text": "-"}, {"text_block_id": "p76_b1218", "text": "improving the management of risks emerging in the course of banking activities, including transactions with related-party transactions;"}, {"text_block_id": "p76_b1219", "text": "-"}, {"text_block_id": "p76_b1220", "text": "improving the efficiency of internal control systems;"}, {"text_block_id": "p76_b1221", "text": "-"}, {"text_block_id": "p76_b1222", "text": "achieving the transparency of corporate governance, which will provide all categories of stakeholders, including shareholders (stockholders) with the timely and full disclosure of the information provided for by the legislation on the activities of commercial banks, including information about their financial status, ownership structure and governance;"}, {"text_block_id": "p76_b1223", "text": "-"}, {"text_block_id": "p76_b1224", "text": "considering certification of risk managers, compliance officers and supervisory body of commercial banks."}, {"text_block_id": "p76_b1225", "text": "of capital raised."}, {"text_block_id": "p76_b1226", "text": "objective review of such cases."}, {"text_block_id": "p76_b1227", "text": "financial stability and protection of the interests of depositors and creditors."}, {"text_block_id": "p76_b1228", "text": "The development of Islamic Principles of Banking and Financing in the Kyrgyz Republic, along with traditional banking, is considered an enabling measure facilitating the improvement of economic legal relations and development of competing systems of financing and is implemented as a pilot project based on a Memorandum of Understanding between the Kyrgyz Republic and the Islamic Development Bank."}, {"text_block_id": "p76_b1229", "text": "particular, and to support a payment system."}, {"text_block_id": "p77_b1230", "text": "accessibility for rural population and businesses."}, {"text_block_id": "p77_b1231", "text": "9.2. A project to create “long-term money”"}, {"text_block_id": "p77_b1232", "text": "be addressed."}, {"text_block_id": "p77_b1233_merged", "text": "One needs to effectively use the following opportunities that, under minimum intervention, will facilitate that, namely:"}, {"text_block_id": "p77_b1235", "text": "-"}, {"text_block_id": "p77_b1236", "text": "capitalize the Kyrgyz-Kazakh Investment Fund (USD 296 thousand), which will enable one to start implementing the first installment of USD 30 million;"}, {"text_block_id": "p77_b1237", "text": "-"}, {"text_block_id": "p77_b1238", "text": "intensify activities of the Eurasian Development Bank, particularly with regard to the extension of credit lines for commercial banks, with one condition – the term of a loan for end borrowers must total at least 3-5 years. This will enable to use long-term funds by applying a market mechanism – for all commercial banks in the Kyrgyz Republic (in the amount of USD 30 mio.)"}, {"text_block_id": "p77_b1239", "text": "-"}, {"text_block_id": "p77_b1240", "text": "enter into an agreement with the European Investment Bank (EIB) on the introduction of their operations into the territory of the Kyrgyz Republic (for an amount of USD 10 million)."}, {"text_block_id": "p77_b1241", "text": "The measures above will enable one to, within a year, resolve the issue of extension of “long-term money” to priority projects. This will also help proceed with the creation of a Financial Center (FC) in the country. This will require implementing the following steps:"}, {"text_block_id": "p77_b1242", "text": "-"}, {"text_block_id": "p77_b1243", "text": "legislatively identify the list of countries in whose territories supervision requirements of the Basel Committee on Banking Supervision are enforced;"}, {"text_block_id": "p77_b1244", "text": "-"}, {"text_block_id": "p77_b1245", "text": "legislatively identify criteria for foreign banks and bank groups with countries that comply with requirements of the Basel Committee on Banking Supervision to perform certain banking transactions in the territory of the Kyrgyz Republic and/or in the territory of Free Economic Zones (FEZ);"}, {"text_block_id": "p77_b1246", "text": "-"}, {"text_block_id": "p77_b1247", "text": "run negotiations and sign agreements with regulators of 10 leading nations complying with requirements of the Basel Committee on Banking Supervision with regard to a consolidated supervision of foreign banks and bank groups to perform certain banking transactions in the territory of the Kyrgyz Republic and/or in the territory of FEZ and agree upon capital adequacy ratios;"}, {"text_block_id": "p77_b1248", "text": "-"}, {"text_block_id": "p77_b1249", "text": "create a working negotiation group to locate, and run preliminary negotiations with, prospective interested large financial players;"}, {"text_block_id": "p77_b1250", "text": "-"}, {"text_block_id": "p77_b1251", "text": "run an analytical research with the engagement of international financial consultants to investigate feasibility and further technical and economic justification of introduction of the FC in the Kyrgyz Republic;"}, {"text_block_id": "p77_b1252", "text": "-"}, {"text_block_id": "p77_b1253", "text": "based on findings of the analysis above, create a working group with the engagement of commercial banks, Association of Banks, state banks, ministries and agencies, that, within the timeframe provided, will prepare a package of draft laws required to create the FC;"}, {"text_block_id": "p78_b1254", "text": "-"}, {"text_block_id": "p78_b1255", "text": "run a further analysis of the existing legislation and prepare a package of draft laws required to open the FC;"}, {"text_block_id": "p78_b1256", "text": "-"}, {"text_block_id": "p78_b1257", "text": "submit appropriate draft laws for consideration of the Government of the Kyrgyz Republic;"}, {"text_block_id": "p78_b1258", "text": "-"}, {"text_block_id": "p78_b1259", "text": "as necessary, run consultations and agreement sessions with representatives of neighboring countries and international financial institutions."}, {"text_block_id": "p78_b1260", "text": "9.3. Micro-financing"}, {"text_block_id": "p78_b1261", "text": "financial institutions that have an impact on economic development."}, {"text_block_id": "p78_b1262", "text": "services and the supporting role of the state."}, {"text_block_id": "p78_b1263", "text": "their activities."}, {"text_block_id": "p78_b1264", "text": "economic development."}, {"text_block_id": "p78_b1265", "text": "oriented investors."}, {"text_block_id": "p78_b1266", "text": "development of microfinance providers, based on market principles."}, {"text_block_id": "p78_b1267", "text": "from those of the standard banking service."}, {"text_block_id": "p78_b1268_merged", "text": "In order to stimulate microfinance providers, in terms of serving low-return markets in remote areas, it is necessary to expand the list of authorized financial services, which will reduce the cost of delivering services in a single package of several financial services. It"}, {"text_block_id": "p79_b1271_merged", "text": "will also create the basis for a more widespread use of innovative technologies. Allowing deposit microfinance institutions to accept deposits will enable them in the future to expand the list of loan and deposit products, develop products using bank cards and mobile phones. Microfinance institutions should be able to provide a wide range of services as agents for commercial banks, other micro-finance organizations and insurance companies. The concept of regulation of mobile banking, electronic money and rendering of banking services through the agent network should be a part of the regulatory environment."}, {"text_block_id": "p79_b1279", "text": "the expansion of the resource base of microfinance sector in the shorter term."}, {"text_block_id": "p79_b1280", "text": "executive positions and requirements for transparent reporting."}, {"text_block_id": "p79_b1281", "text": "evolutionary growth of financial institutions."}, {"text_block_id": "p79_b1282", "text": "of a similar a parallel system."}, {"text_block_id": "p79_b1283", "text": "Improving the legal and regulatory requirements governing the activities of credit bureaus will improve the quality of services rendered and ensure the completeness and timeliness of information about credit history. A system for the exchange of information on credit history is one of the components for the implementation of fair lending and responsible financing. MFOs, along with other financial institutions, must submit reports on their clientele to complete the database of credit histories. The strategic goal in this area is to facilitate credit bureau services to financial institutions across the country. Improvements in the infrastructure are necessary to provide effective and affordable information exchange on credit histories, which will increase the lending standards in the microfinance sector. One needs institutional development for organizations providing competitive, efficient and affordable services to exchange information on credit history."}, {"text_block_id": "p79_b1284", "text": "(associations, apex institutions)."}, {"text_block_id": "p80_b1285", "text": "basis for risk reduction both in individual companies and in the overall system."}, {"text_block_id": "p80_b1286", "text": "Given the target group of microfinance clients -people with low incomes, the MFIs should include and evaluate social indicators on par with the standard financial indicators."}, {"text_block_id": "p80_b1287", "text": "framework for the successful development thereof in a long run."}, {"text_block_id": "p80_b1288", "text": "9.4. Insurance Activity"}, {"text_block_id": "p80_b1289", "text": "and protecting people and businesses from various risks."}, {"text_block_id": "p80_b1290", "text": "professionals that are able to conduct specific actuarial calculations."}, {"text_block_id": "p80_b1291", "text": "services."}, {"text_block_id": "p80_b1292", "text": "internal investments into domestic economy."}, {"text_block_id": "p80_b1293", "text": "In order to shape up and strengthen the insurance market, one needs to:"}, {"text_block_id": "p80_b1294", "text": "-"}, {"text_block_id": "p80_b1295", "text": "Improve the legal and regulatory framework of the insurance activities, which will create preconditions for the further formation of the insurance market;"}, {"text_block_id": "p80_b1296", "text": "-"}, {"text_block_id": "p80_b1297", "text": "Establish a national institute of actuaries that will carry out, among other things, actuary audits of drafts of laws and other pieces of legislation that relate to insurance tariffs. In order to achieve that one needs to form and develop appropriate information database. This structure will provide advisory, analytical and information services to insurance companies and pension funds and other financial institutions of the country. For that, one will arrange actuarial courses and prepare the necessary training materials;"}, {"text_block_id": "p80_b1298", "text": "-"}, {"text_block_id": "p80_b1299", "text": "Strengthen the system of financial supervision of insurance companies which will provide guaranteed protection of the interests of all participants of the insurance market;"}, {"text_block_id": "p80_b1300", "text": "-"}, {"text_block_id": "p80_b1301", "text": "Analyze completeness and sufficiency of the list of mandatory types of insurance. This will enable one to raise the capitalization of national insurers and will contribute to the establishment of insurance companies, the development of a public insurance culture;"}, {"text_block_id": "p81_b1302", "text": "-"}, {"text_block_id": "p81_b1303", "text": "Adopt measures to increase capitalization of insurance companies for the purposes of ensuring sustainability of the insurance system and reducing capital drain from the country;"}, {"text_block_id": "p81_b1304", "text": "-"}, {"text_block_id": "p81_b1305", "text": "take measures to encourage a system of re-insurance within the country."}, {"text_block_id": "p81_b1306", "text": "economy."}, {"text_block_id": "p81_b1307", "text": "In order to achieve goals of insurance development, one needs to implement the"}, {"text_block_id": "p81_b1308", "text": "following important objectives:"}, {"text_block_id": "p81_b1309", "text": "-"}, {"text_block_id": "p81_b1310", "text": "Improvement of legislative framework that promotes the development of insurance activity;"}, {"text_block_id": "p81_b1311", "text": "-"}, {"text_block_id": "p81_b1312", "text": "strengthen the development and adoption of laws and other regulations for the introduction of compulsory insurance (insurance for movable and immovable property), identify priorities in insurers’ providing innovative insurance products for voluntary insurance;"}, {"text_block_id": "p81_b1313", "text": "-"}, {"text_block_id": "p81_b1314", "text": "ensure financial sustainability and growth in capitalization of insurance organizations so that they are able to process large risks and expand their regional networks;"}, {"text_block_id": "p81_b1315", "text": "-"}, {"text_block_id": "p81_b1316", "text": "develop and introduce mechanisms to stimulate investment of insurance resources into the national economy;"}, {"text_block_id": "p81_b1317", "text": "-"}, {"text_block_id": "p81_b1318", "text": "create an enabling environment that encourages people’s interest in obtaining insurance services, including through the improvement of the tax system;"}, {"text_block_id": "p81_b1319", "text": "-"}, {"text_block_id": "p81_b1320", "text": "establish a quality system for training and retraining of personnel for the insurance industry at all levels to accelerate further formation and development of the insurance industry;"}, {"text_block_id": "p81_b1321", "text": "-"}, {"text_block_id": "p81_b1322", "text": "create an effective mechanism of state regulation and supervision of insurance activities."}, {"text_block_id": "p81_b1323", "text": "-"}, {"text_block_id": "p81_b1324", "text": "to develop and continue improving the infrastructure of the insurance market (institute of actuaries, institute of brokers, institute for regulating losses and claims, claims adjusters, etc.);"}, {"text_block_id": "p81_b1325", "text": "-"}, {"text_block_id": "p81_b1326", "text": "Increase the insurance culture of the population through dedicated work with mass media;"}, {"text_block_id": "p81_b1327", "text": "-"}, {"text_block_id": "p81_b1328", "text": "Improvement in the re-insurance mechanism."}, {"text_block_id": "p81_b1329", "text": "companies."}, {"text_block_id": "p81_b1330", "text": "companies."}, {"text_block_id": "p81_b1331_merged_merged", "text": "All of the above measures will create a competitive insurance market, provide financial stability and reliability of insurance companies, improve service quality, expand"}, {"text_block_id": "p82_b1333_merged", "text": "the scope of insurance protection of property and personal interests of the population from the various risks."}, {"text_block_id": "p82_b1335", "text": "9.5. Private Pension Funds"}, {"text_block_id": "p82_b1336", "text": "lack of development in this direction."}, {"text_block_id": "p82_b1337", "text": "domestic resources for their involvement in the real sector."}, {"text_block_id": "p82_b1338", "text": "to the existing public pension system."}, {"text_block_id": "p82_b1339", "text": "investment mechanisms for pension funds."}, {"text_block_id": "p82_b1340", "text": "The medium-term development goals for non-state pension funds are:"}, {"text_block_id": "p82_b1341", "text": "-"}, {"text_block_id": "p82_b1342", "text": "raising the level of voluntary pension support in Kyrgyzstan;"}, {"text_block_id": "p82_b1343", "text": "-"}, {"text_block_id": "p82_b1344", "text": "ensuring participation of the non-state pension funds in the system of mandatory accumulative insurance;"}, {"text_block_id": "p82_b1345", "text": "-"}, {"text_block_id": "p82_b1346", "text": "achievement of financial stability of the pension fund in the medium term;"}, {"text_block_id": "p82_b1347", "text": "-"}, {"text_block_id": "p82_b1348", "text": "attracting pension \"long-term money\" as an investment in the national economy;"}, {"text_block_id": "p82_b1349", "text": "-"}, {"text_block_id": "p82_b1350", "text": "Improving effectiveness of pension assets management."}, {"text_block_id": "p82_b1351", "text": "The following objectives will be implemented:"}, {"text_block_id": "p82_b1352", "text": "-"}, {"text_block_id": "p82_b1353", "text": "developing draft regulations governing the activities of non-state pension funds;"}, {"text_block_id": "p82_b1354", "text": "-"}, {"text_block_id": "p82_b1355", "text": "adopting diversification measures to protect accumulated pension funds;"}, {"text_block_id": "p82_b1356", "text": "-"}, {"text_block_id": "p82_b1357", "text": "forming public support, ensuring transparency of the activities."}, {"text_block_id": "p82_b1358", "text": "means of protection against poverty."}, {"text_block_id": "p82_b1359", "text": "are necessary for economic development of the country."}, {"text_block_id": "p83_b1360", "text": "9.6. Securities market"}, {"text_block_id": "p83_b1361", "text": "one sector to another, thereby stimulating structural change in the economy."}, {"text_block_id": "p83_b1362", "text": "Securities market of the Kyrgyz Republic has the necessary infrastructure,"}, {"text_block_id": "p83_b1363", "text": "developed regulatory and legal framework governing its operation."}, {"text_block_id": "p83_b1364", "text": "securities and investment funds, managing investment funds."}, {"text_block_id": "p83_b1365", "text": "However, this area has the following problems:"}, {"text_block_id": "p83_b1366", "text": "-"}, {"text_block_id": "p83_b1367", "text": "a lack of attractive financial instruments."}, {"text_block_id": "p83_b1368", "text": "Corporate securities are mainly represented by shares the return on of which depends on the profitability of the company, and the profitability of most enterprises is at a low level. The corporate bond market is underdeveloped. There is no legal framework governing the turnover of mortgage and municipal and derivative instruments, which is one of the major constraints to their development"}, {"text_block_id": "p83_b1369", "text": "-"}, {"text_block_id": "p83_b1370", "text": "Limited domestic investment resources. Low purchasing power of the population and the lack of development of collective investment institutions discourage investments in securities;"}, {"text_block_id": "p83_b1371", "text": "-"}, {"text_block_id": "p83_b1372", "text": "Securities legislation."}, {"text_block_id": "p83_b1373", "text": "It is necessary to continue work on improving securities regulations in the Kyrgyz Republic, based on best international standards in this field."}, {"text_block_id": "p83_b1374", "text": "-"}, {"text_block_id": "p83_b1375", "text": "a lack of protection of interests of investors"}, {"text_block_id": "p83_b1376", "text": "and a low level of public awareness about investing in securities;"}, {"text_block_id": "p83_b1377", "text": "-"}, {"text_block_id": "p83_b1378", "text": "taxation of income from securities."}, {"text_block_id": "p83_b1379", "text": "The current system of taxation of income from securities market is not conducive to the development of the market for long-term debt securities;"}, {"text_block_id": "p83_b1380", "text": "the periphery."}, {"text_block_id": "p83_b1381", "text": "The existing technical infrastructure of the securities market, though capable of offering the entire necessary range of services to the market does not cover all areas of the country. In this regard, there are difficulties with making transactions in securities in"}, {"text_block_id": "p83_b1382", "text": "country."}, {"text_block_id": "p83_b1383", "text": "The goal of development of the securities market is to create an effective mechanism for investment accumulation and redistribution, turning it into a source of extra income for the population, facilitating the inflow of long-term financial capital into the"}, {"text_block_id": "p83_b1384_merged_merged_merged_merged", "text": "Further development of the securities market will be thanks to the implementation of the following priority activities:"}, {"text_block_id": "p83_b1386", "text": "-"}, {"text_block_id": "p83_b1387", "text": "Adopt a number of legal acts governing the issue and trading of additional instruments in the securities market for the implementation of the Housing construction Program."}, {"text_block_id": "p83_b1388", "text": "-"}, {"text_block_id": "p83_b1389", "text": "Implement measures to adopt draft laws \"On Municipal Securities,\" \"On Securities Issued under the Islamic Principles of Financing.\""}, {"text_block_id": "p83_b1390", "text": "-"}, {"text_block_id": "p83_b1391", "text": "Fund the most important sectors of the country’s industries (national projects) by issuing issuance of long-term government securities;"}, {"text_block_id": "p84_b1392", "text": "-"}, {"text_block_id": "p84_b1393", "text": "Develop the capital market and establish a mechanism for their inflow into the real sector of the economy."}, {"text_block_id": "p84_b1394", "text": "-"}, {"text_block_id": "p84_b1395", "text": "The sale of shares of state-owned companies at the trading platform of licensed trading organizers."}, {"text_block_id": "p84_b1396", "text": "The development of long-term government securities to finance the most important sectors of the country (national projects) will be another source of additional resources for the development of the economy in the near future."}, {"text_block_id": "p84_b1397", "text": "enterprises."}, {"text_block_id": "p84_b1398", "text": "development of existing ones."}, {"text_block_id": "p84_b1399", "text": "In order to increase the attractiveness of debt securities one needs to improve the taxation of income from such securities. One needs to keep the ongoing explanatory activities among the population to raise awareness about issues of investment, activities of collective investment institutions, professional participants of the securities market. Expanding the network of professional participants of securities market in the periphery will enable the country to increase trading in securities at the regional (rural) level."}, {"text_block_id": "p84_b1400", "text": "issuers and other information"}, {"text_block_id": "p84_b1401", "text": "to an influx of additional funds."}, {"text_block_id": "p84_b1402", "text": "creation of new jobs, and an increase in wages and incomes of the state budget."}, {"text_block_id": "p85_b1403", "text": "Chapter 10. DEVELOPMENT OF STRATEGIC INDUSTRIES OF THE ECONOMY"}, {"text_block_id": "p85_b1404", "text": "10.1. Agri-industrial sector"}, {"text_block_id": "p85_b1405", "text": "general."}, {"text_block_id": "p85_b1406", "text": "Current status:"}, {"text_block_id": "p85_b1407", "text": "were, respectively, 18% and 30.7%."}, {"text_block_id": "p85_b1408", "text": "The growth rate of value added in agriculture is far behind the national average. Thus, the average growth rate of the industry for the period of 2001-2011 totaled 2.2%, which is significantly lower than that of GDP growth of -4.3% over the same period. Average wages in the agricultural sector is the lowest in comparison to other sectors of the economy: in 2011 the salary was KGS 4784 or 51.4% of the national average."}, {"text_block_id": "p85_b1409", "text": "about 97% of agricultural output is produced by the private sector."}, {"text_block_id": "p85_b1410", "text": "the capital-and-labor ratio and growth of productivity."}, {"text_block_id": "p85_b1411", "text": "In Kyrgyzstan, the area of arable land per person is 0.25 ha / person. At the same time, there is a process of loss of agricultural land. Thus, at the beginning of the reorganization, the land redistribution fund had 296.6 thousand hectares of tillage, including 186.9 thousand hectares of irrigated land. As of 1 January 2009, there was a reduction of the land, by 67.7 thousand hectares and 60.5 thousand hectares respectively. In 2008-2009 alone, the area of tillage decreased by 3.1 thousand hectares."}, {"text_block_id": "p85_b1412", "text": "applied to the soil decreases."}, {"text_block_id": "p85_b1413_merged_merged", "text": "Despite the measures taken by the state for the reconstruction and development of irrigation channels, support of seed farming and livestock breeding, the situation in these"}, {"text_block_id": "p86_b1415", "text": "key areas for agricultural production is not improving. The current length of channels does"}, {"text_block_id": "p86_b1416", "text": "not meet the existing agricultural needs. Some of them, due to lack of funding and timely"}, {"text_block_id": "p86_b1417", "text": "repair, need to be overhauled. The quality of seed and livestock breeding material is"}, {"text_block_id": "p86_b1418", "text": "declining. All this leads to significant losses for the agriculture and population. There is an"}, {"text_block_id": "p86_b1419", "text": "annual growth of degraded agricultural land, intense salinization and waterlogging of"}, {"text_block_id": "p86_b1420", "text": "irrigated land. Due to the poor technical condition of irrigation channels, water loss from"}, {"text_block_id": "p86_b1421", "text": "the catchment to fields totals more than 40%."}, {"text_block_id": "p86_b1422", "text": "The capacity (life) of agricultural equipment and machinery is fully depleted."}, {"text_block_id": "p86_b1423", "text": "security."}, {"text_block_id": "p86_b1424", "text": "increase output."}, {"text_block_id": "p86_b1425", "text": "personnel, etc."}, {"text_block_id": "p86_b1426", "text": "The problem of disparity of prices remains acute, despite the rise of food prices. Prices of producers of agricultural products and processed products during the period of reforms lagged behind prices for logistical resources by 4-5 and 1.5 times, respectively."}, {"text_block_id": "p86_b1427", "text": "of the quality of products to international requirements and standards."}, {"text_block_id": "p86_b1428_merged_merged", "text": "A significant challenge for the domestic agricultural sector is the desire of Kyrgyzstan to become a member of the Customs Union, which includes Belarus, Kazakhstan and Russia. These countries are much bigger in terms of the size of the economy compared to Kyrgyzstan, they provide their agricultural industries with huge financial support. This"}, {"text_block_id": "p87_b1432", "text": "circumstance will inevitably lead to the need for the adaptation of Kyrgyz agriculture to"}, {"text_block_id": "p87_b1433", "text": "new conditions, and the restructuring and reorientation of agricultural production to"}, {"text_block_id": "p87_b1434", "text": "produce competitive products."}, {"text_block_id": "p87_b1435", "text": "fixed capital."}, {"text_block_id": "p87_b1436", "text": "Goals:"}, {"text_block_id": "p87_b1437", "text": "-"}, {"text_block_id": "p87_b1438", "text": "Increase in the output of the agricultural complex, improvement of product quality and ensuring of food security of the country."}, {"text_block_id": "p87_b1439", "text": "-"}, {"text_block_id": "p87_b1440", "text": "Improvement of the efficiency of agricultural production and competitiveness of products of the entire agricultural complex."}, {"text_block_id": "p87_b1441", "text": "-"}, {"text_block_id": "p87_b1442", "text": "Improvement of the fiscal return from the agricultural complex."}, {"text_block_id": "p87_b1443", "text": "-"}, {"text_block_id": "p87_b1444", "text": "Solution of social issues of peasants."}, {"text_block_id": "p87_b1445", "text": "Objectives:"}, {"text_block_id": "p87_b1446", "text": "efficiency of land use."}, {"text_block_id": "p87_b1447_merged_merged_merged", "text": "Policy and measures. As part of the implementation of the first agricultural-purpose land, particularly plough-land."}, {"text_block_id": "p87_b1451", "text": "platforms, under the state and public control."}, {"text_block_id": "p88_b1452", "text": "cattle."}, {"text_block_id": "p88_b1453", "text": "system of market and price stabilization."}, {"text_block_id": "p88_b1454", "text": "of modern technologies into the pasture management and monitoring practices."}, {"text_block_id": "p88_b1455", "text": "Russia and Kazakhstan, where the Kyrgyz agricultural produce is exported."}, {"text_block_id": "p88_b1456", "text": "In order to develop agricultural technologies, strain renovation in crop farming and livestock farming, in each Oblast there will be established base seed and livestock breeding farms to expand and implement the best practices in the application of agri-biotechnologies, allowing to recover the best varieties of plants and breeds of farmed animals, develop new ones that are more productive and adapted to the existing natural"}, {"text_block_id": "p88_b1457", "text": "climatic conditions."}, {"text_block_id": "p88_b1458", "text": "Policy measures to address the"}, {"text_block_id": "p88_b1459", "text": "second"}, {"text_block_id": "p88_b1460", "text": "areas (roads, electricity, water supply -drinking water and irrigation water)."}, {"text_block_id": "p88_b1461_merged_merged_merged", "text": "As part of the implementation of the third objective aimed at the development of cooperation, the concentration of capital in the agricultural sector and the arrival in the agricultural complex of an efficient owner, one will take the following measures and"}, {"text_block_id": "p89_b1466", "text": "actions: (i) the establishment of the regulatory framework to ensure that the interests of"}, {"text_block_id": "p89_b1467", "text": "potential participants in cooperative relations, especially in the protection of property rights"}, {"text_block_id": "p89_b1468", "text": "and the equitable distribution of income; (ii) the use of public assistance mechanism under"}, {"text_block_id": "p89_b1469", "text": "in which it will be linked to performance indicators of agricultural producers -the"}, {"text_block_id": "p89_b1470", "text": "assistance beneficiary; (iii) under the state support of the agricultural sector, preference"}, {"text_block_id": "p89_b1471", "text": "will be given to those that guarantee the maintenance of the existing levels, and in the"}, {"text_block_id": "p89_b1472", "text": "future -the growth, of agricultural production, as well as job creation. Thus, all forms of"}, {"text_block_id": "p89_b1473", "text": "agricultural cooperation will have a preferential right to state support; (iv) in each area one"}, {"text_block_id": "p89_b1474", "text": "plans to create pilot cooperatives based on a public-private partnership principle, in which"}, {"text_block_id": "p89_b1475", "text": "the state would assume the risks associated with the instability of the farms for five years"}, {"text_block_id": "p89_b1476", "text": "(v) one will adopt technical regulations related to the processing of agricultural products"}, {"text_block_id": "p89_b1477", "text": "and will improve procedures for product certification in the direction of cheapening of"}, {"text_block_id": "p89_b1478", "text": "products and elimination of redundant requirements. One will expand the network of"}, {"text_block_id": "p89_b1479", "text": "organizations (laboratories to check quality products), offering certification of products,"}, {"text_block_id": "p89_b1480", "text": "and will improve methodological and technical equipage of certifying organizations."}, {"text_block_id": "p89_b1481", "text": "Policies measures to address the"}, {"text_block_id": "p89_b1482", "text": "fourth"}, {"text_block_id": "p89_b1483", "text": "share of the state to the private sector."}, {"text_block_id": "p89_b1484", "text": "test plots for providing informational assistance with respect to seeds."}, {"text_block_id": "p89_b1485", "text": "Policy measures to address the"}, {"text_block_id": "p89_b1486", "text": "fifth"}, {"text_block_id": "p89_b1487", "text": "public order (state procurement) as a tool to support clusters."}, {"text_block_id": "p89_b1488_merged_merged_merged_merged", "text": "The implementation of the sixth objective will concentrate on government support and targeted financing of the modernization of irrigation systems and the introduction of new irrigated agricultural lands at a pace of 10 thousand hectares of new irrigated"}, {"text_block_id": "p90_b1493", "text": "agricultural land (including reclaimed land and agricultural land that had been previously"}, {"text_block_id": "p90_b1494", "text": "reclassified as non-agricultural land). Building a system of water supply, as an"}, {"text_block_id": "p90_b1495", "text": "infrastructural challenge, will also perform social functions – creation of new jobs (mainly"}, {"text_block_id": "p90_b1496", "text": "in plant farming) and the conditions for the settlement of new territories."}, {"text_block_id": "p90_b1497", "text": "Policy measures as part of the implementation of the"}, {"text_block_id": "p90_b1498", "text": "seventh"}, {"text_block_id": "p90_b1499", "text": "Achievement of the eighth objective will require preservation of and increased"}, {"text_block_id": "p90_b1500", "text": "efficiency in use of land and water resources."}, {"text_block_id": "p90_b1501", "text": "authorities and NGOs in the conservation and restoration of soil fertility."}, {"text_block_id": "p90_b1502", "text": "actual state of water resources."}, {"text_block_id": "p90_b1503", "text": "environmentally-friendly technologies."}, {"text_block_id": "p90_b1504", "text": "conservation and restoration of soil fertility."}, {"text_block_id": "p90_b1505", "text": "10.2. Energy"}, {"text_block_id": "p90_b1506_merged_merged_merged_merged", "text": "hydro-energypriority output, and 10% of revenues in the state budget."}, {"text_block_id": "p91_b1509", "text": "Hydro-energy. Current status:"}, {"text_block_id": "p91_b1510", "text": "kWh, which is only used at the level of 8-9.5%."}, {"text_block_id": "p91_b1511", "text": "resources of small rivers in the country only totals 3%."}, {"text_block_id": "p91_b1512", "text": "million kWh."}, {"text_block_id": "p91_b1513", "text": "weardown rate of fixed assets is 15%, and the critical one is 25%."}, {"text_block_id": "p91_b1514", "text": "Oblast -50%)."}, {"text_block_id": "p91_b1515", "text": "foreign direct investment for its development."}, {"text_block_id": "p91_b1516", "text": "Goal:"}, {"text_block_id": "p91_b1517", "text": "The main goal of the energy sector is to ensure the energy security of the"}, {"text_block_id": "p91_b1518", "text": "Kyrgyz Republic and the development of export potential."}, {"text_block_id": "p91_b1519_merged_merged_merged", "text": "Objectives: (1) ensure reliability and uninterrupted nature of supply of electricity, primarily to domestic consumers, (2) ensure the implementation of a balanced tariff policy,"}, {"text_block_id": "p92_b1522", "text": "which provides for coverage of costs of energy companies, (3) achieve the reduction of"}, {"text_block_id": "p92_b1523", "text": "losses, both technical and commercial, (4) improve the financial and corporate"}, {"text_block_id": "p92_b1524", "text": "governance in the energy sector, enhance the commercial and financial discipline, (5)"}, {"text_block_id": "p92_b1525", "text": "bring energy sector to prfitability, (6) develop a competitive advantages of the Kyrgyz"}, {"text_block_id": "p92_b1526", "text": "Republic in the regional electricity market, and (7) improve conditions for attracting"}, {"text_block_id": "p92_b1527", "text": "investments in hydropower projects."}, {"text_block_id": "p92_b1528", "text": "countries."}, {"text_block_id": "p92_b1529_merged_merged", "text": "Policy and measures. cascade of HPPs on the Sary Jaz river."}, {"text_block_id": "p92_b1531", "text": "Kemin transmission line with a total length of 410 km."}, {"text_block_id": "p92_b1532", "text": "(the CASA-1000 Project)."}, {"text_block_id": "p92_b1533", "text": "funds needed to improve the technical state of energy companies."}, {"text_block_id": "p92_b1534", "text": "power system."}, {"text_block_id": "p92_b1535", "text": "sources."}, {"text_block_id": "p92_b1536", "text": "Energy conservation policy must become an integral part of all development strategies: of the nation as a whole, of the Oblasts and of local authorities. Each household should aim for energy efficiency. It is necessary to introduce a system of norms and economic preferences that encourage greater energy efficiency in the economy."}, {"text_block_id": "p92_b1537", "text": "creating favourable conditions for investments in this industry."}, {"text_block_id": "p93_b1538", "text": "10.3. Mining"}, {"text_block_id": "p93_b1539", "text": "Current status:"}, {"text_block_id": "p93_b1540", "text": "past 20 years."}, {"text_block_id": "p93_b1541", "text": "Jamgyr, Tereksai, Solton-Sary and Ishtamberdy."}, {"text_block_id": "p93_b1542", "text": "Currently, mining is represented by the following industries:"}, {"text_block_id": "p93_b1543", "text": "Gold mining industry."}, {"text_block_id": "p93_b1544", "text": "companies are conducting exploration and prospecting."}, {"text_block_id": "p93_b1545", "text": "Current status:"}, {"text_block_id": "p93_b1546", "text": "several times."}, {"text_block_id": "p93_b1547_merged_merged_merged_merged", "text": "Policy and measures. (i) Due to entry into force of the new law \"On Subsoils,\" it is necessary to prolong all previously issued licenses with respect to national-scale gold deposits; (ii) it is also necessary to use one licensing platform to settle the matters relating to the relations between the state and the licensees competing for the right to conduct research and exploration works. There is a need to tighten control and supervision over compliance with licensing conditions and legislation of the Kyrgyz Republic, with toughening of sanctions for failure to comply with licensing conditions all the way to a"}, {"text_block_id": "p94_b1555", "text": "revocation of licenses. At the same time, all of these actions should not affect good faith"}, {"text_block_id": "p94_b1556", "text": "investors that do meet their obligations under the investment agreements."}, {"text_block_id": "p94_b1557", "text": "Non-ferrous metallurgy."}, {"text_block_id": "p94_b1558", "text": "tin and tungsten"}, {"text_block_id": "p94_b1559", "text": "than 2013."}, {"text_block_id": "p94_b1560", "text": "Coal-mining industry."}, {"text_block_id": "p94_b1561", "text": "level of management."}, {"text_block_id": "p94_b1562", "text": "Current status: In the northern regions of the country"}, {"text_block_id": "p94_b1563", "text": "implementation of mining."}, {"text_block_id": "p94_b1564_merged_merged_merged_merged_merged", "text": "In the south of the country, \"Tash Kumyr,\" \"Sulyukta,\" \"Kyzyl-Kiya,\" \"Kok-Yangak\" deposits and other fields have been squandered among more than 30 private entities, neither of which has offered an effective investment program of deposit development."}, {"text_block_id": "p95_b1568", "text": "Heat power plants of Uzbekistan and Kazakhstan located in the Fergana Valley and most"}, {"text_block_id": "p95_b1569", "text": "of the population found themselves cut off from the Kyrgyz coal."}, {"text_block_id": "p95_b1570", "text": "Policy and measures."}, {"text_block_id": "p95_b1571", "text": "meet requirements of License Agreements (License Supplements)."}, {"text_block_id": "p95_b1572", "text": "Oil and gas industry."}, {"text_block_id": "p95_b1573", "text": "Oblasts, 15 oil and gas deposits are being developed."}, {"text_block_id": "p95_b1574", "text": "Current status:"}, {"text_block_id": "p95_b1575", "text": "development of deposits, wear and tear of equipment, and lack of funding."}, {"text_block_id": "p95_b1576", "text": "Subsoil users hold 38 licenses for exploration and 14 for the development of proven reserves. The main part of licensees, except for \"Kyrgyzneftegaz,\" are insolvent structures, that in order to obtain a license, produced false documents about the ability to finance works, while others registered very shortly before obtaining licenses. Despite the failure to honor previously made agreements, the terms of licenses were renewed multiple times. The inadequate response of the state to the issue of licenses leads to the fact that the right investors needed to develop the oil and gas industry do not come to the country."}, {"text_block_id": "p95_b1577", "text": "Policy and measures."}, {"text_block_id": "p95_b1578", "text": "meet requirements of License Agreements (License Supplements)."}, {"text_block_id": "p95_b1579", "text": "Construction materials deposits."}, {"text_block_id": "p95_b1580", "text": "deposits of construction materials."}, {"text_block_id": "p95_b1581", "text": "Current status:"}, {"text_block_id": "p95_b1582", "text": "regulations, which allows the subsoil users to be engaged in any illegal activity."}, {"text_block_id": "p95_b1583", "text": "Policy and measures."}, {"text_block_id": "p95_b1584", "text": "right to conduct prospecting and exploration."}, {"text_block_id": "p95_b1585_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Overall, the common problems of the mining industry stem from, mostly, incompleteness of reforms and inadequacy of the subsoil regulating legislation. At the"}, {"text_block_id": "p96_b1587", "text": "state level, there is no specific program that would outline conceptual and strategic vision"}, {"text_block_id": "p96_b1588", "text": "of the development of the industry for several years ahead, which complicates"}, {"text_block_id": "p96_b1589", "text": "implementation of reforms due to lack of specific goals and objectives. The procedure for"}, {"text_block_id": "p96_b1590", "text": "formalizing the access to subsoil use is complex and requires numerous approvals, expert"}, {"text_block_id": "p96_b1591", "text": "examinations, and agreements. Certain provisions of laws in effect, such as the laws “On"}, {"text_block_id": "p96_b1592", "text": "Subsoils,” “On Oil and Gas,” “On Coal,” “On Agreements for Production Sharing in Subsoil"}, {"text_block_id": "p96_b1593", "text": "Use,” “On Concessions and Concession-Based Enterprises” and other bylaws contradict"}, {"text_block_id": "p96_b1594", "text": "one another or allow dual interpretation. One failed to dot all the “i”s with respect to issues"}, {"text_block_id": "p96_b1595", "text": "of ownership in mining property and subsoil use emerging in the course of deposit"}, {"text_block_id": "p96_b1596", "text": "development. The subsoil-use legislation allows a high degree of intervention by state and"}, {"text_block_id": "p96_b1597", "text": "local bodies into commercial activities of companies, provides excessive powers and"}, {"text_block_id": "p96_b1598", "text": "discretion to officials. The explored deposits are passed from one investor to another."}, {"text_block_id": "p96_b1599", "text": "electronic media has been slow."}, {"text_block_id": "p96_b1600", "text": "Goals"}, {"text_block_id": "p96_b1601", "text": "of development of the mining industry:"}, {"text_block_id": "p96_b1602", "text": "–"}, {"text_block_id": "p96_b1603", "text": "to increase revenue from mining through production diversification and integration into the world economy."}, {"text_block_id": "p96_b1604", "text": "–"}, {"text_block_id": "p96_b1605", "text": "To create favorable investment climate for all subsoil users, regardless of ownership and nationality."}, {"text_block_id": "p96_b1606", "text": "–"}, {"text_block_id": "p96_b1607", "text": "To develop new mineral deposits and create new jobs."}, {"text_block_id": "p96_b1608", "text": "–"}, {"text_block_id": "p96_b1609", "text": "to introduce advanced mining technologies and counter the use of wasteful and environmentally-hostile extraction methods."}, {"text_block_id": "p96_b1610", "text": "–"}, {"text_block_id": "p96_b1611", "text": "To introduce mechanisms of state regulation that aim at balancing the interests of the subsoil users, the state and society."}, {"text_block_id": "p96_b1612", "text": "The state policy in the mining industry will be focused on balancing the interests of"}, {"text_block_id": "p96_b1613", "text": "the state, investors and local communities."}, {"text_block_id": "p96_b1614", "text": "Objectives:"}, {"text_block_id": "p96_b1615", "text": "of the impact on the environment."}, {"text_block_id": "p96_b1616_merged_merged_merged_merged", "text": "Policy and measures. legislation."}, {"text_block_id": "p97_b1618", "text": "there are guarantees of observance of rights of existing and potential investors."}, {"text_block_id": "p97_b1619", "text": "defined norms and criteria."}, {"text_block_id": "p97_b1620", "text": "that hinder operations of good-faith mining businesses."}, {"text_block_id": "p97_b1621", "text": "10.4. Transport and communications"}, {"text_block_id": "p97_b1622", "text": "Current status:"}, {"text_block_id": "p97_b1623", "text": "construction of new ones is implemented through significant state-backed loans."}, {"text_block_id": "p97_b1624_merged_merged", "text": "However, the loans do not allow the country to fully cover the need for funding the transport infrastructure."}, {"text_block_id": "p97_b1626", "text": "markets for goods and services."}, {"text_block_id": "p98_b1627", "text": "In order to achieve this goal, the following"}, {"text_block_id": "p98_b1628", "text": "objectives"}, {"text_block_id": "p98_b1629", "text": "and radio-broadcasting."}, {"text_block_id": "p98_b1630", "text": "preservation and development of the road network."}, {"text_block_id": "p98_b1631", "text": "Policy measures"}, {"text_block_id": "p98_b1632", "text": "in the field of development of"}, {"text_block_id": "p98_b1633", "text": "transport services"}, {"text_block_id": "p98_b1634", "text": "consumers in the development of infrastructure projects."}, {"text_block_id": "p98_b1635", "text": "following five international transport corridors:"}, {"text_block_id": "p98_b1636_merged_merged_merged", "text": "In order to implement the objective least 150 km of roads, with laying asphalt-concrete pavement."}, {"text_block_id": "p98_b1639", "text": "interstate traffic on roads of the CIS member countries."}, {"text_block_id": "p98_b1640", "text": "Oblast – about 125 km."}, {"text_block_id": "p99_b1641", "text": "latter becoming a basis for construction of an air transportation hub."}, {"text_block_id": "p99_b1642", "text": "Implementation of the sixth objective will require conducting uniform, coordinated state policy in the fields of communications and information technology; while ensuring uniform informational space and efficient use of the info-communication infrastructure. For this purposes, a Concept for Development and Modernization of e-government will be implemented and a transition to digital TV and radio broadcasting will be completed."}, {"text_block_id": "p99_b1643", "text": "10.5. Tourism and services industry"}, {"text_block_id": "p99_b1644", "text": "Tourism plays an important role in solving social problems, by creating new jobs and improving the well-being of the population, particularly in rural areas. Currently, tourism is one of the priorities of the economic recovery. UNESCO recognizes tourism one of the main factors of cultural and humanitarian development contributing to the preservation of peace and rapprochement between peoples through a \"dialogue between cultures.\""}, {"text_block_id": "p99_b1645", "text": "Current status:"}, {"text_block_id": "p99_b1646", "text": "tourists, which exceeds the 2011 value 3 times as much."}, {"text_block_id": "p99_b1647", "text": "historical heritage."}, {"text_block_id": "p99_b1648", "text": "quality road infrastructure (on almost all highways of the country)."}, {"text_block_id": "p99_b1649", "text": "competitive."}, {"text_block_id": "p99_b1650", "text": "no training of technical personnel."}, {"text_block_id": "p99_b1651", "text": "Kyrgyzstan has to become a modern regional center for tourism in Central Asia."}, {"text_block_id": "p100_b1652_merged", "text": "Policy and measures. small and medium businesses will intensify."}, {"text_block_id": "p100_b1654", "text": "potential for growth of tourism in Kyrgyzstan."}, {"text_block_id": "p101_b1655", "text": "Chapter 11. ECONOMIC DEVELOPMENT OF THE REGIONS"}, {"text_block_id": "p101_b1656", "text": "in retail sales and the volume of market services provided to the population."}, {"text_block_id": "p101_b1657", "text": "The regions have or will develop certain priority vectors, which will become drivers and will gather around businesses from other industries in order to yield tangible results in a few years. A crucial role here will be played by local entrepreneurs and local governments, which will allow to select those vectors that will lead to the development of small and medium enterprises. For the regions having such enterprises is the key to employment and finding opportunities for further social and economic development."}, {"text_block_id": "p101_b1658", "text": "The main role in the implementation of this task will be played by the textile and processing industry technopolises, where necessary conditions will be created in the form of production facilities and infrastructure (access roads, provision of water and electricity)."}, {"text_block_id": "p101_b1659", "text": "programmes."}, {"text_block_id": "p101_b1660", "text": "In the next five years in terms of regional development particular attention will be paid to development of agriculture as a strategic industry of the economy. In order to address the problem of the shortage of irrigation water there will be an implementation of national projects for construction and rehabilitation of irrigation systems. Development of irrigation should proceed in parallel with expansion of maintenance and repair for the existing irrigation systems and with preservation of water resources. There will also implementation of other projects aimed at the development of seed farms, animal farming, veterinary services, etc. Implementation of such projects requires support from local farmers, agriproducers, while the task of the local authorities is to ensure effective and efficient use of the investments so that they yield tangible economic growth of the regions."}, {"text_block_id": "p101_b1661", "text": "international financial institutions to obtain loans to finance new projects."}, {"text_block_id": "p102_b1662", "text": "clusters for local products."}, {"text_block_id": "p102_b1663", "text": "state organizations and other measures."}, {"text_block_id": "p102_b1664", "text": "investors and the local communities."}, {"text_block_id": "p102_b1665", "text": "significantly decrease the disparities in regional development."}, {"text_block_id": "p103_b1666", "text": "Chapter 12. FROM DISPERSING INVESTMENTS TO THEIR CONCENTRATION (NATIONAL PROJECTS)"}, {"text_block_id": "p103_b1667", "text": "be financed on leftovers."}, {"text_block_id": "p103_b1668", "text": "of sabotage and corruption in the country's national projects."}, {"text_block_id": "p103_b1669", "text": "resources."}, {"text_block_id": "p103_b1670", "text": "life of the country."}, {"text_block_id": "p103_b1671", "text": "modernizing industries themselves."}, {"text_block_id": "p103_b1672", "text": "optimal achievement of economic development objectives of the country."}, {"text_block_id": "p103_b1673", "text": "this point no structural reforms or development programs will help."}, {"text_block_id": "p103_b1674", "text": "education sector."}, {"text_block_id": "p103_b1675", "text": "The idea behind national projects is targeted investments with maximum yields. National projects are not about substituting private investments with public funds."}, {"text_block_id": "p103_b1676_merged", "text": "Public financial resources should first go towards those projects where necessary preparations have been completed."}, {"text_block_id": "p104_b1678", "text": "subsidies will fail to improve the situation and will be gone forever."}, {"text_block_id": "p104_b1679", "text": "among all parties to the project."}, {"text_block_id": "p104_b1680", "text": "technologies that that enable automatic control over the execution of projects."}, {"text_block_id": "p104_b1681", "text": "be strict control over achieving the deliverables."}, {"text_block_id": "p104_b1682", "text": "General public should also be involved in controlling implementation of national projects; this is particularly true because openness and transparency will be the key principles that underpin the projects themselves. All political forces, all non-government associations should have the right to information and control. This, however, does not mean that such control should interfere with normal day-to-day operations, turning them into another red tape. Administrative resources should be concentrated on those priority tasks that are most pressing for the country and which our people expect to be addressed."}, {"text_block_id": "p104_b1683", "text": "The state should focus its efforts on implementing specific national-scale projects"}, {"text_block_id": "p104_b1684", "text": "and abandon the practice of dispersing investments."}, {"text_block_id": "p104_b1685", "text": "agriculture"}, {"text_block_id": "p104_b1686", "text": "the agricultural sector."}, {"text_block_id": "p104_b1687_merged_merged_merged", "text": "Several projects will be implemented in the energy industryattraction of investments into micro and sustainable energy sector of the country."}, {"text_block_id": "p104_b1690", "text": "Particular attention will be paid to infrastructure projects in the"}, {"text_block_id": "p105_b1691", "text": "Textile and Garments Industry”."}, {"text_block_id": "p106_b1692", "text": "EXPECTED RESULTS"}, {"text_block_id": "p106_b1693", "text": "long-term dynamic development."}, {"text_block_id": "p106_b1694", "text": "The principal result of the five-year implementation of the National Sustainable Development Strategy for the Kyrgyz Republic should a stronger democratic, secular state with stable political system, dynamically developing economy and steadily rising incomes of the population."}, {"text_block_id": "p106_b1695", "text": "Also, during 2013-2017 it is important to consolidate the foundations of a rule-of-law state with robust governance systems, to strengthen economic and social development, social and national security and environmental protection. The task is to create a new generation of Kyrgyzstan’s elite – on the basis of professionalism and mainly from the representatives of the young generation. Strengthening of the legal system should ensure protection of rights of citizens and good faith legal entities, robust protection of the fundamentals of the economy, including the institute of private property."}, {"text_block_id": "p106_b1696", "text": "development projects by leftovers."}, {"text_block_id": "p106_b1697", "text": "resources will be used in an environmentally prudent manner."}, {"text_block_id": "p106_b1698", "text": "turning Kyrgyzstan into a regional center of air transportation."}, {"text_block_id": "p106_b1699", "text": "and digital TV will be available at any point within Kyrgyzstan’s borders."}, {"text_block_id": "p106_b1700_merged", "text": "As a consequence of implementation of the economic policy outlined in the Sustainable Development Strategy, economic development will become sustainable and stable, the budget will be balanced and the inflation will be predictable; Kyrgyzstan will no longer be associated in the world with poor government and people. Positive impact of"}, {"text_block_id": "p107_b1704", "text": "economic development will become tangible, the country’s capabilities will allow it to"}, {"text_block_id": "p107_b1705", "text": "address many social issues."}, {"text_block_id": "p107_b1706", "text": "medium-income countries."}, {"text_block_id": "p107_b1707", "text": "60% of the GDP."}, {"text_block_id": "p107_b1708", "text": "2017 average life expectancy of population will increase from 69 in 2012 to 73."}, {"text_block_id": "p107_b1709", "text": "will increase from KGS 11.5 thousand to KGS 26 thousand by 2017."}, {"text_block_id": "p107_b1710", "text": "and will also ensure food safety of the country."}, {"text_block_id": "p107_b1711", "text": "country."}, {"text_block_id": "p107_b1712", "text": "business community and the government."}, {"text_block_id": "p107_b1713", "text": "generations of Kyrgyzstanis."}, {"text_block_id": "p107_b1714", "text": "financial, business, tourism and culture centers in Central Asia."}, {"text_block_id": "p107_b1715_merged_merged", "text": "By 2017 Kyrgyzstan should place in the top-30 of the international Doing Business rating. Kyrgyzstan will place no lower than 40th in the global ranking of economic freedom, making Kyrgyzstan becoming the top performer by this indicator among all CIS countries. Integration into global trade through expansion of the export capacity will create new jobs for our citizens in our country and will help to mobilize external resources for internal needs. In the Global Enabling Trade rating Kyrgyzstan should place no lower than 60th ."}, {"text_block_id": "p107_b1720", "text": "index."}, {"text_block_id": "p108_b1721", "text": "development."}, {"text_block_id": "p108_b1722", "text": "collaboration of the branches with the civil society."}, {"text_block_id": "p108_b1723", "text": "the beginning of the journey."}, {"text_block_id": "p108_b1724_merged", "text": "However, WE should TOGETHER and confidently move forward and WE TOGETHER will achieve our goal!"}, {"text_block_id": "p109_b1726", "text": "Annexes to Chapter 12"}, {"text_block_id": "p109_b1727", "text": "Table 1. Investment projects in the agricultural sector (2013 – 2017)"}, {"text_block_id": "p111_b1728", "text": "Table 2. Investment projects in the energy sector (2013-2017)"}, {"text_block_id": "p112_b1729", "text": "Table 3. Investment Projects in the transport and communications sector (2013-2017)"}, {"text_block_id": "p114_b1730", "text": "Table 4. Investment projects in the manufacturing and logistical sector (2013-2017)"}, {"text_block_id": "p115_b1731", "text": "Table 5. Investment projects in the mining sector (2013-2017)"}], "document_description": "These documents aim to increase the share of green growth in the economy as well as improve the country's resilience to adverse effects fo climate change.The program was approved by decree 218/2013."}