{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Kyrgyzstan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Health", "Environment", "Agriculture"], "document_date": "25/12/2015", "document_language": "English", "document_name": "Priorities for Adaptation to Climate Change in the Kyrgyz Republic till 2017 (updated to 2020)", "document_country_code": "KGZ", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/KGZ/2015/KGZ-2015-12-25-Priorities for Adaptation to Climate Change in the Kyrgyz Republic till 2017 (updated to 2020)_5ce365b231493ccfe893353971793cc4.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "This plan was approved by a governmental resolution. It sets the government's adaptation priorities to 2020, and charges executive bodies, notably the State Agency for Environmental Protection and Forestry, to develop sectoral programs accordingly.\n\nThe overall objective of adaptation projects and programs is to support specific adaptation\nThe cross-cutting areas of adaptation identified in the document are:\n1) Improvement of the legal and institutional framework, and ensuring that the objectives of adaptation and inclusive economic growth are jointly linked;\n2) financial and economic mechanisms, including mobilisation of external financing;\n3) Improve information tools that monitor climate change processes and assess climate risks;\n4) Involvement of society, including the most vulnerable population and public organisations;\n5) Increase scientific capacity;\nand 6) Organisation and promotion of cross-border cooperation.\n\nThe government intends to focus in particular on water resources, agriculture, power engineering, emergencies, healthcare, forest and biodiversity."}