{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Kyrgyzstan", "document_category": "Policy", "document_sector_name": ["LULUCF", "Economy-wide"], "document_date": "01/01/2015", "document_language": "Russian", "document_name": "Program and plan of action to adapt to the change in the climate of the sector \"Forest and Biodiversity\" for 2015-2017.", "document_country_code": "KGZ", "document_hazard_name": [], "document_keyword": ["Adaptation", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/KGZ/2015/KGZ-2015-01-01-Program and plan of action to adapt to the change in the climate of the sector %22Forest and Biodiversity%22 for 2015-2017._f4049dc33b99865ae0eae6925396c267.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The purpose of this Programme is to enhance and preserve the biological diversity of the Kyrgyz Republic and to increase the area covered by forests under a changing climate. The overall objective of the adaptation projects and programs is to support specific measures aimed at mitigating the adverse effects of climate change on the population of the country and sectors of the economy. The main adaptation activities include the following:Improving the regulatory legal framework for climate change adaptation;Improving the institutional framework and ensuring cross-sectoral integration in adapting to climate change;Improving financial and economic mechanisms, including the mobilization of external funding for priority adaptation measures;Improving information tools to provide process monitoring of climate change and climate risk assessment;Involvement of civil society in the process of adaptation to climate change;Building scientific capacity to adapt to climate change;Organization and promotion of cross-border cooperation on adaptation to climate change."}