{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Kyrgyzstan", "document_category": "Policy", "document_sector_name": "Industry", "document_language": "English", "document_name": "Strategy for Sustainable Industrial Development of the Kyrgyz Republic 2019-2023", "document_country_code": "KGZ", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2019", "document_keyword": ["Renewables", "Technology"], "document_url": "https://cdn.climatepolicyradar.org/KGZ/2019/KGZ-2019-01-01-Strategy for Sustainable Industrial Development of the Kyrgyz Republic 2019-2023_4f28ef4b0edd81ca426b757cbd5e5203.pdf", "text_blocks": [{"text_block_id": "p14_b1", "text": "Environmental risks for the development of the extractive industry are caused by thehigh level of the possible environmental impacts of the sector."}, {"text_block_id": "p13_b1", "text": "6. Expected results"}, {"text_block_id": "p12_b1", "text": "young people and persons with disabilities in order to reduce internal and external migrationof workers.At the same time, the development of scientific and technical capacity is required andresearch activities in the field of industry, as well as promotion of innovative technologies inindustry.Social development will be ensured through access of employees of all industries to asocial package, including participation in the system of compulsory social and pensioninsurance, providing opportunities for additional training and professional development.Increase in personnel qualification, required for industrial development through theutilization of this tool, is aimed at achieving priorities of the Strategy and increasing the numberof technical and engineering graduates, as well as improving the quality of education. Thiswould raise the number of agreements on targeted and advanced training of current or futureemployees in educational institutions of the country, covering the costs of training at theexpense of industrial enterprises.At the same time, it is envisaged to increase the number of women, young people andpersons with disabilities engaged in industrial production."}, {"text_block_id": "p11_b1", "text": "Over the past 10 years, exports from Kyrgyzstan have shown a stagnant trend in contrastto the positive export growth rates in other countries of the Commonwealth of IndependentStates (where export growth in real terms averaged 7% per year).To increase the volume of exports of domestic industrial products, and to diversifyexports and export markets, it is necessary to address the following tasks:- Create the necessary infrastructure for exports;- Provide preferential financing for export-oriented industrial enterprises;- Develop new export markets for domestic industrial products.Indicators:- Increase of industrial exports;- Amount of subsidized interest rates of commercial banks to support export-oriented enterprises;- Number of enterprises that have implemented international quality standards."}, {"text_block_id": "p10_b1", "text": "regions, facilitation of access to water supply and the sewerage system, electrification andgasification of industrial facilities.Indicator:- Freight turnover in all types of transport;- Industrial enterprises connected to utility networks"}, {"text_block_id": "p9_b1", "text": "Priority 5: Light industry"}, {"text_block_id": "p8_b1", "text": "HydropowerThe Kyrgyz Republic has great potential for the development of hydropower, which isthe main source for the development of energy capacities and an increase in the generation ofelectricity.Hydropower will enable the solution of a number of important problems for society andthe state since it is an infrastructure for the activity and development of a number of the mostimportant sectors of the economy and the country as a whole.Each commissioned hydroelectric power station becomes a regional centre of economicgrowth in terms of its geographical location, fostering production, job creation anddevelopment of the industry.In this regard, the development of hydropower and the construction of new hydrogenerating capacities based on large hydropower plants is a priority in the energy sector."}, {"text_block_id": "p7_b1", "text": "Individual energy sources."}, {"text_block_id": "p6_b1", "text": "4. Priority industries"}, {"text_block_id": "p5_b1", "text": "products, and high transportation costs for the exports of raw materials and goods to foreignmarkets. The high share of the informal economy which, according to the National StatisticalCommittee, is 23.6%, is also a negative factor for the development of industry, which createsunequal conditions for the competition among bona fide investors. According to the surveysamong entrepreneurs, the high level of corruption, lack of property rights protection, lack ofaccess to electricity and other utilities, and problems with the local population are otherimportant factors.The focus of the proposed Strategy is on innovation. The transition to an innovativepath of development and the formation of progressive structural changes require the adoptionof measures now. However, they cannot be solved in a short time and will remain a priority inthe short, medium and long term.The priority areas will be as follows:- Improving the regulatory framework of industry;- Creating a competitive environment, and equal and predictable conditions foreconomic activity in industry and specific markets;- Conducting organizational restructuring of companies which produce industrialproducts in order to improve management efficiency, broadly diversifying theproduction, globalizing operations, developing mutually beneficial relationshipswith customers, co-operating with enterprises at the national and internationallevels to address emerging complex scientific-technical and production problemsquicker and at lower costs;- Ensuring profitable production and a stable financial position of industrialenterprises, covering at their own expense current and one-time costs that willarise during industrial development;- Further improving the market mechanisms and institutions, optimizing thestructure of the public sector with an increase in the efficiency of managing stateproperty.Industry in Kyrgyzstan should become the basis of the country's socio-economicdevelopment, a source of improving the living standards of the population by minimizing thenegative impact on the environment."}, {"text_block_id": "p4_b1", "text": "corridors, new technologies that allow for the exchange of knowledge and information, foreigninvestment and many other factors contribute to greater interdependence of countries in theglobal market. The geographical position of Kyrgyzstan between China, Russia and Europeholds great potential for trade. Proximity to countries with rapidly growing populations andneeds, such as India and Pakistan, offers new export opportunities.Competitive advantages for the development of industry in Kyrgyzstan include suchfactors as the existing education base, the relatively low cost of production factors, and amoderate inflation rate. Due to the low-income level of the population, Kyrgyzstan hascomparative advantages for the development of labor-intensive industries.Reserves of natural resources of the country, in particular gold, create conditions forthe development of the mining industry and also put the economy in a vulnerable position dueto the fluctuations in world prices for commodities.Economic reforms introduced by the Kyrgyz Government, such as the optimization ofthe tax administration and the adoption of fiscal stimulus measures, the provision of statesupport to exporters, the creation of quality infrastructure for industrial production, thereduction of barriers to trade, including Kyrgyzstan's accession to the EAEU, improvedindustrial development indicators. Over the past 3 years, the growth of industrial productionranged from 4.9% to 21% per year, and from 4.8% to 11.5% per year excluding the industrialproduction at Kumtor (figure 3)."}, {"text_block_id": "p3_b1", "text": "Figure 2: Main industries in the economy"}, {"text_block_id": "p2_b1", "text": "Figure 1: GDP Structure of the Kyrgyz Republic"}, {"text_block_id": "p1_b1", "text": "Annex 1"}, {"text_block_id": "p14_b2", "text": "8. Financing"}, {"text_block_id": "p13_b2", "text": "It is expected that after the successful realization of the Strategy, by 2023, the economyof Kyrgyzstan will be growing together with the liberalization of the economy and trade.It is anticipated that industrial production will increase by a minimum 4.6% annually.By improving the quality of goods and services produced in the country, domesticproducts become competitive on international markets.Kyrgyzstan is successfully integrating into global supply chains due to the developmentof trade and transport infrastructure.The tasks will be addressed through the organization of efficient transport and storagelogistics, consisting of a number of key components:- Effective land administration (warehouses, trade and logistics centers);- Transport logistics (roads, railways, airways);- The presence of transit and final warehouses, export insurance system.- The main production is export-oriented, with multiplier effects ensuring thegrowth of other sectors of the economy and the welfare of the population, whichpositively affects the growth of domestic demand.Targets to be achieved within the next 5 years:- An increase of industrial exports by a minimum 4% per year;- Clustering of production in industry, at least 3 industry clusters created;- Establishment of technology parks and industrial areas - not less than 4;- Not less than 25,000 new jobs created in 5 years.When achieving the goals set in this Strategy, the country's industry will successfullyovercome its dependence on external sources of financing and will become a country with ahigh level of income.Thus, a complete implementation of this Strategy in 5 years will allow to increase thevolume of foreign investment for the implementation of modern technologies in production,diversify the economy, reduce dependence on imports and increase industrial competitiveness."}, {"text_block_id": "p12_b2", "text": "Attracting investment in industrial development"}, {"text_block_id": "p11_b2", "text": "5. Tools to foster the development of priority industries"}, {"text_block_id": "p10_b2", "text": "Information and telecommunication infrastructureIndustrial development requires to study advanced technologies and practices for theintroduction of digital technologies in industry. The main tasks are:- The development of information and telecommunication infrastructure necessaryfor industrial development;- Introduction of new technologies in industries.Indicators:- Number of enterprises and organizations using information and communicationtechnologies;- Increase in the share of industrial enterprises engaged in the development andimplementation of innovations."}, {"text_block_id": "p9_b2", "text": "Light industry in Kyrgyzstan consists of three main branches: textiles, apparel, leatherand fur, which together accounted for about 3.3% of the total volume of industrial productionin 2018.Light industry has a high export potential and important social significance for thecountry, providing great employment for the population.Further development of the industry is envisaged by increasing the export potentialthrough cooperation and clustering on a regional level and introduction of technology parks,including market diversification and improved supply logistics.It is necessary to carry out this work to lift the industry to a new level of productiondevelopment, which would be focused on the production of branded apparel (for chain shops).The key requirement for products is to improve the quality of goods and promote thecompliance with international standards through the modernization and implementation of therequirements of e-commerce. In the long-term, the industry has to be developedcomprehensively through the creation of a production chain from the production of rawmaterials, textile production to finished garment products.For the development of the industry it is necessary to solve the following problems:- Reduce the dependence on imports of raw materials and material resources;- Create conditions for the development of industry with the introduction of clustermanagement principles, deploy the production forces in industrial zones of cities,with the ability to carry out large orders;- Make changes to the curricula of educational institutions that meet modernrequirements;- Create conditions for attracting investments, introduce modern managementsystems and new technologies.Indicators:- Increase production and export of light industry products, create jobs."}, {"text_block_id": "p8_b2", "text": "Priority 3: Food industry development"}, {"text_block_id": "p7_b2", "text": "The coal industry.A further prospect for the development of the coal industry is associated with asignificant increase in the share of open-pit mining (including in the Kavak basin) as the mostproductive and cheapest way of coal mining.However, underground mining remains important, given the necessity to supply high-quality coal to the population and for household purposes.The growth potentials of Kyrgyz coal production are closely linked to the growth ofdomestic consumption, i.e., with import substitution. This process requires investment in thereconstruction of boiler plants running on fuel oil, natural gas and electricity at the currentdemand of state companies in the amount of 260,000 tons per year.However, this requires renovation and reconstruction of production and technicalequipment, financial recovery of coal companies through attracting investors to invest funds inboiler facilities of state-funded organizations, as well as the state support of the developmentof mining regions through the creation of new industries, producing coal-based alternativefuels.Therefore, the development of the coal industry gains significant importance in theenergy security of the country.Addressing the problems of the coal industry includes the following measures:- Development of coal production at existing deposits through technologicalmodernization and improvement of the management structure, while observingenvironmental standards;- Study of the possibility of introducing new technologies to reduce theenvironmental impact of coal use."}, {"text_block_id": "p6_b2", "text": "Priority 1: Development of the mining and metallurgical industries"}, {"text_block_id": "p5_b2", "text": "3. Objective of the Strategy"}, {"text_block_id": "p4_b2", "text": "Figure 3: Industrial Production Dynamics"}, {"text_block_id": "p3_b2", "text": "Source: National Statistical Committee of the Kyrgyz Republic"}, {"text_block_id": "p2_b2", "text": "Source: National Statistical Committee of the Kyrgyz Republic"}, {"text_block_id": "p1_b2", "text": "STRATEGYfor Sustainable Industrial Development of the Kyrgyz Republic2019-2023"}, {"text_block_id": "p14_b3", "text": "Financing of the Strategy will be carried out within the framework of funds allocatedfrom the state budget, as well as by attracting funds from donors and investors for theimplementation of priority areas of industry. According to our calculations, the implementationof the measures proposed in this Strategy will require 373.5 billion Soms, 273.2 billion Somsof which would be contributed the private sector and 100.3 billion Soms from the budgetand international partners."}, {"text_block_id": "p13_b3", "text": "7. Possible risks and threats"}, {"text_block_id": "p12_b3", "text": "Increased industrial production requires a significant rise increase of investments in theindustrial sector, the provision of the access to finance for existing industrial enterprises,primarily focused on the export of their products.In order to attract investment and financing in the industrial sector, the following tasksneed to be addressed:- Creation of infrastructure and conditions for attracting investment in the industrialsector;- Reduction of procedural and administrative burdens on investors;- Strengthening the protection of investor rights;- Increasing domestic sources of funding;- Attracting foreign investment in the banking sector to finance the industrial sector."}, {"text_block_id": "p11_b3", "text": "Industrial Sector Management"}, {"text_block_id": "p10_b3", "text": "Priority 8. Regional Industrial Development"}, {"text_block_id": "p9_b3", "text": "Priority 6: Tourism"}, {"text_block_id": "p8_b3", "text": "In the manufacturing sector of Kyrgyzstan, the food industry plays a key role inproduction, employment and export. Within the scope of industrial production, the share offood and production industry was 12.6% in 2017 and 11.7%in 2018, i.e., there has been adecline in production.The industry is expected to develop by means of cooperation and clustering, as well asthrough the support of regional specialization in the production of local products. This shouldbe done considering the necessity of economic efficiency. It is necessary to increase the exportpotential of products and improve product quality through the modernization of existingenterprises. One of the important factors is the implementation of international food safetyquality standards throughout the entire value chain.For the development of the industry it is necessary to fulfil the following tasks:- Improve the quality and safety of domestic food products;- Increase the production and export of food products.Indicators:- The number of food industry enterprises that received international qualitycertificates;- The share of the processing and food industries in exports."}, {"text_block_id": "p7_b3", "text": "Oil and gas and oil refining industries.In recent years, there has been an increase in oil production and a gradual decrease inthe volume of natural gas production in the country. Natural gas consumption has beenincreasing due to the gasification of settlements in the country. The primary task is to maintainthe existing scope of oil and gas production, as well as to provide the necessary volume ofimport of natural gas, oil and oil products, and in the future - to ensure the growth of oil andgas production and explore prospective oil and gas fields.Also in the future, it is planned to increase the oil refining and production capacity, aswell as to develop the oil, gas and oil refining sectors of the country by attracting potentialinvestors."}, {"text_block_id": "p6_b3", "text": "The purposeful study and use of mineral resources ensures the development andfunctioning of the country's mining complex, which is one of the priority sectors of theeconomy.The main contribution to the total mining output is made by the gold mining industryand construction industry enterprises. The oil and gas industry and the coal industry play asubordinate role in the total mining output despite the fact that they are strategic sectors interms of ensuring the country's energy security.Therefore, for the development of the mining complex, it is necessary to pay specialattention to these sectors of the extractive industry, which in the future should ensure themaximum supply of the country's energy needs.In the extractive industry, it is necessary to continue the production at existing fieldswhile monitoring the environmental sustainability. In the future, the expansion of activities forthe exploration of new deposits and the reserves update in previously explored deposits isrequired. The increasing role of local governments in licensing extractive industries has a greatimportance as well. In the future, it will be necessary to diversify new fields, new types of non-metallic materials and rare earth metals, in compliance with the interests of the state, thecommunity and subsoil users, based on national and international practices.In order to develop the industry it is necessary to solve the following issues:- Create conditions for the development of the mining industry within the country;- Improve the sustainability of the mining and processing industries’ development.Indicators:- Reducing exports of precious metal ores and concentrates;- Increasing the role of the subsoil use in the development of regions."}, {"text_block_id": "p5_b3", "text": "The main objective of the Strategy is to achieve sustainable growth rates of industrialproduction based on a consistent transition to an innovative industrial development path,increasing production efficiency and product competitiveness.To achieve the main objective, it is necessary to solve the following tasks:- Advance industrial development taking into account the specialization of theregions of the Kyrgyz Republic and the processes of regional integration withother countries;- Expand the high-tech, competitive export industry, which will ensure thetransition of the economy from the export of raw materials to the industrial andinnovative type of development;- Create an effective management system in industry and conditions to attractinvestment."}, {"text_block_id": "p4_b3", "text": "Source: National Statistical Committee of the Kyrgyz Republic"}, {"text_block_id": "p3_b3", "text": "The volume of industrial products produced by small- and medium-sized enterprises(SMEs) in 2017 was 50.6 billion Soms or 21.4% of the total volume of industrial output. Theshare of SMEs in total industrial production varies significantly across the country. In theNaryn, Osh, Talas oblasts and in the city of Osh SMEs provided more than half of the totalindustrial production in the region.Only 6% of industrial enterprises are introducing and applying innovative productionmethods in their work.Despite the fact that in the early 2000s, the Kyrgyz Republic managed to maintain asteady export growth since 2008, exports from Kyrgyzstan have been generally declining(Table 1). In 2018, total exports from Kyrgyzstan amounted to 1.76 billion US dollars,representing a decrease of more than 100 million dollars compared to 10 years ago by."}, {"text_block_id": "p2_b3", "text": "The bulk of industrial production (up to 90%) is produced by six main economicsectors, five of which are manufacturing industries (figure 2). In 2018, the share of these sixindustries was as follows:- Production of basic metals and finished metal products, except machinery andequipment, with a share of 44.4%;- Production of food (including beverages) and tobacco products - 11.7%;- Production of coke and refined petroleum products - 5.3%;- Production of rubber and plastic products, other non-metallic mineral products(construction materials) - 7.8%;- Textile, apparel, footwear and leather production - 3.3%;- Provision (supply) of electricity, gas, steam and air conditioning - 15.3%."}, {"text_block_id": "p1_b3", "text": "1. Introduction"}, {"text_block_id": "p14_b4", "text": "9. Monitoring and evaluation"}, {"text_block_id": "p13_b4", "text": "The implementation of the Strategy involves real risks and threats that may hinder theachievement of planned results.Such risks include financial, technological, social, export, natural climate, andenvironmental ones.Financial risks are caused by the country's weak investment attractiveness due to thenegative impact of socio-economic factors and the lack of effective mechanisms to stimulateindustrial development, the low efficiency of financial and credit policies, as well as limitednational and local budgets.Technological risks are caused by a weak educational and research base for theintroduction of innovative technologies and the development of potentially effective sectors ofindustry.Social risks suggest a decrease in employment, an increase in internal and externalmigration of the population, and the mismatch between education and the needs of industrialdevelopment.Export risks of industrial products are due to the active development of industrialproduction in the EAEU countries and other countries.Natural and climatic risks for the development of the energy sector are caused by globalclimate change and lower water levels in rivers where electricity generation capacities arelocated."}, {"text_block_id": "p12_b4", "text": "This tool, which would increase internal financing sources in the industrial sector by4% and external sources of financing in the industrial sector by 10% annually aims atimproving the position of Kyrgyzstan in the ranking of the \"Global Competitiveness\" and\"Doing Business\" indexes."}, {"text_block_id": "p11_b4", "text": "In order to achieve the goals and objectives of the Strategy, it is necessary tosignificantly increase the state support of the industrial sector, primarily oriented towardsexports, as well as to improve conditions for attracting investments in the industry.Currently, the government regulation of the industrial sector is divided among variousgovernment institutions, including the State Committee on Industry, Energy and Subsoil Useof the Kyrgyz Republic, the Ministry of Agriculture, Land Reclamation and Food Security ofthe Kyrgyz Republic, the Ministry of Economy of the Kyrgyz Republic, the InvestmentPromotion and Protection Agency of the Kyrgyz Republic, and local authorities.To accelerate industrial development, it is necessary to have an effective specializedstate body that develops policies and implements support and control measures in this area.To create the coordination mechanism among government bodies responsible forindustrial development, as well as increase the responsibility and role of local authorities forthe implementation of industrial development in the regions, the following tasks need to beaddressed:- Improve the regulatory framework in the field of industrial policy and industrialdevelopment;- Strengthen the role of the government bodies responsible for industrial policy,including their institutional and human capacity.It is expected that the use of the tool will increase the industrial production and thequality of industrial problem solution methods due to the implementation of a set of measuresto enhance investment and innovation, to ensure accelerated growth in the sphere of small andmedium-sized enterprises through the effective implementation of cluster initiatives at theregional level."}, {"text_block_id": "p10_b4", "text": "Industry should become one of the foundations of the socio-economic development ofthe regions. In order to increase the competitiveness of the regional economy, it is necessary todesign an effective model of the regional economy, which would allow to utilize the existingpotential to the maximum. One of the most common mechanisms for implementing state andregional economic policies is cluster policy.Its main goal is the diversification of industry in the regions, including innovativeindustries, such as electronics, engineering, assembly facilities and components for them,pharmaceuticals, the chemical industry and other areas based on the efficient use of internaland external resources.For the development of regions it is necessary to address the following tasks:- Promote industrial development in the regions, taking into account internationalpractices;- Introduce the mechanisms which would stimulate the development of regionsthrough their specialization;- Form industrial clusters;- Ensure regional specialization based on comparative advantages of each region;- Construct and launch new industrial plants in the regions.Indicators:- Volume of industrial production in each region;- Number of clusters in each region;- Number of new industrial plants in the regions."}, {"text_block_id": "p9_b4", "text": "The tourism sector is one of the priority sectors of the Kyrgyz economy.To develop the industry sector that is directly related to the development of tourism inthe Kyrgyz Republic, it is planned to create and develop industrial enterprises in order toprovide tourism infrastructure, as well as facilitate the production of jewelry and nationalproducts oriented to tourists.To develop industry in tourism, it is planned to expand the assortment and increase theproduction of jewelry and national products.Indicators:- The volume of production of jewelry and national products;- Construction of tourism infrastructure."}, {"text_block_id": "p8_b4", "text": "Priority 4: Construction sector"}, {"text_block_id": "p7_b4", "text": "Renewable energy sources.The state policy in the field of renewable energy sources (RES) is based on theprinciples of strengthening energy security through increasing the share of renewable energy,developing competitive energy systems and ensuring environmental protection, involving thepopulation in the use and production of renewable energy equipment.To promote the use of renewable energy sources, potential opportunities for theirimplementation are being studied, including localization for the various types of renewableenergy sources. The main objective is to conduct organizational, research, design, expertise,engineering, construction and regulatory activities aimed at increasing the use of renewableenergy, especially small hydropower plants (HPP) for increasing the share of renewable energyin total energy consumption in the country."}, {"text_block_id": "p6_b4", "text": "Priority 2: Energy"}, {"text_block_id": "p4_b4", "text": "However, for sustained economic growth and poverty reduction, the industrial sector ofthe Kyrgyz Republic needs to be further strengthened.The main challenges for industrial development are the limited size of the domesticmarket, which prevents industries from taking full advantage of positive effects of the largescale of production, high dependence on Kumtor, the share of which in total industrialproduction accounts for 20%, lack of qualified labor force required for the introduction anddevelopment of modern industries, complex tax administration procedures, especially in thearea of value-added tax reimbursement, lack of infrastructure for certification of industrial"}, {"text_block_id": "p3_b4", "text": "Table 1. ExportYear2009 2010 2011 2012 2013 2014 2015 2016 2017 2018"}, {"text_block_id": "p2_b4", "text": "Service Sector46,8%"}, {"text_block_id": "p1_b4", "text": "Industrial development is a priority area of socio-economic development of the country.This is backed up by a number of existing documents on development, including the NationalDevelopment Strategy of the Kyrgyz Republic for 2018-2040, approved by the Decree of thePresident of the Kyrgyz Republic dated 31 October 2018 № 221, the Decree of the Presidentof the Kyrgyz Republic \"On declaring 2019 the Year of regional development anddigitalization of the country\" of 11 January 2019 № 1, the Concept of Regional Policy of theKyrgyz Republic for the period 2018-2022, approved by the Government Decision of 31 March2017 № 194, as well as the Programme of the Government of the Kyrgyz Republic “Unity.Trust. Creation.\", approved by the Resolution of the Jogorku Kenesh of the Kyrgyz Republicon 20 April 2018 № 2377-VI.The Strategy for Sustainable Industrial Development 2019-2023 (hereinafter referredto as the Strategy) was elaborated to develop industries and exports, as well as to increase thecompetitiveness of industrial products.One of the most important sectors of the economy of the Kyrgyz Republic, which hasa significant impact on economic growth, is industry, in particular the processing industry.The main objectives of the Strategy are to improve the regulatory framework in the fieldof industrial policy and development, create infrastructure and conditions for attractinginvestment in the industrial sector, and to introduce industrial innovative technologies inindustrial sectors."}, {"text_block_id": "p14_b5", "text": "The monitoring of the Strategy and Action Plan implementation is based on the closecooperation among all participants in the process of industrial development, including therepresentatives of the public and private sectors.Monitoring and implementation of the Action Plan will be realized by the designatedstate bodies dealing with industrial development through:- Collecting information on the implementation of the Action Plan and preparingregular monitoring reports;- Assessing the effectiveness and impact of the Action Plan;- Making adjustments and changes to this Strategy and Action Plan, if necessary;- Facilitating the mobilization of resources for the implementation of the ActionPlan.Monitoring and evaluation of the Strategy implementation will be carried out quarterly."}, {"text_block_id": "p12_b5", "text": "Environmental development"}, {"text_block_id": "p11_b5", "text": "Social development"}, {"text_block_id": "p10_b5", "text": "Priority 9. Improving the country's export potential"}, {"text_block_id": "p9_b5", "text": "Priority 7: Development of infrastructure necessary for industrial development"}, {"text_block_id": "p8_b5", "text": "The construction materials industry contributes 7.0% to industrial production inKyrgyzstan and is a complex industry that includes such independent sub-sectors as cement,sheet glass, asbestos cement (slate), and concrete production, as well as the production ofsolution, lime, prefabricated and reinforced concrete facilities and products, wall materials(bricks), natural stone products (facing slabs, etc.).The development of the production of construction materials directly depends on thestate of the construction complex, the activities of which can be stimulated through theconstruction of social housing and the implementation of large-scale infrastructure projects.In order to increase the volume of domestic production of building materials throughattracting investment to commission new capacities, it is planned to expand the production ofbuilding materials from domestic raw materials.Indicator:- The volume of production of domestic building materials."}, {"text_block_id": "p6_b5", "text": "The development of industry in Kyrgyzstan should be based on the advance creation ofthe necessary infrastructure, primarily in the field of energy. Currently, the lack ofinfrastructure is one of the main constraints for the development of industry, which createsadditional costs for industrial enterprises, reducing their competitiveness in domestic andforeign markets.To ensure energy security and sufficient supply of energy for industrial developmentand the export of industrial goods, the following tasks need to be addressed:- Improving the efficiency of the energy sector through optimal pricing andmanagement of the energy sector;- Increasing the electricity production based on the optimization of energy balanceand the commissioning of new energy capacities.Indicators:- Volume of electricity generation;- Improving the position of the Kyrgyz Republic in the “Getting Electricity”indicator of the “Doing Business” index."}, {"text_block_id": "p4_b5", "text": "171,1181,0209,8"}, {"text_block_id": "p3_b5", "text": "Export (billionUSD)"}, {"text_block_id": "p2_b5", "text": "Construction8,8%"}, {"text_block_id": "p1_b5", "text": "2. Overall assessment of the current situation"}, {"text_block_id": "p12_b6", "text": "Industrial development in the Kyrgyz Republic should be sustainable. In developingindustrial policy measures, it is necessary to take into account negative impacts on theenvironment, including climate change, as well as to provide adaptation measures in case ofsuch impacts.The main objective should be to reduce the burden of industrial activities on theenvironment. This requires an increase in environmentally friendly investments, whiledeveloping a recycling system and comprehensive approach towards recycling to decrease theamount of industrial waste."}, {"text_block_id": "p11_b6", "text": "The country's social development plays a key role in industrial development. Todevelop a high-tech and competitive industry in Kyrgyzstan, it is necessary to ensure thetraining of qualified personnel, as well as the conditions for their work in domestic industrialenterprises.Taking into account modern industry requirements, it is necessary to improve thesystem of higher and secondary vocational education, create new jobs, especially for women,"}, {"text_block_id": "p10_b6", "text": "As international experience demonstrates, successful industrial development is basedon a constantly expanding export sector. According to the classification of the World EconomicForum (WEF), Kyrgyzstan is currently competing in foreign markets mainly due to the use ofunskilled labor and natural resources."}, {"text_block_id": "p9_b6", "text": "Transport and utility infrastructure.A significant obstacle to the development of industry is the lack of developed transportand communal infrastructure systems. Issues that need to be addressed include therehabilitation of transport routes, reduction of transportation costs through strengthening of therailway infrastructure, improvement of transport routes for industrial development in the"}, {"text_block_id": "p4_b6", "text": "237,2250,6"}, {"text_block_id": "p3_b6", "text": "1.67 1.76 2.24 1.93 2.01.88 1.48 1.57 1.76 1.76"}, {"text_block_id": "p2_b6", "text": "Agriculture11,7%"}, {"text_block_id": "p1_b6", "text": "Currently, the industry of the Kyrgyz Republic is one of the main sectors of theeconomy, providing around 19.0% of gross domestic product (GDP) (figure 1), approximately18.0% of tax revenues to the national budget and more than 80.0% of exports. In 2018,industrial output amounted to 250.6 billion Soms."}, {"text_block_id": "p4_b7", "text": "93,9102,2112,6"}, {"text_block_id": "p3_b7", "text": "Exports withoutgold (billion USD)"}, {"text_block_id": "p2_b7", "text": "Transport4,0%"}, {"text_block_id": "p4_b8", "text": "136,1"}, {"text_block_id": "p3_b8", "text": "1.14 1.09 1.24 1.37 1.27 1.17 0.82 0.87 1.06 1.1"}, {"text_block_id": "p2_b8", "text": "Information andCommunication3,0%"}, {"text_block_id": "p4_b9", "text": "148,4"}, {"text_block_id": "p3_b9", "text": "The main share of export deliveries of the Kyrgyz Republic is represented bymanufactured goods, accounting for 74.9% in 2018. The largest share of exportedmanufacturing goods in 2018 was accounted for by the production of basic metals and finishedmetal products (53.7%), production of clothing (11.1%), food products (6.8%), coke andrefined petroleum products (6.5%).The number of people employed in industry in 2017 amounted to 137,629, or 5.8% ofthe working-age population.The industrial potential of Kyrgyzstan is linked to its natural resource base andproximity to large and growing markets, as well as processes of regional integration, primarilywithin the framework of the Eurasian Economic Union (EAEU). International transport"}, {"text_block_id": "p2_b9", "text": "GDP Structure of the Kyrgyz Republic (in %)"}, {"text_block_id": "p4_b10", "text": "98,4%"}, {"text_block_id": "p3_b10", "text": "Metallurgy44,4%"}, {"text_block_id": "p2_b10", "text": "Industry18,6%"}, {"text_block_id": "p4_b11", "text": "95,6%"}, {"text_block_id": "p3_b11", "text": "Energy15,0%"}, {"text_block_id": "p4_b12", "text": "104,9%"}, {"text_block_id": "p3_b12", "text": "Food processing11,7%"}, {"text_block_id": "p4_b13", "text": "111,5%105,4%"}, {"text_block_id": "p3_b13", "text": "Rubber,Constructionmaterial7,8%Textile andapparel3,3%"}, {"text_block_id": "p4_b14", "text": "103,4%99,4%"}, {"text_block_id": "p3_b14", "text": "Oil refining 5,3%"}, {"text_block_id": "p4_b15", "text": "104,8%"}, {"text_block_id": "p3_b15", "text": "Main industries in the economy(in %)"}, {"text_block_id": "p4_b16", "text": "121,0%"}, {"text_block_id": "p4_b17", "text": "107,3%"}, {"text_block_id": "p4_b18", "text": "0%"}, {"text_block_id": "p4_b19", "text": "20%"}, {"text_block_id": "p4_b20", "text": "40%"}, {"text_block_id": "p4_b21", "text": "60%"}, {"text_block_id": "p4_b22", "text": "80%"}, {"text_block_id": "p4_b23", "text": "100%"}, {"text_block_id": "p4_b24", "text": "120%"}, {"text_block_id": "p4_b25", "text": "140%"}, {"text_block_id": "p4_b26", "text": "0"}, {"text_block_id": "p4_b27", "text": "50"}, {"text_block_id": "p4_b28", "text": "100"}, {"text_block_id": "p4_b29", "text": "150"}, {"text_block_id": "p4_b30", "text": "200"}, {"text_block_id": "p4_b31", "text": "250"}, {"text_block_id": "p4_b32", "text": "300"}, {"text_block_id": "p4_b33", "text": "2014г.2015г.2016г.2017г.2018г."}, {"text_block_id": "p4_b34", "text": "Industrial Production Dynamics(left: billions of Soms, right: in %)"}, {"text_block_id": "p4_b35", "text": "IndustryWithout KumtorVolume Index in % industry"}], "document_description": "This document was adopted by Decree 502/2019. It aims to improve the dedicated regulatory framework, create infrastructure and conditions for attracting investment in the industrial sector, and introduce industrial innovative technologies."}