{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Palestine", "document_category": "Law", "document_sector_name": "Social development", "document_language": "English", "document_name": "Law no 7/1999 on the environment", "document_country_code": "PSE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "07/06/1999", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/PSE/1999/PSE-1999-06-07-Law no 7_1999 on the environment_dd79046a64af4f915408a718f5b79200.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Palestinian Environmental Law"}, {"text_block_id": "p0_b2", "text": "The Chairman of PLO Executive Committee, President of the Palestinian Authority, After having consulted resolution no. (7) regarding The Ministry, And based on the requirements of public interest, After approval of the Palestinian Legislative Council in its session on"}, {"text_block_id": "p0_b3", "text": "6 / 7 /1999, The following law was enacted:"}, {"text_block_id": "p0_b4", "text": "Title I"}, {"text_block_id": "p0_b5", "text": "Definitions and General Provisions"}, {"text_block_id": "p0_b6", "text": "Chapter 1"}, {"text_block_id": "p0_b7", "text": "(Definitions)"}, {"text_block_id": "p0_b8", "text": "Article (1)"}, {"text_block_id": "p0_b9", "text": "In applying the provisions of this law, the following words and terms shall have their specified definitions below, unless otherwise is provided:"}, {"text_block_id": "p0_b10", "text": "Environment:"}, {"text_block_id": "p0_b11", "text": "the vital surroundings with all forms of life, including air, water, land, the facilities and the reactions among them."}, {"text_block_id": "p0_b12", "text": "Air"}, {"text_block_id": "p0_b13", "text": ":  the mixture of gases, which compose the air with its natural characteristics and defined concentrations."}, {"text_block_id": "p0_b14", "text": "Soil:"}, {"text_block_id": "p0_b15", "text": "the surface crust of the Earth on which there can be activities of agriculture, construction, and digging, that includes all types of land."}, {"text_block_id": "p0_b16", "text": "Drifting"}, {"text_block_id": "p0_b17", "text": ":"}, {"text_block_id": "p0_b18", "text": "sweeping away any part of the land surface."}, {"text_block_id": "p0_b19", "text": "Water"}, {"text_block_id": "p0_b20", "text": ":"}, {"text_block_id": "p0_b21", "text": "Includes surface and underground water in all forms, fresh, saline or semi-saline."}, {"text_block_id": "p0_b22", "text": "Environmental Pollution:"}, {"text_block_id": "p0_b23", "text": "Any direct or indirect changes in the characteristics of the environment, that may cause harm to any of its components or disrupts its natural balance."}, {"text_block_id": "p0_b24", "text": "Air Pollution:"}, {"text_block_id": "p0_b25", "text": "Any change in the characteristics or components of the natural air, which may cause harm to the environment."}, {"text_block_id": "p0_b26", "text": "Water Pollution"}, {"text_block_id": "p0_b27", "text": ":"}, {"text_block_id": "p0_b28", "text": "Any change in the characteristics or components of water, which may cause harm to the environment."}, {"text_block_id": "p0_b29", "text": "Pollutant Substance and Agents"}, {"text_block_id": "p0_b30", "text": ": Any substance in the forms of gas, liquid, solid agents, noise, aerosol, vapor, odor, noise, radiation, heat or vibrations which may result in the pollution or deterioration of the environment."}, {"text_block_id": "p1_b31", "text": "Hazardous Substance"}, {"text_block_id": "p1_b32", "text": ": Any substance or compound, which because of its hazardous characteristics poses a danger on the environment as toxic, radioactive, biologically infectious, explosive or flammable substances."}, {"text_block_id": "p1_b33", "text": "Hazardous Waste"}, {"text_block_id": "p1_b34", "text": ":"}, {"text_block_id": "p1_b35", "text": "waste generated by the various activities and operations or the ash thereof, which preserve the characteristics of hazardous substance which have no uses, such as atomic waste, medical waste, or refuse emanating from manufacturing of pharmacological products, medicines, organic solvents, dyes, painting, pesticides or any other similar substance."}, {"text_block_id": "p1_b36", "text": "Solid Waste"}, {"text_block_id": "p1_b37", "text": ":"}, {"text_block_id": "p1_b38", "text": "Any non-hazardous waste, or garbage, generated by the deferent activities: household, commercial, agricultural, constructional, industrial waste and the sludge generated by waste treatment plants."}, {"text_block_id": "p1_b39", "text": "Waste Water"}, {"text_block_id": "p1_b40", "text": ":"}, {"text_block_id": "p1_b41", "text": "Water polluted by solid, liquid, gas energy or microorganisms’ matters generated or resulted from homes, buildings or the variant facilities."}, {"text_block_id": "p1_b42", "text": "Underground Water"}, {"text_block_id": "p1_b43", "text": ":"}, {"text_block_id": "p1_b44", "text": "Any floods, running or stagnant water in the underground."}, {"text_block_id": "p1_b45", "text": "Facility:"}, {"text_block_id": "p1_b46", "text": "Any land, building, structure, or equipment, that  constitute the facility."}, {"text_block_id": "p1_b47", "text": "Facility Owner:"}, {"text_block_id": "p1_b48", "text": "Any natural or juridical person, who may own or lease a facility or responsible for operating and managing it."}, {"text_block_id": "p1_b49", "text": "Environmental Harm:"}, {"text_block_id": "p1_b50", "text": "Any harm generated by the exercise of any activity which may cause harms to public health, public welfare and  environment."}, {"text_block_id": "p1_b51", "text": "License:"}, {"text_block_id": "p1_b52", "text": "An official document issued by the specialized body authorizing the establishment and operation of the facility, and determining governing specific rules and restrictions thereof."}, {"text_block_id": "p1_b53", "text": "Environmental Impact"}, {"text_block_id": "p1_b54", "text": ":"}, {"text_block_id": "p1_b55", "text": "Any negative or positive outcome generated by the different activities from the facility or project which affect the different elements of the environment."}, {"text_block_id": "p1_b56", "text": "Pollution Prevention:"}, {"text_block_id": "p1_b57", "text": "measures and procedures taken to prevent any pollution."}, {"text_block_id": "p1_b58", "text": "Pollution Control: measures and"}, {"text_block_id": "p1_b59", "text": "procedures taken to reduce or eliminate the emission of pollutants."}, {"text_block_id": "p1_b60", "text": "Environmental Protection"}, {"text_block_id": "p1_b61", "text": ": includes preserving the elements of the environment, preventing or reducing the pollution and degrading thereof as well as upgrading these elements."}, {"text_block_id": "p1_b62", "text": "Dumping"}, {"text_block_id": "p1_b63", "text": ": discharge of variant pollutants generated by all types of facilities or transportation facilities in inland, and territorial or free economic zone."}, {"text_block_id": "p2_b64", "text": "Ship"}, {"text_block_id": "p2_b65", "text": ": Any marine unit, floating on or plunged in the water, whether it is civil or military"}, {"text_block_id": "p2_b66", "text": "one."}, {"text_block_id": "p2_b67", "text": "Marine Installations"}, {"text_block_id": "p2_b68", "text": ": Any stationary or mobile facility built on or under water for commercial, industrial, touring, military or scientific purposes."}, {"text_block_id": "p2_b69", "text": "Public Areas"}, {"text_block_id": "p2_b70", "text": ": Areas designated to receive the public at large or any definite group for whatever purpose."}, {"text_block_id": "p2_b71", "text": "Standards"}, {"text_block_id": "p2_b72", "text": ": Percentages, quantities or norms as established by specialized agencies to define the environmental pollutants and their harmful impacts."}, {"text_block_id": "p2_b73", "text": "Waste Management"}, {"text_block_id": "p2_b74", "text": ": Collection of the different wastes and the transportation thereof to specified zones for recycling, treatment or disposal."}, {"text_block_id": "p2_b75", "text": "Environmental Disaster"}, {"text_block_id": "p2_b76", "text": ": Any event generated by natural or human action, which results in severe harm to the environment, the combat of which requires possibilities exceed local capabilities."}, {"text_block_id": "p2_b77", "text": "Compensation"}, {"text_block_id": "p2_b78", "text": ":"}, {"text_block_id": "p2_b79", "text": "For harms caused by the variant pollutants as a result of an act or more performed by natural, or juridical persons affecting the environmental components, pursuant to an administrative or judicial orders, or in the implementation of provisions stipulated in international conventions."}, {"text_block_id": "p2_b80", "text": "Environmental Nuisance"}, {"text_block_id": "p2_b81_merged", "text": ": The harm or material damage caused by the generation of noise, vibration, radiation, or irritations; the release of smells which result from any activity of humans, facilities, transportation facilities or any other agent in a manner that affects properties or the human (exercise of natural) life."}, {"text_block_id": "p2_b85", "text": "Environmental monitoring"}, {"text_block_id": "p2_b86", "text": ": procedures initiated by specialized agencies, to ensure that all persons and agencies abide to the environmental standards and instructions prescribed to ensure that they are not violated or surpassed."}, {"text_block_id": "p2_b87", "text": "Environmental Control"}, {"text_block_id": "p2_b88", "text": ": Activities meant to monitor the quality of the environment."}, {"text_block_id": "p2_b89", "text": "Environmental Deterioration"}, {"text_block_id": "p2_b90", "text": ": Any impact on the environment or its components that may cause harms which degrades the environment or depletes its resources and harms living organisms."}, {"text_block_id": "p2_b91", "text": "Ministry"}, {"text_block_id": "p2_b92", "text": ":"}, {"text_block_id": "p2_b93", "text": "Ministry of Environmental Affairs."}, {"text_block_id": "p2_b94", "text": "Minister"}, {"text_block_id": "p2_b95", "text": ":"}, {"text_block_id": "p2_b96", "text": "Minister of Environmental Affairs."}, {"text_block_id": "p2_b97", "text": "Environmental Awareness"}, {"text_block_id": "p2_b98", "text": ":"}, {"text_block_id": "p2_b99", "text": "Spreading the knowledge, which consolidate the principles and values, which may upgrade public awareness, needed to preserve the environment and"}, {"text_block_id": "p3_b100", "text": "its components."}, {"text_block_id": "p3_b101", "text": "Closed Public Areas"}, {"text_block_id": "p3_b102", "text": ":"}, {"text_block_id": "p3_b103", "text": "Any public areas in the form of complete building where the air comes in only through windows built in for aeration purposes and include (theaters, cinemas, museums, restaurants, meeting halls, etc.), public transportation facilities shall also be subject to this definition."}, {"text_block_id": "p3_b104", "text": "Natural Reserves:"}, {"text_block_id": "p3_b105", "text": "Areas designated to preserve certain types of living organisms or other ecosystems that have natural or aesthetic, where it is forbidden to eliminate, affect or kill them."}, {"text_block_id": "p3_b106", "text": "Discharge"}, {"text_block_id": "p3_b107", "text": ":"}, {"text_block_id": "p3_b108", "text": "Throwing, leaking, emitting, pumping, pouring, or discharging -in a direct or indirect manner -of any environmental pollutants in the air, land, inland or territorial waters."}, {"text_block_id": "p3_b109", "text": "Free economic zone"}, {"text_block_id": "p3_b110", "text": ":"}, {"text_block_id": "p3_b111", "text": "The marine area which lies beyond and adjacent to the territorial sea, which does not exceed two hundred marine miles measured with the same lines used to measure the latitude of the territorial sea."}, {"text_block_id": "p3_b112", "text": "Environmental Approval"}, {"text_block_id": "p3_b113", "text": ":"}, {"text_block_id": "p3_b114", "text": "An official document issued by the Ministry expresses the environmental opinion regarding establishing or practicing any activities require an environmental approval."}, {"text_block_id": "p3_b115", "text": "Environmental impact assessment “EIA”"}, {"text_block_id": "p3_b116", "text": ": A"}, {"text_block_id": "p3_b117", "text": "detailed study for assessing the environmental impacts as a result of practicing any activities."}, {"text_block_id": "p3_b118", "text": "Article (2)"}, {"text_block_id": "p3_b119", "text": "The objectives of this law are"}, {"text_block_id": "p3_b120", "text": ":"}, {"text_block_id": "p3_b121", "text": "."}, {"text_block_id": "p3_b122_merged_merged", "text": "Protection of the environment against all forms and types of pollution; Protection of Public health and welfare; 2Insertion . of the bases of environmental protection in social and economic development 3plans; and encouragement of sustainable development of vital resources in a manner that preserves the rights of future generations; Protection . of bio-diversity and environmentally sensitive areas, as well as improvement 4of environmentally harmed areas; Encouragement. of collection and publication of environment-related information to raise 5public awareness of environmental problems."}, {"text_block_id": "p3_b140", "text": "Chapter 2"}, {"text_block_id": "p3_b141", "text": "(General Provisions)"}, {"text_block_id": "p3_b142", "text": "Article (3)"}, {"text_block_id": "p4_b143", "text": "Every person may:"}, {"text_block_id": "p4_b144", "text": "Regardless of personal interest and in order to secure a sound environment, file or"}, {"text_block_id": "p4_b145", "text": "."}, {"text_block_id": "p4_b146", "text": "1st"}, {"text_block_id": "p4_b147", "text": "follow up on any complaint or appropriate legal proceedings against any natural or juridical person-causing harm to the environment."}, {"text_block_id": "p4_b148", "text": "He/ she may also obtain any necessary official information to discover the"}, {"text_block_id": "p4_b149", "text": "."}, {"text_block_id": "p4_b150", "text": "2nd"}, {"text_block_id": "p4_b151", "text": "environmental impact of any industrial, agricultural, constructional or other activity within the development programs, in compliance with the law."}, {"text_block_id": "p4_b152", "text": "Article (4)"}, {"text_block_id": "p4_b153", "text": "The Ministry, in coordination with the specialized agencies, shall work on the generalization of the concepts and objectives of the environmental education through schools, universities, institutions, clubs; it also shall encourage collective and individual initiatives for voluntary work aiming to protect the environment."}, {"text_block_id": "p4_b154", "text": "Article (5)"}, {"text_block_id": "p4_b155", "text": "This law shall guarantee:"}, {"text_block_id": "p4_b156", "text": "The right to every individual to live in a sound and clean environment and enjoy the"}, {"text_block_id": "p4_b157", "text": "."}, {"text_block_id": "p4_b158", "text": "1st"}, {"text_block_id": "p4_b159", "text": "best possible of health care and welfare."}, {"text_block_id": "p4_b160_merged_merged_merged_merged", "text": "Protection of the country’s natural fortunes and economic resources, the preservation .2nd of its historical and cultural heritage without any harms or side effects that are likely to occur sooner or later as a result of the variant industrial, agricultural or constructional activities, with an impact on the quality of life and basic ecosystems such as air, water, soil; marine resources, animals and plants."}, {"text_block_id": "p4_b164", "text": "Title II"}, {"text_block_id": "p4_b165", "text": "Environmental Protection"}, {"text_block_id": "p4_b166", "text": "Chapter 1"}, {"text_block_id": "p4_b167", "text": "Land Environment"}, {"text_block_id": "p4_b168", "text": "Article (6)"}, {"text_block_id": "p4_b169", "text": "The specialized agencies, in coordination with The Ministry, shall devise the public policy for land uses taking into account the best use thereof and the protection of natural resources and areas with special natural characteristics as well as the conservation of the environment."}, {"text_block_id": "p4_b170", "text": "Solid Waste"}, {"text_block_id": "p4_b171", "text": "Article (7)"}, {"text_block_id": "p4_b172", "text": "The Ministry, in coordination with other specialized agencies, shall set a comprehensive plan for solid waste management on the national level, including the ways and the designation of sites for solid waste disposal as will as the supervision to implement this plan by the local"}, {"text_block_id": "p4_b173", "text": "councils."}, {"text_block_id": "p4_b174", "text": "Article (8)"}, {"text_block_id": "p5_b175", "text": "The specialized agencies, along with their respective specialization, shall encourage undertaking appropriate precautions to reduce the generation of solid waste to the lowest level possible; re-use it as much as possible, recover its sources and recycle it."}, {"text_block_id": "p5_b176", "text": "Article (9)"}, {"text_block_id": "p5_b177", "text": "The Ministry, in cooperation with the specialized agencies, shall determine the standards of solid waste disposal sites."}, {"text_block_id": "p5_b178", "text": "Article (10)"}, {"text_block_id": "p5_b179", "text": "All agencies and individuals, in conducting any digging, construction; demolition, mining or transportation of debris and sands generated by such activities, shall commit themselves to take all necessary precautions for safe storage and transportation of such materials to prevent any environmental pollution."}, {"text_block_id": "p5_b180", "text": "Hazardous Substance and Waste"}, {"text_block_id": "p5_b181", "text": "Article (11)"}, {"text_block_id": "p5_b182", "text": "The Ministry, in coordination with the specialized agencies, shall issue one or more lists of hazardous substances and wastes."}, {"text_block_id": "p5_b183", "text": "Article (12)"}, {"text_block_id": "p5_b184", "text": "No person shall be authorized to manufacture, store, distribute, use; treat, or dispose any hazardous substance or waste whether it was solid, liquid, or gas, unless such a process is in compliance with the regulations, instructions and norms specified by The Ministry, in coordination with the specialized agencies."}, {"text_block_id": "p5_b185", "text": "Article (13)"}, {"text_block_id": "p5_b186", "text": "It"}, {"text_block_id": "p5_b187_merged", "text": "is forbidden to import any hazardous wastes to Palestine. .1st It is forbidden to pass hazardous waste through the Palestinian territories or through .2nd the territorial water or free economic zone of Palestine, unless a special permit is obtained from the ministry."}, {"text_block_id": "p5_b197", "text": "Pesticides and Fertilizer"}, {"text_block_id": "p5_b198", "text": "Article (14)"}, {"text_block_id": "p6_b199_merged", "text": "The Ministry, in coordination with the specialized agencies shall designate the environmental conditions for the import, distribution, manufacturing, use, and store of pesticides, substances, and agri-chemical fertilizers, which may pose hazards to the environment."}, {"text_block_id": "p6_b202", "text": "Article (15)"}, {"text_block_id": "p6_b203", "text": "The Ministry, in coordination with specialized agencies, shall set instructions and standards specified for agri-chemicals, that are allowed to be imported, manufactured and distributed in Palestine, and shall ensure observance of it."}, {"text_block_id": "p6_b204", "text": "Quarrying and Mining"}, {"text_block_id": "p6_b205", "text": "Article (16)"}, {"text_block_id": "p6_b206", "text": "The Ministry, in coordination with the specialized agencies, shall set up the environmental conditions compatible for mining, quarrying activities, rubbles, mines and stone quarrying places in a manner that ensures both the protection of the environment against the hazards of environmental pollution; and the preservation of natural resources."}, {"text_block_id": "p6_b207", "text": "Desertification and Land Drifting"}, {"text_block_id": "p6_b208", "text": "Article (17)"}, {"text_block_id": "p6_b209", "text": "On purpose to struggle Desertification and prevent drifting, the Ministry in cooperation and coordination with the Ministry of Agriculture and other specialized agencies, shall encourage undertaking appropriate procedures for farming the wasteland."}, {"text_block_id": "p6_b210", "text": "Article (18)"}, {"text_block_id": "p6_b211", "text": "It is forbidden to drift arable lands or transport its soil in order to use it for purposes other than farming. It shall not be considered as drifting if the land is leveled, or its soil is transported to be improved agriculturally or preserve its fertility or build on it in compliance with the terms and restrictions enacted by the specialized agencies."}, {"text_block_id": "p6_b212", "text": "Chapter 2"}, {"text_block_id": "p6_b213", "text": "Air Environment"}, {"text_block_id": "p6_b214", "text": "Article (19)"}, {"text_block_id": "p7_b215_merged", "text": "The Ministry, in cooperation with the specialized agencies, shall specify standards to .1st regulate the percentage of pollutants in the air which may cause harm or damage to public health, social welfare and the environment; Each facility, which will be established in Palestine, shall abide to these standards; .2nd every existing facility shall make necessary changes in a manner that makes it conform to these standards within a period, which does not exceed three years."}, {"text_block_id": "p7_b224", "text": "Article (20)"}, {"text_block_id": "p7_b225", "text": "Every facility owner shall provide all means to ensure the necessary protection for workers and the neighbors of the facility, in compliance with the conditions of occupational safety and health, against any leak or emission of pollutants in or out the working place."}, {"text_block_id": "p7_b226", "text": "Article (21)"}, {"text_block_id": "p7_b227", "text": "It is forbidden to smoke in transportation means and closed public areas."}, {"text_block_id": "p7_b228", "text": "Article (22)"}, {"text_block_id": "p7_b229", "text": "It shall be prohibited to utilize machines, engines or vehicles that generate exhaust that does not comply with the standards specified in accordance with the provisions of this law."}, {"text_block_id": "p7_b230", "text": "Article (23)"}, {"text_block_id": "p7_b231", "text": "It is forbidden to deduct, treat or incinerate garbage and solid waste, that is only authorized in the sites designated for this purpose in compliance with the conditions determined by the ministry to ensure the protection of the environment."}, {"text_block_id": "p7_b232", "text": "Article (24)"}, {"text_block_id": "p7_b233", "text": "The Ministry shall work on the reduction of ozone depletion in accordance with the provisions of international conventions to which Palestine is committed, by undertaking appropriate procedures regarding importing, producing or utilizing any chemical substances, which may cause harm thereto."}, {"text_block_id": "p7_b234", "text": "Environmental Nuisance and Noise"}, {"text_block_id": "p7_b235", "text": "Article (25)"}, {"text_block_id": "p7_b236", "text": "The Ministry, in cooperation with the specialized agencies, shall work on establishing standards, instructions and conditions to reduce environmental nuisance generated by different activities; in addition, every facility owner, entity or individual shall be forbidden to cause any nuisance to the others."}, {"text_block_id": "p8_b237", "text": "Article (26)"}, {"text_block_id": "p8_b238", "text": "Every entity and individual, upon operation of any machine or equipment or upon utilization of alarm devices, loud speakers, or during any other activities, shall not be allowed to exceed the permissible sound intensity and vibration levels."}, {"text_block_id": "p8_b239", "text": "Article (27)"}, {"text_block_id": "p8_b240", "text": "Radioactive activities or radioactive substance concentrations emitted by any facility or other activity shall not be allowed to exceed the allowable limits, which the specialized agencies determine."}, {"text_block_id": "p8_b241", "text": "Chapter 3"}, {"text_block_id": "p8_b242", "text": "Water Environment"}, {"text_block_id": "p8_b243", "text": "Article (28)"}, {"text_block_id": "p8_b244", "text": "The Ministry in cooperation with the specialized agencies shall specify the standards for the quality and characteristics of fresh water."}, {"text_block_id": "p8_b245", "text": "Article (29)"}, {"text_block_id": "p8_b246", "text": "The Ministry, in coordination with the specialized agencies, shall set standards and norms for collecting, treating, reusing, or disposing waste and storm water in a sound manner, along with the preservation of the environment and public health."}, {"text_block_id": "p8_b247", "text": "Article (30)"}, {"text_block_id": "p8_b248", "text": "No person shall be allowed to discharge any solid or liquid or other substance unless such a process conforms to the conditions and standards that the specialized agencies determine."}, {"text_block_id": "p8_b249", "text": "Chapter 4"}, {"text_block_id": "p8_b250", "text": "Marine Environment"}, {"text_block_id": "p8_b251", "text": "Article (31)"}, {"text_block_id": "p8_b252", "text": "The Ministry, in coordination with specialized agencies, shall set standards for the quality of sea water specifying the norms, instructions and conditions necessary to control sea pollutants."}, {"text_block_id": "p8_b253", "text": "Article (32)"}, {"text_block_id": "p9_b254", "text": "It shall be forbidden, for every one, to perform any action, which may cause pollution of sea water in a manner that contradicts with the standards, instructions or conditions prescribed for the purposes of marine environment protection against pollution."}, {"text_block_id": "p9_b255", "text": "Article (33)"}, {"text_block_id": "p9_b256", "text": "The Ministry, in coordination with the specialized agencies, shall specify the necessary environmental conditions required for the establishment of any coastal or offshore buildings or facilities."}, {"text_block_id": "p9_b257", "text": "Article (34)"}, {"text_block_id": "p9_b258", "text": "It shall be forbidden to perform any action, which may affect the natural track of the beach, or adjust it inside or far from the sea unless an environmental approval is obtained from the"}, {"text_block_id": "p9_b259", "text": "Ministry."}, {"text_block_id": "p9_b260", "text": "Article (35)"}, {"text_block_id": "p9_b261", "text": "The Ministry shall prescribe rules and regulations for the prevention of pollution, preservation and control of the marine environment, against what is generated by the different activities that occur in the free economic zone; or the continental drifting or the activities occur in the sea bottom which are subject to the jurisdiction of Palestine."}, {"text_block_id": "p9_b262", "text": "Article (36)"}, {"text_block_id": "p9_b263", "text": "The Ministry, in cooperation with specialized agencies, shall set the rules and regulations for prevention of marine environment pollution that comes as a result of dumping."}, {"text_block_id": "p9_b264", "text": "Article (37)"}, {"text_block_id": "p9_b265", "text": "The Ministry, in cooperation with specialized agencies, shall set the rules and regulations to prevent reduce or control marine environment pollution generated by ships in the Palestinian ports and territorial water."}, {"text_block_id": "p9_b266", "text": "Article (38)"}, {"text_block_id": "p9_b267", "text": "All entities including ships, regardless of their nationalities, shall be forbidden to throw or discharge oil or oil compounds or any other pollutants in the territorial water or the free economic zone of Palestine."}, {"text_block_id": "p9_b268", "text": "Article (39)"}, {"text_block_id": "p9_b269", "text": "All national and international companies and agencies authorized to undertake digging or exploration activities, or to produce or manufacture crude oil, or to extract or exploit oil fields and other marine natural sources, shall abide to the environmental conditions."}, {"text_block_id": "p10_b270", "text": "Chapter 5"}, {"text_block_id": "p10_b271", "text": "Protection of Natural, Historical and archaeological areas"}, {"text_block_id": "p10_b272", "text": "Article (40)"}, {"text_block_id": "p10_b273", "text": "The Ministry, in coordination with specialized agencies, shall prescribe bases and standards for the protection of natural reserves and national parks, additionally tell about and supervise them, and establish, designate the national parks and supervise them."}, {"text_block_id": "p10_b274", "text": "Article (41)"}, {"text_block_id": "p10_b275", "text": "It is prohibited to hunt, shoot, or catch the birds, marine and wild animals, and the fish specified in the regulations of this law. Moreover, it is prohibited to possess, transport, walk with, sell or offer them neither dead nor alive, as well as it is forbidden to damage the nests or the eggs of these birds."}, {"text_block_id": "p10_b276", "text": "Article (42)"}, {"text_block_id": "p10_b277", "text": "The Ministry, in coordination with the specialized agencies, shall specify the conditions are necessary to guarantee the preservation of bio-diversity in Palestine."}, {"text_block_id": "p10_b278", "text": "Article (43)"}, {"text_block_id": "p10_b279", "text": "The Ministry, in coordination with the specialized agencies, shall devise the bases and standers that determine the plants, wild and woodland are forbidden –by these standards-to be, temporally or permanently, picked up, harvested, damaged or cut off to ensure their endurance and continuation."}, {"text_block_id": "p10_b280", "text": "Article (44)"}, {"text_block_id": "p10_b281", "text": "It shall be forbidden, for any person, to conduct activities or perform any action that may cause damage to the natural reserves, forests, public parks or archaeological sites, or affect the esthetical aspects of such areas."}, {"text_block_id": "p10_b282", "text": "Part IV"}, {"text_block_id": "p10_b283", "text": "Environmental Impact Assessment, Licensing, Inspection and Administrative procedures"}, {"text_block_id": "p10_b284", "text": "Chapter 1"}, {"text_block_id": "p10_b285", "text": "Environmental Impact Assessment"}, {"text_block_id": "p10_b286", "text": "Article (45)"}, {"text_block_id": "p11_b287", "text": "The Ministry, in coordination with the specialized agencies, shall set norms to determine which projects and domains shall be subject to the environmental impact assessment studies. It shall also prepare lists of these projects and set the rules and procedures of the environmental impact assessment."}, {"text_block_id": "p11_b288", "text": "Chapter 2"}, {"text_block_id": "p11_b289", "text": "Licensing"}, {"text_block_id": "p11_b290", "text": "Article (46)"}, {"text_block_id": "p11_b291", "text": "When authorizing any facility, the specialized agencies shall work on to avoid environmental hazards, by encouraging transferring to the projects that use substances and operations less harmful on the environment, and by giving priority to such projects on the basis of economic development."}, {"text_block_id": "p11_b292", "text": "Article (47)"}, {"text_block_id": "p11_b293", "text": "The Ministry, in coordination with the specialized agencies, shall determine the activities and projects that have to obtain an environmental approval before being licensed, similarly, the projects are allowed to be established in the restricted areas."}, {"text_block_id": "p11_b294", "text": "Article (48)"}, {"text_block_id": "p11_b295", "text": "Chapter 3"}, {"text_block_id": "p11_b296", "text": "Inspection and Administrative procedures"}, {"text_block_id": "p11_b297", "text": "Article (49)"}, {"text_block_id": "p11_b298", "text": "The Ministry shall follow up the implementation of the decisions issued regarding the environmental impacts by cooperating with the specialized agencies."}, {"text_block_id": "p11_b299", "text": "Article (50)"}, {"text_block_id": "p12_b300", "text": "The Ministry, in coordination with the specialized agencies, shall monitor the variant institutions, projects and activities to ensure their compliance with the requirements, standards and instructions prescribed for protecting the environment and the vital resources, in compliance with the provisions of this law, which are enacted by the ministry and the other agencies."}, {"text_block_id": "p12_b301", "text": "Article (51)"}, {"text_block_id": "p12_b302", "text": "Inspectors of The Ministry and other inspectors appointed to other ministries and agencies, and who have power of commissioners in accordance with this law, may inspect environmental contravention or crimes committed in violation of this law."}, {"text_block_id": "p12_b303", "text": "Article (52)"}, {"text_block_id": "p12_b304", "text": "The Ministry inspectors, in cooperation with specialized agencies and administrations, have the right to have access to any facilities for inspection, take samples and measures to ensure their conformity with the standards and conditions of environmental protection and pollution prevention."}, {"text_block_id": "p12_b305", "text": "Article (53)"}, {"text_block_id": "p12_b306", "text": "The owners of the different projects and activities have to allow the inspectors of the Environmental Planning and any other specialized agencies to conduct their functions, and provide them with the information and data that they see necessary in compliance with the provisions of this law."}, {"text_block_id": "p12_b307", "text": "Article (54)"}, {"text_block_id": "p12_b308", "text": "Every facility‘s owner Shall perform self-monitoring operations in conformity with the standards and conditions stipulated by the Ministry in coordination with specialized agencies and shall submit reports according to The Ministry’s instructions or to any other agency prescribed by the Executive Regulation of this law."}, {"text_block_id": "p12_b309", "text": "Article (55)"}, {"text_block_id": "p12_b310", "text": "The specialized agency have the right to permanently revoke or temporarily suspend the license granted to any facility or project that violates the environmental conditions required for granting the license. The facility’s or project’s owner may impeach the decision of revoking or suspending the license before a specialized court."}, {"text_block_id": "p12_b311", "text": "Article (56)"}, {"text_block_id": "p12_b312", "text": "No"}, {"text_block_id": "p12_b313_merged", "text": "violated facility or project shall be allowed to resume activities without the removal of the contravention causes; if these causes are not removed, the specialized agency shall remove them on the expenses of the owner."}, {"text_block_id": "p12_b316", "text": "Article (57)"}, {"text_block_id": "p13_b317", "text": "The minister can decide to stop the work of any project, prevent wholly or partially the using of any machine or material, if the continuation of using them has extreme hazard on the environment. The stopping or prevention will not be more than two weeks, and it is not possible to extend the period without a judicial order from the specialized court; moreover, those are affected as a result of stopping and prevention can appeal before the specialized court."}, {"text_block_id": "p13_b318", "text": "Title V"}, {"text_block_id": "p13_b319", "text": "Penalties"}, {"text_block_id": "p13_b320", "text": "Article (58)"}, {"text_block_id": "p13_b321", "text": "The penalties mentioned in this law must be applied without jeopardizing any more severe penalty stipulated in any other laws,"}, {"text_block_id": "p13_b322", "text": "Article (59)"}, {"text_block_id": "p13_b323", "text": "Any facility owner or operator provides incorrect or misleading information regarding the environmental aspects of the facility he owns or operates, shall be penalized by imprisonment of a period does not exceed six months and a fine of not more than two thousand Jordanian Dinars or the equivalent thereof in the legally circulated currency, or one of them."}, {"text_block_id": "p13_b324", "text": "Article (60)"}, {"text_block_id": "p13_b325", "text": "If, as a result of violation to the provisions of this law or any regulations or resolutions issued thereupon, an epidemic illness spreads out, and that the violator could have -in the extent possible expected such a nuisance-he/ she shall be subject to imprisonment of a period not less than 5 years and a fine of not less than ten thousand Jordanian Dinars, or one of them."}, {"text_block_id": "p13_b326", "text": "Article (61)"}, {"text_block_id": "p13_b327", "text": "Any person violates the previsions of Article (10) of this law shall be punished by paying a fine of twenty Jordanian Dinars or the equivalent thereof in the legally circulated currency, or imprisonment of a period of not less than three days."}, {"text_block_id": "p13_b328", "text": "Article (62)"}, {"text_block_id": "p13_b329", "text": "Any person violates the provisions of Article (12) of this law shall be punished by a fine of not less than 1000 and not more than 3000 Jordanian Dinars or the equivalent thereof in the legally circulated currency and not more than three years of imprisonment, or one of them."}, {"text_block_id": "p13_b330", "text": "Article (63)"}, {"text_block_id": "p14_b331", "text": "Any person violates the provisions in section (A) of Article (13) of this law shall be"}, {"text_block_id": "p14_b332", "text": "."}, {"text_block_id": "p14_b333", "text": "1st"}, {"text_block_id": "p14_b334", "text": "sentenced to eternal imprisonment with hard work, in addition to confiscating or eliminating the wastes on the violator expenses."}, {"text_block_id": "p14_b335_merged_merged", "text": "Any person violates the provisions in section (B) of Article (13) of this law shall be .2nd penalized by issuing a fine of not less than 3000 and not more than 20000 Jordanian Dinars or the equivalent thereof in the legally circulated currency, and the imprisonment of a period not less than three years and not more than fifteen years, or one of them."}, {"text_block_id": "p14_b339", "text": "Article (64)"}, {"text_block_id": "p14_b340", "text": "Any person violates the provisions in Article (18) shall be penalized by a fine of not less than 500 and not more than 3000 Jordanian Dinars or the equivalent thereof in the legally circulated currency in the legally circulated currency and the imprisonment of a period not less than one month and not more than six months, or one of them."}, {"text_block_id": "p14_b341", "text": "Article (65)"}, {"text_block_id": "p14_b342", "text": "Article (66)"}, {"text_block_id": "p14_b343", "text": "Article (67)"}, {"text_block_id": "p14_b344", "text": "Any person violates the provisions in Article (27) of this law shall be punished by a fine of not less than 1000 and not more than 7000 Jordanian Dinners or the equivalent thereof in the legally circulated currency and the imprisonment of a period not less than one month and not more than one year, or one of them."}, {"text_block_id": "p14_b345", "text": "Article (68)"}, {"text_block_id": "p14_b346", "text": "Any person violates the provisions in Article (30) of this law shall be punished by a fine of not less than 200 and not more than 1000 Jordanian Dinars, or the equivalent thereof in the legally circulated currency and the imprisonment of a period not less than one month and not more than six months, or one of them."}, {"text_block_id": "p14_b347", "text": "Article (69)"}, {"text_block_id": "p14_b348", "text": "Any person violates the provisions of Article (32), (38) and (39) of this law shall be liable to paying a fine of not less than 5000 and not more than 50000 Jordanian Dinars or the"}, {"text_block_id": "p15_b349", "text": "equivalent thereof in the legally circulated currency, and imprisonment of a period not less than one year and not more than ten years, or one of them."}, {"text_block_id": "p15_b350", "text": "Article (70)"}, {"text_block_id": "p15_b351", "text": "Any person violates the provisions in Article (34) of this law shall be punished by a fine of not less than 1000 and not more than 5000 Jordanian Dinars or the equivalent thereof in the legally circulated currency and the imprisonment of a period not less than one month and not more than six months, or one of them."}, {"text_block_id": "p15_b352", "text": "Article (71)"}, {"text_block_id": "p15_b353", "text": "Any person violates the provisions in Article (41) of this law shall be punished by a fine of not less than 20 and not more than 200 Jordanian Dinars or the equivalent thereof in the legally circulated currency legally and the imprisonment for period not less than three days and not more than tow weeks, or one of them."}, {"text_block_id": "p15_b354", "text": "Article (72)"}, {"text_block_id": "p15_b355", "text": "Any person violates the provisions in Article (44) of this law shall be punished by a fine of not less than 20 and not more than 200 Jordanian Dinars or the equivalent thereof in the legally circulated currency and the imprisonment of a period not less than three days and not more than one month, or one of them."}, {"text_block_id": "p15_b356", "text": "Article (73)"}, {"text_block_id": "p15_b357", "text": "Any person violates the provisions in Article (53) of this law shall be punished by a fine of not less than 100 and not more than 500 Jordanian Dinars or the equivalent thereof in the legally circulated currency and the imprisonment of a period not less than one week and not more than a month, or one of them."}, {"text_block_id": "p15_b358", "text": "Article (74)"}, {"text_block_id": "p15_b359", "text": "In addition to the provisions were mentioned in the articles of this chapter, it assumed that the removing of the harm and its effects must fall upon the violator expenses."}, {"text_block_id": "p15_b360", "text": "Title VI"}, {"text_block_id": "p15_b361", "text": "Final Provisions"}, {"text_block_id": "p15_b362", "text": "Article (75)"}, {"text_block_id": "p15_b363", "text": "In order to implement the provisions of this law or any other international conventions, regarding environment, of which Palestine is a part, the Ministry in coordination with the local specialized agencies shall cooperate with the signatory countries to exchange scientific and technical information, coordinate programs in the field of joint environmental research,"}, {"text_block_id": "p16_b364", "text": "set and implement joint cooperation programs to prevent or reduce environmental pollution and exchange various forms of assistance in this regard."}, {"text_block_id": "p16_b365", "text": "Article (76)"}, {"text_block_id": "p16_b366", "text": "Any natural or juridical person who causes environmental harm as a result of action or omission in contradiction with the provisions of this law or any international convention of which Palestine is a part, shall be compelled to the payment of convenient compensations in addition to the penal liability explicated in this law."}, {"text_block_id": "p16_b367", "text": "Article (77)"}, {"text_block_id": "p16_b368", "text": "According to the previsions of this law, International and Regional conventions, treaties as well as the provisions of the specialized international entities of which Palestine is a part, or any other laws related to the environment which are in effect in the Palestinian territories, shall be considered complementary to this law, unless otherwise is provided."}, {"text_block_id": "p16_b369", "text": "Article (78)"}, {"text_block_id": "p16_b370", "text": "The Ministry, in conjunction with the other specialized agencies, shall prepare emergency plans to combat environmental disasters."}, {"text_block_id": "p16_b371", "text": "Article (79)"}, {"text_block_id": "p16_b372", "text": "The Ministry, in cooperation with specialized agencies shall perform environmental monitoring in order to gather information about the different environmental elements and shall prepare comprehensive reports to be submitted to the specialized agencies."}, {"text_block_id": "p16_b373", "text": "Article (80)"}, {"text_block_id": "p16_b374", "text": "Upon suggestion from The Minister, the Ministerial Cabinet shall issue the Executive Regulation, which is necessary for the enforcement of the provisions of this law."}, {"text_block_id": "p16_b375", "text": "Article (81)"}, {"text_block_id": "p16_b376", "text": "Any provision or regulation, contradicts the provisions of this law, shall be repealed."}, {"text_block_id": "p16_b377", "text": "Article (82)"}, {"text_block_id": "p16_b378", "text": "Each specialized entity must, in accordance with its specialization, implement and apply the provisions of this law after thirty days from publication date in the official gazette."}, {"text_block_id": "p16_b379", "text": "Issued on: 28/ 12/ 1999"}, {"text_block_id": "p17_b380", "text": "Yasser Arafat"}, {"text_block_id": "p17_b381", "text": "Chairman of the PLO Executive Committee"}, {"text_block_id": "p17_b382", "text": "President of the Palestinian National Authority."}], "document_description": "The objectives of the Law no. 7/1999 on the environment are to protect the environment from pollution in all its forms, to integrate the foundations of environmental protection in economic and social development plans, and to promote sustainable development of vital resources. This law deals with climate change through its objective and general principles, the special conditions of aerobic environment and environmental impact assessment, and reference to relevant international treaties."}