{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Palestine", "document_category": "Policy", "document_sector_name": ["Water", "Urban", "LULUCF", "Environment", "Agriculture"], "document_language": "English", "document_name": "National Agricultural Sector Strategy (2017-2022)", "document_country_code": "PSE", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "11/01/2016", "document_keyword": ["Adaptation", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PSE/2016/PSE-2016-01-11-National Agricultural Sector Strategy (2017-2022)_a2329228010842f1eb7a67aaeddce153.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The State of Palestine"}, {"text_block_id": "p0_b2", "text": "Ministry of Agriculture"}, {"text_block_id": "p0_b3", "text": "National Agricultural Sector Strategy (2017-2022)"}, {"text_block_id": "p0_b4", "text": "“Resilience and Sustainable Development”"}, {"text_block_id": "p0_b5", "text": "Final version"}, {"text_block_id": "p0_b6", "text": "November, 2016"}, {"text_block_id": "p1_b7", "text": "Table of Contents"}, {"text_block_id": "p3_b8", "text": "1. Introduction"}, {"text_block_id": "p3_b9", "text": "1.1. The National Agricultural Sector Strategy: A Key Component of the Palestinian Development Plan (2017-2022)"}, {"text_block_id": "p3_b10", "text": "The Palestinian government is establishing an integrated and unified planning and budgeting management system based on well-deliberated policies that provide clear rules and steps for decision-making, as well as a national reference for civil society organizations, the private sector and international partners. The strategic objectives of the adopted policies can be achieved through governmental (service development, drafting of legislation and emphasizing adherence to these), civil society and private sector interventions."}, {"text_block_id": "p3_b11", "text": "The National Development Plan (2017-2022) consists of two key components. The first component is the national policy agenda, which represents a high-level policy document that sets out the national vision, priorities and policies. The second component is the 18 national sector strategies, along with three cross-sector strategies. Each strategy depcits the"}, {"text_block_id": "p3_b12", "text": "sector’s"}, {"text_block_id": "p3_b13", "text": "strategic objectives, outcomes and policies that all stakeholders will seek to achieve by 2022. The national strategies also include all governmental programs, specifying their objectives, standards, outputs and functions."}, {"text_block_id": "p3_b14", "text": "Twenty ministers and directors of governmental institutions, in addition to the Minister of Agriculture, lead teams from within the ministries or bodies, along with national teams consisting of relevant state and civil society organizations, universities, as well as experts that all collaborate to prepare the 18 sector strategies and the three cross-sectoral strategies. The sectoral strategies include agriculture, culture, heritage, education, employment, energy, health, housing, communication and information technologies, international relations, justice, local government, national economy, public finance management, security, social protection, tourism and antiquities, transport and communications, water and wastewater. The cross-sectoral strategies include gender equality, environment and youth."}, {"text_block_id": "p3_b15", "text": "The Manual for the Development of Sectoral Strategies (2017-2022), which was prepared by the Ministry of Finance and Planning has identified a set of expectations that are deemed as the objectives of the sectoral planning process. These are as follows:"}, {"text_block_id": "p3_b16", "text": "The Manual for the Development of Sectoral Strategies (2017-2022), which was prepared by the Ministry of Finance and Planning has identified a set of expectations that are deemed as the objectives of the sectoral planning process. These are as follows:\n* Determine the role of responsibility centers, non-governmental organizations (NGOs) and the\n* development\n* development\n .\n* Determine the government's efforts to achieve the strategic objectives over the next six years\n* Determine the required arrangements to ensure coordination between governmental and NGO\n* Describe actions needed to influence the decisions and actions of civil society organizations and\n* Describe the expected role of the private sector over the next six years including adherence to\n* Describe interventions agreed upon by all development partners, including funding plans for\n* Describe interventions agreed upon by all development partners, including funding plans for\n ."}, {"text_block_id": "p4_b35", "text": "Based on the program policy statement, particularly the outputs and the program policy objectives, the Ministry of Finance will prepare a proposed budget for 2017, as well as governmental spending plans for 2018 and 2019. The Ministry of Finance and Planning will work with other ministries and bodies to review and develop the program policy statement for the second budgeting phase from 2020 to 2022"}, {"text_block_id": "p4_b36", "text": "."}, {"text_block_id": "p4_b37", "text": "1.2. Strategic planning methodology"}, {"text_block_id": "p4_b38", "text": "The strategic planning process for the agricultural sector was based on the Manual for Sectoral Strategy Development (2017-2022), which was issued by the General Directorate of Budgeting in the Ministry of Finance and Planning. The Manual included instructions and comprehensive overview of the methodology. The planning process depended also on a set of circulars and correspondence related to the deadlines and financial ceilings pertaining to the process, especially the review of the 2014-2016 sector strategy and the program policy statement."}, {"text_block_id": "p4_b39", "text": "The planning process was initiated at the beginning of April 2016 by reviewing the Steadfastness and Development Strategy of 2014-2016. During this process, key achievements and gaps within the three strategic directions have been identified, along with policies, indicators and programs. The strategic review process provided a general framework and foundation for the strategic planning process of 2017-2022, through the identification of the right directions for policy interventions."}, {"text_block_id": "p4_b40", "text": "Based on the directives of the Minister of Agriculture and his deputy, as well as based on the preparation of the strategy manual and findings of the strategic review report, a series of consultations within the ministry and outside were launched to determine the sectoral priorities and the most important policy interventions that the Ministry of Agriculture, other relevant government, non-governmental and private institutions and agencies will be implementing. More specifically, the overall planning process was undertaken through the following activities:"}, {"text_block_id": "p4_b41", "text": "Based on the directives of the Minister of Agriculture and his deputy, as well as based on the preparation of the strategy manual and findings of the strategic review report, a series of consultations within the ministry and outside were launched to determine the sectoral priorities and the most important policy interventions that the Ministry of Agriculture, other relevant government, non-governmental and private institutions and agencies will be implementing. More specifically, the overall planning process was undertaken through the following activities:\n* Establishment of a Planning and Budgeting Management Group, led by the minister and his\n* Establishment of a National Team to prepare the National Agricultural Sector Strategy (\n* Four technical committees (Committee on Natural Resources, Committee on Agricultural"}, {"text_block_id": "p5_b49", "text": "Based on the directives of the Minister of Agriculture and his deputy, as well as based on the preparation of the strategy manual and findings of the strategic review report, a series of consultations within the ministry and outside were launched to determine the sectoral priorities and the most important policy interventions that the Ministry of Agriculture, other relevant government, non-governmental and private institutions and agencies will be implementing. More specifically, the overall planning process was undertaken through the following activities:\n* Establishment of a Planning and Budgeting Management Group, led by the minister and his\n* Establishment of a National Team to prepare the National Agricultural Sector Strategy (\n* Four technical committees (Committee on Natural Resources, Committee on Agricultural\n* budgets, the results framework, and sectoral objectives. These committees provided\n* budgets, the results framework, and sectoral objectives. These committees provided\n .\n* A workshop was held for stakeholders involved in the agricultural sector, during which obstacles\n* gricultural councils, in\n* The first draft strategy was prepared based on the initial consultations. It provided a basis for\n* A meeting was conducted with the Planning and Budgeting Management Group to review the\n\t* A meeting was conducted with the National Team to discuss the initial results and determine\n\t* Four consultation workshops were conducted at district level. In Nablus, the workshop\n\t* The second draft strategy was prepared after the extensive consultation process.\n\t* Meeting with the Planning and Budget Management Group to review the second draft\n\t* Meeting with the National Team to endorse the final version of the strategy.\n\t* Submit the report to the Ministry of Planning and Finance to follow up its endorsement by"}, {"text_block_id": "p5_b74", "text": "1.3. Contents of the strategy"}, {"text_block_id": "p5_b75", "text": "After this introduction, the “Resilience and Sustainable Development” Strategy report includes a"}, {"text_block_id": "p5_b76_merged_merged_merged", "text": "background about the agricultural sector providing a description of the general context of the sector, sub-sectors, institutions, actors and constraints. Section three presents the situation analysis describing key achievements and gaps of the “Resilience and Development Strategy” of 2014-2016,"}, {"text_block_id": "p6_b81", "text": "as well as factors affecting national agricultural development. Section four depicts the vision for the sector, the guiding pivots, as well as the five strategic goals and their intersections."}, {"text_block_id": "p6_b82_merged", "text": "In addition, section five describes policies that are crucial for the achievement of the strategic objectives, while section six presents the anticipated results throughout the coming six years. Section seven depicts the strategy’s relationship with the national policy agenda, whereas Section eight portrays the relationship with the sustainable development goals of 2030. Section nine then presents the three program policy statements, which determines the government’s contribution in achieving the sector’s objectives and results. Sections ten details the action plan that includes all initiatives to be undertaken by the Palestinian Council of Ministers, and section eleven presents the strategy’s implementation arrangement. Finally, section twelve details the financial envelops and funding gaps."}, {"text_block_id": "p7_b89", "text": "2. Agricultural sector background"}, {"text_block_id": "p7_b90", "text": "2.1. Palestinian demographic situation"}, {"text_block_id": "p7_b91", "text": "In 2015, the estimated Palestinian population was 4.7 million: 2.86 million Palestinians reside in the West Bank and 1.8 million in the Gaza Strip."}, {"text_block_id": "p7_b92", "text": "Despite the decline in the total fertility rate to 4.06 in 2014, Palestine still has a high population growth in comparison to the average fertility rate of 2.8 in Arab countries."}, {"text_block_id": "p7_b93", "text": "The percentage of individuals under the age of 14 constituted 39.4% of the total population, while the percentage of individuals above 60 years accounted for 4.5% of the total population. Despite the relative shift in the population age groups, Palestine is still experiencing a rise in the dependency ratio in comparison with other Arab countries, albeit its decline from 101.3 in 1997 to reach 74.6 in 2014. This sharp increase of youth population (15-29) in Palestine creates a youth bulge (share of the youth age to the total population) reaching 30%: a serious trend that is worth paying attention to."}, {"text_block_id": "p7_b94", "text": "Population projections"}, {"text_block_id": "p7_b95", "text": "reveals that the population of Palestine would increase from 4.7 in 2015 to 6.9 in 2030 and will double in 2050 reaching 9.5 million, in spite of the significant fertility reduction. This is expected to be accompanied by a shift in the age structure of the population as"}, {"text_block_id": "p7_b96", "text": "youth’s"}, {"text_block_id": "p7_b97", "text": "ratio (0-14) will drop to 35% in 2030 and up to 25% in 2050, with a slight increase in the percentages of older people (65 and above). In addition, percentage of working age population (15-64) is expected to increase from 57.8% to 61% in 2030 and will continue to rise for up to 67% of the total population in 2050. These trends will lead to increased pressure on the labor market and the need to create new jobs for large numbers of working age population, in addition to the increasing pressure on natural resources, especially land, water and forests"}, {"text_block_id": "p7_b98", "text": "."}, {"text_block_id": "p7_b99", "text": "2.2. General overview: The agricultural sector and its contribution in economic and social development"}, {"text_block_id": "p7_b100_merged_merged_merged", "text": "Since 1967, the agricultural sector, including all its various components and sub-sectors, has been constituting one of the most important pillars of Palestinian resilience in the face of Israeli occupation policies in the West Bank, including East Jerusalem, and the Gaza Strip, as is reflected in the Palestinian popular proverb, \"If agriculture was fine, then the country is fine.\" Constituting an employment, livelihood and food security source for a large proportion of Palestinians, the agricultural sector is also considered as one of the most important pillars of Palestinian national economy. It contributes in ensuring foreign currency through exports. Furthermore, being a supplier to requirements and user of services and outputs of vital national sectors’, the agricultural sector has a key contribution in industry, trade, transport, communications and services sectors."}, {"text_block_id": "p7_b103", "text": "The Palestinian agriculture sector is characterized by its diversity in terms of agricultural production. It benefits from the climatic variations in Palestine, and opportunities for expanding irrigated and export cash crops, as well as its ability to keep abreast of agricultural technological development as a result of favorable agricultural patterns on the one hand, and the presence of many entrepreneurs on the other hand. These characteristics reflect the agricultural sector's ability to rapidly develop and effectively contribute in employment, as well as economic growth and development. This is of particular significant opportunity, especially in the case of declining occupation policies that impede"}, {"text_block_id": "p8_b104", "text": "the sector’s sustainable development, and include the confiscation and access prevention to land,"}, {"text_block_id": "p8_b105", "text": "water resources and irrigation development, as well as hinder import and export of agricultural products and inputs"}, {"text_block_id": "p8_b106", "text": "."}, {"text_block_id": "p8_b107", "text": "In 2014, the value of agricultural production at constant prices was $ 540 million, registering a continous annual decline since the year 2011, which recorded the highest value of agricultural production and rose to $ 721.5 million"}, {"text_block_id": "p8_b108", "text": "3"}, {"text_block_id": "p8_b109", "text": ". Within the same context, the value added of the agricultural sector in Palestine reached 339.1 million dollars in 2012 at constant prices, representing 4.6% of GDP at that time. This contribution fell to 3.8% in 2014,"}, {"text_block_id": "p8_b110", "text": "4"}, {"text_block_id": "p8_b111", "text": "as the value added of the agricultural sector reached $ 286.4 million despite its 8.2% contribution to GDP in 2000. Furthermore, the value of agricultural imports and exports was equal in the early seventies of the last century, ranging between 20-30 million dollars."}, {"text_block_id": "p8_b112", "text": "5"}, {"text_block_id": "p8_b113", "text": "Over time, the annual agricultural imports increased to exceed exports significantly, as the total agricultural imports amounted to approximately $ 212 million in 2014, while agricultural exports amounted to $ 67 million, accounting for nearly 7% of total exports"}, {"text_block_id": "p8_b114", "text": "6"}, {"text_block_id": "p8_b115", "text": "."}, {"text_block_id": "p8_b116", "text": "Historically, the agricultural sector has played an important role in providing employment opportunities, especially in times of crisis, during which it was difficult to work in other sectors. This characteristic enhances the role of the agricultural sector in strengthening the resilience of Palestinians and increasing their capacities to adapt. Nevertheless, since 2006, the agricultural sector has witnessed significant decline in the number of agricultural workers, for both women and men, due to restrictions imposed on the"}, {"text_block_id": "p8_b117", "text": "sector’s"}, {"text_block_id": "p8_b118", "text": "development and its low production. In 2006, labor force in the agricultural sector constituted 16.7% of total labor force (12.6% male, 35.1% female), falling to 10.4% in 2014, and to 8.7% in 2015"}, {"text_block_id": "p8_b119", "text": "."}, {"text_block_id": "p8_b120", "text": "Percentage of men working in the sector was estimated at 7.8% of the total male workers in 2015, while 13.1% of the total female workers were employed in agriculture, which indicates the relative importance of the agricultural sector to women."}, {"text_block_id": "p8_b121", "text": "2.3. Resources: Agricultural lands"}, {"text_block_id": "p8_b122", "text": "Of approximately 6.023 million dunums, which make up the total land area of Palestine, with the largest percentage (94%) in the West Bank"}, {"text_block_id": "p8_b123", "text": ", 20% is used for agricultural purposes (1.2 million dunums). Ninety per cent of agricultural lands is located in the West Bank, while only 10% is located in the Gaza Strip"}, {"text_block_id": "p8_b124", "text": "."}, {"text_block_id": "p8_b125", "text": "The majority of the Palestinian territories in the West Bank, including agricultural land, are still under full Israeli control, as 62.9% of West Bank area is classified as Area (C) according to Oslo Agreement. On the other hand, only 18.8% of the West Bank area is located in Area (B) that falls under the Israeli-Palestinian administrative control and security, and 18.3% is classified as Area (A), which is the only area under full Palestinian control"}, {"text_block_id": "p8_b126", "text": "."}, {"text_block_id": "p8_b127_merged_merged_merged_merged", "text": "Despite the \"Israeli withdrawal\" from the Gaza Strip in 2005, during which lands occupied by Israeli settlement were returned to Palestinians, Israel is still preventing farmers’ access to their land in what is known as the “buffer or border areas” that stretches along the eastern sector along the borders of Israel and extended over a depth ranging from 150 meters to one kilometers. The total agricultural land in the border areas is estimated to at least 62 square kilometers (40% of agricultural land in the Gaza Strip). This area is not exploited by farmers due to their inability to access their"}, {"text_block_id": "p9_b134", "text": "lands, or is cultivated by field crops that are of little use and cost-effective due to the danger facing farmers reaching their lands there."}, {"text_block_id": "p9_b135", "text": "In the state of Palestine, rain-fed agriculture is dominant, occupying nearly 81% of the total area of land used for agriculture, while irrigated areas cover approximately 19% of land used in agriculture, located mainly in the governorates of Gaza Strip and the Jordan Valley, as well as in semi-coastal areas in the West Bank only. In general, low soil fertility and weak trends in agricultural land investment, as a result of water scarcity, poor financial resources and high risk, are the key challenges associated with land development in Palestine."}, {"text_block_id": "p9_b136", "text": "The total area of agricultural la"}, {"text_block_id": "p9_b137", "text": "nd currently used by Palestinians doesn’t exceed half of the"}, {"text_block_id": "p9_b138", "text": "Palestinian agricultural land area available for cultivation, while the remaining areas are distributed to lands that can be cultivated but are not used for such purposes, or lands that need rehabilitation, lands that cannot be rehabilitated (often used for grazing of ruminants), lands used for industrial and urban expansion, as well as areas confiscated by the Israeli authorities for settlement expansion, building the separation wall and the construction of bypass roads."}, {"text_block_id": "p9_b139", "text": "Pasture area cover 2.02 million dunums, but only 621 thousand dunums are allowed for grazing of ruminants, leading to increased load on pastoral practices and overgrazing in these areas that are open to at least 250 thousand livestock heads. These areas suffer from low rainfall that ranges between 100 and 250 millimeters per year only"}, {"text_block_id": "p9_b140", "text": "9"}, {"text_block_id": "p9_b141", "text": "."}, {"text_block_id": "p9_b142_merged_merged_merged", "text": "On the other hand, closed forest areas amount to 94,000 dunums and 320 thousand dunums of open forest areas. Of the total 48 natural reserves in the West Bank, the Palestinian National Authority received 17 only that are located in the eastern slopes and the Jordan Valley."}, {"text_block_id": "p9_b144", "text": "2.4. Agricultural holdings: Numbers and characteristics"}, {"text_block_id": "p9_b145", "text": "Agricultural holdings in Palestine are usually small (average size 18.6 dunums) household holdings. The majority (88%) are owned outright by the household, but some are either fully rented, or owned land is supplemented by renting an extra area. There are 101,172 holdings in Palestine, nearly 70% of which are plant production holdings only, 7.6% are livestock holdings only, and the remainder practice mixed production."}, {"text_block_id": "p9_b146", "text": "The total number of agricultural holdings in Palestine reaches 111,310 holdings, of which 90,908 are in the West Bank, (81.7%), and the remaining 20.402 holdings are in the Gaza Strip (18.3%). The governorate of Hebron is one of the largest areas in terms of number of agricultural holdings, constituting approximately 18% of the total holdings in the Palestinian territories, and amounting to 19,768 holdings. On the other hand, the governorate of Jericho has the least number of agricultural holdings amounting to 1612, and constituting 1.4% of the total holdings in the Palestinian territories. The majority of agricultural holders are in the age group between 40-49 years (28.6%), of whom 28.9% are in the West Bank and 27.3% in the Gaza Strip"}, {"text_block_id": "p9_b147", "text": "."}, {"text_block_id": "p10_b148", "text": "constitutes 1.8% only of total agricultural holdings and 29.5% of total agricultural land holdings. In addition, the average area of agricultural holdings reached 10.8 dunums (12.2 dunums in the West Bank and 5 dunums in the Gaza Strip). The highest average area of holdings was in Tubas, Jericho and the Jordan Valley covering 25 dunums. Typically, agricultural holdings in Palestine are small due to the fragmented and divided agricultural holdings as a result of issues related to inheritance cases, lack of a law protecting agricultural lands from fragmentation, as well as the Israeli policies and attacks, including the confiscation, vandalisation and destruction of land."}, {"text_block_id": "p10_b149", "text": "Agricultural holdings are divided between livestock and mixed holdings, as livestock holdings reached 14,241, representing 12.8% of total agricultural holdings in the Palestinian territories, of which 10.879 holdings (76.4%) were in the West Bank and 3362 holdings (23.6%) in the Gaza Strip. Mixed holdings reached 17,893, accounting for 16.1% of total agricultural holdings in the Palestinian territories, including 14,762 holdings (82.5%) in the West Bank and 3,131 holdings (17.5%) in the Gaza Strip. Livestock and mixed holdings are similar to plant holdings in terms of average area covered, and are considered as small. For example, 61% of livestock holdings that have cows (1263)"}, {"text_block_id": "p10_b150", "text": "don’t"}, {"text_block_id": "p10_b151", "text": "exceed three heads, 65% of livestock holdings that have sheep (8844) do not exceed 19 heads, and 66% of holdings that have goats (5350) do not exceed 19 heads."}, {"text_block_id": "p10_b152", "text": "2.5. Water resources for agricultural purposes"}, {"text_block_id": "p10_b153", "text": "The water sector is one of the most vital sectors in sustainable agricultural development process at the national level. The Israeli occupation deliberate neglect and constraints imposed on water development over the decades and to our present day directly contributed to hindering real agricultural development opportunities"}, {"text_block_id": "p10_b154", "text": ". Israel’s control over water resources has been for the"}, {"text_block_id": "p10_b155", "text": "benefit of Israeli development needs without taking into consideration Palestinian water needs, or"}, {"text_block_id": "p10_b156", "text": "Israel’s obligations under the s"}, {"text_block_id": "p10_b157", "text": "igned agreements. The critical situation and performance of the water sector is reflected by the limited irrigated agricultural areas in the Palestinian territories in general, constituting only 12% of agricultural land in the West Bank, in comparison to 77% in the Gaza Strip, 37% in Jordan and 59% in Israel"}, {"text_block_id": "p10_b158", "text": "."}, {"text_block_id": "p10_b159_merged_merged_merged", "text": "In the absence of significant surface water sources, along with Palestinians’ inability to often invest in infrastructure for water resources development (such as springs for example) because of its location in Area C, groundwater remains the primary source of water in the Palestinian territories. But Palestinians extract only 20% of groundwater \"expected quantities\" in the West Bank, while Israel extracts large amount of water, exceeding 50% of the renewable quantities without the consent of the Joint Water Committee, which is supposed to operate according to the Oslo agreement to regulate and manage shared water issues. In fact, Israel extracts more than 1.8 times of its share under the Oslo agreement, consequently resulting in several risks to ground water wells and low quantities of water available to Palestinians from shallow wells pumping"}, {"text_block_id": "p10_b162", "text": "."}, {"text_block_id": "p10_b163", "text": "The estimated total water used for agriculture does not exceed 150 million cubic meters annually in the West Bank (60 million cubic meters) and 90 million cubic meters in the Gaza Strip. This amount represents 45% of the total water consumption, which is reflected directly on the limited prospects for the development of irrigated agriculture that can have an important economic, social and political role in rebuilding the Palestinian economy"}, {"text_block_id": "p10_b164", "text": "."}, {"text_block_id": "p10_b165", "text": "Despite the significant interest of farmers in increasing the irrigated agricultural area, especially in protected agricultures, which still provide a relatively high level of profitability, the old agricultural wells and the inability to rehabilitate them due to Israeli restrictions, in addition to the limited number of licenses granted to new agricultural wells and drought of many springs hindered the desired transformation and growth of irrigated crops in the West Bank. It is worth mentioning here that the growing demand for water due to steady population growth leads to real crisis in the"}, {"text_block_id": "p11_b166", "text": "availability of water that consequently raise the price of water and the cost of delivery to farmers. This also plays a key role in the growing phenomenon of unlicensed wells and pumping practices"}, {"text_block_id": "p11_b167", "text": "."}, {"text_block_id": "p11_b168", "text": "The amount of water used in agriculture in the Gaza Strip is estimated by approximately 90 million cubic meters annually, which is equivalent to almost 54% of the total water consumption in the Gaza Strip. The excessive use of groundwater has led to poor water quality and saltwater intrusion from sea water into the groundwater. The proportion of water available for drinking and pumped from underground wells does not exceed 10%. As alternative solutions to water shortages, Palestinians in the Gaza Strip have been drilling private wells and desalinating sea water for domestic and agricultural use, which further exacerbated problems faced by the water sector in the Gaza Strip. The water sector is facing a dangerous situation that may not be reversed within the coming three years if reasons for its deterioration are not rapidly addressed."}, {"text_block_id": "p11_b169", "text": "2.6. Agricultural production"}, {"text_block_id": "p11_b170", "text": "2.6.1. Plant production"}, {"text_block_id": "p11_b171", "text": "Plant production in the Palestinian territories fluctuated from year to year due to rainfall quantities fluctuation on the one hand, and the high-yield years followed by low-yield years in olive trees. Despite this, plant production has not experienced significant changes over the last decade. No significant change occurred in terms of the relative distribution of varieties of different crops, which is characterized in general-and especially in the West Bank-by relatively low values crops and the low percentage of irrigated agricultural areas. Olive tree cultivation covers the largest agricultural area in the West Bank, occupying approximately 57% of cultivated land, while field crops, vegetables and other fruit trees occupy the remaining area, by 24%, 10% and almost 9% each, respectively. In the Gaza Strip, vegetable crops constitute 32% of the total cultivated area, followed by olive trees and other field crops and fruit trees, occupying 24% and 23% and 21% respectively of the total cultivated area in the Gaza Strip"}, {"text_block_id": "p11_b172", "text": "."}, {"text_block_id": "p11_b173", "text": "In addition to the aforementioned mentioned concentration of low-value crop production, the Palestinian plant production sector, especially in the West Bank, is suffering from low productivity per acre as a result of the nature of plant production on the one hand, and the low percentage of irrigated crops, on the other hand. According to a report prepared by the Quartet, the productivity per dunum in the Palestinian territory was estimated by 0.6 tons, while it reached 1.2 tons in Jordan and 1.4 tons in Israel. Dunum productivity in the Palestinian territories differs by region and types of crops cultivated"}, {"text_block_id": "p11_b174", "text": "."}, {"text_block_id": "p11_b175", "text": "Over the last ten years, the Palestinian territories have witnessed an expansion of plant production due to land reclamation and various agricultural development projects implemented by the Ministry of Agriculture and NGOs working in the agricultural sector. Many of these interventions focused and are still focusing on the horizontal expansion in agricultural production and increased agricultural cultivated areas. Despite the importance of the horizontal agricultural expansion for agricultural development and the protection of land from confiscation and settlements, the opportunities to continue this expansion are diminishing, if the competitiveness of other agricultural sub-sectors, as well as economic and social sectors is not taken into consideration. Hence, achieving transformation in plant production to keep pace with the continued growth in local demand, as well as with local and international market demands will also require a focus on improving agricultural technology and encouraging the vertical expansion of the plant production sector by improving agricultural services and investing in intensive agriculture that could achieve greater economic return on the one hand, and greater employment opportunities on the other hand."}, {"text_block_id": "p12_b176", "text": "2.6.2. Livestock production"}, {"text_block_id": "p12_b177", "text": "Livestock production plays a major role in improving the lives of families in terms of providing a source of income and food (protein) to a large number of households in the Palestinian territories. The number of households depending primarily or secondarily on livestock is 32,200 households"}, {"text_block_id": "p12_b178", "text": ". According to the results of the livestock survey conducted in 2013 and that falls within agricultural holdings, livestock population was estimated as follows: 33,980 cows, 730894 sheep, 215335 goats, 2058 camels, 32.5 million broilers (of which 994.6 thousand mothers), 1.8 million laying hens, 546.4 thousand turkeys, 19690 rabbits and 46,226 beehives. There is also a large number of domestic poultry, including 258.9 thousand domestic poultry, 285.6 thousand pigeons, and 5,000 turkeys, 29.1 thousand rabbits, 20 thousand quail birds, and 29.7 thousand of other types"}, {"text_block_id": "p12_b179", "text": "."}, {"text_block_id": "p12_b180", "text": "Ruminant (cows, sheep and goats) depend on an intensive or semi-intensive breeding system for their livestock. Intensive production entails confining livestock in narrow spaces, where they are fed, watered and milked without being released to graze. This system is adopted mainly by cow breeders (87%) and to a lesser degree by sheep and goat breeders"}, {"text_block_id": "p12_b181", "text": ". On the other hand, semi-intensive production (traditional) allows livestock to graze, while providing supplementary nutritional feed at the same time. Intensive production requires a higher capital investment in infrastructure and administrative systems than the semi-intensive production system. In addition, intensive production requires high technical experience and knowledge in farm management, which is an aspect absent in many farmers, especially the younger ones"}, {"text_block_id": "p12_b182", "text": "."}, {"text_block_id": "p12_b183", "text": "There are two types of production systems in the dairy sector: the traditional and industrial systems. The traditional production system includes small and medium-sized cattle breeders, who sell their products to consumers mainly at the local level, and cattle breeders who produce cow's milk annually"}, {"text_block_id": "p12_b184", "text": "."}, {"text_block_id": "p12_b185", "text": "In the West Bank and the Gaza Strip, there are 13 ruminant slaughterhouses, including eight in the West Bank and five in the Gaza Strip, in addition to nine poultry slaughterhouses in the West Bank and one in Gaza"}, {"text_block_id": "p12_b186", "text": "."}, {"text_block_id": "p12_b187_merged_merged_merged", "text": "In the poultry sector, there are also 19 hatcheries in the West Bank and 4 in the Gaza Strip, producing 64,525 chicks in 2012 (0.4324 million layer and 64.0916 million broilers) and 91,861,700 eggs ready for hatching (1,158,700 layer eggs and 90,703,000 broiler eggs).During the 2011/2012 agricultural year, the total production of poultry meat reached 72680 tons. 16"}, {"text_block_id": "p12_b191", "text": "Nutrition constitutes the main costs in livestock production, occupying 75-85% of total milk production costs, and 55-65% of the total costs associated with small ruminant animals. More than 95% of wheat feed and 85% of protein feed is imported from Israel to feed sheep and goats. Furthermore, most of feed and coarse fodder (high-cellulose feed, such as hay, straw and grass) to feed dairy cattle is imported from Israel. Feed supply, whether in terms of quality or quantity, is still unable to cover the existing need. And the continuous rise in feed prices over recent years led to increasing production costs, forcing many farmers to sell their livestock or use low-quality forage (low quality protein mixture) to feed their cattle. The significant reliance on imported inputs consequently resulted in the reduction of livestock productivity and its poor quality"}, {"text_block_id": "p12_b192", "text": "."}, {"text_block_id": "p13_b193", "text": "2.7. Agricultural services"}, {"text_block_id": "p13_b194", "text": "Governmental and non-governmental organizations, as well as private sector companies provide a wide range of services to Palestinian farmers. These services include agricultural extension services (including its various components and elements of agricultural education and awareness raising), veterinary services, agricultural research and funding. In general, the agricultural sector suffers from weak agricultural services, hindering hence sound agricultural investment, as well as weakening the"}, {"text_block_id": "p13_b195", "text": "sector’s comp"}, {"text_block_id": "p13_b196", "text": "etitiveness and profitability. The following sections present the status of the main agricultural services provided in Palestine"}, {"text_block_id": "p13_b197", "text": ":"}, {"text_block_id": "p13_b198", "text": "2.7.1. Agricultural research and education"}, {"text_block_id": "p13_b199", "text": "The Palestine National Agricultural Research Center (NARC) is responsible for conducting agricultural"}, {"text_block_id": "p13_b200", "text": "research, through its’"}, {"text_block_id": "p13_b201", "text": "five research units and seven agricultural experiment stations, of which five are located in the West Bank and two in the Gaza Strip. In addition, five faculties of agriculture in AnNajah University, Hebron University, Al-Azhar University, Palestine Technical College (Khadoury) and Al-Quds Open universities, offer agricultural bachelors and"}, {"text_block_id": "p13_b202", "text": "masters’"}, {"text_block_id": "p13_b203", "text": "degrees in some disciplines. There are two agricultural secondary schools; one is Beit Hanoun Agricultural School in Gaza, and AlAroub Agricultural School in the West Bank. In addition to these educational institutions there are some NGOs that conduct agricultural research, such as the Jerusalem Institute for Applied Research (ARIJ) and the Land Research Center"}, {"text_block_id": "p13_b204", "text": "."}, {"text_block_id": "p13_b205", "text": "NARC, agricultural colleges and non-governmental research centers have relatively large areas of land, experiment stations, as well as basic and some modern equipment that facilitate access to externally funded projects. They are also well distributed geographically. However, there are weaknesses in the coordination mechanisms between these institutions and some duplication of research. Furthermore, institutions face challenges in renovating and maintaining their tools, equipment and facilities. Universities continue their exploratory and theoretical research in isolation from the reality of Palestinian farmer and the national extension service system, and without coordinating with national agricultural research centers. All these knowledge generating institutions are influenced by fluctuating and unsustainable financial resources allocated for research."}, {"text_block_id": "p13_b206", "text": "Many students graduate from universities and agricultural training programs annually, but their qualifications and abilities"}, {"text_block_id": "p13_b207", "text": "aren’t aligned"}, {"text_block_id": "p13_b208", "text": "with the requirements and needs of the labor market. Furthermore, academic research has low impact despite meeting global quality standards. The country"}, {"text_block_id": "p13_b209", "text": "’s"}, {"text_block_id": "p13_b210", "text": "lack of a national reference library for agriculture weakens policy advice abilities. Unfortunately, consulting services in the field of agricultural policy are also weak"}, {"text_block_id": "p13_b211", "text": "."}, {"text_block_id": "p13_b212", "text": "2.7.2. Agricultural extension services and training"}, {"text_block_id": "p13_b213_merged_merged_merged_merged", "text": "MoA provides extension services to farmers on a regular basis and indirectly through its extension units distributed in all governorates. These services are offered through companies supplying production inputs, which in turn provide agricultural extension services to farmers as part of their purchase process. In addition, a number of civil society organizations provide such services as part of their agricultural development projects, which are usually limited in scope and lifecycle. As per farmers’ perspective, MoA and companies supplying production inputs are the most important sources of extension services."}, {"text_block_id": "p13_b216", "text": "The Palestinian National Agricultural Extension Strategy (PNAES) of 2015-2018 refers to the limited scope of coverage of extension services that, in general, are still deemed insufficient to cover effectively all agricultural holdings, given that the individual visit to farms is the most common"}, {"text_block_id": "p14_b217_merged", "text": "method used when providing extension services. In addition, agricultural testing stations aren’t playing an active role in providing advice or responding to the problems faced by farmers"}, {"text_block_id": "p14_b220", "text": "."}, {"text_block_id": "p14_b221", "text": "The lack of coverage of operational costs is one of the key factors adversely influencing the efficiency and effectiveness of governmental agricultural extension services in Palestine. Agricultural extension officers are not allocated sufficient financial resources to ensure their adequate coverage of all areas, in addition to the lack of financial allocation dedicated for agricultural experiments and observations, which are some of the agricultural extension methods."}, {"text_block_id": "p14_b222", "text": "2.7.3. Veterinary services"}, {"text_block_id": "p14_b223", "text": "Veterinary services play a pivotal role in animal health, food hygiene and public health protection. Livestock productivity is highly dependent on the availability of animal health care services that are characterized by their quality and regular availability. Veterinary services in the Palestinian territories (which are provided for a great part by MoA) include free animal vaccination against foot-and-mouth disease and Maltese fever, while fees are charged for vaccination against other diseases, as well as the provision of clinical and laboratory diagnosis. In addition, fees are almost free of charge for most important animal diseases, and for undertaking pathological surveys, control programs, eradication of important diseases, such as bird pathogenicity influenza, follow-up of slaughterhouses and the general health of consumers through animal products safety monitoring, as well as animal tracking via the national identification program. The government provides veterinary services in the West Bank through its veterinary clinics affiliated to MoA, as well as via the private sector"}, {"text_block_id": "p14_b224", "text": "."}, {"text_block_id": "p14_b225", "text": "2.7.4. Plant protection"}, {"text_block_id": "p14_b226", "text": "Plant protection services play a vital role in protecting agricultural plant production through the implementation of regulations, as well as pythosanitary measures that prevent the introduction and spread of agricultural pests at national level. These services provide all international trade requirements and agreements related to plant protection and quarantine. MoA is the competent authority responsible for recording, controlling and regulating all national trading operations and use of agricultural pesticides. The Ministry has also a key role in determining the safe use of pesticides and chemicals, as well as rationalizing their use and direct effects on agriculture, the environment and food safety. Moreover, the private sector undertakes some extension activities in this area, focusing on marketing aspects."}, {"text_block_id": "p14_b227", "text": "2.7.5. Agricultural and rural funding"}, {"text_block_id": "p14_b228", "text": "The annual demand for agricultural loans is estimated at about $ 200 million, while only 30% is available, since a large proportion of agricultural funding comes through traders, brokers and borrowing from relatives and acquaintances. Palestinian financing and banking institutions perceive the agricultural sector as a high risk sector. In 2015, the Palestinian government established the Palestinian Agricultural Credit Institution, under the Decree Law No. (8) for the year 2015, to be a governmental mechanism that helps Palestinian farmers and agricultural companies to obtain loans for the establishment and development of agricultural projects, as well as for agricultural production and inputs projects that are in line with the agricultural sector development strategy. The association is in process of developing its administrative and financial systems to ensure the implementation of its tasks"}, {"text_block_id": "p14_b229", "text": "."}, {"text_block_id": "p15_b230", "text": "2.7.6. Agricultural insurance"}, {"text_block_id": "p15_b231", "text": "Due to the high risk factors and uncertainties in agricultural work, agricultural insurance activities face many problems and obstacles, namely high cost, resulting in an unfeasible service for farmers given its pure commercial base. The Palestinian government created the Risk Prevention and Insurance Fund based on the Decree Law No. (12) for the year 2013 to be the governmental institutions specialized in the management of risks that hinder agricultural development in Palestine."}, {"text_block_id": "p15_b232", "text": "It also aims at reducing the impact of these risks by implementing various interventions, tools and methods to mitigate damages caused to the agricultural sector, and to enable Palestinian farmers to cope with the negative effects of climatic and political changes. Despite the establishment of the Fund by a decision of the Palestinian government, it still needs to activate its work and funding mechanisms to be able to accomplish the tasks assigned to it by law"}, {"text_block_id": "p15_b233", "text": "."}, {"text_block_id": "p15_b234", "text": "2.7.7. Agricultural marketing and post-harvesting services"}, {"text_block_id": "p15_b235", "text": "The General Directorate of Marketing ensures access of agricultural products to local and international markets through focusing on the concept of producing what can be marketed instead of marketing what is produced. The Directorate also protects national products, provides economic and marketing information to investors and producers, as well as develops measures for export crop development. A group of Palestinian private companies contribute to the export of local agricultural products abroad, especially the Gulf, America and Europe. Local companies and some traders work on marketing agricultural products in Israel. Many of the official and civil society organizations, companies, as well as farmers' associations and cooperatives organize exhibitions, marketing days and festivals for marketing of national products, such as grapes, apricots, oil and cooperative products, dates and snake cucumber"}, {"text_block_id": "p15_b236", "text": "."}, {"text_block_id": "p15_b237", "text": "2.8. Agricultural institutions"}, {"text_block_id": "p15_b238", "text": "2.8.1. Agricultural legislative framework"}, {"text_block_id": "p15_b239", "text": "The Agriculture Law No. (2) of 2003, as amended, for the year 2005, constitutes the basic legal framework that regulates the work in the agricultural sector, in addition to many agricultural by laws that have been adopted, after the issuance of the Agriculture Law. During the past period, various laws and by-laws have been issues to namely include the Agricultural Pesticides by law, Plant Product Smuggling by-law, Fodder by-law, Animal Recording and Identification by-law, Veterinary by-law, Animal health Control and Veterinary Quarantine by-law, Risk Prevention and Agricultural Insurance law, and the law of the Palestinian Agricultural Credit Institution. A by-law for the National Center for Research was also adopted."}, {"text_block_id": "p15_b240", "text": "Despite these achievements, there still remains an urgent need to prepare many of the regulations and instructions to complete the legal framework, and needless to say that enforcement of legislation is as important as issue. Laws and regulations presented to the Council of Ministers and that are awaiting approval include a draft law on specialized agricultural councils, in addition to modifying some of the approved regulations, including (the agricultural quarantine by-law that has been replaced by the draft law on pythosanitary). There is a set of regulations that are currently being modified including namely, livestock and poultry markets, agricultural fertilizers, bio-safety, plant products smuggling, slaughterhouses, poultry farms and the agricultural law."}, {"text_block_id": "p15_b241", "text": "It is worth mentioning that the Palestinian legislative framework suffers from outdated laws, dating from the era of the Ottoman Empire, the British Mandate and even the Israeli occupation. Some of these laws are still in effect, consequently impeding agricultural development processes. In the case"}, {"text_block_id": "p16_b242", "text": "of accession to international treaties and conventions, Palestinian laws should be updated to remove any incoherence between international conventions and the national legislative framework"}, {"text_block_id": "p16_b243", "text": "."}, {"text_block_id": "p16_b244_merged", "text": "The recognition of United Nations General Assembly of the State of Palestine – represented by the Palestinian Liberation Organization -as a non-member observer in the United Nations system in November 2012, resulted in a turning point to the Arab-Israeli conflict, as well as to international community perspective on Palestine and Palestinians. This enabled the State of Palestine to join international frameworks, through international organizations and treaties. It should be noted that Palestine's accession to international organizations and treaties affects the work of the agricultural sector. The State of Palestine joined the (ESCWA) that aims to stimulate economic and social development in member countries. In 2015, the State of Palestine also joined Basel Convention on the Control of Trans boundary Movements of Hazardous Wastes and Their Disposal, Convention on Biological Diversity of 1992, the Cartagena Protocol on Biosafety of 2000, the United Nations Framework Convention on Climate Change of 1992, the Paris Agreement within the United Nations Framework Convention on Climate Change, the Convention on the Law of Non-Navigational Uses of International Watercourses of 1997. According to the negotiations Affairs Department report on organizations and treaties related to the agricultural sector in 2015 there is more than 20 international organizations and treaties to join as a future priority for the Palestinian government"}, {"text_block_id": "p16_b248", "text": "."}, {"text_block_id": "p16_b249", "text": "MoA’s"}, {"text_block_id": "p16_b250", "text": "current budget of 2016 has amounted to about 105 million shekels distributed on wages and salaries, operational and capital expenditures, in addition to approximately 24 million shekels on development projects. Within this context, the Ministry has historically suffered from weakness in its financial allocation, which somehow impeded its ability to implement development plans and upgrade its services as desired, including the efficient and effective sector coordination."}, {"text_block_id": "p16_b251", "text": "2.8.2. Ministry of Agriculture"}, {"text_block_id": "p16_b252", "text": "MoA is the main governmental body that leads agricultural development and is responsible for the formation of the umbrella under which civil society and international institutions work. Development activities in the agricultural sector are guided by government development. The Ministry has 1710 employees with various technical and managerial disciplines divided between the southern (472 employees) and the northern governorates (1238 employees, including 440 employees working on regular contracts and day laborers), within an organizational structure led by the Minister of Agriculture."}, {"text_block_id": "p16_b253", "text": "2.8.3. Risk prevention and agricultural insurance fund"}, {"text_block_id": "p16_b254", "text": "The Palestinian government established the Risk Prevention and Agricultural Insurance Fund based on the Decree Law No. (12) for the year 2013 to be the governmental institution specialized in the management of risks that hinder agricultural development in Palestine. It also aims at reducing the impact of these risks by implementing various interventions, tools and methods to mitigate damages caused to the agricultural sector, and to enable Palestinian farmers to cope with the negative effects of climatic and political changes. Despite the establishment of the Fund by a decision of the Palestinian government, it still needs to activate its work and funding mechanisms to be able to accomplish the tasks assigned to it by law"}, {"text_block_id": "p16_b255", "text": "."}, {"text_block_id": "p16_b256", "text": "2.8.4. Palestinian Agriculture Credit Institution"}, {"text_block_id": "p16_b257", "text": "In 2015, the Palestinian government established the Palestinian Agricultural Credit Institution, under the Decree Law No. (8) for the year 2015, to be a governmental tool and mechanism that helps Palestinian farmers and agricultural companies to obtain loans for the establishment and"}, {"text_block_id": "p17_b258", "text": "development of agricultural projects, as well agricultural production and inputs projects, in line with the agricultural sector development strategy. The association is in process of developing its administrative and financial systems to ensure the implementation of its tasks"}, {"text_block_id": "p17_b259", "text": "."}, {"text_block_id": "p17_b260", "text": "2.8.5. Ministries and governmental organizations"}, {"text_block_id": "p17_b261", "text": "There are many ministries and public institutions that play key role in the development, organization and service provision to the agricultural sector. Development objectives and agricultural progress cannot be achieved in isolation of these actors, as the policies and investments that fall within the mandate of these ministries and institutions are crucial to the success of policies, programs and development initiatives in the agricultural sector. Some of these institutions include the following: the Water Authority, Environment Quality Authority, the Palestinian Investment Fund and its affiliated companies specialized in agricultural investment, the Ministry of National Economy, Ministry of Local Government and local government units, the Ministry of Finance and Planning, Ministry of Health, Ministry of Labor, the Ministry of Women's Affairs, Ministry of Interior, Governorates, Palestinian Central Bureau of Statistics, PECDAR, Land Authority, Palestine Standard Institution and the Palestinian Investment Promotion Agency. These organizations implement their interventions via their main headquarters in the city of Ramallah, as well as through their branches and directorates deployed in all the Palestinian territories, where most of them are represented in governorates and major cities"}, {"text_block_id": "p17_b262", "text": "."}, {"text_block_id": "p17_b263", "text": "2.8.6. The private sector,"}, {"text_block_id": "p17_b264", "text": "governmental and farmers’ organizations"}, {"text_block_id": "p17_b265", "text": "Non-governmental and civil society organizations, amounting to 35 organizations, have historically played key roles in agricultural development before and after the establishment of the Palestinian National Authority. They are characterized by their long expertise enabling them to cope with changes. Civil society and non-governmental organizations working in the agricultural sector play a complimentary integral role with the Ministry of Agriculture, including the harmonization of their projects with the Ministry's strategies and policies, as well as the provision of specific technical services for the Ministry in the implementation of some development projects, such as land reclamation, agricultural roads and water harvesting interventions."}, {"text_block_id": "p17_b266_merged", "text": "The private sector and farmers' organizations also play a key role in the agricultural production value chain, as well as in investing in the agricultural sector and providing various business services needed by farmers in the production and post-harvest processes. The private sector is the only player in the food processing sector, as well as in the local and external marketing. Thus, coordination with and involvement of the private sector and farmers’ organizations, as well as their encouragement to invest in the agricultural sector are key pillars in the Palestinian agricultural development efforts."}, {"text_block_id": "p17_b269", "text": "Private sector organizations that are directly involved in the agricultural sector include the following: Chambers of Commerce, Industry and Agriculture scattered in all provinces as well as their public union, based in the city of Ramallah, the Palestinian Food Industry Union, the Palestinian Trade Center (PalTrade), the Private Sector Coordinating Council, Union of Agricultural Cooperative Associations, agricultural marketing and export companies, the Palestinian Shippers Council, and companies of agricultural inputs, including nurseries. The private sector organizations also include farmers' organizations and unions, and the ten agricultural commodity councils that have been formed based on the first article of the amended Agriculture Law No. (11) for the year (2005) and under special regulations they are classified as semi-government institutions. These councils provide a framework for all stakeholders involved in the aforementioned commodities. The preparation of the draft law of the General Union of Agricultural Councils is under progress, with the aim of regulating the work of these councils to ensure sustainability and organization of work."}, {"text_block_id": "p18_b270", "text": "2.8.7. International development partners"}, {"text_block_id": "p18_b271_merged", "text": "A large proportion of the agricultural sector projects is funded and overseen by donors and international institutions, through project-based arrangements. These projects are often implemented, either by state institutions, such as the MoA, Water Authority and PECDAR, or by Palestinian civil society organizations or foreign NGOs that are registered in Palestine. Despite the sectoral and cross-sectoral coordination, the agricultural sector working group is an important mechanism to coordinate stakeholders’ efforts in the agricultural sector. The group includes Palestinian and international organizations, as well as donors."}, {"text_block_id": "p19_b274", "text": "3. Situation Analysis: Progress achieved in 20142016 and factors influencing agricultural development and priority issues"}, {"text_block_id": "p19_b275", "text": "As per the guidance of the Palestinian government for the strategic process of 2014-2016 and in cooperation with MoA, partners have adopted a results based management approach focusing on results and impact. This approach links all administrative operations with achieving goals of various programs and interventions. Hence, partners developed knowledge management tools in the agricultural sector, including databases, capacity building of institutions in enhancing skills and capacity in results based management. Despite these efforts, they failed to achieve the planned results during the period of the strategy. This is reflected in the following sections based on the strategic planning review process report of 2014-2016."}, {"text_block_id": "p19_b276", "text": "3.1. Achievements and Gaps: The Agricultural Sector Strategy (20142016) as a guiding framework to determine the vision and objectives"}, {"text_block_id": "p19_b277_merged", "text": "The Agricultural Sector Strategy of 2014-2016 was designed to guide agricultural development programs, projects and initiatives towards achieving its vision that aspires to have “a sustainable and feasible agriculture sector that can compete domestically and externally; and can effectively contribute to enhancing food security and the connection between the Palestinian people and their land, while also enhancing Palestinian building efforts through resource sovereignty.” The Strategy has defined four sectoral objectives, with underlying strategic priorities."}, {"text_block_id": "p19_b282", "text": "Strategic objectives and priorities as stipulated in the Agricultural Sector Strategy (2014-2016)"}, {"text_block_id": "p20_b283", "text": "The strategic review process has revealed that a total of 42 programs have been implemented throughout"}, {"text_block_id": "p20_b284", "text": "2016. Out of these projects at least five will continue up to 2018. The Project’s"}, {"text_block_id": "p20_b285", "text": "total budget reached 132.47 million USD. More than half of the projects (51%) were implemented in the West Bank, whereas 15% were implemented in the Gaza Strip and 34% in both areas. The following paragraphs summarize the key achievements accomplished within each of the four strategic objective, while presenting the factors positively and negatively influencing performance."}, {"text_block_id": "p20_b286", "text": "First strategic objective: Enhanced farmers’ resilience and attachment to their land, as well as the"}, {"text_block_id": "p20_b287", "text": "contribution of the agriculture sector in providing requirements for the development of the State of Palestine."}, {"text_block_id": "p20_b288", "text": "In cooperation with development partners, MoA rehabilitated land and water resources to include the rehabilitation and reclamation of 18,5 thousand dunums of agricultural lands, construction and rehabilitation of 640 kilometers of agricultural roads, as well as the provision of around 4.7 million cube meters of water for agricultural purposes through the construction and rehabilitation of 300 wells and underground cisterns. Furthermore, 1.5 million forest and pastoral seedlings were provided to plant around 2000 dunums. Half of these rehabilitation activities were implemented in Area C, along with the provision of emergency support for hundreds of households whose homes, farms, barns and their income resources were affected by Israeli attacks. This support also included the provision of legal support services, the construction and rehabilitation of animal barns and farms, as well as the coordination with various parties to provide shelter and compensation for farmers, whose houses were demolished. During the Israeli war on Gaza, MoA and in cooperation with its local partners, has conducted a comprehensive assessment of agricultural damages, which was used in the preparation of the National Early Recovery and Reconstruction Plan for Gaza."}, {"text_block_id": "p20_b289", "text": "Moreover, MoA and its partners implemented a series of projects to rehabilitate agricultural lands and reconstruct facilities destroyed in the Gaza Strip. This included the rehabilitation and reclamation of 25,000 dunums of agricultural land, the rehabilitation of 80 kilometers of agricultural roads, the reconstruction of two veterinary clinics, 500 greenhouses and 130 agricultural pools, as well as the distribution of 750,000 seedlings for planting in destroyed lands."}, {"text_block_id": "p20_b290", "text": "Agricultural extension and training activities targeting more than 400 small farmers in marginalized and vulnerable groups were intensified. In addition, 15 agricultural pools with a total capacity of 20,000 cube meters were built in the Jordan Valley, along with the rehabilitation of one agricultural well, the construction of 55 kilometers of water pipes in many marginalized areas, benefiting around 300,000 citizens, half of whom are women."}, {"text_block_id": "p20_b291_merged_merged", "text": "Despite the progress accomplished to enhance the resilience of farmers and their empowerment in enhancing their livelihoods and income resources from agriculture, there are still a lot to accomplished, especially in light of the continued Israeli attacks and policies that impede sustainable development, and exacerbate the deterioration in the economic, political and social conditions. The steadfastness of female and male farmers, and their steadfastness is a national priority and higher agriculture policy interlinked with all other agricultural development pillars, particularly those related to enhancing services for farmers, development of legislations and management of the sector, enhancing the production and productivity and finally the development and sustainability of natural resources"}, {"text_block_id": "p20_b293", "text": "."}, {"text_block_id": "p20_b294", "text": "Second strategic objective: Efficient and sustainable management of natural resources"}, {"text_block_id": "p20_b295", "text": "Throughout 2014-2016, activities related to increasing the efficiency and sustainability of agricultural resources focused on increasing areas cultivated by the high-quality crops, as well as grasslands and forests. Interventions also focused on guiding and training farmers on the proper methods in"}, {"text_block_id": "p21_b296", "text": "agricultural resource management, especially in water conservation and the development of water sources and their use in agriculture. In addition to the aforementioned quantitative achievements in land and wells rehabilitation, a procedure manual for treated wastewater to irrigate crops was developed, along a special procedure manual for licensing, extraction, drilling and rehabilitating wells. MoA and agricultural development partners developed a Climate Change Adaptation Strategy and action plan. They also participated in the National Committee for Combating Desertification. During the last three years, MoA continued its efforts to reduce exposure of farmers to climate change, by developing the capacities of extension officers in this areas, as well as the implementation of hundreds of hours of agricultural training and extension services in fields related to soil moisture in rain-fed areas, the introduction of modern methods of water harvesting, as well as enhancing awareness of farmers regarding the need to shift to the most drought-resistant farming systems"}, {"text_block_id": "p21_b297", "text": "."}, {"text_block_id": "p21_b298", "text": "Despite these achievements, the strategic review process revealed some gaps in relation to the achievements of the second strategic goal, particularly because all performance indicators have been only partially achieved. Out of the total planned targets, only half of the planned land areas were rehabilitated, and two thirds of agricultural lands were constructed and rehabilitated, in addition to the provision of part of the planned amount of water. This was coupled by greater needs for rehabilitation and agricultural production with the aim of keeping pace with the population growth. In addition, problems of the water sector exacerbated, particularly in the Gaza Strip. Limited achievements under this objective were mainly due to the lack of necessary financial resources provided in a timely manner, the delayed implementation processes as a result of failure to obtain approvals and licenses required from the Israeli authorities, and the limited capacity building in the aspects of planning and mentoring related to climate change adapation."}, {"text_block_id": "p21_b299", "text": "There is no doubt that there is still a great need for rehabilitation and reclamation of land and water resources, including the construction and rehabilitation of agricultural roads, as well as the reclamation of grazing areas necessary for livestock development. In the same context, the need still exists for intensified action to implement the Climate Change Adaptation Strategy and plan of action, as well as provide technical assistance in this area, requiring consequently the provision of funding and human resources necessary for this."}, {"text_block_id": "p21_b300", "text": "Third strategic objective: Enhanced agricultural production, productivity and competitiveness, as well as enhanced contribution of agriculture to food security."}, {"text_block_id": "p21_b301", "text": "Throughout 2014-2016, many institutions geared their efforts in enhancing the production and competitiveness conditions in various sectors in line with the Palestinian government's policy to guide development efforts towards increasing economic growth, including increased export capacity of Palestinian products and increasing the volume of production in the economic sectors. The agricultural sector has benefited from these directions, as MoA, as well as local and international partners implemented a number of programs and projects aiming at developing agricultural production through supporting investment in intensive and semi-intensive production systems, as well as encouraging increased production horizontally, while improving the functioning of market mechanisms and producers relations in agricultural value chains by relying on market development curriculum. While it is early to assess these programs as they are still in their early implementation phases, but a number of these projects have achieved significant early results that are worth considering and evaluating, particularly in enhancing and improving production quality and opening new marketing channels for the benefit of small producers."}, {"text_block_id": "p21_b302", "text": "In relation to the support of the transition to intensive and semi-intensive production systems, as well as the application of modern systems, development partners efforts to encourage and motivate farmers focused on cultivating new varieties and adopting new production methods that improve"}, {"text_block_id": "p22_b303", "text": "production and productivity through the implementation of hundreds of activities related to the distribution of some production inputs, providing guidance, as well as awareness and education activities. Due to the lack of information, the strategic review process was not able to verify if these interventions had any tangible impact on enhancing production and productivity. Nevertheless, there are strong signs indicating improvement in production and productivity of targeted farmer. This requires further monitoring and evaluation. In any case, there is still much to be done to achieve the transformation in agriculture systems, especially in relation to establishing and strengthening marketing relations, designing appropriate incentives, as well as providing market information that encourage the process of transformation. Minimal achievement has been reported due to weak attention dedicated to these areas."}, {"text_block_id": "p22_b304", "text": "MoA and its partners have also worked on guiding agricultural production to meet the domestic and foreign market requirements, as well as improving competitiveness in these markets. A National computerized animal recording and identification system was developed and implemented, laying the basic information about livestock in Palestine and increasing the sector's capacity to respond to the basic requirements to develop markets for local dairy and meat."}, {"text_block_id": "p22_b305", "text": "Furthermore, more than two million seedlings of productive and competitive high economic values were distributed, including palm trees, avocado, mango, guava, seedless grapes, as well as different varieties of almond trees and medicinal plants. MoA continued its efforts to support and encourage agricultural marketing, as well as the control of markets and crossings, as hundreds of special import permits for seeds, fertilizers, pesticides and animal products, etc., were issued. The Ministry also followed and facilitated the export of thousands of tons of agricultural products through private-sector companies, including the issuance of private health certificates to export agricultural products."}, {"text_block_id": "p22_b306", "text": "In collaboration with its partners, MoA updated and developed human resources, equipment and quality procedures at national laboratories, including veterinary and health and food safety laboratories, as well as the National Center for Agricultural Research. These interventions increased the demand for tests by three times. Also, the Ministry developed the first draft of the quality control manual according to ISO 17025 Central Veterinary Laboratory specifications, and has established a special research unit for olive oil, as well as continued to work on the development of capacities related to sanitary and Pythosanitary regulations."}, {"text_block_id": "p22_b307", "text": "As previously mentioned, despite all these achievements, there is still much work needed to achieve transition towards intensive and semi-intensive agriculture in high values and competitive crops that are able to effectively contribute to food security. What has been achieved in terms of quantity is just a beginning of a long-term transitional process. Achievements have been largely limited to the plant production sector and less in the livestock production sector, where opportunities to increase production and productivity is abundant, particularly through supporting national capacities in breeding mothers, as well as encouraging transformation of intensified and closed production systems, and building capacities of breeders to adopts modern farm management systems and approaches. Perhaps the key reasons for limited achievement in this area are associated with the aforementioned Israeli occupation policies and procedures, along with the lack of funding and coordination between development partners. In addition, the lack of attention to overcome shortcoming in economic relations of various market systems is another key reason which impedes development of production and productivity, particularly that of funding interrelationship in the value chain, and irregular market information at the edge of various production chains. Furthermore, the limited technical expertise and insufficient incentives both hinder the necessary momentum for the process of transformation in order to achieve concrete results at national level"}, {"text_block_id": "p22_b308", "text": "."}, {"text_block_id": "p23_b309", "text": "Fourth strategic objective: The agriculture sector has effective and efficient capacities, institutional frameworks, legal environment, and agricultural services."}, {"text_block_id": "p23_b310", "text": "In cooperation with local and international partners, MoA achieved a number of accomplishments in improving the efficiency and effectiveness of agricultural enterprises and the development of legal frameworks and coordination. These achievements included the completion of agricultural laws and regulations, including the ratification of the National Animal Recording and Identification by law, the Veterinary Products by law, Agricultural Credit Law, Agricultural Research Center by laws, as well as proposal for amending the Plant Products Smuggling by law. The Ministry of Agriculture also completed the by-laws for the use of agricultural pesticides. As part of leading national planning processes for olive oil and livestock sectors, as well as for the counseling and agricultural research technical sectors, national strategies for these sectors were prepared."}, {"text_block_id": "p23_b311", "text": "In terms of training and human resource capacity building in the agricultural sector, the most significant achievement was related to the provision of agricultural extension services and awareness raising activities for farmers, as previously mentioned. The capacity building of the"}, {"text_block_id": "p23_b312", "text": "Ministry’s staff,"}, {"text_block_id": "p23_b313", "text": "however, was limited and restricted to a small number of training workshops and learning visits implemented as part of funded projects and benefiting a limited number of employees. On the other hand, the Agricultural Insurance and Risk Prevention Fund was established and its by-laws approved, along with the by-laws for the Agricultural Credit Law."}, {"text_block_id": "p23_b314", "text": "One of the important achievements in relation to enhancing investment and improving relations between the public and private sector was the re-activation of the agricultural councils in line with the requirements of enhancing governance of the various agricultural sectors and communication mechanisms between various production chains, for the benefit of small-scale producers. In this regard, the Law on the Encouragement of Investment in Palestine was modified to exclude the agricultural sector from the income tax"}, {"text_block_id": "p23_b315", "text": "."}, {"text_block_id": "p23_b316_merged_merged", "text": "In general, the strategic review process concluded that achievements made at the institutional / enabling environment level and related to the agricultural services sector didn’t rise to the expected level of change required to achieve the three strategic objectives, and the economic development objective. Despite the importance of accomplishments made mainly on by laws and institutional arrangements, these alone remain unable to bring about any change in the absence of executive measures and tools. Most of the by-laws and regulations adopted require procedures and executive mechanisms. Organizations formed are in their early stages and still lack the needed human resources."}, {"text_block_id": "p23_b319", "text": "Furthermore, agricultural councils require further organizational development, particularly in terms of determining their role and purpose, as well as the development of specific by laws for their members and their decision making processes. This should be done based on lessons learnt from international and regional experiences in this field. Hence, more efforts are still needed to enhance services, particularly because accomplishments in this area was restructured to some improvements in agricultural and veterinary testing services, as well as on enhancing the capacities of some agricultural human resources as a result of trainings conducted. However, improvements in the content of services and delivery are still needed."}, {"text_block_id": "p23_b320", "text": "2.3. Factors affecting the development of the agricultural sector"}, {"text_block_id": "p23_b321", "text": "While a range of social, political, economic, environmental, technological and legal factors play a supportive role to national efforts aiming at sustainable agricultural development, these same factors have also an adversely role. Throughout the last three year, the most significant factors"}, {"text_block_id": "p24_b322", "text": "supporting sustainable agricultural development and are expected to continue their positive impact on development efforts in the coming few years are as follows:"}, {"text_block_id": "p24_b323", "text": "supporting sustainable agricultural development and are expected to continue their positive impact on development efforts in the coming few years are as follows:\n* Social culture of the importance of land and conviction of its use for agricultural purposes, as an\n* Social culture of the importance of land and conviction of its use for agricultural purposes, as an\n .\n* international organizations and donors to support marginalized areas, Area (C) and the Gaza\n* The presence of farmers, producers and entrepreneurs that are willing to experiment and adopt\n* The relatively high literacy rate among Palestinian farmers, and their acquirement of relatively\n* , as well as their\n* Strong private sector with resources and interest to develop and expand its position in local,\n* Strong and experienced civil society, with grassroots that enable it to respond effectively and\n* , as well as their conviction that the"}, {"text_block_id": "p24_b345", "text": "On the other hand, there are other factors that had negative impact on achieving objectives, and are expected to negatively impact sustainable agriculture development (see table below)."}, {"text_block_id": "p27_b346", "text": "4. Vision and strategic objectives"}, {"text_block_id": "p27_b347", "text": "4.1. Vision"}, {"text_block_id": "p27_b348", "text": "Based on the review of the Agricultural Sector Strategy of 2014-2016, and the National Policy Agenda, the future vision of the agricultural sector is as follows:"}, {"text_block_id": "p27_b349", "text": "“Sustainable agriculture; capable of competing locally and globally; and effectively contributes to"}, {"text_block_id": "p27_b350", "text": "strengthening food security, the bond between Palestinians and their land as well as their"}, {"text_block_id": "p27_b351", "text": "sovereignty over resources, towards building an Independent Pales"}, {"text_block_id": "p27_b352", "text": "tinian State.”"}, {"text_block_id": "p27_b353", "text": "This vision stems from ag"}, {"text_block_id": "p27_b354", "text": "ricultural development partners’"}, {"text_block_id": "p27_b355", "text": "conviction in the enormous potentials of the Palestinian agricultural sector and the ability of Palestinian farmers and producers to deservedly keep up with local and international markets requirements so as to achieve the objectives of agricultural development while contributing effectively to overall national development goals. This vision also stems from the deep-rooted conviction that agricultural development is one of the most important development priorities for the State of Palestine, and is directly associated with land protection instilling Palestinian rights. Land is one of the most important symbols of sovereignty, and has a special symbol for Palestinians. It is of extreme importance to economic development, fighting poverty and achieving food security for a significant number of Palestinians."}, {"text_block_id": "p27_b356", "text": "Agricultural sector development efforts have previously proven that land reclamation and cultivation effectively contributes to the protection from settlements and land confiscation, while enhancing Palestin"}, {"text_block_id": "p27_b357", "text": "ians’ bond with"}, {"text_block_id": "p27_b358", "text": "their land. Hence, development partners are committed to mobilizing all resources and necessary support to continue to cultivate land, as well as its rehabilitation and reclamation while instilling full Palestinian right to do so. While development partners are aware that land reclamation and cultivation efforts alone are not enough to develop the agricultural sector and make it a feasible source of livelihood, these efforts must be accompanied by enhancing competitive agricultural products"}, {"text_block_id": "p27_b359", "text": "and maximizing farmers’ return from agriculture"}, {"text_block_id": "p27_b360", "text": "."}, {"text_block_id": "p27_b361", "text": "Investments in water, land, pastures and forestry development is in general an essential component in agricultural development efforts, as well as in promoting Palestinian farmers"}, {"text_block_id": "p27_b362", "text": "’"}, {"text_block_id": "p27_b363", "text": "bond with their lands in particular, because these investments enhance the viability and competitiveness of agriculture. Hence, development partners assert the importance of developing all agricultural resources to include land, water, pasture and forestry-in their future development endeavors, including working with all partners to lobby and influence Israel and the international community about Palestinian"}, {"text_block_id": "p27_b364", "text": "s’"}, {"text_block_id": "p27_b365", "text": "right to ownership and full disposition of all agricultural resources in the West Bank and Gaza Strip, including East Jerusalem."}, {"text_block_id": "p27_b366_merged_merged_merged_merged_merged", "text": "Palestinian agricultural products have, locally and in many regional and global countries, an outstanding reputation due to several reasons, including products’ quality and flavor, in addition to sometimes political empathy with Palestinians. Agricultural products are highly competitive entering many markets, and are of great demand, which is a commendable credential for Palestinian farmers. Development partners are aware that investment in various agricultural markets, both locally and globally, including market requirements and mechanisms, is imposing a new reality forcing stakeholders to support developing the sector in line with new market requirements. Without keeping pace with market requirements related to quantities, quality and price, as well as without developing its ability to cope with the continuous and rapid pace of change in the markets, the Palestinian agricultural sector will not be able to maintain its competitiveness and contribute to economic growth that it seeks to achieve. Hence, partners are determined to work towards"}, {"text_block_id": "p28_b369", "text": "increasing its competitiveness in areas that will achieve the greatest return for farmers and for the growth of the sector alike. This will be achieved through optimally utilizing available national agricultural and human resources. Expanding agricultural investment and control of agricultural technology to increase agricultural production returns, can increase agricultural productivity in line with the increase taking place in the demand for food. It can also achieve a better return for Palestinian farmers. All this will lead to increased food security in Palestine through the increased availability of high quality and nutritional value food commodities from local production, as well as improving its economic access through reduced costs that are accessible to all local consumers"}, {"text_block_id": "p28_b370", "text": "."}, {"text_block_id": "p28_b371", "text": "The strategic orientation of increasing production and productivity with the aim of increasing agricultural competitiveness and its contribution to food security will not be at the expense of sustainability in any way. All partners are committed to the principles of sustainable agriculture, which is based on responding to the present needs without compromising the needs of future generations. We are fully aware that the promotion of sustainable agriculture practices requires raising the awareness of farmers and other parties around sustainable agriculture production practices and directing production processes to support sustainability"}, {"text_block_id": "p28_b372", "text": "."}, {"text_block_id": "p28_b373", "text": "Within this context, and taking into account our vision to achieve competitiveness, we are committed to strengthening the institutional and legislative structure of agricultural sector management in all its elements. We will provide particular attention to expanding the necessary infrastructure to achieve sustainable land and water resources, as well as the use of economic instruments to change behavior towards more sustainable production and consumption patterns of natural resources, while raising the awareness of the importance of preserving the environment and natural resources and stimulating alternatives that are necessary to rationalize and protect natural resources and improve the efficiency of agricultural waste management systems and technologies. We are also committed to improving the basic and necessary administrative infrastructure for the development of efficient protection of biodiversity. We will follow-up to join and implement international conventions related to agricultural management, as well as increase participation of the private and civil sector in agricultural development operational processes. To ensure achieving this vision we are committed to a set of principles and values that are summarized as follows"}, {"text_block_id": "p28_b374", "text": ":"}, {"text_block_id": "p28_b375", "text": ":\n* This implies that all institutional plans and programs, including\n* will guide our work to ensure a decent living for all.\n* will guide our work to ensure a decent living for all.\n .\n* Active participation ensures the involvement of female and male farmers\n* Active participation ensures the involvement of female and male farmers\n .\n* We will work so that agriculture and agricultural development is an essential"}, {"text_block_id": "p29_b393", "text": ":\n* This implies that all institutional plans and programs, including\n* will guide our work to ensure a decent living for all.\n* will guide our work to ensure a decent living for all.\n .\n* Active participation ensures the involvement of female and male farmers\n* Active participation ensures the involvement of female and male farmers\n .\n* We will work so that agriculture and agricultural development is an essential\n* Our love to Palestine will be the key motivational factor towards our\n* Our love to Palestine will be the key motivational factor towards our\n ."}, {"text_block_id": "p29_b397", "text": "4.2. Guiding pivots in developing the agricultural sector"}, {"text_block_id": "p29_b398", "text": "Senior governmental officials at MoA have set a series of guiding pivots that should be taken into consideration during the strategic planning process. These guiding pivots essentially depend on national policy orientation of the Palestinian government, as well as based on the economic and political reality that the Palestinian agricultural sector faces. These guiding pivots form a set of high-level rules and criteria based on which the sector analysis was undertaken, as well as priorities, objectives, results, policies and policy interventions have been identified."}, {"text_block_id": "p29_b399", "text": "Intensifying efforts to work in Area (C) and Jerusalem."}, {"text_block_id": "p29_b400", "text": "Research indicates the availability of significant opportunities to invest in the agricultural sector in Area (C), which is under the security control of Israel that imposes restrictions on infrastructure investment and movement, while continuously working to demolish current facilities there, such as livestock barns and"}, {"text_block_id": "p29_b401", "text": "farmers’"}, {"text_block_id": "p29_b402", "text": "tents. On the other hand, Jerusalem, including areas inside and outside the Separation Wall, its cities, villages, refugee camps and Bedouin areas, is facing systematic obstacles restricting land use and farm development. These obstacles mainly entail the confiscation of Palestinian land on the expense of settlement expansion, as well as hindering implementation of any agricultural facility, such as barracks, or transferring water."}, {"text_block_id": "p29_b403", "text": "Within this context, MoA seeks, in cooperation with all stakeholders, to identify policies and programs that are in line with development priorities in Area (C) in general, and agricultural development priorities in particular. This is done through a series of interventions that support the capacities of livestock breeders and farmers, as well as Bedouin and rural women, to steadfast and enhance their resilience. These efforts also seek to encourage the engagement of youth and women in agricultural works that help them secure dignified livelihoods and welfare, without leaving their villages, lands and homes. MoA also seeks to mobilize international partners and organizations to expose Israeli policies in Jerusalem and Area (C)."}, {"text_block_id": "p29_b404", "text": "Addressing the impact of Israeli occupation policies and measures"}, {"text_block_id": "p29_b405", "text": ". The continuation of Israeli occupation renders the agricultural sector, and all its components, subject to vulnerability as Israel continues to prevent farmers from reaching their lands, especially in areas adjacent to settlements, as well as restricts access to the Jordan River and the border areas in the Gaza Strip. Furthermore, Israeli army and settlements continue demolishing wells, burning trees and razing land. One example"}, {"text_block_id": "p29_b406", "text": "is Israel’s systematic destruction"}, {"text_block_id": "p29_b407", "text": "of agricultural land, facilities and livestock farms in the Gaza Strip."}, {"text_block_id": "p29_b408_merged_merged_merged", "text": "MoA hopes that its international partners, especially governments, United Nations organizations, as well as international and civil society organizations condemn Israel and hold it accountabile in international frameworks for its ongoing land and environmental violations, as well as looting of land and water. The Ministry also hopes that the necessary financial resources are mobilized through programs and projects for agricultural development to revive what the occupation has destroyed, and contribute to Palestinians’ resilience and dignity, as well as the sustainabile use of land and water for agricultural purposes"}, {"text_block_id": "p29_b411", "text": "."}, {"text_block_id": "p29_b412", "text": "Facilitating access to agricultural land, water and natural resources, as well as markets."}, {"text_block_id": "p29_b413", "text": "The Israeli occupation and its policies that encourages settlements expansion and seizure of land and water affects the ability of farmers, entrepreneurs and investors to access land, as well as surface and ground water resources. These policies also affect goods movement outside or between governorates, especially the movement of goods from Gaza to the West Bank and from the West"}, {"text_block_id": "p30_b414", "text": "Bank and Gaza to Jerusalem. They also limit the direct export possibilities through controlling crossings. In addition, Israel's policies are geared to flood the Palestinian market with Israeli products"}, {"text_block_id": "p30_b415", "text": "."}, {"text_block_id": "p30_b416", "text": "Strengthening the role of MoA, customs control and the General Authority for Borders and Crossings in controlling illegal smuggling of Israeli products to Palestinian markets, as well as reducing the entrance of production inputs, including seeds, fodders, fertilizers and pesticides that do not comply with national standards and specifications will contribute to agricultural development. Within the framework of this strategy, we seek to permanently activate the role of governmental partners and United Nations organizations to hold Israel accountable about removing restrictions and constraints on investment in the border areas in the Gaza Strip, while exerting international pressure to increase hunting distances dedicated for fishermen in the Gaza Strip and opening Area (C) to investment and development."}, {"text_block_id": "p30_b417", "text": "Promoting investment in the agriculture sector, and strengthening public-private partnerships for this purpose."}, {"text_block_id": "p30_b418", "text": "Activating the tripartite partnership between the public and private sector and small farmers and producers is in line with the high level national consensus on the need for agricultural development and its strategic role. It stems from the conviction that investing in and developing the agricultural sector is the basis for the achievement of sustainable development and welfare of all stakeholders. Mobilizing financial resources and businessmen to establish complementary and supporting projects for farmers, particularly in the field of marketing, finance, insurance and the provision of quality production inputs, as well as investing in agricultures that require high input and the development of agricultural industrialization based on local products, will contribute to strengthening the role of the agricultural sector in the gross domestic product and boosting employment, as well as the sustainability and profitability of small-scale farmers and producers."}, {"text_block_id": "p30_b419", "text": "Promoting innovation and adaptive solutions that mitigate the effects of climate change."}, {"text_block_id": "p30_b420", "text": "The awareness of all relevant stakeholders including official and civil institutions, research centers, Unions, as well as agricultural councils and associations, about the importance of focusing on the ecosystem, agricultural biodiversity and desertification issues ultimately help enhance the sustainability of agricultural systems and reduces the depletion of water sources and land degradation. This also enhances the quality of agricultural products, as well as human, plant and animal health. We expect to apply creative solutions to deal with the high salinity of soil and water in the Gaza Strip, as well as biodiversity issues related to field crops and some vegetable varieties. We aspire to allocate local solutions that will reduce the impact of erratic rainfall on pastures, agricultural production and groundwater revitalization."}, {"text_block_id": "p30_b421", "text": "Strengthening and supporting farmers’ organi"}, {"text_block_id": "p30_b422", "text": "zation and small-scale farmers-oriented agricultural organizations, particularly those with clear mandates and commitment to enhance the role and position of women and youth in agriculture"}, {"text_block_id": "p30_b423", "text": ". Partners’ commitment to good governance,"}, {"text_block_id": "p30_b424", "text": "partnership and transparency requires developing our approach to work with institutions that unit small farmers and producer groups, cooperatives, women's associations, and councils in order to enhance their capacities, as well as their relationship and role in sustainable development. This also aims at transforming these institutions from structures, associations and councils that merely receive grants and aid to frameworks that unit farmers and women with common objectives, as well as represent them in front of official institutions. Our interventions will enhance their national role while continuously working to ensure their protection from policies, and improving their income generated from their collective work in marketing and purchasing."}, {"text_block_id": "p30_b425", "text": "The empowerment of the sector by MoA leadership requires common consensus and partnership amongst all on the vision and sector priorities,"}, {"text_block_id": "p30_b426", "text": "via dialogue, knowledge exchange, transparency, and readiness for being held accountable by all relevant"}, {"text_block_id": "p30_b427", "text": "stakeholders, particularly farmers’"}, {"text_block_id": "p31_b428", "text": "representatives, unions and interest groups. This also requires from all of us to effectively contribute in developing a forum for organizations, cooperatives as well as national and international groups working in the sector."}, {"text_block_id": "p31_b429", "text": "Bringing agriculture sector to the forefront of development priorities of both government and the donor community and providing the proper budgets and support."}, {"text_block_id": "p31_b430", "text": "This will reflect positively on effectively contributing to the achievement of eight out of ten national priorities, particularly priorities related to the citizens responsive government, effective government, economic independence, social justice, and resilience and developing communities."}, {"text_block_id": "p31_b431", "text": "Strengthening contribution to and linkages with the Sustainable Development Goals, (SDGs) 203:"}, {"text_block_id": "p31_b432", "text": "We will fully coordinate with the Arab Organization for Sustainable Development and the National Team designated to lead and coordinate national efforts to execute the SDG 2030 action plan."}, {"text_block_id": "p31_b433", "text": "Joining the membership of international organizations,"}, {"text_block_id": "p31_b434", "text": "and ratifying international treaties and conventions to bolster international support for the development of the Palestinian agricultural sector. We will work in close coordination with the Ministry of Exterior and Negotiation Affairs Department at the Palestinian Liberation Organization (PLO) to join conventions and membership in international organizations for the higher interest of the Palestinian people and the agricultural sector."}, {"text_block_id": "p31_b435", "text": "3.4. Strategic objectives"}, {"text_block_id": "p31_b436", "text": "First Strategic Objective:"}, {"text_block_id": "p31_b437", "text": "Female and male farmers’ resi"}, {"text_block_id": "p31_b438", "text": "lience and steadfastness on their lands enhanced"}, {"text_block_id": "p31_b439", "text": "Official Palestinian and relevant international institutions working to achieve sustainable development, particularly United Nations organizations, seek to dedicate all institutional measures and provide the necessary political, social and economic environment to transform agriculture to a sustainable activity that provides income and profit responding to all living requirements. This objective also aims at empowering female and male farmers in all governorates to overcome the negative effects of Israeli pra"}, {"text_block_id": "p31_b440", "text": "ctices, while enforcing farmers’ presence in their lands, and improving"}, {"text_block_id": "p31_b441", "text": "their agriculture, income and standard of living"}, {"text_block_id": "p31_b442", "text": "."}, {"text_block_id": "p31_b443_merged_merged_merged", "text": "Strengthening of the foundations for a Palestinian State is a priority to enhance the resilience of farmers and achieve sustainable agricultural development. This is of particular importance to enable State institutions in developing infrastructure in all governorates, particularly those located in Area C, as well as providing services, controlling border crossings and promoting the active participation of agriculture in conventions and events at the regional and international levels. This will reflect positively on access to international protection and the defense of Palestinian rights of their natural resources. It will also enhance the sector’s performance in Palestine."}, {"text_block_id": "p31_b446", "text": "The first objectives intersect with the outcomes of the four strategic objectives, as well as with the local government, housing, energy, water, transportation, health, social development, education, justice and communication sectors, particularly because it expects the provision of quality services for farmers and producer in all of these sectors."}, {"text_block_id": "p31_b447", "text": "Second strategic objective: Natural and agricultural resources sustainably managed and better adapted to climate change"}, {"text_block_id": "p31_b448", "text": "Agricultural development is primarily based on the available land and water resources, or that can be made available, to female and male farmers and producers. This also requires sound resource"}, {"text_block_id": "p32_b449", "text": "management practices emanating from joint efforts between institutions concerned in regulating the use of resources and between farmers and producers utilizing these resources. Land and water management in the State of Palestine is dramatically affected by the Israeli occupation policies, which limit access to natural resources and even steals and wastes them in most cases. Official and civil society organizations seek to promote sustainable management of natural resources and reduce Israeli violations, as well as enhance sound practices of land and water use, while protecting resources, agricultural biodiversity, forests and pastures. Within this objective, we also seek to strengthen the relevant legislative framework. All these efforts will lead to achieving sustainable development and the significant contribution to the fulfillment of national priorities of the State of Palestine."}, {"text_block_id": "p32_b450", "text": "The second strategic objective intersects with various sectors, especially water, environment, local government, justice and international relations sector. Consequently, this requires that MoA acts as the leader of the sector, with the aim of ensuring continuous coordination with all other stakeholders in the aforementioned sectors to reach maximum sectoral results."}, {"text_block_id": "p32_b451", "text": "Third strategic objective: Increased agricultural production, productivity, and competitiveness in local and international market, along with their contribution in gross domestic product and food security"}, {"text_block_id": "p32_b452", "text": "Increasing agricultural production, productivity and competitiveness of both livestock and plant products will bring entrepreneurship opportunities in the agricultural sector, particularly for youth, women and businessmen. It is an essential contributor to"}, {"text_block_id": "p32_b453", "text": "farmers’ food"}, {"text_block_id": "p32_b454", "text": "security at household level and national level. Enhancing production and productivity will also strengthen the contribution of the agricultural sector in Palestinian export and in gross domestic product. It serves to increase the role of agriculture as an economic sector in enhancing employment, which is of particular importance given the high rates of unemployment. This strategic objective focuses on enhancing animal breeds, particularly sheep and goat, as well as developing agricultural plant varieties. It also calls for promoting practices, techniques and methods in agricultural cultivation and animal husbandry. Furthermore, it encourages expansion of plantations and animal husbandry, while reducing the rapid rise in production input prices and increasing irrigated agriculture areas."}, {"text_block_id": "p32_b455", "text": "This strategic objective is highly interlinked with various sectors, including public funding (taxes and customs), economy (standards and specifications), water, environment and local governance (provision of services for farmers and producer)."}, {"text_block_id": "p32_b456", "text": "Fourth strategic objective: Female and male farmers and entrepreneurs access quality agricultural services needed for increasing value along agricultural value chains improved."}, {"text_block_id": "p32_b457_merged_merged", "text": "Achieving sustainable agricultural development requires that Palestinian official, civil society and private sector institutions, as well as farmers’ representative frameworks, cooperatives and universities provide a range of services to support farmers and producers, particularly in terms of the provision of extension, veterinary and marketing services, as well as undertaking agriculture research, studies and education. This support also includes the provision of agricultural credit, risk protection and agricultural insurances. Farmers’ abilities to access quality services covering all aspects, and enabling their creativity in agriculture is a prerequisite for the success of the strategy."}, {"text_block_id": "p32_b462", "text": "This fourth strategic objective is strongly interlinked with other key and sub-sectors associated with economy, public funding, international relations, as well as with the work with other institutions, such as the Risk Prevention and Agricultural Insurance Fund and the Palestinian Agricultural Credit Institution."}, {"text_block_id": "p33_b463", "text": "Fifth strategic objective: Effective and efficient institutional and legal frameworks developed"}, {"text_block_id": "p33_b464", "text": "Agricultural development essentially depends on the existence of a strong, efficient and effective institutions -whether governmental, non-governmental, or private institutions -that are also capable of coordination among themselves to carry out their functions optimally. This will contribute to achieving this objective, in addition to achieving sustainable agricultural development to contribute directly to building Palestinian state institutions as well as support other sectors and economic activities. It is critically important to strengthen joint efforts and action between institutions via real partnership, and based on results-based management approach. This will have impact on the efficiency, effectiveness and sustainability in agricultural sector management."}, {"text_block_id": "p33_b465", "text": "The fifth strategic objective intersects with international relations, financial and justice sectors, as well as with the Council of Ministers and the Office of Financial Service priorities."}, {"text_block_id": "p34_b466", "text": "5. Agricultural sector policies"}, {"text_block_id": "p34_b467", "text": "Institutions and frameworks involved in agricultural development are committed to a set of rules and general directions that they will abide by when developing their programs, as well as when selecting areas, target groups and partners (see table below). Furthermore, these rules guide the selection of priorities in the subsectors within the five strategic pillars. Consensus amongst all stakeholders regarding these rules (policies) will direct collective progress towards achieving the five strategic objectives, particularly in light of the broad intersections between the objectives. This common consensus will also create a unified approach between stakeholders regarding their circle of influence and relations with farmers and producers."}, {"text_block_id": "p36_b468", "text": "6. Strategic objectives and outcomes"}, {"text_block_id": "p36_b469", "text": "MoA and its partners will be undertaking a set of policy interventions that provide a complimentary picture between stakeholders involved in agricultural development, seeking to achieve the five strategic objectives (results). Coordination and complementarity between the planned results for 2022 will lead to achieving concrete changes that the strategic objectives have identified."}, {"text_block_id": "p36_b470_merged", "text": "First Strategic objective: Female and male farmers’ resilience and steadfastness on their lands enhanced"}, {"text_block_id": "p36_b473", "text": "First Strategic objective: Female and male farmers’ resilience and steadfastness on their lands enhanced\n* Farmers and producers who have sustained damages as a direct result of the Israeli occupation\n* Farmers and producers who have sustained damages as a result of natural disasters and market\n* International and United Nations organizations take stances that oppose Israeli occupation\n* Innovative youth, female farmers, and producers are engaged in sustainable and feasible\n* Farmers whose rights are violated by Israeli army or settlers have access to legal recourse."}, {"text_block_id": "p36_b483", "text": "Second strategic objective: Natural and agricultural resources sustainably managed and better adapted to climate change"}, {"text_block_id": "p36_b484", "text": "Second strategic objective: Natural and agricultural resources sustainably managed and better adapted to climate change\n* Volume of water available to farmers and livestock breeders from traditional and non-traditional\n* Area of land cultivated or protected from degradation expanded annually.\n* Farmers across all governorates access their lands and water resources easily and freely.\n* Administrative and technical procedures that enhance the management of and protect\n* Climate-smart and adaptive, biodiversity-protecting and desertification-combatting agricultural"}, {"text_block_id": "p36_b494", "text": "Third strategic objective: Increased agricultural production, productivity, and competitiveness in local and international market, along with their contribution in gross domestic product and food security"}, {"text_block_id": "p36_b495", "text": "Third strategic objective: Increased agricultural production, productivity, and competitiveness in local and international market, along with their contribution in gross domestic product and food security\n* Area of land newly cultivated with/used for production of strategic and high-value crops, as well\n* Agricultural production technologies, cultivars and dynasties used by farmers and producers"}, {"text_block_id": "p37_b499", "text": "Third strategic objective: Increased agricultural production, productivity, and competitiveness in local and international market, along with their contribution in gross domestic product and food security\n* Area of land newly cultivated with/used for production of strategic and high-value crops, as well\n* Agricultural production technologies, cultivars and dynasties used by farmers and producers\n* Type and safety of locally produced agricultural commodities of plant and animal origins adhere\n* Cost of agricultural production, in both plant and livestock sub-sectors, is more competitive.\n* Plant and animal diseases are controlled and their spread mitigated.\n* The business enabling environment of agricultural production, processing and marketing attracts"}, {"text_block_id": "p37_b507", "text": "Fourth strategic objective: Female and male farmers and entrepreneurs access quality agricultural services needed for increasing value along agricultural value chains improved."}, {"text_block_id": "p37_b508", "text": "Fourth strategic objective: Female and male farmers and entrepreneurs access quality agricultural services needed for increasing value along agricultural value chains improved.\n* Agricultural extension and veterinary services, research, insurance and financial services, as well\n* Agricultural marketing services, including wholesale markets, demonstrate good management\n* Agricultural risk insurance tools are diversified and developed.\n* Links between knowledge produced by applied research and priorities of agriculture sector"}, {"text_block_id": "p37_b516", "text": "Fifth strategic objective: Effective and efficient institutional and legal frameworks developed"}, {"text_block_id": "p37_b517", "text": "Fifth strategic objective: Effective and efficient institutional and legal frameworks developed\n* Agriculture-related legislations are coherent and support sustainable agricultural development.\n* Human and physical resources within agricultural organizations enhanced.\n* Palestine membership in international organizations and endorsement of international treaties\n* Knowledge exchange, cooperation and partnership between organizations active in the\n* Agriculture sector organizations adopt policies and procedures to ensure public health and\n* Organizations and effective fora established and supported to bring together farmers and"}, {"text_block_id": "p38_b529", "text": "7. Linkages with the National Policy Agenda"}, {"text_block_id": "p38_b530", "text": "At the beginning of the preparation process of the Palestinian National Plan, the Palestinian Council of Ministers issued a matrix of priorities and policy interventions for the years 2017-2022 as a reference framework for the planning process for all sectors included in the Palestinian Development Plan 2017-2022, which is the highest policy document stating the vision and priorities of the Palestinian national policies."}, {"text_block_id": "p38_b531_merged", "text": "The matrix includes national priorities and policy interventions for the years 2017-2022 in three pillars. The first pillar is the road towards independence, whereas the second is reform and improving the quality of public services, and sustainable development is the third one. Each pillar includes national priorities and policy priorities with underlying policy interventions. NASS (20172022) intersects with most policy priorities, due to the social, economic and political dimensions of the Palestinian agriculture resulting from the importance of land and water in the national struggle, and in maintaining human security and stability of people’s livelihood and food security. More specifically, NASS (2017-2022) contributes directly to achieving the following policy priorities"}, {"text_block_id": "p38_b534", "text": "."}, {"text_block_id": "p41_b535", "text": "8. Linkages with the Sustainable Development Goals"}, {"text_block_id": "p41_b536", "text": "“"}, {"text_block_id": "p41_b537", "text": "On January 1, 2016, the 17 sustainable development goals of the 2030 Agenda for Sustainable Development officially come into force as the world leaders adopted these in September 2015 in a historic United Nations summit. Countries will work during the fifteen years to mobilize efforts to eradicate poverty in all its forms, fight against inequality and solve climate change, while ensuring the inclusion of all in these efforts. Despite the fact that sustainable development objectives are not legally binding, it is expected that governments take ownership and develop national frameworks to achieve them. Therefore, states have the primary responsibility for the follow-up of progress and review, which requires the collection of quality data -easily accessible -in a timely manner. The follow-up and review at regional level should be based on the analysis at national level while contributing to the follow-up and review at th"}, {"text_block_id": "p41_b538", "text": "e global level.”"}, {"text_block_id": "p41_b539", "text": "The National Agricultural Sector Strategy is strongly linked with nine of the 17 sustainable development goals, and with 38 of its 169 targets. More specifically, the Palestinian Ministry of Agriculture and the Food and Agriculture Organization of the United Nations will be responsible for nationalizing targets within the second sustainable development goal (Goal 2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture). Throughout the coming six year, NASS will seek to nationalize these targets through the following:"}, {"text_block_id": "p43_b540", "text": "9. Program policy statement"}, {"text_block_id": "p43_b541", "text": "MoA has identified its role and contribution in achieving the sectoral strategic objectives and results during the first period of the medium-term budget of 2017-2019, through three main programs. The first program is the Agricultural Development Program that directly contributes to achieving the second and third strategic objective. The Second Program is Enhancing Agricultural Services Program contributes in achieving the first and fourth strategic objectives, whereas the third Administrative Program contributes mainly to achieving the fifth strategic objective."}, {"text_block_id": "p43_b542", "text": "9.1. Outputs of the first Program Policy Statement (Agricultural Development)"}, {"text_block_id": "p43_b543", "text": "Program goals"}, {"text_block_id": "p43_b544", "text": "1."}, {"text_block_id": "p43_b545", "text": "Sustainable management of agricultural natural resources that is adaptive to climate changes"}, {"text_block_id": "p43_b546", "text": "2."}, {"text_block_id": "p43_b547", "text": "Increased agricultural production, productivity, and competitiveness in local and international market, along with their contribution in gross domestic product and food security"}, {"text_block_id": "p43_b548", "text": "Objectives and outputs"}, {"text_block_id": "p43_b549", "text": "1.1."}, {"text_block_id": "p43_b550", "text": "1.1. Volume of water available to farmers and livestock breeders from traditional and non-traditional sources increased and more efficiently managed."}, {"text_block_id": "p44_b551", "text": "1.4."}, {"text_block_id": "p44_b552", "text": "Organizational and technical procedures that enhance the management of agricultural lands (including forests, rangelands, and natural reserves) adopted and enforced by governmental organizations and local authorities."}, {"text_block_id": "p44_b553", "text": "2.1. Agricultural production technologies, cultivars and dynasties used by farmers and producers improved."}, {"text_block_id": "p45_b554", "text": "2.2. Type and safety of locally produced agricultural commodities of plant and animal origins adhere to the"}, {"text_block_id": "p45_b555", "text": "9.2. Outputs of the Second Program Policy Statement (Enhancing Agricultural Services)"}, {"text_block_id": "p45_b556", "text": "Program goals"}, {"text_block_id": "p45_b557", "text": "3."}, {"text_block_id": "p45_b558", "text": "Farmers resilience and steadfastness enhanced."}, {"text_block_id": "p45_b559", "text": "4."}, {"text_block_id": "p45_b560", "text": "Access of farmers and entrepreneurs to quality agricultural services and respond to the needs of the agricultural sector value chain"}, {"text_block_id": "p45_b561", "text": "Objectives and outputs"}, {"text_block_id": "p45_b562", "text": "3.1."}, {"text_block_id": "p45_b563", "text": "Farmers and producers who have sustained damages as a direct result of the Israeli occupation receive the needed support to ensure their steadfastness."}, {"text_block_id": "p45_b564", "text": "3.2."}, {"text_block_id": "p45_b565", "text": "Farmers whose rights are violated by Israeli army or settlers have access to legal recourse."}, {"text_block_id": "p46_b566", "text": "4.1."}, {"text_block_id": "p46_b567", "text": "Agricultural marketing services, including wholesale markets, demonstrate good management and have adequate infrastructure to support quality service provision."}, {"text_block_id": "p47_b568", "text": "5.3. Outputs of the third Program Policy Statement (Administrative Program)"}, {"text_block_id": "p47_b569", "text": "Program goals"}, {"text_block_id": "p47_b570", "text": "5."}, {"text_block_id": "p47_b571", "text": "The agricultural sector has efficient and effective agricultural organizational frameworks and legal environment."}, {"text_block_id": "p47_b572", "text": "Objectives and outputs"}, {"text_block_id": "p47_b573", "text": "1.1."}, {"text_block_id": "p47_b574", "text": "Agriculture-related legislations are coherent and support sustainable agricultural development."}, {"text_block_id": "p47_b575", "text": "1.3."}, {"text_block_id": "p47_b576", "text": "Palestine membership in international organizations and endorsement of international treaties and conventions related to agriculture is enhanced."}, {"text_block_id": "p48_b577", "text": "10. Action plan"}, {"text_block_id": "p48_b578", "text": "This section presents initiatives to be undertaken by the Ministry of Agriculture within the framework of the national plan for the agricultural sector. It also presents initiatives that the Palestinian Council of Ministers need to adopt or revise, such as the draft laws, regulations, strategy papers and sub-sector strategies, or accession to international conventions and institutions. This will enable the Palestinian Council of Ministers to plan in advance any work needed to support the implementation of this strategy."}, {"text_block_id": "p49_b579", "text": "11. Management plan"}, {"text_block_id": "p49_b580", "text": "11.1."}, {"text_block_id": "p49_b581", "text": "Sector’s organizational arrangements"}, {"text_block_id": "p49_b582_merged", "text": "During the development of the program policy statement, the sectoral results and policy interventions, the Planning and Budget Management Group along with partners gave special attention to develop implementation arrangements to ensure the achievement of the desired results and eliminate dispersion of relevant institutions’ efforts, particularly civil society and private sector"}, {"text_block_id": "p50_b585", "text": "institutions operating in Palestine. More specifically, the Planning and Budget and the National Team will work in a complimentary manner to activate and develop mechanisms that ensure access to efficiency, effectiveness and impact of all governmental interventions, particularly that of the Ministry of Agriculture, and all other interventions implemented by the civil society and the private sector. The most important of these arrangements include the following:"}, {"text_block_id": "p50_b586", "text": "1."}, {"text_block_id": "p50_b587", "text": "Enhancing effectiveness of agricultural sector working group,"}, {"text_block_id": "p50_b588", "text": "whose membership includes Palestinian and international institutions, as well as donors. The Ministry of Agriculture and Spain share the presidency of the Group. The agricultural sector working group will continue to carry out its role in coordinating development efforts in the agricultural sector. This entails coordinating interventions that contribute in implementing this strategy and that are carried out by various development partners and institutions working in the agricultural sector. Within this context, the agricultural sector working group will play a pivotal role in promoting the exchange of information and coordination mechanisms between donors and the Palestinian Authority on planned projects and programs, as well as in monitoring resources needed to achieve the objectives of the agricultural sector strategy. More specifically, the agricultural sector working group will give paramount importance during the next six years to the following implementation arrangements:"}, {"text_block_id": "p50_b589", "text": "whose membership includes Palestinian and international institutions, as well as donors. The Ministry of Agriculture and Spain share the presidency of the Group. The agricultural sector working group will continue to carry out its role in coordinating development efforts in the agricultural sector. This entails coordinating interventions that contribute in implementing this strategy and that are carried out by various development partners and institutions working in the agricultural sector. Within this context, the agricultural sector working group will play a pivotal role in promoting the exchange of information and coordination mechanisms between donors and the Palestinian Authority on planned projects and programs, as well as in monitoring resources needed to achieve the objectives of the agricultural sector strategy. More specifically, the agricultural sector working group will give paramount importance during the next six years to the following implementation arrangements:\n* Assisting donors in coordination aid for the agricultural sector strategy\n* Coordination and harmonization of donor assistance to prevent duplication and ensure the\n* Provide source of information for the needs and achievements, donor funding and gaps in\n* Effective contribution in collecting results of projects and programs implemented by local,\n* The agricultural sector working group will continue presenting its reports regularly to the"}, {"text_block_id": "p50_b602", "text": "2."}, {"text_block_id": "p50_b603", "text": "Activating the role of the national team (sectoral strategy group) in coordination between governmental and civil society organizations and the private sector"}, {"text_block_id": "p50_b604", "text": "through a semi-annually meeting to review the strategy based on reports provided by the monitoring and evaluation system, in which civil society and relevant institutions will contribute also. The current structure of the national team enables coordination management, which will enable agricultural sector institutions in adopting a complementary approach and policies towards achieving the vision"}, {"text_block_id": "p50_b605", "text": "."}, {"text_block_id": "p50_b606", "text": "11.2. Arrangements specific to the Ministry of Agriculture"}, {"text_block_id": "p50_b607", "text": "3."}, {"text_block_id": "p50_b608", "text": "Activate the role of Planning and Budget Management Group in monitoring and evaluation:"}, {"text_block_id": "p50_b609", "text": "The Ministry of Agriculture will work to expand the Planning and Budget Management Group to include the top management at the ministry. The Group will be assigned to ensure the integration and harmony between the outputs of the three programs outputs, as well as take decisions to modify programs if necessary. The Group will meet at the beginning of each month in order to exchange"}, {"text_block_id": "p51_b610", "text": "experiences about the ministry's activities and every six months to present and discuss the semi"}, {"text_block_id": "p51_b611", "text": "-"}, {"text_block_id": "p51_b612", "text": "annual reports and plans"}, {"text_block_id": "p51_b613", "text": "."}, {"text_block_id": "p51_b614", "text": "4."}, {"text_block_id": "p51_b615", "text": "Review program design:"}, {"text_block_id": "p51_b616", "text": "The General Department of Planning and Policy will organize a series of activities to review the results framework (output, goals, objectives) of the three programs based on the overall functions, activities and services carried out by the Ministry of Agriculture, as well as lessons learned and governorate priorities. During the review process, the General Department of Planning and Policy will involve representatives from the departments of agriculture and public administrations, experts and those interested in the scope of work of each program. The review process also entails developing key performance indicators, the M&E matrix for each program and the implementation arrangements"}, {"text_block_id": "p51_b617", "text": "."}, {"text_block_id": "p51_b618", "text": "5."}, {"text_block_id": "p51_b619", "text": "Complete the M&E system: The"}, {"text_block_id": "p51_b620", "text": "General Department of Planning and Policy will work on"}, {"text_block_id": "p51_b621", "text": "monitoring and evaluation of the Ministry’s three programs with the participatio"}, {"text_block_id": "p51_b622", "text": "n of all the respective personnel from the Ministry, as well as relevant governmental institutions. The review process will include the development of data collection tools, as well as ensuring the availability of staff expertise and motivation to collect and analyze data, in a high professional and objective manner."}, {"text_block_id": "p51_b623", "text": "6."}, {"text_block_id": "p51_b624", "text": "Develop annual plans for programs:"}, {"text_block_id": "p51_b625", "text": "The Ministry of Agriculture will develop an annual work plan for each and every Directorate, and General Administration based on the outputs and functions of programs. The General Department of Planning and Policy will be responsible for assembling all plans and the issuing the ministry's annual work plan"}, {"text_block_id": "p51_b626", "text": "."}, {"text_block_id": "p51_b627", "text": "7."}, {"text_block_id": "p51_b628", "text": "Compatibility of sub-sector strategies and development of new sub-sector plans:"}, {"text_block_id": "p51_b629", "text": "The Ministry of Agriculture with the participation of all concerned stakeholders from every sub-sector will review the sub-sector strategies to ensure compatibility"}, {"text_block_id": "p51_b630", "text": "with the “Resilience and Sustainable Development"}, {"text_block_id": "p51_b631", "text": "Strategy"}, {"text_block_id": "p51_b632", "text": "”"}, {"text_block_id": "p51_b633", "text": "in terms of objectives, priorities, interventions and time frame. The Ministry will start reviewing the extension services strategy, the agricultural research strategy and the animal production strategy."}, {"text_block_id": "p51_b634", "text": "11.3. Performance indicators"}, {"text_block_id": "p51_b635_merged_merged_merged_merged", "text": "The Planning and Budget Management team has adopted an initial set of key performance indicators for the agricultural sector, in order to measure the progress made in the sector. These indicators will be reviewed and developed when preparing the Ministry’s work plan and M&E system (see M&E matrix)"}, {"text_block_id": "p51_b638", "text": "."}, {"text_block_id": "p57_b639", "text": "12. Resource envelops"}, {"text_block_id": "p57_b640", "text": "The following tables detail the overall operational and capital costs for project and non-project outputs for the three programs throughout the mid-term budget (2017-2019). The overall financial ceiling for the three programs reached 411038.5 thousand Shekels, out of which 54689.9 thousand shekels were for the administrative program, 226283 were for the agricultural development program, and 411038.5 thousand shekels were for the agricultural services program."}, {"text_block_id": "p57_b641", "text": "Administrative Program"}, {"text_block_id": "p57_b642", "text": "1."}, {"text_block_id": "p57_b643", "text": "Expenses"}, {"text_block_id": "p57_b644", "text": "Agricultural Development Program"}, {"text_block_id": "p57_b645", "text": "1."}, {"text_block_id": "p57_b646", "text": "Expenses"}, {"text_block_id": "p57_b647", "text": "2."}, {"text_block_id": "p57_b648", "text": "Budget ceilings"}, {"text_block_id": "p57_b649", "text": "Services Program"}, {"text_block_id": "p57_b650", "text": "1."}, {"text_block_id": "p57_b651", "text": "Expenses"}, {"text_block_id": "p58_b652", "text": "2. Budget ceilings"}], "document_description": "This document sets Palestine's agricultural strategy over the period 2017-2022. It defines overarching goals and sectoral objectives. The document notably seeks to increase resilience to climate change, by 1) developing resources and policies for the Risk Prevention and Agricultural Insurance Fund and 2) promoting innovation and adaptive solutions.\n\nFurther specific objectives include: 1) take measures and arrangements to adapt with or avoid the negative impact of climate change and natural disasters, particularly high temperatures and fluctuating precipitation or declining rain water, 2) intensify efforts of research and official institutions, local authorities and centres to protect the forests and natural reserves, as well as organise and develop pastures, protect agricultural biodiversity in all environmental areas in Palestine, and 3) protect agricultural lands from urban expansion, especially in plain areas and high value agricultural lands."}