{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Slovenia", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "National Forest Program", "document_country_code": "SVN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Programme", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "20/11/2007", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/SVN/2007/SVN-2007-11-20-National Forest Program_a42bc26398a698bf656cc1851228398f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Zveza gozdarskih društev Slovenije – Gozdarska založba"}, {"text_block_id": "p0_b2", "text": "Ministrstvo za kmetijstvo, gozdarstvo in prehrano RS"}, {"text_block_id": "p1_b3", "text": "Izdala:"}, {"text_block_id": "p1_b4", "text": "Zveza gozdarskih društev Slovenije - Gozdarska založba, Večna pot 2, 1000 Ljubljana"}, {"text_block_id": "p1_b5", "text": "in"}, {"text_block_id": "p1_b6", "text": "Ministrstvo za kmetijstvo, gozdarstvo in prehrano Republike Slovenije"}, {"text_block_id": "p1_b7", "text": "Odgovorni urednik:"}, {"text_block_id": "p1_b8", "text": "Franc Perko"}, {"text_block_id": "p1_b9", "text": "Izdelava kart in grafov:"}, {"text_block_id": "p1_b10", "text": "Rok Pisek"}, {"text_block_id": "p1_b11", "text": "Avtorji fotografij so navedeni na fotografijah."}, {"text_block_id": "p1_b12", "text": "Oblikovanje in priprava za tisk:"}, {"text_block_id": "p1_b13", "text": "Jurij Koščak"}, {"text_block_id": "p1_b14", "text": "Tiskano v 1.500 izvodih, Ljubljana 2008"}, {"text_block_id": "p1_b15", "text": "Tisk:"}, {"text_block_id": "p1_b16", "text": "Impress d.d."}, {"text_block_id": "p1_b17", "text": "Izdajo publikacije ﬁnančno podprlo Ministrstvo za kmetijstvo, gozdarstvo in prehrano RS"}, {"text_block_id": "p1_b18", "text": "CIP - Kataložni zapis o publikaciji Narodna in univerzitetna knjižnica, Ljubljana"}, {"text_block_id": "p1_b19", "text": "630*9(497.4)"}, {"text_block_id": "p1_b20", "text": "RESOLUTION on national forest programme / [izdelava kart in grafov Rok Pisek]. - Ljubljana : Zveza gozdarskih društev Slovenije, Gozdarska založba : Ministrstvo za kmetijstvo, gozdarstvo in prehrano, 2008"}, {"text_block_id": "p1_b21", "text": "ISBN 978-961-6142-20-5 (Zveza gozdarskih društev Slovenije, Gozdarska založba)"}, {"text_block_id": "p1_b22", "text": "239232256"}, {"text_block_id": "p2_b23_merged", "text": "On the basis of Article 7 of the Act on Forests (Oﬃcial Gazette of RS, no. 30/93, 13/98 – decision of the Constitutional Court, 56/99 – ZON, 67/02 – ZG – A and 110/02 – ZGO – 1), paragraph 4 of Article 12 of the Wild Game and Hunting Act (Oﬃcial Gazette of RS, no. 16/04, 120/06 – deci-sion of the Constitutional Court) and with regard to Article 109 and par-agraph 2 of Article 169 a of the National Assembly of Slovenia Rules of Procedure (Oﬃcial Gazette of RS, no. 92/07 – oﬃcial consolidated text), the National Assembly of the Republic of Slovenia at the session on 20 November 2007 adopted"}, {"text_block_id": "p4_b28", "text": "1"}, {"text_block_id": "p4_b29", "text": "INTRODUCTION"}, {"text_block_id": "p4_b30", "text": "National Forest Programme (NGP) is a fundamental strategic document aimed at determining the national policy of sustainable development of forest management. The main principles of the NGP are directed into the preservation of forests and provision of multipurpose role, which includes the environmental, social and economic aspect. On the basis of the current situation and set goals, it contains a long-term vision of management, which besides development guidelines of a restricted forestry sector also defines relationships from the area of environ"}, {"text_block_id": "p4_b31", "text": "-"}, {"text_block_id": "p4_b32", "text": "mental protection and nature conservation, economic sectors related to wood processing and all other sectors interest-related with forests and forest land."}, {"text_block_id": "p4_b33", "text": "National Forest Programme also presents the implementation of the Environmental Action Programme at the national level, which defines four priorities: climate change, nature and biodiversity, environment and health, and the quality of life, natural resources and waste. The EU’s Thematic Strategy on Sustainable Use of Natural Resources meanwhile presents a reference point for the National Forest Programme, which is based on regional characteristics and ecosystemic approach."}, {"text_block_id": "p4_b34", "text": "Forests in Slovenia are a symbol of the recognisability of the country and reflect its attitude towards sustainable development which is aimed at trying to provide sustainable and optimal operation of forests as an ecosystem, biocenoses of plans and animals and their habitats, and sustainable use and management of the resource."}, {"text_block_id": "p4_b35", "text": "Understanding of natural development of forests and the use of their laws in the manage"}, {"text_block_id": "p4_b36", "text": "-"}, {"text_block_id": "p4_b37", "text": "ment is a basis for the preservation of forests and for their successful development in the future, when the pressure on forests is to increase. Forests in Slovenia are of a particular environmental, ecosystemic, biotic, cultural, historical, associative, landscape and health importance, and it is understandable and necessary that the state protects that treasure."}, {"text_block_id": "p4_b38", "text": "This is not only a treasure in terms of wood and a natural resource which has to be sustainably managed, but this is also an exceptional treasure of biodiversity and natural values, which are a basis for ecological balance in the nature, this is an ecosystem which contributes to the preserva"}, {"text_block_id": "p4_b39", "text": "-"}, {"text_block_id": "p4_b40", "text": "tion of the good condition of surface waters and ground waters, preservation of quality sources of potable water, preservation of health of the inhabitants and preservation of cultural heritage."}, {"text_block_id": "p4_b41", "text": "The contribution of forests to the favourable state of the environment is invaluable. Forests in Slovenia, contrary to forests in some other countries in Europe, are one of the most important ecosystems which contribute to the stability of the relationship between anthropogenic and natural environment in Slovenia and largely contribute to environmental consciousness."}, {"text_block_id": "p4_b42_merged_merged_merged_merged", "text": "Deterioration of the stability of forests indirectly increased the instability in the environment, and life for humans, plants and animals becomes less diverse and comfortable and has nega-tive impact on many areas. Provision of the stability of forests and planned direction of their development is and must remain an important component of Slovenia’s long-term goals."}, {"text_block_id": "p5_b45", "text": "Wood is the most important renewable material in our country. Although the general benefits of forests are the most important, their economic importance is far from negligible. We will be able to cut more wood in Slovenian forests and at the same time provide their sustainable preservation and development. Tradition and knowledge in Slovenian forestry and wood industry can largely contribute to the enrichment of wood from our forests and permanently contribute its share to the added value created in the country. Forests largely contribute to social security and the quality of life of the rural population."}, {"text_block_id": "p6_b46", "text": "2"}, {"text_block_id": "p6_b47", "text": "REASONS FOR THE PREPARATION OF THE NATIONAL FOREST PROGRAMME"}, {"text_block_id": "p6_b48", "text": "The main reason and the purpose of the National Forest Programme is harmonisation with other national policies and international commitments, and thus to contribute to an important segment of the sustainable development strategy in the country. Expectations of the entire society and forest owners have been increasing, and this is why the harmonisation of multi"}, {"text_block_id": "p6_b49", "text": "-"}, {"text_block_id": "p6_b50", "text": "purpose use of forests is becoming an increasingly sensitive issue."}, {"text_block_id": "p6_b51", "text": "Preparation of the National Forest Programme is dictated by the developments in the domestic and international environment."}, {"text_block_id": "p6_b52", "text": "The most important reasons within Slovenia are:"}, {"text_block_id": "p6_b53", "text": "The most important reasons within Slovenia are:\n* realisation of numerous tasks from the previously applied National Forest Development\n* inclusion of Slovenia into the European Union with adjustments of the legislation;\n* amendments to legislation in the area of environmental protection and nature conserva\n* amendments to legislation in the area of environmental protection and nature conserva\n -\n* amendments to legislation in the area of environmental protection and nature conserva\n -\n tion;\n* development of the society and adequate development of regulations in the area of rights\n* development of the society and adequate development of regulations in the area of rights\n -\n* development of the society and adequate development of regulations in the area of rights\n -\n agement of goods of public importance."}, {"text_block_id": "p6_b65", "text": "The most important international reasons are the following:"}, {"text_block_id": "p6_b66", "text": "The most important international reasons are the following:\n* with the resolution no. 1 of the Ministerial Conference on the Protection of Forests in Europe,\n* the National Forest Programme ensures the implementation of commitments of sustain-able management and environmental importance of forests, adopted by the Republic of"}, {"text_block_id": "p6_b72", "text": "2.1"}, {"text_block_id": "p6_b73", "text": "Legal basis"}, {"text_block_id": "p6_b74", "text": "The fundamental legal basis for the creation of the National Forest Programme are the Act on Forests and the Wild Game and Hunting Act."}, {"text_block_id": "p6_b75", "text": "The Act on Forests provides that the National Forest Programme determines the national policy of close to nature forestry, guidelines for the preservation and development of forests in Slovenia and conditions for their exploitation and multipurpose use."}, {"text_block_id": "p6_b76", "text": "The Wild Game and Hunting Act provides that the Wild Game Management Programme is a constitutive part of the Forest Development Programme (National Forest Programme),"}, {"text_block_id": "p7_b77", "text": "that it determines the strategy for direction of development of wild game populations and interventions in their habitat, and that the legal basis for the planning in hunting manage"}, {"text_block_id": "p7_b78", "text": "-"}, {"text_block_id": "p7_b79", "text": "ment areas."}, {"text_block_id": "p7_b80", "text": "Other acts and strategic documents which have an influence on the content of the National Forest Programme are:"}, {"text_block_id": "p7_b81", "text": "Other acts and strategic documents which have an influence on the content of the National Forest Programme are:\n* Forest Reproductive Material Act (Oï¬cial Gazette of RS, no. 58/02, 85/02 - corrigendum,\n* Nature Conservation Act (Oï¬cial Gazette of RS, no. 22/03 â oï¬cial consolidated text).\n* Spatial Planning Act (Oï¬cial Gazette of RS, no. 33/07), 33/07),\n* Construction Act (Oï¬cial Gazette of RS, no. 110/02, 97/03 â Constitutional Court Decision\n* Construction Act (Oï¬cial Gazette of RS, no. 110/02, 97/03 â Constitutional Court Decision\n -\n* Construction Act (Oï¬cial Gazette of RS, no. 110/02, 97/03 â Constitutional Court Decision\n -\n stitutional Court Decision no. U-I-1/03-15, 92/05 â Act Amending Public Roads Act (ZJC-B),\n* Environment Protection Act (Oï¬cial Gazette of RS, no. 41/04, 17/06, 20/06, 28/06 -Constitu\n* Environment Protection Act (Oï¬cial Gazette of RS, no. 41/04, 17/06, 20/06, 28/06 -Constitu\n -\n* Environment Protection Act (Oï¬cial Gazette of RS, no. 41/04, 17/06, 20/06, 28/06 -Constitu\n -\n tional Court Decision no. U-I-51/06-5, 49/06 -ZMetD), 66/06 -Constitutional Court Decision\n* Real-Estate Recording Act (Oï¬cial Gazette of RS, no.47/06), 47/06),\n* Plant Health Act (Oï¬cial Gazette of RS, no. 45/01, 45/04 - ZdZPKG, 86/04, 61/06 - ZDru-1),\n* Cultural Heritage Protection Act (Oï¬cial Gazette of RS, no. 7/99, 110/02 - ZGO-1, 126/03\n\t* ZVPOPKD).\n<\\li2>"}, {"text_block_id": "p7_b103", "text": "Strategic documents:"}, {"text_block_id": "p7_b104", "text": "EU:"}, {"text_block_id": "p7_b105", "text": "EU:\n* the Sixth Environment Action Programme of the European Community (Decision no.\n* Thematic Strategy on the Sustainable Use of Natural Resources (2006/2210(INI))."}, {"text_block_id": "p7_b109", "text": "National:"}, {"text_block_id": "p7_b110", "text": "National:\n* National Environmental Action Plan (Resolution on National Environmental Action Plan\n* Spatial Planning Strategy of Slovenia (Ordinance on Spatial Planning Strategy of Slovenia,\n* National Programme for Culture (Resolution on the National Programme for Culture, Oï¬cial\n* Biodiversity Conservation Strategy of Slovenia (Resolution of the Government of RS no.\n* Operational programme on national emission ceilings for atmospheric pollutants in ambi-ent air (Resolution of the Government of RS no. 35405-4/2006/5, 4.1.2007), 35405-4/2006/5,\n* Operational programme aimed at reducing greenhouse gas emissions by 2012 (Resolution"}, {"text_block_id": "p8_b124", "text": "2.2"}, {"text_block_id": "p8_b125", "text": "International reference points"}, {"text_block_id": "p8_b126", "text": "The most important international documents that have been taken into account in the crea"}, {"text_block_id": "p8_b127", "text": "-"}, {"text_block_id": "p8_b128", "text": "tion of the National Forest Programme are:"}, {"text_block_id": "p8_b129", "text": "tion of the National Forest Programme are:\n* United Nations Conference on Environment and Development (UNCED, Rio de Janeiro, June\n* United Nations Framework Convention on Climate Change (Act Ratifying the United Nations\n* Convention on Biological Diversity (Act Ratifying the Convention on Biological Diversity,\n* resolutions of the Ministerial Conference on the Protection of Forests in Europe (MCPFE)\n* Kyoto Protocol (Act Ratifying the Kyoto Protocol to the United Nations Framework Conven-tion on Climate Change, Oï¬cial Gazette of RS, no. 60/2002) 60/2002)\n* the EU Forestry Strategy (UL C 56, 26/02/1999),\n* the EU Forest Action Plan (COM(2006) 302 final),\n* EU legislation:\n\t* Directive on the conservation of wild birds (OJ L 103, of 25/04/1979),\n\t* Directive on the conservation of natural habitats and of wild fauna and flora (OJ L\n\t* Regulation of the European Parliament and of the Council No 1698/05 for the support"}, {"text_block_id": "p10_b153", "text": "3"}, {"text_block_id": "p10_b154", "text": "PROCESS OF THE PREPARATION OF THE NATIONAL FOREST PROGRAMME"}, {"text_block_id": "p10_b155", "text": "The National Forest Programme is based primarily on dialogue directed in sustainable manage"}, {"text_block_id": "p10_b156", "text": "-"}, {"text_block_id": "p10_b157", "text": "ment of forests with numerous participants. In order to create favourable political, legislative and institutional environment which enables coherent use, protection and conservation of forests, we have established partnerships and cooperation in setting goals and priorities in the creation of the National Forest Programme. The Vienna Resolution no. 1 provides that »the Signatory States and the European Community commit themselves to regular commu"}, {"text_block_id": "p10_b158", "text": "-"}, {"text_block_id": "p10_b159", "text": "nication between the forest sector and other relevant sectors to increase the exchange of information and consultation«. This must be understood as a necessity that the National Forest Programme is not created in narrow circles of forestry experts but in the cooperation with other sectors related to forests and wood. The creation of the National Forest Programme is also an opportunity to eﬀectively inform wider Slovenian public on the importance of forests and forestry. The implementation of cross-sectoral cooperation and inclusion of wider public must be carefully organised."}, {"text_block_id": "p10_b160", "text": "The Ministry of Agriculture, Forestry and Food, which is an initiator of the drafting of the National Forestry Programme, appointed in 2005 a working group for the creation of the National Forestry Programme. The group constituted of 25 members, representatives of diﬀerent gov"}, {"text_block_id": "p10_b161", "text": "-"}, {"text_block_id": "p10_b162", "text": "ernmental and non-governmental organisations related with forests and forestry. By February 2006, the working group dealt with individual topics for the drafting of the National Forest Programme, presentation of the assessment of the National Forest Development Programme from 1996 and determined topics of the National Forestry Programme and their holders."}, {"text_block_id": "p10_b163", "text": "3.1"}, {"text_block_id": "p10_b164", "text": "Communication plan"}, {"text_block_id": "p10_b165_merged_merged_merged", "text": "In February 2006, the Ministry of Agriculture, Forestry and Food appointed a working group for the drafting of communication plan for the National Forest Programme, constituted of rep-resentatives of the Ministry of Agriculture, Forestry and Food, the Slovenian Forestry Institute and the Slovenia Forest Service."}, {"text_block_id": "p10_b168", "text": "By appointing the working group, the Ministry of Agriculture, Forestry and Food concluded that the drafting and implementation of the communication plan is a team work. The tasks of the working group were:"}, {"text_block_id": "p10_b169", "text": "By appointing the working group, the Ministry of Agriculture, Forestry and Food concluded that the drafting and implementation of the communication plan is a team work. The tasks of the working group were:\n* creation of the communication plan for the National Forest Programme with financial and\n* informing of the public and popularisation of the National Forest Programme,\n* organisation of the participation process,"}, {"text_block_id": "p11_b175", "text": "By appointing the working group, the Ministry of Agriculture, Forestry and Food concluded that the drafting and implementation of the communication plan is a team work. The tasks of the working group were:\n* creation of the communication plan for the National Forest Programme with financial and\n* informing of the public and popularisation of the National Forest Programme,\n* organisation of the participation process,\n* supervision over the implementation of the participation process,\n* report on the implementation of the communication plan for the National Forest"}, {"text_block_id": "p11_b179", "text": "3.2"}, {"text_block_id": "p11_b180", "text": "Implementation of participation"}, {"text_block_id": "p11_b181_merged", "text": "The Union of Forestry Associations of Slovenia organised five workshops as part of the prepara-tions for the National Forest Programme between 11 and 23 May 2006. The workshops were organised by individual chapters previously determined by the working group. Holders, who tried to define the situation, trends and development perspectives with the implementation of the participation process, were appointed for each chapter."}, {"text_block_id": "p11_b184", "text": "Table 1:"}, {"text_block_id": "p11_b185", "text": "Chapters"}, {"text_block_id": "p12_b186", "text": "As part of the communication plan, organisations and institutions, media and broadest Slovenian public were invited to the participation process in the creation of the National Forest Programme. Main interest groups were appointed by the following groups:"}, {"text_block_id": "p12_b187", "text": "As part of the communication plan, organisations and institutions, media and broadest Slovenian public were invited to the participation process in the creation of the National Forest Programme. Main interest groups were appointed by the following groups:\n* governmental and other national organisations,\n* political parties (in particular ecological forums of political parties),\n* chambers and companies (forestry holdings, forestry cooperatives, Chamber of Commerce\n* non-governmental organisations,\n* individuals (prominent scientists and cultural figures, individual owners of large forest"}, {"text_block_id": "p12_b197", "text": "Regional forums in all 14 forest management areas were organised in order that the broadest public is included in the process. Regional forums were organised by the Union of Forestry Associations in the cooperation with the Slovenia Forest Service and the Ministry of Agriculture, Forestry and Food. Diﬀerent local interest communities and representatives of local government were also invited to the forums, and all 14 forums were attended by the total of 491 participants. Actual information on the process of the drafting of the National Forest Programme were also published on the website of the Ministry of Agriculture, Forestry and Food, where individuals were able to send their comments and proposals."}, {"text_block_id": "p14_b198", "text": "4"}, {"text_block_id": "p14_b199", "text": "VISION AND ESSENTIAL OBJECTIVES OF THE NATIONAL FOREST PROGRAMME"}, {"text_block_id": "p14_b200", "text": "Vision"}, {"text_block_id": "p14_b201", "text": "Vision\n* To ensure sustainable development of forests and ecosystems in the sense of their biodiversity\n* Permanent contribution of forests to the economic development of the society, in particular\n* Permanent contribution of forests to healthy living environment and social development"}, {"text_block_id": "p14_b207", "text": "Slogan"}, {"text_block_id": "p14_b208", "text": "Forests for the future"}, {"text_block_id": "p14_b209", "text": "Essential objectives of the National Forest Programme"}, {"text_block_id": "p14_b210", "text": "•"}, {"text_block_id": "p14_b211", "text": "Sustainable development of forest as an ecosystem in the sense of its biodiversity and all its ecological, economic and social functions."}, {"text_block_id": "p14_b212", "text": "•"}, {"text_block_id": "p14_b213", "text": "Preservation and development of wild animals and their habitats."}, {"text_block_id": "p14_b214", "text": "•"}, {"text_block_id": "p14_b215", "text": "Sustainable use of all material goods of forest for the owner, development of rural areas and the entire society."}, {"text_block_id": "p14_b216", "text": "•"}, {"text_block_id": "p14_b217", "text": "Sustainable wild game management."}, {"text_block_id": "p14_b218", "text": "•"}, {"text_block_id": "p14_b219_merged", "text": "Eﬃcient system of communication with forest owners and the public, which ensures suc-cessful development of forests."}, {"text_block_id": "p14_b222", "text": "•"}, {"text_block_id": "p14_b223", "text": "Favourable political, legislative and institutional environment which will support sustainable management of forests and their multipurpose use."}, {"text_block_id": "p16_b224", "text": "5"}, {"text_block_id": "p16_b225", "text": "SLOVENIAN FORESTS AND SUSTAINABLE FORESTRY"}, {"text_block_id": "p16_b226", "text": "5.1"}, {"text_block_id": "p16_b227", "text": "Condition of forests"}, {"text_block_id": "p16_b228", "text": "Forest management in Slovenia was implemented and is implemented on the principles of sustainability, close-to-nature conception, multipurposeness of forests and their management, which ensure sustainable preservation of forests and all their functions. Acquisition of wood and other forest goods and the use of forests must comply with the potentials and capacities of forests, determined by natural development of forestry associations. Silvicultural measures which provide preservation of natural structure of forest communities and their biodiversity and strengthen resistance of forests and their ability to implement production, ecological and social functions of forests are adjusted to those potential and capacities."}, {"text_block_id": "p16_b229", "text": "Development of the close-to-nature forestry, in which Slovenia is one of the pioneers, is one of the rare activities which organically connect the economic activity with nature conservation. Such forest management is demanding in terms of expertise, so all measures in forests must be carefully planned. With the system of spatial planning, which determines eligible use of lands, forests are included in spatial plans at the national and local level. A system of forest manage"}, {"text_block_id": "p16_b230", "text": "-"}, {"text_block_id": "p16_b231", "text": "ment planning has been developed for the management of forests as a natural resource."}, {"text_block_id": "p16_b232", "text": "The area covered by forests in Slovenia has been constantly increasing for 130 years. The trend of change is not equally distributed across Slovenia. The area covered by forests is increasing in places where there is much forest from the aspect of landscape diversity, while the areas with intensive agriculture and suburban areas are facing strong pressure on forests, which despite eﬀorts to preserve forests gradually lead to clearance of already scarce remains of forests."}, {"text_block_id": "p16_b233", "text": "Table 2:"}, {"text_block_id": "p16_b234", "text": "Change in the area covered by forests in Slovenia in the 1875–2005 period"}, {"text_block_id": "p16_b235", "text": "Source: National Forest Development Programme, register of the actual use of lands"}, {"text_block_id": "p16_b236_merged_merged", "text": "Growing stock and increment of Slovenian forests have been increasing for more than 50 years. The average growing stock of all forests exceeds 257 m3/ha, while in managed forests (multipurpose forests and forests with special purpose, in which forest management measures are allowed) it already reaches 280 m3/ha. With planned forest management, we have come close to the optimum average growing stock, which stands at 320–330 m3/ha, and it requires further modest and selective accumulation of increment."}, {"text_block_id": "p17_b243", "text": "Table 3:"}, {"text_block_id": "p17_b244", "text": "Movement of growing stock and annual wood increment in forests in the 1947–2005 period"}, {"text_block_id": "p17_b245", "text": "Source: National Forest Development Programme, forest management plans"}, {"text_block_id": "p17_b246", "text": "The ownership structure of forests (data from forest management plans for areas for the 2001–2010 period) is as follows: private forests owned by individuals – 71%, private forests owned by legal persons – 1%, national forests – 26% and municipal forests – 2%. It is expected that only about 20% of forests will remain state-owned after denationalisation, which put Slovenia among European countries with the lowest share of national forests."}, {"text_block_id": "p17_b247", "text": "The average private forest holding is small, with the area of 2.6 ha, and is usually divided into several separated parcels. The size of holdings is decreasing in the process of inheritance. This hampers the management with private forests and reduces interests from owners for forest management. In small forest holding, younger development phases are frequently neglected, which leads to poor growth of stable and quality forest."}, {"text_block_id": "p17_b248", "text": "Production capacity of forest sites is not yet exploited enough, and growing stock of forests is still under the optimum by approximately 15%. In private forests, only 60% of wood which could be cut according to forest management plans is actually cut. This discrepancy happens because of high costs of forest management, which are primarily a result of low density of logging infrastructure, high costs of timber removal and harvest because of the fragmentation of forest holdings and long-term stagnation of the prices of biomass."}, {"text_block_id": "p17_b249_merged", "text": "Preservation of forests is good; forests are preserved both in terms of vegetation and their fauna. Good condition and multifunctionality of forests is also confirmed by the fact that for-ests represent a large share of the 35.5% of the Slovenian territory included in the European ecological network Natura 2000. There are 11 forest habitat types in Slovenia from the list of European endangered habitat types, determined by the Habitats Directive, in a favourable"}, {"text_block_id": "p18_b252", "text": "condition and which reach goals under the Habitats Directive. It is important that these pri"}, {"text_block_id": "p18_b253", "text": "-"}, {"text_block_id": "p18_b254", "text": "ority goals of the European Union in the area of nature are further taken into account in all measures which arise from the National Forest Programme."}, {"text_block_id": "p18_b255", "text": "Forests, which are exceptionally important for the protection of lands from landslides and breaking, forests on steep slopes or water banks, forests exposed to wind and which in tor"}, {"text_block_id": "p18_b256", "text": "-"}, {"text_block_id": "p18_b257", "text": "rent areas withhold excessive outflow of water, forests near the upper forest line and in highly steep slopes, and in certain areas with emphasised biotope function and important remains of forests in farm landscapes are defined as protective forests (100,750 ha). These protect and preserve ecological balance where it is especially sensitive and endangered. In protective forests, management is directed in the strengthening of their protective or biotope function."}, {"text_block_id": "p18_b258", "text": "In Slovenia, 9,630 ha of forests are declared forest reserves in which forests are subject to natural development. Forest reserves contribute to the increase in biodiversity in forests and enable studies of natural development of forests."}, {"text_block_id": "p18_b259", "text": "Wood as an important renewable natural resource has long contributed to the development of industry and the entire economy in Slovenia, especially in rural areas. Integration of forestry and wood industry with the purpose of providing wood processing and added value in the domestic environment is therefore important for the further development of the economy. Since wood is the most energy conserving material, forest and permanently integrated wood are important factors for carbon sequestration (carbon dioxide sink), which also presents a contribution to wise use of energy and clean environment."}, {"text_block_id": "p18_b260", "text": "Sustainable wild game management also contributes to the economy, especially in rural areas, because hunting in the connection with tourism is an important source of income in rural areas. Hunting as a form of recreation attracts guests who at the same time consume other tourist oﬀers, while game meat brings something new to the menu as well as to the tourist oﬀer. Wild game also attracts other tourists who want to watch or take photographs."}, {"text_block_id": "p18_b261", "text": "Because of their ecological and social functions, private forests also have public importance, and this is why the state provides for them a special legal arrangement (protection), funds the public forestry service and helps forest owners to cover costs of forest management."}, {"text_block_id": "p18_b262_merged_merged_merged", "text": "In the places where the need for the strengthening of non-production functions of forests is observed, in particular in protective forests, in forests with emphasised protective func-tion (protection of infrastructure and other facilities), in suburban forests and forests in the proximity of tourist facilities, it is necessary to increase the share of public forests (owned by the state, municipalities)."}, {"text_block_id": "p18_b265", "text": "Table 4 provides current data on the scope of works in forests and budget funds for their implementation. Possible timber removal and the scope of necessary forest growing works were taken from forest management plans of forest management areas (GGO) for the 2001–2010 period, consumed state budget funds and the amount of subsidies paid out on the basis of the Single Programme Document (a half from the state budget, and a half from the EU funds) refer to 2005."}, {"text_block_id": "p19_b266", "text": "Table 4:"}, {"text_block_id": "p19_b267", "text": "Scope of works in forests and budget funds for their implementation – according to data from forest management plans of forest management areas for the 2001–2010 period and on the basis of use of sources in 2005"}, {"text_block_id": "p19_b268", "text": "Source: Forest management plans for forest management areas for the 2001–2010 period Note: Used funds from the state budget and the amount of subsidies paid out on the basis of the Single Programme Document (a half of funds from the state budget, and a half from the EU funds) refer to 2005."}, {"text_block_id": "p19_b269", "text": "5.2"}, {"text_block_id": "p19_b270", "text": "Assessment of development potential"}, {"text_block_id": "p19_b271_merged", "text": "Forest management in Slovenia is based on the principles of sustainability, close-to-nature conception, multipurposeness of forests and methodical work with forests. Guiding the devel-opment of forests, which ensures the preservation and strengthening of forest ecosystems and consideration of numerous functions of forests is a demanding work in terms of expertise, so it has to be necessarily methodical and entrusted to a highly qualified public forestry service. Such service must determine optimal forest management measures in the cooperation with forest owners and taking into account their needs and interests."}, {"text_block_id": "p19_b274", "text": "Development potential is seen in the further strengthening of forests in order to make them continue perform their numerous functions."}, {"text_block_id": "p19_b275", "text": "From the aspect of the provision of ecological functions, the mentioned means primarily consistent consideration of regimes in protective forests and forests with special purpose, consideration of guidelines for the preservation of favourable condition of habitat types, species and their habitats in the areas within and out of Natura 2000 and consideration of ecological functions in forest management in all managed forests."}, {"text_block_id": "p19_b276", "text": "Sustainable, close-to-nature and multipurpose forest management comply with small-area management systems which enable flexible adjustment of forest growing measures to site conditions and natural development tendencies of forests. In so doing, particular attention is paid to the provision of natural species structure of forest trees and natural variety of the entire forest ecosystem. Economic value of forests is boosted with the cultivation of forest stands, which accelerates the development of more vital and more quality trees in the entire forest stand cycle."}, {"text_block_id": "p19_b277", "text": "From the aspect of the provision of better economic eﬀects from forests, it is possible to take advantage of development potential of sustainable forest management primarily with"}, {"text_block_id": "p20_b278", "text": "further improvement of growing stock and wood increment, optimisation of infrastructure (forest road network, etc), planning of possible timber removal allowed by forests considering the necessary accumulation of wood increment, and realisation of timber removal allowed by wood management plans. Development potential should also be utilised with more active involvement of forest managers in the processes of forest development planning, primarily with expert, methodical and more active stimulation of forest owners to manage forests. Economic eﬀects of forests can also be increased with better exploitation of forests for other activities (hunting, beekeeping, harvesting of fruit and other material goods of forests, tourism and recreation, etc.), and indirectly with enrichment and further processing of forest goods."}, {"text_block_id": "p20_b279", "text": "Trees with high-quality wood can be grown in the majority of Slovenian forests. Since grow"}, {"text_block_id": "p20_b280", "text": "-"}, {"text_block_id": "p20_b281", "text": "ing of quality trees is the most profitable and is possible with the simultaneous provision of other functions of forests, forest management in Slovenia aims at quality production of wood which is because of the provision of sustainability of forests realised with natural renewal of forests, with special cultivation in all development cycles of forest stands and with small-area interventions into stands."}, {"text_block_id": "p20_b282", "text": "In the area of social functions of forests and their social aspects, it is possible to take advantage of development potential with all measures which preserve and strengthen forest ecosystem and ecological balance in landscape, and with all measures aimed at increasing economic eﬀects of forests. Certain speciﬁc measures also contribute to aesthetic eﬀects of forests and landscape, educational function of forests and their defensive functions, which are treated as social functions of forests."}, {"text_block_id": "p20_b283", "text": "5.3"}, {"text_block_id": "p20_b284", "text": "Goals, guidelines and indicators for sustainable forest management"}, {"text_block_id": "p20_b285", "text": "Goal 1"}, {"text_block_id": "p20_b286", "text": "Ecosystemic approach and sustainable development of forest in the sense of their biodiversity and all their ecological, economic and social functions."}, {"text_block_id": "p20_b287", "text": "Guideline"}, {"text_block_id": "p20_b288", "text": "1"}, {"text_block_id": "p20_b289", "text": "Natural structures of forest communities should be maintained and established, includ"}, {"text_block_id": "p20_b290", "text": "-"}, {"text_block_id": "p20_b291", "text": "ing natural development of completely wild forest areas, and water and other non-forest ecosystems in forests should also be preserved."}, {"text_block_id": "p20_b292", "text": "2"}, {"text_block_id": "p20_b293_merged_merged_merged", "text": "Forest growing and forest management measures should be used in order to strengthen overall resistance of forests, quality of trees and the ability of forests to perform their func-tions."}, {"text_block_id": "p20_b296", "text": "3"}, {"text_block_id": "p20_b297", "text": "Planned possible timber removal, the volume of timber removal and acquisition of other forest goods adjust to the capacities of forests."}, {"text_block_id": "p20_b298", "text": "4"}, {"text_block_id": "p20_b299", "text": "Coordinate the multipurpose use of forests with the actual condition and functions of forests and provide sustainable operation of forest ecosystem."}, {"text_block_id": "p20_b300", "text": "Indicators:"}, {"text_block_id": "p20_b301", "text": "forest area; growing stock; increment and timber removal; tree structure; forest structure by condition; share of forests with forest management plans; forest area available for recreation; damage to forests; cultivation level."}, {"text_block_id": "p21_b302", "text": "Goal 2"}, {"text_block_id": "p21_b303", "text": "Preserve natural environment and ecological balance in landscape."}, {"text_block_id": "p21_b304", "text": "Guideline"}, {"text_block_id": "p21_b305", "text": "1"}, {"text_block_id": "p21_b306", "text": "Preserve adequate forest cover in all Slovenian landscapes."}, {"text_block_id": "p21_b307", "text": "2"}, {"text_block_id": "p21_b308", "text": "Prevent dispersion of forest areas."}, {"text_block_id": "p21_b309", "text": "3"}, {"text_block_id": "p21_b310_merged", "text": "Preserve and establish groups of trees, individual trees, waterside forest vegetation, wind-breaks and boundaries outside forests."}, {"text_block_id": "p21_b313", "text": "4"}, {"text_block_id": "p21_b314", "text": "Provide enough forests left for completely natural development (forest reserves, ecocells)."}, {"text_block_id": "p21_b315", "text": "Indicators:"}, {"text_block_id": "p21_b316", "text": "forest area in protective areas; forest area in ecologically important areas; forest structure by condition; protective forest area; landscape pattern."}, {"text_block_id": "p22_b317", "text": "6"}, {"text_block_id": "p22_b318", "text": "ENVIRONMENTAL ASPECT OF SLOVENIAN FORESTS"}, {"text_block_id": "p22_b319", "text": "6.1"}, {"text_block_id": "p22_b320", "text": "Condition"}, {"text_block_id": "p22_b321", "text": "6.1.1"}, {"text_block_id": "p22_b322", "text": "Forests and nature conservation"}, {"text_block_id": "p22_b323", "text": "Forests are rich with diﬀerent communities, and numerous organisms have their habitats in forests – including dead wood, in soil, in standing waters and forest creeks, in rocks, chasms and other special habitats which increase biodiversity in forests."}, {"text_block_id": "p22_b324", "text": "High biodiversity of Slovenian forests is a consequence of very diverse climate, surface and terrain. Slovenia is situated in the junction of sub-Mediterranean and continental climate, while at high altitudes both climates pass over to mountain climate."}, {"text_block_id": "p22_b325", "text": "Figure 1:"}, {"text_block_id": "p22_b326", "text": "Protected areas, area of the 1st level of emphasis on bio topic function of forests, the Natura 2000 area"}, {"text_block_id": "p22_b327_merged", "text": "(Source: Slovenian Forestry Institute on the basis of data from the Environmental Agency and Slovenia For-est Service)"}, {"text_block_id": "p23_b330", "text": "Figure 2:"}, {"text_block_id": "p23_b331", "text": "Map of important forest habitat types in the areas of Natura 2000 important for Europe"}, {"text_block_id": "p23_b332", "text": "(Source: Slovenian Forestry Institute)"}, {"text_block_id": "p23_b333", "text": "Basic rocks are dominated by carbonates, while slightly acidic and extremely acidic basic surfaces are also highly represented. Biodiversity at the ecosystemic, species and genetic level is particularly high in preserved sustainable forests, which dominate in Slovenia."}, {"text_block_id": "p23_b334", "text": "The Natura 2000 network covers 35.5% of the Slovenian territory. As much as 71% of the area of the network is covered by forests, while 50% of all forests are listed into the Natura 2000 because of the importance of individual habitat types and species considered rare and endangered according to EU criteria. In those areas Slovenia is committed to provide favourable conservation status in 11 forest habitat types of Community importance and for forest plants and animals of species important for Europe."}, {"text_block_id": "p23_b335", "text": "Forests are rich with valuable natural features. A total of 8,876 valuable natural features have been registered in Slovenian forests, and their structure by categories is displayed in the table 5."}, {"text_block_id": "p23_b336", "text": "Diversity of autochthonous wild animals in terms of species and population, diversity of their genetic pool and their habitats are exceptional values and important natural asset of Slovenia. Wild animals are a public good and are owned by the state, and that is why the preservation of autochthonous species of wild animals and their habitats is a national interest. Population of each species of wild animals and their habitats are inseparably linked, so its treatment must"}, {"text_block_id": "p24_b337", "text": "Table 5:"}, {"text_block_id": "p24_b338", "text": "Valuable natural features in Slovenian forests by category"}, {"text_block_id": "p24_b339", "text": "Source:"}, {"text_block_id": "p24_b340", "text": "Graph of valuable natural features and caves according to the Rules on the designation and protection of valuable natural features (Oﬃcial Gazette of RS, no. 70/2006) and forest area from the evidence of actual agricultural land use (The Ministry of Agriculture, Forestry and Food)"}, {"text_block_id": "p24_b341", "text": "be comprehensive. Particular attention is paid to large carnivores (bear, wolf and lynx), which were in the past exterminated in the majority of European countries. In Slovenia, this happened to lynx, which was then restocked. Today, Slovenia is one of the rare countries in Europe which preserve stable populations of large carnivores, also because of activities in the area of the promotion of coexistence between man and large carnivores. With constant monitoring, we establish that the populations of wild game and large carnivores and some other protected animal species in Slovenia are stable and vital. Their management is possible exceptionally on the basis of Article 16 of the Habitats Directive, and this also requires even more attention."}, {"text_block_id": "p24_b342_merged", "text": "Because diﬀerent pressures from civilisation in the man-made environment have impaired natural self-regulating mechanisms with which natural ecosystems maintain natural dynamic balance between their constitutive parts, certain animal species are deﬁned as huntable or have the status of game. Today, there are 23 huntable species of wild animals, including 6 spe-cies of birds. It should be emphasised that populations of some of those species are, despite the fact that they are huntable, are abundant in certain areas to the extent that they cause damage to agricultural crops and to forests."}, {"text_block_id": "p24_b345", "text": "Table 6:"}, {"text_block_id": "p24_b346", "text": "Assessment of shares of damage to agricultural crops, products and domestic animals caused by wild animals in the 1995–2005 period (in %)"}, {"text_block_id": "p24_b347", "text": "Source: Slovenia Forest Service"}, {"text_block_id": "p25_b348", "text": "Figure 3:"}, {"text_block_id": "p25_b349", "text": "Damage to forest outgrowth caused by herbivorous wild animals according to measure"}, {"text_block_id": "p25_b350", "text": "-"}, {"text_block_id": "p25_b351", "text": "ments in 2004"}, {"text_block_id": "p25_b352", "text": "(Source: Slovenia Forest Service)"}, {"text_block_id": "p25_b353", "text": "Excessive populations primarily cause excessive damage to young outgrowth, which is an important indicator of the balance between the plant and animal component of the forest."}, {"text_block_id": "p25_b354_merged_merged", "text": "Biomelioration and biotechnical activities in habitats of wild animals are important for guidelines and implementation of population management and their harmonisation with the environment are important. This is why the state earmarks budgetary funds for the main-tenance of habitats of wild animals, for example: maintenance of shrub sites, maintenance of forest lines, creation and maintenance of mires, maintenance of water sources, planting and maintenance of fruitful trees and shrubs, establishment and maintenance of nesting sites. Correct, competent and timely implementation of works in forests can largely contribute to the improvement of habitats of wild animals, which is of a particular importance for the preservation of rare and endangered species."}, {"text_block_id": "p25_b357", "text": "Forests cover about 60% of the Slovenia’s territory. Due to this large share of forests in the landscape and their importance for the functioning of landscape, forests are an important element of Slovenian landscape. Two opposing processes are taking place in Slovenia:"}, {"text_block_id": "p25_b358", "text": "•"}, {"text_block_id": "p25_b359", "text": "overgrowing of unwooded lands"}, {"text_block_id": "p25_b360", "text": ", which is largely a consequence of the abandonment of agricultural exploitation and less developed and less populated areas, and"}, {"text_block_id": "p25_b361", "text": "•"}, {"text_block_id": "p25_b362", "text": "process of forest fragmentation"}, {"text_block_id": "p25_b363", "text": "(reduction of surface and functional share of forest) due to the impact of agriculture, economic infrastructure, human settlement and other activities. Fragmentation is especially prominent in agricultural and suburban landscapes and in the proximity of the Slovenian »motorway cross«, where there is a deficiency of forests as"}, {"text_block_id": "p26_b364", "text": "Figure 4:"}, {"text_block_id": "p26_b365", "text": "Landscape types in Slovenia"}, {"text_block_id": "p26_b366", "text": "(Source: Slovenian Forestry Institute)"}, {"text_block_id": "p26_b367", "text": "the holder of landscape infrastructure. In such cases there are diﬀerent obstructions in the functioning of landscape (quicker ﬂow of material and energy, bigger material and energy openness, reduction in the quantity of organic matter, changing and devastation of habitats, which results in the reduction of biodiversity of autochthonous species)."}, {"text_block_id": "p26_b368", "text": "6.1.2"}, {"text_block_id": "p26_b369", "text": "Forests and climate change"}, {"text_block_id": "p26_b370", "text": "Forests contribute to greenhouse gases sink and consequently to more favourable national balance of carbon in three ways:"}, {"text_block_id": "p26_b371", "text": "•"}, {"text_block_id": "p26_b372", "text": "CO"}, {"text_block_id": "p26_b373", "text": "2"}, {"text_block_id": "p26_b374", "text": "is accumulated in the organic matter (surface and subterranean) in forests,"}, {"text_block_id": "p26_b375", "text": "•"}, {"text_block_id": "p26_b376", "text": "use of wood as energy source reduces the consumption of fossil fuels,"}, {"text_block_id": "p26_b377", "text": "•"}, {"text_block_id": "p26_b378", "text": "use of wood as material (carbon sequestration during the lifetime of wood product)."}, {"text_block_id": "p26_b379_merged_merged", "text": "Processes which influence on the more favourable balance of carbon in Slovenia are the increase of growing stock in forests and overgrowing of abandoned cultivated lands. The Kyoto Protocol implements mechanisms which recognise only restricted CO2 sink for forests. Due to an increase of growing stock as a consequence of systematic forest management, we can implement the annual sink of 1.3 Mt CO2 or 0.36 Mt C. For the annual proving of the recognised sink of 1.3 Mt CO2 because of the forest management, we have to accumulate at least 1 million m3 of wood a year, while the current (in 2006) estimate of the accumulation of wood increment is 3.8 million m3/year. According to data from the SLOVENIA’S NATIONAL INVENTORY REPORT"}, {"text_block_id": "p27_b390", "text": "2005 – Submission under the United Nations Framework Convention on Climate Change 2005, the sink is due to an increase of growing stock or accumulation of the annual increment in forests is 5.43 Mt CO"}, {"text_block_id": "p27_b391", "text": "2"}, {"text_block_id": "p27_b392", "text": ". The sink of CO"}, {"text_block_id": "p27_b393", "text": "2"}, {"text_block_id": "p27_b394", "text": "in overgrowing areas can contribute an additional 5%, and the accumulation of CO"}, {"text_block_id": "p27_b395", "text": "2"}, {"text_block_id": "p27_b396", "text": "in wood products an additional 5%. The total stock of carbon in surface and subterranean wood biomass of Slovenian forests, according to an estimate by the Slovenian Forestry Institute, is 110 Mt of carbon, with as twice as much in the soil."}, {"text_block_id": "p27_b397", "text": "Wood is traditionally important energy source in Slovenia, because more than 30% housings use wood for heating. Chopped wood still dominates as wood fuel, while wood chips and pellets have also been introduced in recent years. Slovenian market with all forms of wood fuel is developing rapidly. The state contributed to this trend by introduc"}, {"text_block_id": "p27_b398", "text": "-"}, {"text_block_id": "p27_b399", "text": "ing a system of co-funding of initial investment in modern boilers for central heating and by supporting promotional projects. Introduction of modern technologies also increased the demand for wood as energy source."}, {"text_block_id": "p27_b400", "text": "Wood is widely used material for furniture, floor and wall panels, for apartment buildings and other buildings, and for builders’ joinery and various other products, but it is still used to little in Slovenia. Using wood as a building material, which requires for production and processing, con"}, {"text_block_id": "p27_b401", "text": "-"}, {"text_block_id": "p27_b402", "text": "sidering other building materials, relatively little energy, saves energy and consequently reduces greenhouse gas emissions. By installing wood in products and buildings, we prolong the storage of carbon during the lifetime of products or wooden parts of buildings. If such wood is then used for energy, it is optimally exploited from the aspect of greenhouse gas emissions. According to data from the round wood balance (calculation by GIS 2006) for Slovenia, 2,090,000 m"}, {"text_block_id": "p27_b403", "text": "3"}, {"text_block_id": "p27_b404", "text": "of round wood was used in manufacturing in 2004, of which 70% were conifers. Individuals (households) consumed a total of 1,159,000 m"}, {"text_block_id": "p27_b405", "text": "3"}, {"text_block_id": "p27_b406", "text": ", of which 76% of the consumed wood was wood from broad"}, {"text_block_id": "p27_b407", "text": "-"}, {"text_block_id": "p27_b408", "text": "leaved trees. The use of round wood in larger energy systems is negligible, as it represents less than 1% of the total use. The biggest consumer of round wood in manufacturing is the production of sawn wood. Households use the majority of wood for energy purposes."}, {"text_block_id": "p27_b409", "text": "6.1.3"}, {"text_block_id": "p27_b410", "text": "Protective purpose of forests"}, {"text_block_id": "p27_b411", "text": "Slovenia is very diverse in terms of terrain. Forests cover more than three quarters of the terrain with the inclination of more than 20%, and as much as 90% of the terrain with the inclination of more than 35%. In Slovenia, erosion occurrences can be found in the area of 9,000 km"}, {"text_block_id": "p27_b412", "text": "2"}, {"text_block_id": "p27_b413", "text": ", while stronger erosion occurrences are present in torrential areas which cover 4,900 km"}, {"text_block_id": "p27_b414", "text": "2"}, {"text_block_id": "p27_b415", "text": ", with more than 10,000 km of flood channels."}, {"text_block_id": "p27_b416_merged_merged_merged_merged_merged", "text": "Forests regulate water drain by mitigating erosion power of raindrops and with great infiltra-tion and containing capacity of forest soil. Hydro-meteorological role of forests is important in Slovenia because of terrain conditions and large quantities of precipitation in Slovenian moun-tains, which are one of the most precipitated areas in the entire Alpine arc. Ratios between the highest and lowest annual outflow of Slovenian waters indicate that the majority of Slovenian waters have torrential characteristics. Without forests, those characteristics would be strength-ened considerably. Due to a high containing and filtration capacities of forest soil, forests are of an exceptional importance for the preservation of sources of clean potable water."}, {"text_block_id": "p27_b421", "text": "Climate extremes in forests are mitigated considering the climate outside of forests. By exchanging air with their surroundings, making shade and blocking wind close to ground,"}, {"text_block_id": "p28_b422", "text": "forests mitigate climate extremes also in their surroundings. Various particles from polluted air are disposed in forests, and forests act as a filter, which is particularly important in the proximity of the biggest pollution sources (Zasavje, Velenje, Mežica). In the proximity of health resorts, forests contribute to the quality of air by enriching it with oxygen."}, {"text_block_id": "p28_b423", "text": "6.1.1"}, {"text_block_id": "p28_b424", "text": "Preservation of health and vitality of forests"}, {"text_block_id": "p28_b425", "text": "Positive eﬀects of forests to the environment are threatened and reduced by all factors which negatively inﬂuence on their functioning and stability or cause direct damage."}, {"text_block_id": "p28_b426", "text": "The main indicator for the assessment of health condition or vitality of a tree is defoliation, which is expressed in visually estimated share (in percentage) of missing assimilation organs (leaves, needle leaves) in comparison with a notional normal tree of the same social position, same tree species and from the same site. This is estimated with the precision of 5 percent. A tree is considered damaged if its defoliation rate exceeds 25 percent."}, {"text_block_id": "p28_b427", "text": "It shall be notiﬁed that harmfulness of numerous abiotic and biotic factors is also frequently related with human activities. The scope of sanitary and safety timber removal can be a good indicator of negative inﬂuence of diﬀerent abiotic and biotic factors and is displayed for the 1994-2005 period in ﬁgure 6."}, {"text_block_id": "p28_b428_merged", "text": "Forest fires are an important factor which influences on the development of forests, prima-rily in the region of Kars, where the majority of forest fires in Slovenia take place. According to data from the Slovenia Forest Service, over a tenth of Slovenian forests are under a high or very high fire hazard, and approximately a half of forests are under the medium fire hazard, while a third of forests are under a low fire hazard. Overwhelming majority is a consequence of human activities. The biggest number of fires are caused by trains (falling particles of brake discs), followed by agricultural activities, visitors and military training. Figure 7 indicates a decrease in the annual number and volume of forest fires."}, {"text_block_id": "p28_b431", "text": "Figure 5:"}, {"text_block_id": "p28_b432", "text": "Movement of the average defoliation of treetops in the 1991–2005 period"}, {"text_block_id": "p28_b433", "text": "Source: Slovenian Forestry Institute"}, {"text_block_id": "p29_b434", "text": "Figure 6:"}, {"text_block_id": "p29_b435", "text": "Structure of sanitary timber removal in Slovenian forests in the 1994−2005 period (in 1,000 m"}, {"text_block_id": "p29_b436", "text": "3"}, {"text_block_id": "p29_b437", "text": "gross)"}, {"text_block_id": "p29_b438", "text": "Source: Slovenia Forest Service"}, {"text_block_id": "p29_b439", "text": "Figure 7:"}, {"text_block_id": "p29_b440_merged_merged", "text": "Structure of sanitary timber removal in Slovenian forests in the 1994−2005 period (in 1,000 m3 gross,"}, {"text_block_id": "p29_b443", "text": "Source: Slovenia Forest Service"}, {"text_block_id": "p30_b444", "text": "6.2"}, {"text_block_id": "p30_b445", "text": "Assessment of development potential"}, {"text_block_id": "p30_b446", "text": "In the increasingly burdened environment, forests have an exceptional important role in the preservation of biodiversity and ecological balance in nature. Forests also have irreplaceable role in the protection of soil in steep terrains, especially in high mountains. They also protect lower terrains and buildings against natural dangers. Forests with exceptionally emphasised protective function to forest soil and stands are declared protective forests. Management in such forests is on average of a low intensity, with the main purpose of strengthening of ecological functions. Forest reserves, the main purpose of which is monitoring of natural development of forest, will continue to be an important element of ecological balance in nature."}, {"text_block_id": "p30_b447", "text": "A special challenge for forest management in the future is the provision of favourable con"}, {"text_block_id": "p30_b448", "text": "-"}, {"text_block_id": "p30_b449", "text": "dition of forest habitat types and species in the area of Natura 2000. Preservation should be provided primarily with the incorporation of adequate guidelines into forest management plans. These guidelines also include the co-called »peaceful zones«, which are established in certain parts of Slovenian forests in order to provide favourable living conditions for wild animals. Access to people, and especially noisy forms of recreation, is restricted in those areas. One of the deficiencies in the arrangement of those areas is that forest owners are not provided with adequate compensations adjusted management in protected and secured areas. The system of compensations was created in the Nature Conservation Act, but certain measures have not yet been implemented in practice (for example, contract on protection, contract on custody)."}, {"text_block_id": "p30_b450", "text": "The role of forest as a landscape element primarily depends on the category of landscape type. Forests represent the landscape core in forest landscape, where the contiguousness of complexes and primarily numerous functions of forests are provided with forest protection and cultivation measures. Preservation and frequently also protection of forests as a land"}, {"text_block_id": "p30_b451", "text": "-"}, {"text_block_id": "p30_b452", "text": "scape element is more problematic in landscapes poor with forests. Spatial planning, which determines the use of space, has a key role in the process."}, {"text_block_id": "p30_b453", "text": "Biodiversity among and within animal species, including their habitats, should be preserved, and sustainable use of their constitutive parts should be provided. A condition which provides the survival of populations of animal species is their genetic diversity, which is maintained naturally with migration of specimens among populations."}, {"text_block_id": "p30_b454", "text": "Functions of forests in Slovenia from the environmental aspect are therefore deﬁned in suﬃcient detail, while deﬁnition of forests in terms of emphasis of their functions should be supplemented further. The biggest potential is in the deﬁnition of hydrologic function, when better hydrologic expert bases are available, and in the protective function – on the basis of even more detailed study of terrain conditions over diﬀerent infrastructural and other facilities. Consistent implementation of legislation in the area of the protection of forests and nature conservation should be provided."}, {"text_block_id": "p30_b455", "text": "Condition of forests will in the future be of an exceptional importance for the preserva"}, {"text_block_id": "p30_b456", "text": "-"}, {"text_block_id": "p30_b457", "text": "tion of clean potable water and creation of water regimes in water sources. The function of forests in providing clean potable water is endangered or reduced the most by numerous illegal waste dumps."}, {"text_block_id": "p30_b458_merged_merged_merged_merged", "text": "Forests have an important role in mitigating climate change related to CO2 emissions and production of wood for wood products and energy. Climate change will certainly have an impact on forests (droughts, storms, insects)."}, {"text_block_id": "p31_b461", "text": "6.3"}, {"text_block_id": "p31_b462", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p31_b463", "text": "6.3.1"}, {"text_block_id": "p31_b464", "text": "Forests and nature conservation"}, {"text_block_id": "p31_b465", "text": "6.3.1.1"}, {"text_block_id": "p31_b466", "text": "Importance of forests for biodiversity"}, {"text_block_id": "p31_b467", "text": "Objective 1"}, {"text_block_id": "p31_b468", "text": "Preserve biodiversity of forests at the ecosystemic level."}, {"text_block_id": "p31_b469", "text": "Guideline:"}, {"text_block_id": "p31_b470", "text": "1"}, {"text_block_id": "p31_b471", "text": "Forests should be managed in a sustainable and close-to-nature manner in order to preserve and facilitate natural structure of plant and animal species."}, {"text_block_id": "p31_b472", "text": "2"}, {"text_block_id": "p31_b473", "text": "Natural structure of tree species should be provided primarily with natural renewal of stands, whereas particular attention should be paid to constant harmonisation of the plant and animal component of forests."}, {"text_block_id": "p31_b474", "text": "3"}, {"text_block_id": "p31_b475", "text": "In the renewal of stands with planting, advantage should be given to stands adjusted to domestic species and local proveniences."}, {"text_block_id": "p31_b476", "text": "4"}, {"text_block_id": "p31_b477", "text": "Using adequate guidelines within forest management plans and adequate management to preserve favorable conservation status of rare and vulnerable forest habitat types, including habitat types and species in the areas of Natura 2000, and to primarily preserve:"}, {"text_block_id": "p31_b478", "text": "Using adequate guidelines within forest management plans and adequate management to preserve favorable conservation status of rare and vulnerable forest habitat types, including habitat types and species in the areas of Natura 2000, and to primarily preserve:\n* diversity of forest structure in diï¬erent age phases,\n* adequate quantity of abiotic forest material (dead trees),\n* characteristic structure of biocenosis, without exotic species and genetically modified\n* ) the area of 11 forest habitat types of Community importance."}, {"text_block_id": "p31_b489", "text": "5"}, {"text_block_id": "p31_b490", "text": "Preservation of the network of forest reserves and their adequate enlargement."}, {"text_block_id": "p31_b491", "text": "6"}, {"text_block_id": "p31_b492", "text": "Preservation and strengthening of the function of forests in the environment."}, {"text_block_id": "p31_b493", "text": "7"}, {"text_block_id": "p31_b494", "text": "Review the system of forest classification and its coordination in order to be applicable for directing and monitoring of the development of forests within planning and for international comparison at the level of habitat types, and providing good condition of forest habitat types."}, {"text_block_id": "p31_b495", "text": "8"}, {"text_block_id": "p31_b496", "text": "Improve informing and understanding of the public on the importance of biodiversity of forests."}, {"text_block_id": "p31_b497", "text": "9"}, {"text_block_id": "p31_b498", "text": "Increase the area of forests and minor forest elements, including individual trees deficient in certain landscapes, and excluding the purpose of increasing biodiversity."}, {"text_block_id": "p31_b499", "text": "Indicators:"}, {"text_block_id": "p31_b500_merged", "text": "the area of protected forests; area of protected areas; area of forests in ecologi-cally important areas, area of habitat types of Community importance; area of peaceful zones; structure of forests by the preservation levels; tree structure; structure of development phases, share of outgrowth; quantity of dead trees; damage caused by wild game; area of habitat types of Community importance in favourable condition; number of species in the areas of Natura 2000 in favourable condition."}, {"text_block_id": "p32_b503", "text": "Objective 2"}, {"text_block_id": "p32_b504", "text": "Preserve biodiversity of forests at the level of species."}, {"text_block_id": "p32_b505", "text": "Guideline"}, {"text_block_id": "p32_b506", "text": "1"}, {"text_block_id": "p32_b507", "text": "In forest planning and management, particular attention should be paid to autochthonous tree types − characteristic species, and in particular to accompanying species and minority types of forest communities, which are endangered due to conditions in the environment or their special ecological characteristics (Wild Service Tree, True Service Tree, yew, whitebeam, European rowan, elms, maples, ash trees)."}, {"text_block_id": "p32_b508", "text": "2"}, {"text_block_id": "p32_b509", "text": "Since forests are habitats of endangered plant and animal species, attention should be paid to the preservation of:"}, {"text_block_id": "p32_b510", "text": "Since forests are habitats of endangered plant and animal species, attention should be paid to the preservation of:\n* the scope of the adequate forest habitat in the areas species occur,\n* specific structure of forests as habitats of species by planning cultivation measures in\n* natural structure of biocenosis, without exotic plant and animal species or subspecies\n* ) unpolluted air, water and soil, and the improvement of condition in the case of pollu\n* ) unpolluted air, water and soil, and the improvement of condition in the case of pollu\n -\n* ) unpolluted air, water and soil, and the improvement of condition in the case of pollu\n -\n tion,\n* unfragmented habitats of species or linking of fragmented parts of habitats of species,"}, {"text_block_id": "p32_b528", "text": "3"}, {"text_block_id": "p32_b529", "text": "In the preservation of specific structure of forests, particular attention should be paid to forest lines, wetlands and minor temporary key habitats or habitat trees, including dead trees, and co-funding of adequate measures should be provided."}, {"text_block_id": "p32_b530", "text": "4"}, {"text_block_id": "p32_b531", "text": "In the areas of habitats of endangered animal species, which are sensitive to disturbance, peaceful zones should be established or the movement of visitors should be restricted."}, {"text_block_id": "p32_b532", "text": "5"}, {"text_block_id": "p32_b533", "text": "Objectives and guidelines for the preservation of endangered species in forests should be incorporated in forest management plans and monitoring of the good condition of forests as habitats for species should be provided. Eﬀective and rational methods and providers of the monitoring of populations of species, which are bound to forests, should be determined together with nature protection services."}, {"text_block_id": "p32_b534", "text": "6"}, {"text_block_id": "p32_b535", "text": "Recreation activities in all forests should be directed to the areas where biorhythm of forest animals is not disturbed, and the implementation of works in forests should be adjusted to biorhythm of forest animals."}, {"text_block_id": "p32_b536", "text": "Indicators:"}, {"text_block_id": "p32_b537", "text": "the area of protected forests; area of forests in protected areas; area of peaceful zones; share of forests with designated recreation zones; tree structure; share of area with predominant inserted tree species; number of endangered forest species; quantity of dead trees."}, {"text_block_id": "p32_b538", "text": "Objective 3"}, {"text_block_id": "p32_b539", "text": "Preserve biodiversity of forests at the genetic level."}, {"text_block_id": "p32_b540", "text": "1"}, {"text_block_id": "p32_b541", "text": "Establish a system of criteria, descriptors and databases for listing of the populations of forest tree and shrub types in dynamic protection units at the national and international level."}, {"text_block_id": "p33_b542", "text": "2"}, {"text_block_id": "p33_b543", "text": "Establish a seed bank within the forest genetic bank for all species of forest trees and shrubs."}, {"text_block_id": "p33_b544", "text": "3"}, {"text_block_id": "p33_b545", "text": "Strengthen the awareness of the importance of forest genetic sources and the risk of the use of inadequate forest reproductive material."}, {"text_block_id": "p33_b546", "text": "4"}, {"text_block_id": "p33_b547", "text": "Develop a system of forest cultivation measures for the preservation of genetic diversity in the conditions of changing environment in natural, endangered or modified sites."}, {"text_block_id": "p33_b548", "text": "5"}, {"text_block_id": "p33_b549", "text": "Migration corridors for connecting of wild animals among populations should be preserved and maintained."}, {"text_block_id": "p33_b550", "text": "6"}, {"text_block_id": "p33_b551", "text": "Provide suﬃcient size of endangered populations, and their repopulation if necessary."}, {"text_block_id": "p33_b552", "text": "Indicators:"}, {"text_block_id": "p33_b553", "text": "the area of forests intended for the preservation of genetic sources; number of registered migration corridors."}, {"text_block_id": "p33_b554", "text": "6.3.1.2"}, {"text_block_id": "p33_b555", "text": "Forests as a landscape element"}, {"text_block_id": "p33_b556", "text": "Objective:"}, {"text_block_id": "p33_b557", "text": "Preserve and establish diverse landscape patterns with forest elements and preserve density of large contiguous forest lands."}, {"text_block_id": "p33_b558", "text": "Guideline"}, {"text_block_id": "p33_b559", "text": "1"}, {"text_block_id": "p33_b560", "text": "Preserving adequate share of forests in landscape. In the places where landscape lacks forests and minor forest elements, their area, including individual forest trees, should be increased."}, {"text_block_id": "p33_b561", "text": "2"}, {"text_block_id": "p33_b562_merged", "text": "Allow timber removal in ceases when timber removal does not present considerable impair-ment of ecological function of forests or when the public interest which requires timber removal exceeds the ecological importance of forests."}, {"text_block_id": "p33_b565", "text": "3"}, {"text_block_id": "p33_b566", "text": "Individual overgrowing areas should be studied together with owners, nature protection experts and agricultural experts from the aspect of ecological functions, the share of forests in landscape and its adequacy for agricultural use, in order to decide if they should be used for agriculture or left to be overgrown."}, {"text_block_id": "p33_b567", "text": "4"}, {"text_block_id": "p33_b568", "text": "Preserve and establish diverse landscape patterns and biodiversity in landscape, also with participation in the preservation of traditional agriculture use in forest lands (for example, a pasture with trees)."}, {"text_block_id": "p33_b569", "text": "Prevent further division of large contiguous forest lands and provide for adequate density of corridors for wild animals between them."}, {"text_block_id": "p33_b570", "text": "Indicators:"}, {"text_block_id": "p33_b571", "text": "the area of forests; share of forests; landscape pattern; overgrowing areas; area of contiguous forest lands."}, {"text_block_id": "p33_b572", "text": "6.3.1.3"}, {"text_block_id": "p33_b573", "text": "Valuable natural features in forests"}, {"text_block_id": "p33_b574", "text": "Objective:"}, {"text_block_id": "p33_b575", "text": "Preserve valuable natural features in forests and manage them properly."}, {"text_block_id": "p33_b576", "text": "Guideline"}, {"text_block_id": "p33_b577", "text": "1"}, {"text_block_id": "p33_b578", "text": "Guidelines for the protection of valuable natural features should be incorporated in forest management plans."}, {"text_block_id": "p34_b579", "text": "2"}, {"text_block_id": "p34_b580", "text": "Measures for the preservation of valuable natural features and responsible persons for the implementation of the measures should be defined with the cooperation among competent institutions in the area of forestry and nature conservation."}, {"text_block_id": "p34_b581", "text": "3"}, {"text_block_id": "p34_b582", "text": "Organise eﬀective nature protection supervision in forests."}, {"text_block_id": "p34_b583", "text": "4"}, {"text_block_id": "p34_b584", "text": "Tourist programmes, which will include visits to valuable natural features in forest in a way that includes their long-term treatment and that this is also in the interest of local people or forest owners, should be created in the cooperation with institutions responsible for tourist development."}, {"text_block_id": "p34_b585", "text": "Indicators:"}, {"text_block_id": "p34_b586", "text": "the number of valuable natural features of national importance in forests, the number of valuable natural features of regional importance."}, {"text_block_id": "p34_b587", "text": "6.3.2"}, {"text_block_id": "p34_b588", "text": "Forests and climate change"}, {"text_block_id": "p34_b589", "text": "Objective 1"}, {"text_block_id": "p34_b590", "text": "Provide CO"}, {"text_block_id": "p34_b591", "text": "sink in forests."}, {"text_block_id": "p34_b592", "text": "2"}, {"text_block_id": "p34_b593", "text": "Guideline"}, {"text_block_id": "p34_b594", "text": "1"}, {"text_block_id": "p34_b595_merged_merged", "text": "Achieve optimal growing stock from the economic, environmental and social aspect with a suﬃcient accumulation of annual wood increment (at least 1,000,000 m3/year) considering the sink Slovenia can implement within Article 3.4 of the Kyoto Protocol (1.3 Mt CO2/year)."}, {"text_block_id": "p34_b600", "text": "2"}, {"text_block_id": "p34_b601", "text": "Forest areas should be preserved and also enlarged only in individual cases when it is eligible from the economic, environmental and social aspect."}, {"text_block_id": "p34_b602", "text": "Indicators:"}, {"text_block_id": "p34_b603", "text": "the annual quantity of accumulated carbon in forests; carbon stocks in forests (also in soil); annual change in the quantity of carbon in wood products."}, {"text_block_id": "p34_b604", "text": "Objective 2"}, {"text_block_id": "p34_b605", "text": "Further increase in the use of wood as material and fuel."}, {"text_block_id": "p34_b606", "text": "Guideline"}, {"text_block_id": "p34_b607", "text": "1"}, {"text_block_id": "p34_b608", "text": "Promote the use of wood in further processing, use of wood and wood products."}, {"text_block_id": "p34_b609", "text": "2"}, {"text_block_id": "p34_b610", "text": "Stimulate development of new technologies for the use of wood."}, {"text_block_id": "p34_b611", "text": "3"}, {"text_block_id": "p34_b612", "text": "Stimulate the use of wood with a longer lifetime."}, {"text_block_id": "p34_b613", "text": "4"}, {"text_block_id": "p34_b614", "text": "Stimulate the replacement of materials the production of which causes greenhouse gas emissions with wood."}, {"text_block_id": "p34_b615", "text": "5"}, {"text_block_id": "p34_b616", "text": "Promote the use of wood of a lower quality, wood scraps, used wood and used wood products for the production of energy and biofuels, including second generation biofuels, in accordance with the environmental standards."}, {"text_block_id": "p34_b617", "text": "6"}, {"text_block_id": "p34_b618", "text": "Stimulate the purchase of new boilers which reduce emissions from boiler house plants and small heating units, and promote modern methods for the exploitation of wooden biomass."}, {"text_block_id": "p34_b619", "text": "7"}, {"text_block_id": "p34_b620", "text": "Promote the acquisition, processing and use of wood in rural areas, especially among forest owners (covering the entire technological chain and simultaneous increasing added value of wood)."}, {"text_block_id": "p34_b621", "text": "8"}, {"text_block_id": "p34_b622", "text": "Promote comprehensive use of wood in public buildings."}, {"text_block_id": "p35_b623", "text": "Indicators:"}, {"text_block_id": "p35_b624", "text": "annual consumption of industrial wood per capita; share of energy produced from wood in the total energy consumption; annual consumption of roundwood for energy for capita."}, {"text_block_id": "p35_b625", "text": "Objective 3"}, {"text_block_id": "p35_b626", "text": "Adjust forest management to climate change."}, {"text_block_id": "p35_b627", "text": "Guideline"}, {"text_block_id": "p35_b628", "text": "1"}, {"text_block_id": "p35_b629", "text": "Capacities of the key tree species and stands to adjust to climate change should be stud"}, {"text_block_id": "p35_b630", "text": "-"}, {"text_block_id": "p35_b631", "text": "ied."}, {"text_block_id": "p35_b632", "text": "2"}, {"text_block_id": "p35_b633", "text": "Resistance of forests to extreme climate conditions should be provided with adequate structure of species and stands."}, {"text_block_id": "p35_b634", "text": "3"}, {"text_block_id": "p35_b635", "text": "Frequency of storms should be taken into account in the construction and maintenance of forest roads and in forest growing guidelines in forests with emphasised protective func"}, {"text_block_id": "p35_b636", "text": "-"}, {"text_block_id": "p35_b637", "text": "tion."}, {"text_block_id": "p35_b638", "text": "Indicators:"}, {"text_block_id": "p35_b639", "text": "the area of damaged forests – by cause of damage and forest type; the share of defoliation of treetops; growing stock; increment; length of sanitary forest roads after torrential floods."}, {"text_block_id": "p35_b640", "text": "6.3.3"}, {"text_block_id": "p35_b641", "text": "Protective purpose of forests"}, {"text_block_id": "p35_b642", "text": "6.3.3.1"}, {"text_block_id": "p35_b643", "text": "Protection of land against erosion"}, {"text_block_id": "p35_b644", "text": "Objective 1"}, {"text_block_id": "p35_b645", "text": "Provide optimal functioning of forests in endangered areas."}, {"text_block_id": "p35_b646", "text": "Guideline:"}, {"text_block_id": "p35_b647", "text": "1"}, {"text_block_id": "p35_b648", "text": "The areas of protective forests or protective functions of forests and endangered areas should be inspected under the regulations on waters and guidelines for forest management in those areas should be prepared."}, {"text_block_id": "p35_b649", "text": "2"}, {"text_block_id": "p35_b650", "text": "Forest cover should be preserved and increased in areas liable to erosion and landslides."}, {"text_block_id": "p35_b651", "text": "3"}, {"text_block_id": "p35_b652", "text": "The following activities should be carried out in endangered areas:"}, {"text_block_id": "p35_b653", "text": "The following activities should be carried out in endangered areas:\n* reduce negative influence of buildings and infrastructure in forests to the least extent,\n* enable natural renewal of forests,\n* provide the structure of tree species adequate to the stand,\n* ) pay particular attention to the protection against fire,\n* provide optimal structure of forest stands considering the stability and possibilities to\n* strengthen the implementation of works in the area of the control of mountain tor-rents."}, {"text_block_id": "p35_b672", "text": "Indicators:"}, {"text_block_id": "p35_b673", "text": "the area of forests with emphasised function of land and stand protection."}, {"text_block_id": "p35_b674", "text": "Objective 2"}, {"text_block_id": "p35_b675", "text": "Provide optimal functioning of forests with protective function."}, {"text_block_id": "p35_b676", "text": "Guideline:"}, {"text_block_id": "p35_b677", "text": "Optimal functioning of forests should be provided with an adequate structure of stands."}, {"text_block_id": "p35_b678", "text": "Indicators:"}, {"text_block_id": "p35_b679", "text": "the area of forests with emphasised protective function."}, {"text_block_id": "p36_b680", "text": "6.3.3.2"}, {"text_block_id": "p36_b681", "text": "Importance of forests for good condition of waters"}, {"text_block_id": "p36_b682", "text": "Objective:"}, {"text_block_id": "p36_b683", "text": "Optimise the contribution of forests to the good condition of surface and ground waters, balanced water regime, without extreme flow of waters, and preservation of natural balance between water and riparian ecosystems."}, {"text_block_id": "p36_b684", "text": "Guideline:"}, {"text_block_id": "p36_b685", "text": "1"}, {"text_block_id": "p36_b686", "text": "Good condition of waters should be preserved and risk of flooding should be reduced."}, {"text_block_id": "p36_b687", "text": "2"}, {"text_block_id": "p36_b688", "text": "Stable and healthy forests, which can keep and gradually deliver water, should be pre"}, {"text_block_id": "p36_b689", "text": "-"}, {"text_block_id": "p36_b690", "text": "served."}, {"text_block_id": "p36_b691", "text": "3"}, {"text_block_id": "p36_b692_merged_merged", "text": "In the water-deficient areas forest management should be coordinated with water manage-ment objectives."}, {"text_block_id": "p36_b695", "text": "4"}, {"text_block_id": "p36_b696", "text": "Riparian vegetation should be preserved and established in the interdisciplinary planning process (forestry, water management, nature protection)."}, {"text_block_id": "p36_b697", "text": "Indicators:"}, {"text_block_id": "p36_b698", "text": "the area of forests in mountains (above 600 m of altitude); the share of waters with riparian vegetation."}, {"text_block_id": "p36_b699", "text": "6.3.3.3"}, {"text_block_id": "p36_b700", "text": "Climatic, hygienic and health function of forests"}, {"text_block_id": "p36_b701", "text": "Objective:"}, {"text_block_id": "p36_b702", "text": "Preserve and create mechanically stable forests primarily in exposed positions in the proximity of larger emission sources and in the areas exposed to strong winds, where hygienic, health and climatic function of forest is the most prominent."}, {"text_block_id": "p36_b703", "text": "Guideline"}, {"text_block_id": "p36_b704", "text": "1"}, {"text_block_id": "p36_b705", "text": "Provide permanent presence of forests in exposed positions and establish windbreaks where necessary."}, {"text_block_id": "p36_b706", "text": "2"}, {"text_block_id": "p36_b707", "text": "Provide permanent presence of forests in exposed positions in the proximity of larger emission sources."}, {"text_block_id": "p36_b708", "text": "3"}, {"text_block_id": "p36_b709", "text": "Accelerate tree species, which are mechanically more stable, in the process of renewal and cultivation of forests."}, {"text_block_id": "p36_b710", "text": "4"}, {"text_block_id": "p36_b711", "text": "Strengthen mechanical stability of stands with timely and enough intensive timber removal."}, {"text_block_id": "p36_b712", "text": "5"}, {"text_block_id": "p36_b713", "text": "Provide gradual transition between areas with diﬀerent phases of forest development and forest lines."}, {"text_block_id": "p36_b714", "text": "Indicators:"}, {"text_block_id": "p36_b715", "text": "the area of forests with emphasized climatic function; area of forests with emphasizes hygienic and health function."}, {"text_block_id": "p36_b716", "text": "6.3.3.4"}, {"text_block_id": "p36_b717", "text": "Importance of forests for the provision of healthy potable water"}, {"text_block_id": "p36_b718", "text": "Objective:"}, {"text_block_id": "p36_b719", "text": "Contribute to the good condition of surface and ground waters and continuous inflow of potable water in water protection areas."}, {"text_block_id": "p37_b720", "text": "Guideline"}, {"text_block_id": "p37_b721", "text": "1"}, {"text_block_id": "p37_b722", "text": "Participate in the creation of water protection areas within water management plans."}, {"text_block_id": "p37_b723", "text": "2"}, {"text_block_id": "p37_b724", "text": "The following activities should be carried out in water protection areas:"}, {"text_block_id": "p37_b725", "text": "The following activities should be carried out in water protection areas:\n* preserve the area covered by forests and increase it when necessary,\n* preserve optimal structure of species and structure of stands considering the purity and\n* prevent waste disposal and sanitation of the existing landfills,\n* ) increase the use of biodegradable oils for lubrication of chainsaw chains.\n* in addition to planting and sowing, to use tree species of adequate genetic diversity\n* gradually implement a change of monocultures,\n* follow the natural successive development of forests in the areas which have previously\n* ) provide timely natural renewal of old stands."}, {"text_block_id": "p37_b736", "text": "Indicators:"}, {"text_block_id": "p37_b737", "text": "the area of forests with emphasized hydrologic function; the share of forests in catchment areas."}, {"text_block_id": "p37_b738", "text": "6.3.4"}, {"text_block_id": "p37_b739", "text": "Preservation of health and vitality of forests"}, {"text_block_id": "p37_b740", "text": "Objective 1"}, {"text_block_id": "p37_b741", "text": "Maintain and create healthy and vital forests capable of adjusting to harmful impact."}, {"text_block_id": "p37_b742", "text": "Guideline:"}, {"text_block_id": "p37_b743", "text": "1"}, {"text_block_id": "p37_b744", "text": "Maintain natural regulation capacity of forests by preserving and increasing ecosystem, species and genetic diversity. The following activities should be carried out:"}, {"text_block_id": "p37_b756", "text": "2"}, {"text_block_id": "p37_b757_merged", "text": "Maintain or establish harmonization between herbivorous wild game and the environ-ment."}, {"text_block_id": "p37_b760", "text": "3"}, {"text_block_id": "p37_b761", "text": "Plan forest management in such a way that the risk of degradation and other damage to forests is reduced, and perform works in such a way that forest stands and soil is damaged as less as possible."}, {"text_block_id": "p37_b762", "text": "4"}, {"text_block_id": "p37_b763", "text": "Rehabilitate damaged forests."}, {"text_block_id": "p37_b764", "text": "5"}, {"text_block_id": "p37_b765", "text": "Systematically monitor health and vitality of forests."}, {"text_block_id": "p37_b766", "text": "Indicators:"}, {"text_block_id": "p37_b767", "text": "structure of forests by preservation level; share of defoliation of treetops; area of damaged forests – by cause of damage and forest type (including damage to forest outgrowth caused by herbivorous wild game)."}, {"text_block_id": "p37_b768", "text": "Objective 2:"}, {"text_block_id": "p37_b769", "text": "Reduce the impact of negative factors on forests."}, {"text_block_id": "p37_b770", "text": "Guideline:"}, {"text_block_id": "p37_b771", "text": "1"}, {"text_block_id": "p37_b772", "text": "Reduce air pollution and presence of all factors which cause climate change."}, {"text_block_id": "p37_b773", "text": "2"}, {"text_block_id": "p37_b774", "text": "In accordance with fire protection plans, preventive fire protection should be implemented in the natural environment. Include forestry services in the system of the protection against natural and other disasters."}, {"text_block_id": "p38_b775", "text": "3"}, {"text_block_id": "p38_b776", "text": "Implement preventive protection against erosion processes and maintain anti-erosion facilities and rehabilitate erosion epicenters."}, {"text_block_id": "p38_b777", "text": "4"}, {"text_block_id": "p38_b778_merged", "text": "Maintain or establish harmonization between herbivorous wild game and the environ-ment."}, {"text_block_id": "p38_b781", "text": "5"}, {"text_block_id": "p38_b782", "text": "Plan and build forest roads and acquire wood in a way that causes the least damage to forest ecosystem."}, {"text_block_id": "p38_b783", "text": "Indicators:"}, {"text_block_id": "p38_b784", "text": "deposition of aerial pollutants; share of defoliation of forests; area of damaged forests – by cause of damage and forest type (including damage to forest outgrowth caused by herbivorous wild game); volume of illegal timber removal; number of endangered plant and animal species in forests; scope of rehabilitated forest roads."}, {"text_block_id": "p40_b785", "text": "7"}, {"text_block_id": "p40_b786", "text": "ECONOMICAL ASPECT OF SLOVENIAN FORESTS"}, {"text_block_id": "p40_b787", "text": "7.1"}, {"text_block_id": "p40_b788", "text": "Condition"}, {"text_block_id": "p40_b789", "text": "7.1.1"}, {"text_block_id": "p40_b790", "text": "Importance of forests for economic activities"}, {"text_block_id": "p40_b791", "text": "7.1.1.1"}, {"text_block_id": "p40_b792", "text": "Forestry production"}, {"text_block_id": "p40_b793_merged", "text": "Forests are also an exceptionally important source of material for Slovenia, which has not been fully exploited. Despite the increasing trend of annual timber removal, possible timber removal determined in forest management plans is still not achieved. Considering the condi-tion of forests and multipurpose management, conditions for the increase of possible timber removal have been fulfilled."}, {"text_block_id": "p40_b796", "text": "Table 7:"}, {"text_block_id": "p40_b797", "text": "Movement of possible annual timber removal and realised average annual timber removal in the 1947–2005 period"}, {"text_block_id": "p40_b798", "text": "Source:"}, {"text_block_id": "p40_b799", "text": "National Forest Development Program, forest management plans"}, {"text_block_id": "p40_b800", "text": "Note:"}, {"text_block_id": "p40_b801", "text": "Data on possible timber removal by 1970 at the national level are not known, as forest management plans were not created for all forests. Timber removal after 1970 is displayed as the average annual timber removal for the period of forest management plans."}, {"text_block_id": "p40_b802", "text": "Economic incidence of forests is also highly dependent on the quality of wood obtained from forests. The quality of stands in the sense of structure of wood products is not favourable. Considering the data on forest stands, this particularly holds true for private forests. An analysis of an assessment of wood structure indicates that the share of wood of the best quality in forests does surpass 10%, while the share of wood with lower quality (wood for cellulose pulp and panels, other industrial wood and heating wood) exceeds 50%."}, {"text_block_id": "p40_b803", "text": "Slovenian forests are not optimally open in terms of forest roads. There is approximately 12,500 km of forest roads in Slovenian forests and at least 45,000 km of other built forest roads (towing paths, tracks). National forests are more open than private forests. Together with public roads adequate for forestry production, the average density of roads used for forestry"}, {"text_block_id": "p41_b804", "text": "Figure 8:"}, {"text_block_id": "p41_b805", "text": "Annual timber removal and current annual increment in Slovenian forests in the 1960–2005 period"}, {"text_block_id": "p41_b806", "text": "Source: Slovenia Forest Service"}, {"text_block_id": "p41_b807", "text": "Table 8:"}, {"text_block_id": "p41_b808", "text": "Assessment of quantities and quality structure of wood considering the entire timber removal allowed by forest management plans for areas for the 2001–2010 period"}, {"text_block_id": "p41_b809", "text": "Source: Slovenia Forest Sevice"}, {"text_block_id": "p41_b810", "text": "production is approximately 19.8 m/ha. Almost in every forest management unit there are areas in which the adequacy of forest infrastructure must be urgently inspected in order to provide good forest management."}, {"text_block_id": "p41_b811_merged", "text": "Adequate maintenance of forest roads is also very important for the eﬃciency of road net-work in forests. The Act on Forests provides that all forest owners, including the Farmland and Forest Fund of the Republic of Slovenia, which manages state-owned forests, contribute with a part of their cadastral income from forests (fee) to the maintenance of forest roads, while the state contributes to the maintenance of forest roads 35% of the total funds because of the public importance of forest roads. Fees from forest owners are collected on a single account and are then in accordance with the provisions of the Decree on fee for maintenance of forest"}, {"text_block_id": "p42_b814", "text": "Figure 9:"}, {"text_block_id": "p42_b815", "text": "Construction of forest roads in the 1945–2005 period"}, {"text_block_id": "p42_b816", "text": "Source: Slovenian Forestry Institute"}, {"text_block_id": "p42_b817", "text": "roads divided among municipalities. Municipalities, in the cooperation with the Slovenia Forest Institute, provide for the implementation of necessary maintenance works."}, {"text_block_id": "p42_b818", "text": "Forest roads in certain areas are insuﬃciently maintained because of the lack of funds."}, {"text_block_id": "p42_b819", "text": "Seed production and arboriculture are becoming increasingly important economic factors. The purpose of forest seed production and arboriculture is collection, nurturing and use of seeds for growing seedlings of forest trees and shrubs of adequate quality and provenience for the planning of new forests and for renewal of forests in which natural renewal is not pos"}, {"text_block_id": "p42_b820", "text": "-"}, {"text_block_id": "p42_b821", "text": "sible. The area of production and marketing of forest reproductive material is comprehensively regulated by the Forest Reproductive Material Act."}, {"text_block_id": "p42_b822", "text": "7.1.1.1.1"}, {"text_block_id": "p42_b823", "text": "Organisational aspect of forestry production"}, {"text_block_id": "p42_b824_merged_merged", "text": "From the organisational aspect, forestry production takes place very diﬀerently in three dif-ferent ownership forms:"}, {"text_block_id": "p42_b827", "text": "•"}, {"text_block_id": "p42_b828", "text": "state forests –> forestry production performed by forestry companies,"}, {"text_block_id": "p42_b829", "text": "•"}, {"text_block_id": "p42_b830", "text": "farm holding forests –> predominant share of the production is performed by forest owners,"}, {"text_block_id": "p42_b831", "text": "•"}, {"text_block_id": "p42_b832", "text": "forests of non-agricultural private holdings –> predominant share of the production is performed by hired contractors."}, {"text_block_id": "p43_b833", "text": "Figure 10:"}, {"text_block_id": "p43_b834", "text": "Change of ownership structure in the 1951–2000 period"}, {"text_block_id": "p43_b835", "text": "Source: Slovenian Forestry Institute"}, {"text_block_id": "p43_b836", "text": "7.1.1.1.1.1"}, {"text_block_id": "p43_b837", "text": "Management in state forests"}, {"text_block_id": "p43_b838", "text": "•"}, {"text_block_id": "p43_b839", "text": "Farmland and Forest Fund of the Republic of Slovenia, as the representative of the owner (state), is responsible for wise management of state forests."}, {"text_block_id": "p43_b840", "text": "•"}, {"text_block_id": "p43_b841", "text": "Large, dense forest complexes are optimal to be managed by the state, while there are also numerous state-owned individual, isolated parcels and parcels in joint ownership, which is a consequence of the denationalisation process. Management in such conditions is diﬃcult."}, {"text_block_id": "p43_b842", "text": "•"}, {"text_block_id": "p43_b843", "text": "On the basis of the existing legislation, state forests are managed in a way that their former managers have the right to concession for forest exploitation for the 1996–2016 period, while a concession on the basis of a public tender is awarded for other forests."}, {"text_block_id": "p43_b844", "text": "•"}, {"text_block_id": "p43_b845", "text": "Works in forests are performed competently and with adequate technical equipment."}, {"text_block_id": "p43_b846", "text": "•"}, {"text_block_id": "p43_b847", "text": "Timber removal is realised in the scope of the possible timber removal determined by forest management plans, while the scope of forest growing and protective works, and works related to social and ecological functions is satisfactory."}, {"text_block_id": "p43_b848", "text": "•"}, {"text_block_id": "p43_b849_merged", "text": "Active policy of aid to prospective farm holdings managed under diﬃcult conditions in mountainous regions in the areas of forests owned by the state has not yet been imple-mented."}, {"text_block_id": "p43_b852", "text": "7.1.1.1.1.2"}, {"text_block_id": "p43_b853", "text": "Management in private forests"}, {"text_block_id": "p43_b854", "text": "•"}, {"text_block_id": "p43_b855", "text": "Private forest holdings are very fragmented (with the average size of 2.6 ha), forest owners are not connected and the majority of them are not farmers."}, {"text_block_id": "p43_b856", "text": "•"}, {"text_block_id": "p43_b857", "text": "Private forests are less open with roads and towing paths."}, {"text_block_id": "p44_b858", "text": "•"}, {"text_block_id": "p44_b859", "text": "Forest owners on average have poor technical equipment and are insuﬃciently profession"}, {"text_block_id": "p44_b860", "text": "-"}, {"text_block_id": "p44_b861", "text": "ally competent, which results in frequent accidents at work."}, {"text_block_id": "p44_b862", "text": "•"}, {"text_block_id": "p44_b863", "text": "Only 60% of the possible timber removal determined in forest management plans is realised, forest growing works are diﬃcult to be realised even in the scope which is covered by state and EU funds."}, {"text_block_id": "p44_b864", "text": "•"}, {"text_block_id": "p44_b865", "text": "The share of owners who do not perform forest works on their own is increasing."}, {"text_block_id": "p44_b866", "text": "•"}, {"text_block_id": "p44_b867", "text": "There is still a shortage of quality operators in forests which meet minimum conditions for the implementation of works in forests."}, {"text_block_id": "p44_b868", "text": "7.1.1.1.1.3"}, {"text_block_id": "p44_b869", "text": "Forests and forestry activities in farm holdings"}, {"text_block_id": "p44_b870_merged_merged", "text": "Contribution of forests to the economic strength of a farm holding is very important, espe-cially mountainous areas, and is even more important in holdings which have developed a supplementary activity which enrich and add value to forest goods. According to the 2000 census of farm holdings, as many as 20.4% of family farm holdings in Slovenia deal with wood processing, while certain craft activities (5.5% of farm holdings deal with such activities) are"}, {"text_block_id": "p44_b873", "text": "Table 9:"}, {"text_block_id": "p44_b874", "text": "Structure of family farms in Slovenia by size of forest holding (76,653 farms)"}, {"text_block_id": "p44_b875", "text": "Source: Statistical Oﬃce of RS, 2000 Census on Agricultural Holdings"}, {"text_block_id": "p44_b876", "text": "Figure 11:"}, {"text_block_id": "p44_b877", "text": "Socio-economic and size structure of private forest holdings in Slovenia in 2000"}, {"text_block_id": "p44_b878", "text": "Source: Slovenian Forestry Institute"}, {"text_block_id": "p45_b879", "text": "also related to forests, whereas forest products which can be collected farms also acquire in other forests, and not only in their forests. According to data from the Agency of the Republic of Slovenia for Public Legal Records and Related Services, there are 95 registered farm holdings with a supplementary activity related to wood cutting."}, {"text_block_id": "p45_b880", "text": "7.1.1.2"}, {"text_block_id": "p45_b881", "text": "Wood and paper industry"}, {"text_block_id": "p45_b882", "text": "Wood is the most available raw material of all materials; it is a gift of nature and forest. This is particularly obvious because of high forest cover in Slovenia. Exploitation of the variability of its structure and richness of textures provides wood processors with the possibility to make high-priced products. Acquisition, processing and treatment of wood require little energy. Wood is the least burdensome material in terms of energy."}, {"text_block_id": "p45_b883", "text": "Slovenian wood economy has always been dependent on imports of wood because of high capacities of wood and cellulose industry, despite acquiring wood from Slovenian forests."}, {"text_block_id": "p45_b884", "text": "Wood industry underwent major organisational changes around 1990. Data on the number of employees in this activity for the 1985−1995 period, which is given in table 10, points out a major crisis in the industry."}, {"text_block_id": "p45_b885", "text": "Table 10:"}, {"text_block_id": "p45_b886", "text": "Number of employees in wood industry in the 1985–1995 period"}, {"text_block_id": "p45_b887", "text": "Source: Statistical Oﬃce of RS"}, {"text_block_id": "p45_b888", "text": "Unfortunately, data on employees do not allow comparisons for all of the last 20 years because of changes in the monitoring between 1996 and 1997. Since 1997, statistics includes in the furniture production group a large share of workers who do not work in wood industry, but nevertheless we can assess that the reduction of the number of employees in wood industry decelerated in the 1997–2004 period (treatment and processing of wood and production of furniture: in 1997: 27,592 employees; in 2004: 26,472 employees)."}, {"text_block_id": "p45_b889_merged", "text": "Slovenian wood and furniture industry, in terms of the number of employees, fall within the largest industry branches. By gross value added, wood industry in comparison to other industries in Slovenia has a 6.2% share, while its share in the EU reaches only 3.1%. This share is somewhat lower in comparison with neighbour Austria. Productivity in the primary segment of the industry is 2.2 times, and in the furniture segment 2.0 times lower than the productiv-ity in the EU, but it records a considerably higher average growth. In the primary segment of the industry, the ratio between the growth of productivity in Slovenia and the growth of productivity in the EU is 5.0% : 1.8%, and in the furniture segment 4.4% : 1.0 %. All operating indicators have been improving recently, so considering adding to domestic wood as much value added in Slovenia as possible is above all suitable."}, {"text_block_id": "p45_b892", "text": "Paper and cellulose industry is important for forestry from the aspect of processing of wood of lesser quality, which is acquired primarily after thinning of younger stands. Cellulose industry"}, {"text_block_id": "p46_b893", "text": "in Slovenia is undergoing existential crisis and is being shut down. Wood processing, which will be able to use wood in best possible way, will have to be provided for about 200,000 m"}, {"text_block_id": "p46_b894", "text": "3"}, {"text_block_id": "p46_b895", "text": "of round wood, primarily conifers."}, {"text_block_id": "p46_b896", "text": "The number of employees in cellulose and paper industry decreased considerably in the last 20 years (table 11)."}, {"text_block_id": "p46_b897", "text": "Table 11: Number of employees in cellulose and paper industry in the 1985-2004 period"}, {"text_block_id": "p46_b898", "text": "Source: Statistical Oﬃce of RS"}, {"text_block_id": "p46_b899", "text": "7.1.1.3"}, {"text_block_id": "p46_b900", "text": "Other activities related to wood"}, {"text_block_id": "p46_b901", "text": "The volume of the use of wood of lesser quality for energy purposes has been increasing in recent years, because of changes in price relations among energy products and because of policies directed into increased use of renewable sources for energy purposes. For those purposes, about 1.5 million m"}, {"text_block_id": "p46_b902", "text": "3"}, {"text_block_id": "p46_b903", "text": "of wood is used in Slovenia (of which approximately 250,000 m"}, {"text_block_id": "p46_b904", "text": "3"}, {"text_block_id": "p46_b905", "text": "is acquired from unwooded areas, while an important source is also scraps from wood processing and used wood)."}, {"text_block_id": "p46_b906", "text": "In Slovenia, the majority of wood is consumed for energy by households and larger systems in wood processing industry, while wood is also used for district heating of entire settlements (Gornji Grad, Kočevje, Nazarje, Preddvor, Solčava, Vransko, Železniki). Small district heating systems – heating microsystems for larger buildings (public buildings – schools, kindergartens, municipal buildings) or small groups of individual houses are also an important segment in the use of wood biomass."}, {"text_block_id": "p46_b907_merged_merged_merged", "text": "Acquisition of coal in Slovenia has been increasing gradually in the last decade, while coal mining developed the most surroundings of Litija. Considering the fact that Slovenia is abundant in wood suitable for the acquisition of coal and that twice as much coal is consumed than produced, Slovenia has a great potential for developing coal mining, primarily as a sup-plementary activity (table 12)."}, {"text_block_id": "p46_b910", "text": "Table 12:"}, {"text_block_id": "p46_b911", "text": "Production, import and export and consumption of coal in Slovenia in the 2000–2005 period (in tonnes)"}, {"text_block_id": "p46_b912", "text": "Source: Slovenia Forest Service, Slovenian Forestry Institute (import and export)"}, {"text_block_id": "p47_b913", "text": "7.1.1.4"}, {"text_block_id": "p47_b914", "text": "Hunting"}, {"text_block_id": "p47_b915", "text": "Hunting is an activity related to sustainable wild game management, which besides the right to use natural goods also includes a commitment to perform public service and public powers, performed in order to preserve and protect wild game and their habitat. All planned measures in wild game populations and specific measures in their habitat are implemented on hunting grounds managed by hunting clubs (families), and on 12 hunting grounds with special purpose, in which professional hunters are employed."}, {"text_block_id": "p47_b916", "text": "All tasks managers are obliged to perform for the public interest are funded from the income from wild game and income from operations of individual hunting grounds, as well as other tasks, such as: damage compensation, maintenance of hunting facilities, purchase of equipment, etc. Almost 250 people are directly employed in hunting in Slovenia."}, {"text_block_id": "p47_b917", "text": "Killing of fundamental, also economically important species of wild game has been increas"}, {"text_block_id": "p47_b918", "text": "-"}, {"text_block_id": "p47_b919", "text": "ing for decades. The basic products of economic exploitation of this natural resource are game meat and sale of trophy kills, primarily to guests. Although there is fierce competition on the supply and demand market, Slovenian hunting grounds are considered relatively rich with animal species."}, {"text_block_id": "p47_b920", "text": "Table 13:"}, {"text_block_id": "p47_b921", "text": "Review of kills and established losses of wild game for the 1994–2004 period"}, {"text_block_id": "p47_b922", "text": "7.1.1.5"}, {"text_block_id": "p47_b923", "text": "Beekeeping"}, {"text_block_id": "p47_b924_merged_merged", "text": "Slovenia has a rich beekeeping tradition. A decisive contribution was made by the Carniolan honey bee (Apis mellifera carnica), which because of its features has become the second most important species of honey bee in the world. Because of know-how and rich tradition, bee-keeping was an important export-oriented agricultural branch, which prided itself with export of honey and honey bee communities. There are about 8,500 beekeepers in Slovenia, who have about 150,000 populated beehives and are organized into 200 beekeepers associations. Annual revenue from honey and honey products stands at about EUR 14 million."}, {"text_block_id": "p47_b929", "text": "There are various types of climate in Slovenia (Mediterranean, Pannoinian, Alpine, sub-Alpine) which enable the production of numerous types of monofloral honeys (chestnut, linden, flower, acacia, fir, pine honey etc.), which is our opportunity. Since forests cover a"}, {"text_block_id": "p48_b930", "text": "large part of Slovenia, manna has become an important bee pasture (60–80% of honey), especially because massive use of pesticides in intensive agriculture negatively influences on honey bees and manna is becoming increasingly important. Demand for dark forest honeys is great, particularly abroad, but unfortunately honey collection from conifers is exposed to fluctuations through years,"}, {"text_block_id": "p48_b931", "text": "and profit is not stable. In the years of abundant honey collection in honey collection areas, monetary value of honey is 1.7 times higher than the value of the net profit from wood, while wood increment does not decrease because of honey collection."}, {"text_block_id": "p48_b932", "text": "Slovenia produces between 2,000 and 2,500 tonnes of honey a year, depending on weather conditions. Consumption of honey per capita in recent years stand at approximately 1.2 kg, and is somewhat less in the years with produced honey, which means that Slovenia produces quantities which barely satisfy its own needs for honey. Slovenia exports approximately 200 tonnes of quality honey a year, and imports the same quantity. According to data from the beginning of this decade, Slovenia exported approximately the same quantity of honey which was exported 250 years ago from the Ljubljana area only."}, {"text_block_id": "p48_b933", "text": "Table 14: Production and sale of honey (t) in the 1997−2004 period"}, {"text_block_id": "p48_b934", "text": "Source: Statistical Oﬃce of Republic of Slovenia"}, {"text_block_id": "p48_b935", "text": "The newly-created cadastre of bee pastures confirms that the possibilities for bee pasture in Slovenian forests are great."}, {"text_block_id": "p48_b936", "text": "7.1.1.6"}, {"text_block_id": "p48_b937", "text": "Other non-wooded forest products and related activities"}, {"text_block_id": "p48_b938", "text": "Besides already discussed forest goods, which are exploited in an organised manner and are regulated with regulations, people collect numerous other goods for their own needs, for recreation and also for profit. Those goods can be associated in several groups:"}, {"text_block_id": "p48_b939", "text": "•"}, {"text_block_id": "p48_b940", "text": "wooden parts: resin, tree sap, bark, branches, cones, greenery, flowers, fruit;"}, {"text_block_id": "p48_b941", "text": "•"}, {"text_block_id": "p48_b942", "text": "on forest ground: fruit, industrial plants;"}, {"text_block_id": "p48_b943", "text": "•"}, {"text_block_id": "p48_b944", "text": "soil components: rocks, minerals;"}, {"text_block_id": "p48_b945", "text": "•"}, {"text_block_id": "p48_b946", "text": "fauna: small animals;"}, {"text_block_id": "p48_b947", "text": "•"}, {"text_block_id": "p48_b948", "text": "forest mushrooms."}, {"text_block_id": "p48_b949", "text": "Collection of edible mushrooms was regulated in Slovenia by the Act on Forests, Decree on the protection of wild fungi (Oﬃcial Gazette of RS, no. 57/98) and the Rules on the"}, {"text_block_id": "p49_b950", "text": "tection of forests. Stipulated restrictions for collections resulted in a decrease in the number of companies registered for the purchase of mushrooms, and a decrease in the quantity of purchased mushrooms – from 1,250,000 kg of purchased mushrooms in 1995 to 75,000 kg of mushrooms in 2005."}, {"text_block_id": "p49_b951", "text": "Livestock pasturing is prohibited under the Act on Forests. On the basis of criteria determined in the Rules on the protection of forests, livestock pasturing can be exceptionally allowed with a forest management plan. Livestock pasturing in forests in Slovenia is carried out in forests of agricultural communities, in mountains, in low-profit forests, and in places where forest areas are intended for livestock pasturing. Preservation of those area is a contribution to the preservation of rural areas, and a contribution to the preservation of the most rural parts of Slovenia. Its development is not completely defined in the formal aspect."}, {"text_block_id": "p49_b952", "text": "7.1.1.7"}, {"text_block_id": "p49_b953", "text": "Tourism and recreation in forest areas"}, {"text_block_id": "p49_b954", "text": "Forest is an important element of the environment for many tourist centres and points, as well as for rural tourism objects; to which forests provide the main content. According to surveys, 60% of tourist visit Slovenia because of its unspoiled nature. It is sometimes hard to draw a line between tourism and recreation. An increasing number of people come to rural tourism farms with the intention to recreate in natural environment."}, {"text_block_id": "p49_b955", "text": "There are more than 3,700 cultural heritage units in which forest is an important element or even co-shapes such units. Forests oﬀer numerous opportunities for the development of tourism related to the popularisation of cultural heritage, which includes improving conduct and increasing awareness of its importance for the preservation and development of cultural diversity of Slovenia."}, {"text_block_id": "p49_b956", "text": "Tourism is on of the most important supplementary activities or farm holdings. According to data from 2000 census on agricultural holdings, 14.1% of the censured family agricultural holdings deal with tourism. This share should be increased and tourist oﬀer should be diversiﬁed and improved, which also requires ﬁnancial investment."}, {"text_block_id": "p49_b957", "text": "7.1.2"}, {"text_block_id": "p49_b958", "text": "Factors which reduce economic incidence of forests"}, {"text_block_id": "p49_b959", "text": "Environmental impact of forests and their economic incidence is reduced by all factors which pose a threat or disturb their functioning and stability or cause direct damage."}, {"text_block_id": "p49_b960", "text": "The most important factors which specifically influence on the reduction of environmental impact of forests are:"}, {"text_block_id": "p49_b961", "text": "•"}, {"text_block_id": "p49_b962", "text": "shortage of forest roads"}, {"text_block_id": "p49_b963", "text": "– although Slovenian forests in the period until 1990 were on average well open with roads (19.8 m/ha) because of a large number of constructed forest, there are still numerous areas, primarily in private forests, which require the construction of forest roads; construction of forest roads in closed forests is among the most important forest management measures;"}, {"text_block_id": "p49_b964", "text": "•"}, {"text_block_id": "p49_b965", "text": "shortage of forest towing paths"}, {"text_block_id": "p49_b966", "text": "– particularly on rocky terrain without forest towing paths it is not possible to properly transport wood to roads; wire transport is considerably dearer and is reasonable in places where terrain configuration or environmental reasons make"}, {"text_block_id": "p50_b967", "text": "tractor transport inadequate. The problem of shortage of forest towing paths in private forests is similar in its scope to the problem of shortage of forest roads;"}, {"text_block_id": "p50_b968", "text": "•"}, {"text_block_id": "p50_b969", "text": "Insuﬃcient scope of performed forest growing work"}, {"text_block_id": "p50_b970", "text": "– many forest owners, primarily those with small forest holdings, which dominate in Slovenia, do not pay enough attention to forest management, and the majority is not trained for work in forest, and that is why many such owners are not ready to carry out forest growing works despite co-funding of by the state and the EU. With the abolition of the renewal of forests by planting where this is necessary and of cultivation works, forests deteriorate in the long run from the economic aspect;"}, {"text_block_id": "p50_b971", "text": "•"}, {"text_block_id": "p50_b972", "text": "fragmentation of forest holdings"}, {"text_block_id": "p50_b973", "text": "– forest holdings in Slovenia are very fragmented, with the average size of 2.6 ha/owner, whereas co-owners were not taken into account; joint ownership is frequently a hindering factor in forest management; forest holdings are usually divided into separated parcels, which additionally hamper forest management and their development"}, {"text_block_id": "p50_b974", "text": "•"}, {"text_block_id": "p50_b975", "text": "absence of links among forest owners in the implementation of works in forests and sale of wood"}, {"text_block_id": "p50_b976_merged", "text": "– works in forests could be carried out more rationally if they would be imple-mented simultaneously in larger areas; in the conditions of fragmented holdings, this can be provided only by linking forest owners. Unaﬃliated forest owners are very ineﬀective with their small quantities of wood on the wood market, and they ﬁnd especially hard to sell wood of lower quality. This problem can also be solved only by linking forest owners;"}, {"text_block_id": "p50_b979", "text": "•"}, {"text_block_id": "p50_b980", "text": "insuﬃcient technical equipment of forest owners for the work in forests"}, {"text_block_id": "p50_b981", "text": "– due to small size of forest holdings, forest owners are usually poorly equipped for the work in forest, as they do not ﬁnd reasonable to invest into equipment because of small scope of works; this reﬂects in poor results and more accidents in forests. This problem can also be eﬀectively solved only by linking forest owners;"}, {"text_block_id": "p50_b982", "text": "•"}, {"text_block_id": "p50_b983", "text": "insuﬃcient competence of forest owners for the work in forests"}, {"text_block_id": "p50_b984", "text": "– due to small scope of works in forests as a consequence of small size of forest holdings, forest owners are insufficiently competent for the work in forests, which also reflects in poor results and more accidents at work. This problem can also be solved only by linking forest owners;"}, {"text_block_id": "p50_b985", "text": "•"}, {"text_block_id": "p50_b986", "text": "low level of innovation"}, {"text_block_id": "p50_b987", "text": "in the marketing of other functions of forests, related to non-wood forest products and services provided by forests;"}, {"text_block_id": "p50_b988", "text": "•"}, {"text_block_id": "p50_b989", "text": "insuﬃciently directed research work"}, {"text_block_id": "p50_b990", "text": "in the area of innovation and entrepreneurship related to economic incidence of forests."}, {"text_block_id": "p50_b991", "text": "•"}, {"text_block_id": "p50_b992", "text": "insuﬃcient level of interaction among industries"}, {"text_block_id": "p50_b993", "text": ", which are based on wood in the sense of industry organisation, production chains and logistics channels;"}, {"text_block_id": "p50_b994", "text": "•"}, {"text_block_id": "p50_b995", "text": "insuﬃcient social awareness of the importance of wood and consequantly insuﬃciently exploited wood potential;"}, {"text_block_id": "p50_b996", "text": "•"}, {"text_block_id": "p50_b997", "text": "low level of value added to wood in Slovenia;"}, {"text_block_id": "p50_b998", "text": "•"}, {"text_block_id": "p50_b999", "text": "lack of competitive edge of the primary wood production and reduction of its capacities."}, {"text_block_id": "p51_b1000", "text": "7.2"}, {"text_block_id": "p51_b1001", "text": "Assessment of development potential"}, {"text_block_id": "p51_b1002", "text": "Forests are the most important renewable source of energy in Slovenia. There are approximately 30,000 full-time employees in forestry and activities related to woods in Slovenia, while forests also oﬀer numerous opportunities in other areas, in the area of hunting, tourism, recreation and cratfs based on diﬀerent goods from forests. Forests are a constituent part of farm hold"}, {"text_block_id": "p51_b1003", "text": "-"}, {"text_block_id": "p51_b1004", "text": "ings and present an opportunity for framers in developing diﬀerent supplementary activities related to wood, other goods from forests and tourism, which brings several thousand jobs, primarily in rural areas."}, {"text_block_id": "p51_b1005", "text": "The quantity of annual wood increment in and other goods from Slovenian forests enable significant increase of their economic role, which has to be more appreciated. Acquisition of goods from forests presents an interruption of forest ecosystem, and that is why this must be planned and implemented competently."}, {"text_block_id": "p51_b1006", "text": "Forests signiﬁcantly contribute to the provision of potable water. This does not prove only their important environmental role, but also their economic importance. Provision of other economical functions is undoubtedly reﬂected in numerous economic eﬀects. Although they are diﬃcult to evaluated, they are undeniably great. The role of forests as CO2 sink, in respect of the commitments to the Kyoto Protocol, has recently been the most important economic eﬀect."}, {"text_block_id": "p51_b1007", "text": "Active involvement of the public forestry service in the planning of possible tourist activities in forests presents an opportunity for better use of forests for tourist purposes and simultane"}, {"text_block_id": "p51_b1008", "text": "-"}, {"text_block_id": "p51_b1009", "text": "ous reduction of the impact of tourist and recreation activities on forests; while forest owners can permanently contribute to the improvement of the economic value of forests."}, {"text_block_id": "p51_b1010", "text": "In the promotion of the economic role of forests and development of rural areas, investment should be made primarily in knowledge which would lead people to better innovativeness and entrepreneurship and more added value, based on wood as a material, on non-wooded forest products and service roles of forests, which should be more exploited in comprehensive development of the society, in particular of rural areas."}, {"text_block_id": "p51_b1011", "text": "Slovenian wood industry has created conditions for more competitive presentation of their products on world markets. It has made several steps on the way to increase productivity and accelerate competitiveness: redundancy – passive growth of productivity and optimisation of the existing business processes. Important achievements of Slovenian researchers, education institutions and designers in the area of wood processing have created conditions for techno"}, {"text_block_id": "p51_b1012", "text": "-"}, {"text_block_id": "p51_b1013", "text": "logical breakthrough, in which companies have to create new competitive opportunities with new know-how, materials and technologies. Competitiveness of wood and furniture industry is possible only with products with high added value, with value provided by research and new technologies, and value which is achieved in smaller and extremely flexible production facilities."}, {"text_block_id": "p51_b1014_merged_merged_merged_merged", "text": "Use of wood in modern individual and common heating devices and process heat is one of the biggest potentials for the use of renewable sources of energy in Slovenia. Consump-tion of wood which is not suitable for industrial processing and wood mass which cannot be processed into wood products should be promoted. Marketing of energy in small district heating systems, in particular in rural areas, presents an important supplementary activity in farm holdings. Wood will also gain importance in the production of biofuel."}, {"text_block_id": "p52_b1017", "text": "It is necessary to establish the wood biomass market because this is on of the major obstacles for faster implementation of biomass. Organised market will provide the users of biomass with fuel with competitive prices, and will enable the producers of biomass to oﬀer and sell their product."}, {"text_block_id": "p52_b1018", "text": "Acquisition of other goods from forests is becoming increasingly important and plays a role in educating the public to have positive attitude towards forests, forestry and the envi"}, {"text_block_id": "p52_b1019", "text": "-"}, {"text_block_id": "p52_b1020", "text": "ronment. Use of other goods from forests is insuﬃciently researched (no inventory), legally deﬁned and supervised. Conﬂict of confrontation between private interests and interest of wider public frequently occurs."}, {"text_block_id": "p52_b1021", "text": "Forests oﬀer numerous opportunities for the development of tourism and recreation in rural and suburban areas. Both activities must be carefully planned, because not every forest is suitable for all forms of tourism and recreation. Zonation of forest areas in terms of adequacy for particular usages of forests should be made. Noisy activities and activities burdensome for the forest ecosystem must be very carefully incorporated into forest areas. Those activities in forests should be coordinated with forest owners and other users of forests. Forests with emphasised tourist and recreation function should be properly equipped (forest educational paths, signposts, tracks, benches, ﬁre places, waste bins, etc.) and a manager for this infra"}, {"text_block_id": "p52_b1022", "text": "-"}, {"text_block_id": "p52_b1023", "text": "structure should be provided."}, {"text_block_id": "p52_b1024", "text": "7.3"}, {"text_block_id": "p52_b1025", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p52_b1026", "text": "7.3.1"}, {"text_block_id": "p52_b1027", "text": "Forests and economic activities"}, {"text_block_id": "p52_b1028", "text": "7.3.1.1"}, {"text_block_id": "p52_b1029", "text": "Acquisition of wood – general"}, {"text_block_id": "p52_b1030", "text": "Objective 1:"}, {"text_block_id": "p52_b1031", "text": "Increase utilization of production potential of forest sites."}, {"text_block_id": "p52_b1032", "text": "Guideline:"}, {"text_block_id": "p52_b1033", "text": "1"}, {"text_block_id": "p52_b1034", "text": "Increase growing stock and forest increment with moderate and selective accumulation of increment."}, {"text_block_id": "p52_b1035", "text": "2"}, {"text_block_id": "p52_b1036", "text": "Increase realisation of possible timber removal in forests."}, {"text_block_id": "p52_b1037", "text": "3"}, {"text_block_id": "p52_b1038", "text": "Planned possible timber removal in forests at the national level should reach 75% of the increment."}, {"text_block_id": "p52_b1039", "text": "4"}, {"text_block_id": "p52_b1040", "text": "Increase the quality of wood assortments with cultivation of forests and timely renewal of forest stands."}, {"text_block_id": "p52_b1041", "text": "5"}, {"text_block_id": "p52_b1042", "text": "Cultivation works should be carried out in order to accelerate the development of over"}, {"text_block_id": "p52_b1043", "text": "-"}, {"text_block_id": "p52_b1044", "text": "growing land, which should reasonably be left to be overgrown, into profitable commercial forests."}, {"text_block_id": "p52_b1045", "text": "6"}, {"text_block_id": "p52_b1046_merged_merged_merged_merged", "text": "Increase economic value of forests of the Slovenian coast (Kras, Slovenian Istria) by accel-erating site-adequate and economically interesting tree species (Sessile Oak, Wild Service Tree, European nettle tree, etc.)."}, {"text_block_id": "p52_b1049", "text": "Indicators:"}, {"text_block_id": "p52_b1050", "text": "the area of forests, growing stock; increment and assortment structure of timber removal."}, {"text_block_id": "p53_b1051", "text": "Objective 2:"}, {"text_block_id": "p53_b1052", "text": "Increase the openness of forests with forest roads."}, {"text_block_id": "p53_b1053", "text": "Guideline:"}, {"text_block_id": "p53_b1054", "text": "1"}, {"text_block_id": "p53_b1055_merged", "text": "Provide incentives for new construction and reconstruction of forest roads and in accord-ance with forest management plans stimulate opening of forests with roads and towing paths."}, {"text_block_id": "p53_b1058", "text": "2"}, {"text_block_id": "p53_b1059", "text": "Provide incentives for the preparation of towing paths."}, {"text_block_id": "p53_b1060", "text": "3"}, {"text_block_id": "p53_b1061", "text": "Plan complex forest roads regardless of land holding boundaries."}, {"text_block_id": "p53_b1062", "text": "4"}, {"text_block_id": "p53_b1063", "text": "Rationalise procedures for the preparation of projects and acquisition of permits for the construction of forest roads."}, {"text_block_id": "p53_b1064", "text": "5"}, {"text_block_id": "p53_b1065", "text": "Create and implement programme aimed at increasing awareness of forest owners of the benefits of investment in forest roads."}, {"text_block_id": "p53_b1066", "text": "Indicators:"}, {"text_block_id": "p53_b1067", "text": "length of new forest roads and public roads important for forest production; the scope of reconstruction of forest roads; length of new towing paths; openness of forests with roads (m’/ha) and towing paths (m’/ha)."}, {"text_block_id": "p53_b1068", "text": "Objective 3:"}, {"text_block_id": "p53_b1069", "text": "Adequately maintained forest roads."}, {"text_block_id": "p53_b1070", "text": "Guideline:"}, {"text_block_id": "p53_b1071", "text": "1"}, {"text_block_id": "p53_b1072", "text": "Provide enough funds for maintenance of forest roads."}, {"text_block_id": "p53_b1073", "text": "2"}, {"text_block_id": "p53_b1074", "text": "Coordinate co-funding of maintenance of forest roads from the state budget with the public use of forest roads."}, {"text_block_id": "p53_b1075", "text": "3"}, {"text_block_id": "p53_b1076", "text": "Supplement the system of collection and distribution of funds for maintenance of forest roads in accordance with needs."}, {"text_block_id": "p53_b1077", "text": "5"}, {"text_block_id": "p53_b1078", "text": "Determine regimes of the use of forest roads."}, {"text_block_id": "p53_b1079", "text": "4"}, {"text_block_id": "p53_b1080", "text": "Provide sanitation of forest roads after floods."}, {"text_block_id": "p53_b1081", "text": "6"}, {"text_block_id": "p53_b1082", "text": "length of maintained forest roads"}, {"text_block_id": "p53_b1083", "text": "Objective 4:"}, {"text_block_id": "p53_b1084", "text": "Develop Slovenian market of forest wood assortments."}, {"text_block_id": "p53_b1085", "text": "Guideline:"}, {"text_block_id": "p53_b1086", "text": "1"}, {"text_block_id": "p53_b1087", "text": "Accelerate the development of market of forest wood assortments."}, {"text_block_id": "p53_b1088", "text": "2"}, {"text_block_id": "p53_b1089", "text": "Co-fund association of forest owners for marketing of forest wood assortments."}, {"text_block_id": "p53_b1090", "text": "3"}, {"text_block_id": "p53_b1091", "text": "Obtain international certificates for sustainable forest management for all forests and ensure their maintenance."}, {"text_block_id": "p53_b1092", "text": "4"}, {"text_block_id": "p53_b1093", "text": "Introduce marketing education and counselling for forest owners."}, {"text_block_id": "p53_b1094", "text": "5"}, {"text_block_id": "p53_b1095", "text": "Introduce modern marketing forms for the sale of forest wood assortments."}, {"text_block_id": "p53_b1096", "text": "6"}, {"text_block_id": "p53_b1097", "text": "Provide a systematic way for the promotion of use and benefits of wood and enough financial resources for its implementation."}, {"text_block_id": "p53_b1098", "text": "Indicators:"}, {"text_block_id": "p53_b1099", "text": "quantity and value of wood on the market; area of certified forests; number of new associations of forest owners; number of wood tracing certificates (CoC)."}, {"text_block_id": "p53_b1100", "text": "7.3.1.2"}, {"text_block_id": "p53_b1101", "text": "Forest seed production and arboriculture"}, {"text_block_id": "p53_b1102", "text": "Objective 1:"}, {"text_block_id": "p53_b1103", "text": "Provide adequate quality and quantity of forest reproductive material."}, {"text_block_id": "p54_b1104", "text": "Guideline:"}, {"text_block_id": "p54_b1105", "text": "1"}, {"text_block_id": "p54_b1106", "text": "On the basis of constant recording of stands which meet the criteria for the acquisition of forest reproductive material, adequate number of registered forest seed storages by three species and provenience areas should be maintained."}, {"text_block_id": "p54_b1107", "text": "2"}, {"text_block_id": "p54_b1108", "text": "Stimulate forest owners to enter stands of adequate quality into the register of forest seed storages."}, {"text_block_id": "p54_b1109", "text": "3"}, {"text_block_id": "p54_b1110", "text": "Develop and supplement technologies for prolonged storage of seeds."}, {"text_block_id": "p54_b1111", "text": "4"}, {"text_block_id": "p54_b1112", "text": "Accelerate specific production functions of forest seed storages."}, {"text_block_id": "p54_b1113", "text": "Indicators:"}, {"text_block_id": "p54_b1114", "text": "number of forest seed storages; quantity and value of acquired forest seed."}, {"text_block_id": "p54_b1115", "text": "7.3.1.3"}, {"text_block_id": "p54_b1116", "text": "Management of state forests"}, {"text_block_id": "p54_b1117", "text": "Objective 1:"}, {"text_block_id": "p54_b1118", "text": "Increase the share of state forests."}, {"text_block_id": "p54_b1119", "text": "Guideline"}, {"text_block_id": "p54_b1120", "text": "1"}, {"text_block_id": "p54_b1121", "text": "Adequately define the pre-emptive right of the Republic of Slovenia with regulations in order to enlarge the complex of state forests."}, {"text_block_id": "p54_b1122", "text": "2"}, {"text_block_id": "p54_b1123_merged", "text": "Make criteria for priority purchase of forests with emphasized ecological and social func-tions and implement active purchase policy."}, {"text_block_id": "p54_b1126", "text": "Indicators:"}, {"text_block_id": "p54_b1127", "text": "the area of state-owned forests; area of state-owned forests with emphasized ecological and social functions."}, {"text_block_id": "p54_b1128", "text": "Objective 2:"}, {"text_block_id": "p54_b1129", "text": "Improve cadastre and plot structure of state forests."}, {"text_block_id": "p54_b1130", "text": "Guideline"}, {"text_block_id": "p54_b1131", "text": "1"}, {"text_block_id": "p54_b1132", "text": "Preserve and design continuous complexes of state forests with active policy of legal transactions with forests."}, {"text_block_id": "p54_b1133", "text": "2"}, {"text_block_id": "p54_b1134", "text": "Sell or replace smaller and isolated plots and simultaneously increase and improve the existing forest holding in private ownership if possible."}, {"text_block_id": "p54_b1135", "text": "Indicators:"}, {"text_block_id": "p54_b1136", "text": "number of concluded legal transactions."}, {"text_block_id": "p54_b1137", "text": "Objective 3:"}, {"text_block_id": "p54_b1138", "text": "Preserve farm holdings and rural areas in mountains with restricted management possibilities."}, {"text_block_id": "p54_b1139", "text": "Guideline 1:"}, {"text_block_id": "p54_b1140", "text": "Enable individuals who actively manage farm holdings in mountains to exercise their pre-emptive right to be awarded concessions for the exploitation of state-owned forests on the basis of programmes for preservation of individual farm holdings."}, {"text_block_id": "p54_b1141", "text": "Indicators:"}, {"text_block_id": "p54_b1142", "text": "number of awarded concessions for the exploitation of state-owned forests."}, {"text_block_id": "p54_b1143", "text": "Objective 4:"}, {"text_block_id": "p54_b1144", "text": "Rational forest production."}, {"text_block_id": "p54_b1145", "text": "Guideline 1:"}, {"text_block_id": "p54_b1146", "text": "Accelerate the use of modern technologies and organisation forms in acceptability assessments in protected areas."}, {"text_block_id": "p54_b1147", "text": "Indicators:"}, {"text_block_id": "p54_b1148", "text": "quantity of timber removal, harvest and transport with modern technologies."}, {"text_block_id": "p55_b1149", "text": "7.3.1.4"}, {"text_block_id": "p55_b1150", "text": "Management of private forests"}, {"text_block_id": "p55_b1151", "text": "Objective 1:"}, {"text_block_id": "p55_b1152", "text": "Improve organisation of forest owners."}, {"text_block_id": "p55_b1153", "text": "Guideline:"}, {"text_block_id": "p55_b1154", "text": "1"}, {"text_block_id": "p55_b1155", "text": "Stimulate association of forest owners."}, {"text_block_id": "p55_b1156", "text": "2"}, {"text_block_id": "p55_b1157", "text": "Accelerate mergers of forest owners for acquisition and processing of wood (wood energy contracting, small wood processing facilities)."}, {"text_block_id": "p55_b1158", "text": "3"}, {"text_block_id": "p55_b1159", "text": "Provide financial stimulations for association of forest owners."}, {"text_block_id": "p55_b1160", "text": "Indicators:"}, {"text_block_id": "p55_b1161_merged", "text": "number of forest owners’ associations; number of forest owners joined in associ-ations; number of cases of merger of forest owners."}, {"text_block_id": "p55_b1164", "text": "Objective 2:"}, {"text_block_id": "p55_b1165", "text": "Intensify education of forest owners and counselling."}, {"text_block_id": "p55_b1166", "text": "Guideline:"}, {"text_block_id": "p55_b1167", "text": "Increase the number of educational workshops for the work in forest and with forest and expand their content (in particular in the area of economy)."}, {"text_block_id": "p55_b1168", "text": "Indicators:"}, {"text_block_id": "p55_b1169", "text": "number of courses and lectures for forest owners; number of media contributions to forest owners."}, {"text_block_id": "p55_b1170", "text": "Objective 3:"}, {"text_block_id": "p55_b1171", "text": "Stop further fragmentation of forest holdings."}, {"text_block_id": "p55_b1172", "text": "Guideline"}, {"text_block_id": "p55_b1173", "text": "1"}, {"text_block_id": "p55_b1174", "text": "Amend regulations which will prevent fragmentation of holdings and stimulate their association."}, {"text_block_id": "p55_b1175", "text": "2"}, {"text_block_id": "p55_b1176", "text": "Prevent division of forest plots."}, {"text_block_id": "p55_b1177", "text": "Indicators:"}, {"text_block_id": "p55_b1178", "text": "the average area of forest holding."}, {"text_block_id": "p55_b1179", "text": "Objective 4:"}, {"text_block_id": "p55_b1180", "text": "Provide implementation of necessary cultivation and protective works in forests."}, {"text_block_id": "p55_b1181", "text": "Guideline"}, {"text_block_id": "p55_b1182", "text": "1"}, {"text_block_id": "p55_b1183", "text": "Increase incentives for cultivation and protective works."}, {"text_block_id": "p55_b1184", "text": "2"}, {"text_block_id": "p55_b1185", "text": "Provide preventive fire protection measures in the most endangered forests."}, {"text_block_id": "p55_b1186", "text": "Indicators:"}, {"text_block_id": "p55_b1187", "text": "annual scope of implemented forest renewal; annual scope of implemented forest cultivation; annual scope of preventive fire protection measures."}, {"text_block_id": "p55_b1188", "text": "Objective 5:"}, {"text_block_id": "p55_b1189", "text": "Provide implementation of works in technologically modern and safe way."}, {"text_block_id": "p55_b1190", "text": "Guideline"}, {"text_block_id": "p55_b1191", "text": "1"}, {"text_block_id": "p55_b1192", "text": "Provide co-funding for modernisation of forestry mechanisation."}, {"text_block_id": "p55_b1193", "text": "2"}, {"text_block_id": "p55_b1194", "text": "Increase the share of works in private forests carried out by professional contractors."}, {"text_block_id": "p55_b1195", "text": "3"}, {"text_block_id": "p55_b1196", "text": "Intensify training of forest owners for work in forests."}, {"text_block_id": "p55_b1197", "text": "4"}, {"text_block_id": "p55_b1198", "text": "Accelerate modern forms of organisation of private forest owners in the area of wood acquisition."}, {"text_block_id": "p55_b1199", "text": "5"}, {"text_block_id": "p55_b1200", "text": "Enable development of stock-exchange of forest services."}, {"text_block_id": "p55_b1201", "text": "Indicators:"}, {"text_block_id": "p55_b1202", "text": "number of courses and lectures for forest owners; funds invested in modernisation of forest mechanisation; quantity of timber removal with modern technologies; number of services and contractors on stock-exchange."}, {"text_block_id": "p56_b1203", "text": "Objective 6:"}, {"text_block_id": "p56_b1204", "text": "Incentives for forests in which ecological or social functions determine the manner of management."}, {"text_block_id": "p56_b1205", "text": "1"}, {"text_block_id": "p56_b1206", "text": "Evaluate ecological and social benefits of forests for the entire society."}, {"text_block_id": "p56_b1207", "text": "2"}, {"text_block_id": "p56_b1208", "text": "Determine incentives, taking into account site potential and multipurposeness of forests."}, {"text_block_id": "p56_b1209", "text": "Indicators:"}, {"text_block_id": "p56_b1210", "text": "scope of works considering the level of importance of ecological and social functions."}, {"text_block_id": "p56_b1211", "text": "Objective 7:"}, {"text_block_id": "p56_b1212", "text": "Better participation of owners in the planning of the development of their forests."}, {"text_block_id": "p56_b1213", "text": "Guideline 1:"}, {"text_block_id": "p56_b1214", "text": "Forest owners should be more intensively included in forest planning processes and intensify all forms of counselling."}, {"text_block_id": "p56_b1215", "text": "Indicators:"}, {"text_block_id": "p56_b1216", "text": "number of participants in public hearings of forest management plans."}, {"text_block_id": "p56_b1217", "text": "Objective 8:"}, {"text_block_id": "p56_b1218", "text": "Improve marketing of forest wood products, other forest products and functions of forests."}, {"text_block_id": "p56_b1219", "text": "Guideline:"}, {"text_block_id": "p56_b1220", "text": "1"}, {"text_block_id": "p56_b1221", "text": "Provide education and marketing counselling to forest owners."}, {"text_block_id": "p56_b1222", "text": "2"}, {"text_block_id": "p56_b1223", "text": "Make holding plans."}, {"text_block_id": "p56_b1224", "text": "3"}, {"text_block_id": "p56_b1225", "text": "Enable the development of product stock-exchange."}, {"text_block_id": "p56_b1226", "text": "Indicators:"}, {"text_block_id": "p56_b1227", "text": "number of education and counselling workshops; number of holding plans; quantity of products on stock-exchange."}, {"text_block_id": "p56_b1228", "text": "7.3.1.5"}, {"text_block_id": "p56_b1229", "text": "Wood and paper industry"}, {"text_block_id": "p56_b1230", "text": "Objective 1:"}, {"text_block_id": "p56_b1231", "text": "Increase export of wood products with increased added values in domestic wood industry."}, {"text_block_id": "p56_b1232", "text": "Guideline:"}, {"text_block_id": "p56_b1233", "text": "1"}, {"text_block_id": "p56_b1234", "text": "Provide association of forestry and wood and paper industry in the planning of develop"}, {"text_block_id": "p56_b1235", "text": "-"}, {"text_block_id": "p56_b1236", "text": "ment strategies."}, {"text_block_id": "p56_b1237", "text": "2"}, {"text_block_id": "p56_b1238", "text": "Stimulate organic, partner association of forestry and wood and paper industry on the basis of common, long-term development interests; capital mergers."}, {"text_block_id": "p56_b1239", "text": "3"}, {"text_block_id": "p56_b1240", "text": "Establish sample (springboard) companies for the implementation of competitive advan"}, {"text_block_id": "p56_b1241", "text": "-"}, {"text_block_id": "p56_b1242", "text": "tages of wood processing industry with new technologies and products. Indicators: import and export of round wood and export of wood products."}, {"text_block_id": "p56_b1243", "text": "Objective 2:"}, {"text_block_id": "p56_b1244", "text": "Increase the use of wood and wood products in construction and residential environment. Wood and wood products should become the leading material by 2015."}, {"text_block_id": "p56_b1245", "text": "Guideline"}, {"text_block_id": "p56_b1246", "text": "1"}, {"text_block_id": "p56_b1247_merged_merged_merged", "text": "Promote wood and wood products and their positive contribution to sustainable socio-economic development."}, {"text_block_id": "p56_b1250", "text": "2"}, {"text_block_id": "p56_b1251", "text": "Stimulate the use of wood and wood products in state and public buildings."}, {"text_block_id": "p57_b1252", "text": "3"}, {"text_block_id": "p57_b1253", "text": "Incorporate wood processing activity into national strategic documents."}, {"text_block_id": "p57_b1254", "text": "4"}, {"text_block_id": "p57_b1255", "text": "Ensure systemic incentives for increased use of wood."}, {"text_block_id": "p57_b1256", "text": "Indicators:"}, {"text_block_id": "p57_b1257", "text": "quantity of round wood used in manufacturing in Slovenia."}, {"text_block_id": "p57_b1258", "text": "7.3.1.6"}, {"text_block_id": "p57_b1259", "text": "Other activities related to wood"}, {"text_block_id": "p57_b1260", "text": "Objective 1:"}, {"text_block_id": "p57_b1261", "text": "Higher share of use of wood in Slovenia’s primary energy balance."}, {"text_block_id": "p57_b1262", "text": "Guideline:"}, {"text_block_id": "p57_b1263", "text": "1"}, {"text_block_id": "p57_b1264", "text": "Establish a market of wood of lesser quality and wood scraps."}, {"text_block_id": "p57_b1265", "text": "2"}, {"text_block_id": "p57_b1266", "text": "Promote the use of wood for the production of biofuel."}, {"text_block_id": "p57_b1267", "text": "3"}, {"text_block_id": "p57_b1268", "text": "Prepare quality standards for wood chips and pellets."}, {"text_block_id": "p57_b1269", "text": "4"}, {"text_block_id": "p57_b1270", "text": "Stimulate wood energy contracting among forest owners in rural areas."}, {"text_block_id": "p57_b1271", "text": "Indicators:"}, {"text_block_id": "p57_b1272", "text": "quantity of biofuel made from wood; number of concluded wood energy contracts."}, {"text_block_id": "p57_b1273", "text": "Objective 2:"}, {"text_block_id": "p57_b1274", "text": "Increase the scope of activities using wood, in particular in rural areas, where those activities considerably contribute to their development."}, {"text_block_id": "p57_b1275", "text": "Guideline:"}, {"text_block_id": "p57_b1276", "text": "1"}, {"text_block_id": "p57_b1277", "text": "Promote development of supplementary activities related to wood in farm holdings."}, {"text_block_id": "p57_b1278", "text": "2"}, {"text_block_id": "p57_b1279", "text": "Increase incentives for the development of activities related to wood in rural areas, also in the form of small and medium-sized companies."}, {"text_block_id": "p57_b1280", "text": "3"}, {"text_block_id": "p57_b1281_merged", "text": "Educate and counsel forest owners on the possibilities and technologies for further process-ing of wood."}, {"text_block_id": "p57_b1284", "text": "4"}, {"text_block_id": "p57_b1285", "text": "Stimulate capital mergers in production branches based on wood."}, {"text_block_id": "p57_b1286", "text": "Indicators:"}, {"text_block_id": "p57_b1287", "text": "number of farm holdings with supplementary activities related to wood; number of indirect and direct jobs and number of new companies related to wood processing."}, {"text_block_id": "p57_b1288", "text": "7.3.1.7"}, {"text_block_id": "p57_b1289", "text": "Hunting"}, {"text_block_id": "p57_b1290", "text": "Objective:"}, {"text_block_id": "p57_b1291", "text": "Ensure sustainable commercial use of all huntable species."}, {"text_block_id": "p57_b1292", "text": "Guideline"}, {"text_block_id": "p57_b1293", "text": "1"}, {"text_block_id": "p57_b1294", "text": "Realise the planned kills."}, {"text_block_id": "p57_b1295", "text": "2"}, {"text_block_id": "p57_b1296", "text": "Ensure the implementation of planned measures in the environment."}, {"text_block_id": "p57_b1297", "text": "3"}, {"text_block_id": "p57_b1298", "text": "Prevent damage caused by wild game and damage to the wild game."}, {"text_block_id": "p57_b1299", "text": "Indicators:"}, {"text_block_id": "p57_b1300", "text": "body mass of wild game and antlers; realised annual kills; number of losses (road kills, diseases); number of hunting guests; revenue from sold wild game meat and trophies."}, {"text_block_id": "p58_b1301", "text": "7.3.1.8"}, {"text_block_id": "p58_b1302", "text": "Beekeeping"}, {"text_block_id": "p58_b1303", "text": "Objective:"}, {"text_block_id": "p58_b1304", "text": "Use bee pasturing potential of forests."}, {"text_block_id": "p58_b1305", "text": "Guideline:"}, {"text_block_id": "p58_b1306", "text": "1"}, {"text_block_id": "p58_b1307", "text": "Regulate beekeeping in forests with bee pasturing systems, including arrangement of stands for the installation of mobile beehives along forest roads."}, {"text_block_id": "p58_b1308", "text": "2"}, {"text_block_id": "p58_b1309", "text": "Improve the system of informing about honey harvesting."}, {"text_block_id": "p58_b1310", "text": "3"}, {"text_block_id": "p58_b1311", "text": "Increase the share of trees and shrub species in forests used for honey harvesting."}, {"text_block_id": "p58_b1312", "text": "Indicators:"}, {"text_block_id": "p58_b1313", "text": "quantity of produced forest honey; revenue from sold forest honey."}, {"text_block_id": "p58_b1314", "text": "7.3.1.9"}, {"text_block_id": "p58_b1315", "text": "Collection of non-wooded forest products"}, {"text_block_id": "p58_b1316", "text": "Objective:"}, {"text_block_id": "p58_b1317", "text": "Use the potential of forests in terms of the acquisition of non-wooded forest products in a manner friendly to forest."}, {"text_block_id": "p58_b1318", "text": "1"}, {"text_block_id": "p58_b1319", "text": "Forest management plans should include guidelines and possible restrictions related to non-wooded forest products."}, {"text_block_id": "p58_b1320", "text": "2"}, {"text_block_id": "p58_b1321", "text": "Collection should be regulated."}, {"text_block_id": "p58_b1322", "text": "3"}, {"text_block_id": "p58_b1323", "text": "Increase added value of non-wooded forest products with further treatment and processing of goods."}, {"text_block_id": "p58_b1324", "text": "4"}, {"text_block_id": "p58_b1325", "text": "Amend regulations on the protection of fungi, including the list of protected species."}, {"text_block_id": "p58_b1326", "text": "Indicators:"}, {"text_block_id": "p58_b1327", "text": "quantity and value of non-wooded forest products."}, {"text_block_id": "p58_b1328", "text": "7.3.1.10"}, {"text_block_id": "p58_b1329", "text": "Tourism and recreation in forest areas"}, {"text_block_id": "p58_b1330", "text": "Objective:"}, {"text_block_id": "p58_b1331", "text": "Use of forest for tourism adjusted to functions of forests."}, {"text_block_id": "p58_b1332", "text": "Guideline"}, {"text_block_id": "p58_b1333", "text": ":"}, {"text_block_id": "p58_b1334", "text": "1"}, {"text_block_id": "p58_b1335", "text": "Deﬁne forest area in terms of adequacy for diﬀerent forms of tourism and recreation and diﬀerent intensities related to both activities."}, {"text_block_id": "p58_b1336", "text": "2"}, {"text_block_id": "p58_b1337", "text": "Adequately equip forests for tourism and recreation (signs, information points, etc.)."}, {"text_block_id": "p58_b1338", "text": "3"}, {"text_block_id": "p58_b1339", "text": "Train personnel to organise tourism and recreation in forest area, primarily forest owners. Indicators: the area of forests with emphasised tourist and recreation function."}, {"text_block_id": "p58_b1340", "text": "7.3.1.11"}, {"text_block_id": "p58_b1341", "text": "Livestock pasturing in forests"}, {"text_block_id": "p58_b1342", "text": "Objective:"}, {"text_block_id": "p58_b1343", "text": "Regulate livestock pasturing in forests and direct it to adequate areas."}, {"text_block_id": "p58_b1344", "text": "Guideline 1:"}, {"text_block_id": "p58_b1345", "text": "Stimulate creation of comprehensive pasturing schedules with development plans for pasturing in forest area."}, {"text_block_id": "p58_b1346", "text": "Indicators:"}, {"text_block_id": "p58_b1347", "text": "the area of forest with allowed and regulated pasture in forests; area of forests where pasturing is not allowed."}, {"text_block_id": "p60_b1348", "text": "8"}, {"text_block_id": "p60_b1349", "text": "SOCIAL ASPECT OF FORESTS"}, {"text_block_id": "p60_b1350", "text": "8.1"}, {"text_block_id": "p60_b1351", "text": "Situation"}, {"text_block_id": "p60_b1352", "text": "Forests in Slovenia are open to public. People often abuse this advantage. Inappropriate activities and acts often take place in forests, which result in conflicts with forest owners. The most frequent negative occurrences are:"}, {"text_block_id": "p60_b1353", "text": "•"}, {"text_block_id": "p60_b1354", "text": "disposal of waste in forests,"}, {"text_block_id": "p60_b1355", "text": "•"}, {"text_block_id": "p60_b1356", "text": "unauthorised interventions into forest area (quarries, sand pits, removal of soil, construction of diﬀerent objects),"}, {"text_block_id": "p60_b1357", "text": "•"}, {"text_block_id": "p60_b1358", "text": "tourist and recreation activities not adjusted to forests and their functions,"}, {"text_block_id": "p60_b1359", "text": "•"}, {"text_block_id": "p60_b1360", "text": "excessive collection of forest fruit and other forest products and inappropriate activities in peaceful zones in forests."}, {"text_block_id": "p60_b1361", "text": "People are becoming increasingly aware of the importance of forests. Interaction of people and forests, which used to be intense because of wood and other material goods acquired from forests, has been increasing, this time primarily because of the environmental role of forests and popularity of forest environment for relaxation and recreation, wile people are also aware of the importance of forests as a source of wood, a building material popular to all. Forests significantly contribute to the overall wellbeing of people."}, {"text_block_id": "p60_b1362", "text": "There are numerous natural goods in forests which enrich forest area and are a part of national heritage. Their preservation and maintenance is also a task for a wider community."}, {"text_block_id": "p60_b1363", "text": "Hunting has undoubtedly always played an important role in social and cultural life. Today, sustainable wild game management, which also includes hunting of wild game, is performed by hunting clubs (families) established on the basis of voluntary decisions of their members. There are 420 hunting clubs (families) in Slovenia, with the total of 20,000 hunters, which represent 1% of the total Slovenia’s population. There are numer"}, {"text_block_id": "p60_b1364", "text": "-"}, {"text_block_id": "p60_b1365", "text": "ous activities related to wild game and hunting: maintaining balance between popula"}, {"text_block_id": "p60_b1366", "text": "-"}, {"text_block_id": "p60_b1367", "text": "tions of wild animal species and their environment, preserving historical and ethnologic heritage, cherishing of music, literature and fine arts, transfer of tradition and knowledge to younger generations, care for preservation of ethical hunting code, participation in scientific research, etc."}, {"text_block_id": "p60_b1368_merged_merged", "text": "Wild animals also present an important science and research, educational and aesthetical value. Findings on relationships within and among communities of wild animals and impact of environmental changes (natural and cultural environment) to individual species and commu-nities are very important for understanding and comprehension of life in nature. Educational and scientific role and similar non-material benefits from wild animals increase the quality of life, enriches the spirit of a wide scope of people and associates numerous interest groups dealing with nature protection."}, {"text_block_id": "p61_b1371", "text": "Figure 12:"}, {"text_block_id": "p61_b1372", "text": "Movement in the number of employees in forestry and related branches in the 1952–2004 period"}, {"text_block_id": "p61_b1373", "text": "Source: Slovenian Forestry Institute"}, {"text_block_id": "p61_b1374_merged", "text": "Farmers are especially bound to forests, as they used to and also today present an irreplace-able part of their farms and a source of wood and income. They significantly contributed to the preservation of Slovenian forests with attentive attitude towards forests. Forests also pro-vide jobs and income to others. In Slovenia, more than 2,000 people are employed in works in forests, and much more, almost 30,000, are employed in wood processing and treatment activities, in the production of furniture and fibres, paper and paper products, all of which is based on wood acquired from forests."}, {"text_block_id": "p61_b1379", "text": "Table 15:"}, {"text_block_id": "p61_b1380", "text": "Structure of companies by number of employees in forestry and other activities related to wood"}, {"text_block_id": "p61_b1381", "text": "8.1.1"}, {"text_block_id": "p61_b1382", "text": "Factors which reduce social aspects of forests"}, {"text_block_id": "p61_b1383", "text": "In brief, we can say that the factors which reduce social roles of forests are all those factors which threaten or reduce environmental eﬀects of forests, and also those which reduce their economic eﬀects. Only healthy and mechanically stable forest can perform production and"}, {"text_block_id": "p62_b1384", "text": "social functions well, whereas positive economic results of forest management, particularly for rural areas, are also important from the social aspect."}, {"text_block_id": "p62_b1385", "text": "Occupational accidents"}, {"text_block_id": "p62_b1386", "text": "Occupational accidents are frequent and severe, occupational disability among professionals is the most frequent reason for premature retirement. This brings numerous unfavourable consequences in the national economy. In the 1981–2004 period, about 350 people suﬀered fatal accidents at work in forest, of which nine tenths of accidents took place in private forests. Disability also comes as frequent consequence of occupational accidents. Every tenth such accident in private forests has fatal consequences. Out of the total number of accidents, every 100th end fatally."}, {"text_block_id": "p62_b1387", "text": "Human factor is the most frequent cause for accidents, with incorrect procedures at work in more than a half of the cases, and negligence in a third of the cases. Unpredictable causes from the environment are present in less than a tenth of accidents in private forests. Wider socio-economic consequences of accidents at work in private forests have been assessed to present a quarter of the value of the annual timber removal, which also negatively inﬂuences on economic eﬀects of forests."}, {"text_block_id": "p62_b1388", "text": "8.2"}, {"text_block_id": "p62_b1389", "text": "Assessment of development potential"}, {"text_block_id": "p62_b1390", "text": "The fact that almost 30,000 people in Slovenia are employed in forestry and wood-related activities is especially important for economic and social conditions in rural areas. Other activities related to forests also provide opportunities for employment. People from urban areas like to relax and recreate in forests, which enables the development of tourism in rural areas. Tourism is on of the most important supplementary activities or farm holdings. There are numerous unexploited opportunities in this field. Better safety at work in forest would reduce negative impact of occupational accidents on development possibilities of forests from the social aspect."}, {"text_block_id": "p62_b1391", "text": "Funding and co-funding of investment into forests from the state budget will continue to be an important factor, which will enable the implementation of forest management to come close to the planned management, and consequently also provide conditions for the preservation of forests and their functions. With the increased use of forests expected in the future, those functions will become increasingly important and more emphasised. This is why the share of co-funding for the implementation of works which preserve and develop general benefits of forests should be adjusted accordingly. In this way, tax payers who do not own forests will adequately contribute to the use of forests."}, {"text_block_id": "p63_b1392", "text": "8.3"}, {"text_block_id": "p63_b1393", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p63_b1394", "text": "Objective 1:"}, {"text_block_id": "p63_b1395", "text": "Significantly contribute to the quality of life, in particular to health of all citizens."}, {"text_block_id": "p63_b1396", "text": "Guideline:"}, {"text_block_id": "p63_b1397", "text": "1"}, {"text_block_id": "p63_b1398", "text": "Maintain and regulate free access of the public to forests, and prevent abuses with eﬃcient supervision in the forest area."}, {"text_block_id": "p63_b1399", "text": "2"}, {"text_block_id": "p63_b1400", "text": "Increase the share of state and municipal forests in the proximity of larger cities for better coordi"}, {"text_block_id": "p63_b1401", "text": "-"}, {"text_block_id": "p63_b1402", "text": "nation of the use of forests in the conditions of emphasised social functions of forests. The areas of urban and suburban forests should be determined with interested local communities."}, {"text_block_id": "p63_b1403", "text": "3"}, {"text_block_id": "p63_b1404_merged_merged", "text": "Deﬁne forest area in terms of adequacy for diﬀerent forms and intensity of tourist and recreation activities and provide supervision over the implementation of recreation activity (direct supervision in nature). Carefully and in detail deﬁne forest area in suburban environ-ment and the areas of cultural heritage units and valuable natural features."}, {"text_block_id": "p63_b1407", "text": "4"}, {"text_block_id": "p63_b1408", "text": "Constantly monitor the emphasis on individual social functions in forests, identify the areas of conflict use of forests and methodically decrease the level of conflict by directing the use of forests."}, {"text_block_id": "p63_b1409", "text": "5"}, {"text_block_id": "p63_b1410", "text": "In the areas frequently visited by people, adjust the time when works in forests are carried out to the rhythm of visits and strengthen the aesthetical function of forests."}, {"text_block_id": "p63_b1411", "text": "6"}, {"text_block_id": "p63_b1412", "text": "Expand the educational function of forests from forest educational paths to forests in the proximity of schools, and establish more interdisciplinary educational paths in forest environment."}, {"text_block_id": "p63_b1413", "text": "7"}, {"text_block_id": "p63_b1414", "text": "Define optimal conditions of forests for successful implementation of protective function in most frequent circumstances when its emphasis is necessary, and the smallest area of forest for successful implementation of hygienic and health function."}, {"text_block_id": "p63_b1415", "text": "Indicators:"}, {"text_block_id": "p63_b1416", "text": "the area of forests accessible to the public; the share of municipal and state forests; number of educational paths."}, {"text_block_id": "p63_b1417", "text": "Objective 2:"}, {"text_block_id": "p63_b1418", "text": "Provide employment and profit to people living in rural areas through work in forests and activities related to wood and forests, and contribute to the quality of life in rural areas."}, {"text_block_id": "p63_b1419", "text": "Guideline:"}, {"text_block_id": "p63_b1420", "text": "1"}, {"text_block_id": "p63_b1421", "text": "Increase the intensity of forest management and, consequently, possibilities for work in forests and in activities based on wood by creating conditions for wise implementation of works in forests (association of forest owners, introduction of new technologies)."}, {"text_block_id": "p63_b1422", "text": "2"}, {"text_block_id": "p63_b1423", "text": "Create opportunities for additional jobs and profit in farm holdings with the development of supplementary activities based on wood and other forest goods, and activities related to forests (beekeeping, tourism)."}, {"text_block_id": "p63_b1424", "text": "Indicators:"}, {"text_block_id": "p63_b1425", "text": "net profit from wood posted by forestry companies; share of forestry in gross domestic product (GDP); number of employees in forestry."}, {"text_block_id": "p63_b1426", "text": "Objective 3:"}, {"text_block_id": "p63_b1427", "text": "Create arranged environment to cultural heritage sites, for the sake of heritage and as a contribution to the development of tourism."}, {"text_block_id": "p64_b1428", "text": "Guideline"}, {"text_block_id": "p64_b1429", "text": "1"}, {"text_block_id": "p64_b1430", "text": "Plan and implement works in the areas of cultural heritage sites and their areas of influence in forests aesthetically and adapted to the protection arrangement and adjust the time of works to the rhythm of visits."}, {"text_block_id": "p64_b1431", "text": "2"}, {"text_block_id": "p64_b1432", "text": "Forest management plans should include guidelines for the protection of cultural values."}, {"text_block_id": "p64_b1433", "text": "Indicators:"}, {"text_block_id": "p64_b1434", "text": "number of cultural heritage sites in forests."}, {"text_block_id": "p64_b1435", "text": "Objective 4:"}, {"text_block_id": "p64_b1436", "text": "Increase awareness of forest owners and the public of forests and actively involve them in the planning of forest development."}, {"text_block_id": "p64_b1437", "text": "Guideline:"}, {"text_block_id": "p64_b1438", "text": "1"}, {"text_block_id": "p64_b1439", "text": "Intensify education of forest owners and counselling on forests, and introduce methods for public participation in the planning of forest development and works in forests."}, {"text_block_id": "p64_b1440", "text": "2"}, {"text_block_id": "p64_b1441_merged", "text": "Due to increased CO2 fixation, production of wood and in order to provide biodiversity (interaction and bio-corridors), awareness of the purpose of establishment of new forests, primarily in areas deficient with forests, should be raised, and forest owners and local population should be included in making decisions on a forestation."}, {"text_block_id": "p64_b1444", "text": "Indicators:"}, {"text_block_id": "p64_b1445", "text": "number of courses and lectures for forest owners; number of media contributions to forest owners; number of participants in public hearings of forest management plans."}, {"text_block_id": "p64_b1446", "text": "Objective 5:"}, {"text_block_id": "p64_b1447", "text": "Raise awareness of the importance of forests and their functions, forestry, hunting, wood and other forest goods."}, {"text_block_id": "p64_b1448", "text": "Guideline:"}, {"text_block_id": "p64_b1449", "text": "Popularise the importance of forests, forestry, hunting, wood and other forest goods. Accessibility of forests to the public should be presented as a value."}, {"text_block_id": "p64_b1450", "text": "Indicators:"}, {"text_block_id": "p64_b1451", "text": "number of promotional activities for the public."}, {"text_block_id": "p66_b1452", "text": "9"}, {"text_block_id": "p66_b1453", "text": "PUBLIC FORESTRY SERVICE"}, {"text_block_id": "p66_b1454", "text": "9.1"}, {"text_block_id": "p66_b1455", "text": "Situation"}, {"text_block_id": "p66_b1456", "text": "Public forestry service is performed in all forests, regardless of ownership, by the Slovenia Forest Service, while certain tasks of the public forestry service are also performed by the Slovenian Forestry Institute. Management of private forests is often ineﬀective because forest holdings are fragmented. Association of owners, for which timber removal and other works in larger complexes are organised, can signiﬁcantly contribute to better eﬃciency of management of private forests. The Chamber of Agriculture and Forestry should also be involved in the training of forest owners for reaching commercial eﬃciency of forest management. Large area covered by forests and the necessity of comprehensive direction of their development require highly competent and well-organised public forestry service. Tasks of the public forestry service are determined in the Act on Forests."}, {"text_block_id": "p66_b1457", "text": "9.2"}, {"text_block_id": "p66_b1458", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p66_b1459", "text": "Objective:"}, {"text_block_id": "p66_b1460", "text": "A uniﬁed, well-organised and professionally competent public forestry service, which deals with forests comprehensively, including fauna, and which eﬃciently and wisely directs forest development with legal and economic mechanisms and counselling."}, {"text_block_id": "p66_b1461", "text": "Guideline"}, {"text_block_id": "p66_b1462", "text": "1"}, {"text_block_id": "p66_b1463", "text": "Preserve adequate personnel capacity of the public forestry service, including experts from bordering areas, and their stable funding."}, {"text_block_id": "p66_b1464", "text": "2"}, {"text_block_id": "p66_b1465", "text": "Adapt the work and organisation of the public forestry service to current needs of forests, forest owners and the public, and to wise implementation of tasks."}, {"text_block_id": "p66_b1466", "text": "3"}, {"text_block_id": "p66_b1467", "text": "Intensify counselling in all forms and establish eﬀective co-operation with other counselling services for farmers and associations of forest owners."}, {"text_block_id": "p66_b1468", "text": "4"}, {"text_block_id": "p66_b1469", "text": "Provide constant education of the entire personnel structure."}, {"text_block_id": "p66_b1470", "text": "Indicators:"}, {"text_block_id": "p66_b1471", "text": "number of employees in the public forestry service; educational structure."}, {"text_block_id": "p68_b1472", "text": "10"}, {"text_block_id": "p68_b1473", "text": "SUPERVISION IN FORESTRY"}, {"text_block_id": "p68_b1474", "text": "10.1"}, {"text_block_id": "p68_b1475", "text": "Situation"}, {"text_block_id": "p68_b1476_merged", "text": "Supervision in forests from the aspect of observance of the Act on Forests, the Forest Repro-ductive Material Act and the Nature Conservation Act, and related regulations, is performed by the forestry inspection service, and also by the inspection responsible for nature conservation in protected areas."}, {"text_block_id": "p68_b1479", "text": "In 2006, the Slovenia Forest Service started implementing, in accordance with the Nature Conservation Act, direct supervision in nature, which presents supervision in forest area from the aspect of observance of the regulations on nature protection. Supervisors already carry out nature protection supervision in protected areas."}, {"text_block_id": "p68_b1480", "text": "10.2"}, {"text_block_id": "p68_b1481", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p68_b1482", "text": "Objective 1:"}, {"text_block_id": "p68_b1483", "text": "Eﬃcient inspection supervision in forests."}, {"text_block_id": "p68_b1484", "text": "Guideline:"}, {"text_block_id": "p68_b1485", "text": "Provide eﬃcient work of inspection services responsible for forests."}, {"text_block_id": "p68_b1486", "text": "Indicators:"}, {"text_block_id": "p68_b1487", "text": "number of violations; number of inspectors."}, {"text_block_id": "p68_b1488", "text": "Objective 2:"}, {"text_block_id": "p68_b1489", "text": "Eﬃcient direct supervision in forests."}, {"text_block_id": "p68_b1490", "text": "Guideline:"}, {"text_block_id": "p68_b1491", "text": "Provide stable funding of the public forestry service related to the implementation of direst supervision in forests."}, {"text_block_id": "p68_b1492", "text": "Indicators:"}, {"text_block_id": "p68_b1493", "text": "the share of forest area where direct supervision in nature was introduced; number of supervisors."}, {"text_block_id": "p70_b1494", "text": "11"}, {"text_block_id": "p70_b1495", "text": "EDUCATION OF FORESTRY PERSONNEL"}, {"text_block_id": "p70_b1496", "text": "11.1"}, {"text_block_id": "p70_b1497", "text": "Situation"}, {"text_block_id": "p70_b1498", "text": "Forestry personnel of the professional and medium level are educated in the Forestry and Wood Processing Secondary School in Postojna, while the Biotechnical Faculty, Department of Forestry and Renewable Forest Resources oﬀers higher education professional study of forestry and university study of forestry and renewable forest resources with a reform of the study in accordance with the Bologna declaration. A higher education programme (forestry and hunting engineer), which is expected to be implemented in Postojna within the Biotechnical Faculty, is also being prepared."}, {"text_block_id": "p70_b1499", "text": "11.2"}, {"text_block_id": "p70_b1500", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p70_b1501", "text": "Objective:"}, {"text_block_id": "p70_b1502", "text": "Forestry experts with wide knowledge of on forests and related activities in space, adequate number of forestry experts with expertise in specialised expert areas (specialists)."}, {"text_block_id": "p70_b1503", "text": "Guideline"}, {"text_block_id": "p70_b1504", "text": "1"}, {"text_block_id": "p70_b1505", "text": "Forestry education programmes should include more content from the area of general knowledge, legislation, related professions, environment, communication, information and communication technology, psychological and social competences."}, {"text_block_id": "p70_b1506", "text": "2"}, {"text_block_id": "p70_b1507", "text": "More attention should be paid to interdisciplinary education, particularly at the postgradu"}, {"text_block_id": "p70_b1508", "text": "-"}, {"text_block_id": "p70_b1509", "text": "ate level."}, {"text_block_id": "p70_b1510", "text": "3"}, {"text_block_id": "p70_b1511", "text": "Provide postgraduate study to more experts."}, {"text_block_id": "p70_b1512", "text": "4"}, {"text_block_id": "p70_b1513", "text": "Establish a system of lifelong education and raise awareness of foresters of the necessity of lifelong learning."}, {"text_block_id": "p70_b1514", "text": "5"}, {"text_block_id": "p70_b1515", "text": "Establish an inter-company education centre, which would include development and research content (for example, testing of equipment)."}, {"text_block_id": "p70_b1516", "text": "6"}, {"text_block_id": "p70_b1517", "text": "Improve the programme for preparatory training period."}, {"text_block_id": "p70_b1518", "text": "7"}, {"text_block_id": "p70_b1519", "text": "Provide forest holdings to the forestry school and faculty for the needs of their educational activities."}, {"text_block_id": "p70_b1520", "text": "Indicators:"}, {"text_block_id": "p70_b1521_merged_merged", "text": "number of pupils and students included in forestry education programmes; number of informal forms of education; education structure of employees in the public fore-stry service."}, {"text_block_id": "p72_b1524", "text": "12"}, {"text_block_id": "p72_b1525", "text": "EDUCATION AND TRAINING OF FOREST OWNERS"}, {"text_block_id": "p72_b1526", "text": "12.1"}, {"text_block_id": "p72_b1527", "text": "Situation"}, {"text_block_id": "p72_b1528", "text": "Education of forest owners is one of the most important forms of active participation of forest owners in the provision of eﬃcient forest management, both in economic sense and in the sense of strengthening of all non-material functions of forests."}, {"text_block_id": "p72_b1529", "text": "Institutions which independently or through mutual cooperation act in the area of education of forest owners are: Slovenia Forest Service, Forestry and Wood Processing Secondary School in Postojna, Chamber of Agriculture and Forestry, Slovenian Forestry Institute, Slovenian Adult Education Centre, Biotechnical Faculty, Union of Forestry Associations of Slovenia, Association of Forest Owners with their local branches and associations related to forestry."}, {"text_block_id": "p72_b1530", "text": "Due to a large number of forest owners and their diversity in terms of size of forest holding and readiness or capacity and competence for the implementation of works in forests, forest owners are for the sake of education divided into two basic groups:"}, {"text_block_id": "p72_b1531", "text": "1"}, {"text_block_id": "p72_b1532", "text": "."}, {"text_block_id": "p72_b1533", "text": "those who work on their own in their forests,"}, {"text_block_id": "p72_b1534", "text": "2"}, {"text_block_id": "p72_b1535", "text": "."}, {"text_block_id": "p72_b1536", "text": "those who do not work in forests on their own, but subcontract the implementation of works."}, {"text_block_id": "p72_b1537", "text": "The most frequent topics of education are: cultivation and protection of forests, technol"}, {"text_block_id": "p72_b1538", "text": "-"}, {"text_block_id": "p72_b1539", "text": "ogy of work and forest roads, wood processing, acquisition and use of wood for energy, financial support in forestry, direction of development of wild animal populations, planning of development"}, {"text_block_id": "p72_b1540", "text": "of forests and forest area, functions of forests and cultivation of forest landscape, legal regulations on forests and forestry and the area of the EU forestry policy."}, {"text_block_id": "p72_b1541", "text": "Education of forest owners should be thematically expanded to other activities, which constitute or may constitute supplementary activities in farm holdings."}, {"text_block_id": "p72_b1542", "text": "The existing deficiencies in the implementation of education of forest owners in Slovenia are:"}, {"text_block_id": "p72_b1543", "text": "•"}, {"text_block_id": "p72_b1544", "text": "availability of knowledge to individual owners is decreased because of a large number of forest owners and still too small number of qualified educators, both for individual and for group transfer of knowledge;"}, {"text_block_id": "p72_b1545", "text": "•"}, {"text_block_id": "p72_b1546", "text": "association of partners which participate in education of forest owners in Slovenia is still to weak and does not provide adequate integral and rational approach to owners;"}, {"text_block_id": "p72_b1547", "text": "•"}, {"text_block_id": "p72_b1548", "text": "personnel and material capacities of organisations which provide knowledge to forest owners are too poor to satisfy all the needs;"}, {"text_block_id": "p72_b1549", "text": "•"}, {"text_block_id": "p72_b1550_merged_merged", "text": "low potential and interest for association of forest owners into larger interest groups ham-pers more eﬃcient organisation of education activities."}, {"text_block_id": "p73_b1553", "text": "12.2"}, {"text_block_id": "p73_b1554", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p73_b1555", "text": "Objective:"}, {"text_block_id": "p73_b1556", "text": "Forest owners aware of the importance of forests and their functions and trained for work in forests, who want to actively participate in the area of planning of forest development."}, {"text_block_id": "p73_b1557", "text": "Guideline"}, {"text_block_id": "p73_b1558", "text": "1"}, {"text_block_id": "p73_b1559", "text": "Prepare education programmes for forest owners in accordance with their needs. Their existing knowledge, preparedness and capacities for work in forests and other factors which influence on the creation of the content of education programmes should also be taken into account. Educational programmes should be set in a multifunctional manner."}, {"text_block_id": "p73_b1560", "text": "2"}, {"text_block_id": "p73_b1561", "text": "Create a national scheme of education of forest owners."}, {"text_block_id": "p73_b1562", "text": "3"}, {"text_block_id": "p73_b1563", "text": "Courses for forest owners should be upgraded. Introduce the possibility of acquisition of a national professional qualification."}, {"text_block_id": "p73_b1564", "text": "4"}, {"text_block_id": "p73_b1565", "text": "Establish a register of education."}, {"text_block_id": "p73_b1566", "text": "5"}, {"text_block_id": "p73_b1567_merged", "text": "Introduce the possibility of awarding concessions for education with supervision of educa-tion."}, {"text_block_id": "p73_b1570", "text": "Indicators:"}, {"text_block_id": "p73_b1571", "text": "number of courses and lectures for forest owners; number of media contributions to forest owners."}, {"text_block_id": "p74_b1572", "text": "13"}, {"text_block_id": "p74_b1573", "text": "PUBLIC AWARENESS RAISING AND PARTICIPATION IN DECISION-MAKING"}, {"text_block_id": "p74_b1574", "text": "13.1"}, {"text_block_id": "p74_b1575", "text": "Situation"}, {"text_block_id": "p74_b1576", "text": "The Slovenia Forestry Service carries out annually about 900 activities for school youth and prepares about 700 media contributions, and also participates at fairs. The Chamber of Agri"}, {"text_block_id": "p74_b1577", "text": "-"}, {"text_block_id": "p74_b1578", "text": "culture and Forestry, the Union of Forestry Associations of Slovenia and the Forestry and Wood Processing Secondary School in Postojna also prepare activities for the public."}, {"text_block_id": "p74_b1579", "text": "13.2"}, {"text_block_id": "p74_b1580", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p74_b1581", "text": "Objective:"}, {"text_block_id": "p74_b1582", "text": "Raise public awareness of the importance of forests, forestry, hunting, wood and other forest goods, and make the public more prepared for participation in decision-making on work with forests, including their fauna."}, {"text_block_id": "p74_b1583", "text": "Guideline"}, {"text_block_id": "p74_b1584", "text": "1"}, {"text_block_id": "p74_b1585", "text": "Intensify communication with the public, with an emphasis on raising awareness at diﬀerent levels and in adapted forms (for example, with activities in schools, setting up signs in frequently visited forests, etc.)."}, {"text_block_id": "p74_b1586", "text": "2"}, {"text_block_id": "p74_b1587_merged_merged", "text": "Actively involve the public in the process of the creation of forestry policy (forest manage-ment planning, forest growing planning, development of legislation)."}, {"text_block_id": "p74_b1590", "text": "3"}, {"text_block_id": "p74_b1591", "text": "More intensively communicate with other professions and more actively educate all users of space and especially planers of the use of space."}, {"text_block_id": "p74_b1592", "text": "4"}, {"text_block_id": "p74_b1593", "text": "Prepare contents for formal and informal education, in particular for teachers and lecturers."}, {"text_block_id": "p74_b1594", "text": "5"}, {"text_block_id": "p74_b1595", "text": "Include the contents in school and study programmes of other professions which act in space and impact the environment and nature."}, {"text_block_id": "p74_b1596", "text": "6"}, {"text_block_id": "p74_b1597", "text": "Provide support to forestry associations and forest owners so that they can contribute to education and raising awareness of the public and training of forest owners and represent their interests in the creation of the forest management policy."}, {"text_block_id": "p74_b1598", "text": "Indicators:"}, {"text_block_id": "p74_b1599", "text": "number of participants in public hearings; number of promotional activities for the public."}, {"text_block_id": "p76_b1600", "text": "14"}, {"text_block_id": "p76_b1601", "text": "RESEARCH AND DEVELOPMENT ACTIVITY"}, {"text_block_id": "p76_b1602", "text": "14.1"}, {"text_block_id": "p76_b1603", "text": "Situation"}, {"text_block_id": "p76_b1604", "text": "The majority of research activities in the area of forestry takes place at the Slovenia Forest Service and the Department of Forestry and Renewable Forest Resources at the Biotechnical Faculty. They are co-funded by the Ministry of Higher Education, Science and Technology, the Ministry of Agriculture, Forestry and Food, and the Ministry of the Environment and Spatial Planning. Individual research projects and project tasks are also funded by the Farmland and Forest Fund of the Republic of Slovenia, and forest management and other companies. The Slovenia Forest Service also participates in field research."}, {"text_block_id": "p76_b1605", "text": "14.2"}, {"text_block_id": "p76_b1606", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p76_b1607", "text": "Objective 1:"}, {"text_block_id": "p76_b1608", "text": "Well-organised, professionally competent research and development activity."}, {"text_block_id": "p76_b1609", "text": "Guideline:"}, {"text_block_id": "p76_b1610", "text": "1"}, {"text_block_id": "p76_b1611", "text": "Interdisciplinary, inter-institutional and international cooperation should be improved."}, {"text_block_id": "p76_b1612", "text": "2"}, {"text_block_id": "p76_b1613", "text": "Provide more funds for research from diﬀerent sources."}, {"text_block_id": "p76_b1614", "text": "3"}, {"text_block_id": "p76_b1615_merged", "text": "In the co-operation with the Farmland and Forest Fund of the Republic of Slovenia, pro-vide areas for the implementation of educational, research and development tasks to the Secondary Forestry School, Biotechnical Faculty and the Slovenia Forestry Service."}, {"text_block_id": "p76_b1618", "text": "Indicators:"}, {"text_block_id": "p76_b1619", "text": "amount of funds intended to research and development activity in forestry; number of scientific and applicable research projects; area of forests intended for the implementation of research and development tasks."}, {"text_block_id": "p76_b1620", "text": "Objective 2:"}, {"text_block_id": "p76_b1621", "text": "Created programme of research and development needs, including programmes for the transfer of findings from pedagogical practice."}, {"text_block_id": "p76_b1622", "text": "Guideline:"}, {"text_block_id": "p76_b1623", "text": "1"}, {"text_block_id": "p76_b1624", "text": "Prepare a comprehensive programme of research (by IUFRO classification), which should cover all areas of the National Forest Programme."}, {"text_block_id": "p76_b1625", "text": "2"}, {"text_block_id": "p76_b1626", "text": "Pay more attention to long-tern and application research, primarily in the area of forest sites, increment laws of forest stands, system of sustainable management and integral preservation and protection of forest ecosystems."}, {"text_block_id": "p76_b1627", "text": "3"}, {"text_block_id": "p76_b1628", "text": "Provide sustainable monitoring of the condition of forests and forest ecosystems."}, {"text_block_id": "p76_b1629", "text": "4"}, {"text_block_id": "p76_b1630", "text": "Increase accessibility of research and development results, transfer results more eﬃciently to the pedagogical process and practice and motivate users to use them."}, {"text_block_id": "p76_b1631", "text": "Indicators:"}, {"text_block_id": "p76_b1632", "text": "number of permanent sampling planes; number of long-term application research; number of research projects funded by final users (for example, forestry companies)."}, {"text_block_id": "p78_b1633", "text": "15"}, {"text_block_id": "p78_b1634", "text": "FUNDING"}, {"text_block_id": "p78_b1635", "text": "15.1"}, {"text_block_id": "p78_b1636", "text": "Situation"}, {"text_block_id": "p78_b1637", "text": "Forest owners are materially responsible for the implementation of all necessary works in their forests. Because of the public importance of forests and their general benefits, the state contributes to investment primarily in private forests, including the maintenance of forest roads. The state entirely funds works in protective forests and torrential areas. After Slovenia’s accession to the EU, owners of private forests receive subsidies for investment in forests also from the EU funds."}, {"text_block_id": "p78_b1638", "text": "Implementation of all works in state-owned forests is provided by the state through the Farmland and Forest Fund of the Republic of Slovenia, which manages state forests and also funds the majority of necessary works."}, {"text_block_id": "p78_b1639", "text": "The state ensures the function of the public forestry service in all forests, ensures payments of compensations for limited use of ownership right in forests, which were declared forests with special purpose, contributes to the construction of forest roads, funds the acquisition and conservation of seeds of forest tree species and in the case of major damages after torrential floods or fires contributes to renewal of damaged forests."}, {"text_block_id": "p78_b1640_merged", "text": "Available budget funds are expected to enable funding and co-funding of the implementa-tion of works in the scope determined in the adopted forest management plans. The share of co-funding of individual works is proportionate to their contribution to general benefits. The state thus primarily funds works on the prevention and reduction of disturbances in the functioning of forests and works in protective forests and forests in torrential areas. The state funds and co-funds primarily those works which contribute to the provision of publicly beneficial functions of forests."}, {"text_block_id": "p78_b1643", "text": "15.2"}, {"text_block_id": "p78_b1644", "text": "Objectives, guidelines and indicators"}, {"text_block_id": "p78_b1645", "text": "Objective 1:"}, {"text_block_id": "p78_b1646", "text": "Funding and co-funding of investment in forests in accordance with the public importance of individual investments in forests."}, {"text_block_id": "p78_b1647", "text": "Guideline:"}, {"text_block_id": "p78_b1648", "text": "1"}, {"text_block_id": "p78_b1649", "text": "Provide budget funds with will enable funding and co-funding of investments into forests in the scope as close to the planned scope as possible."}, {"text_block_id": "p78_b1650", "text": "2"}, {"text_block_id": "p78_b1651", "text": "Simplify the system of funding and co-funding as much as possible and make it more understandable to the entire public."}, {"text_block_id": "p78_b1652", "text": "Indicators:"}, {"text_block_id": "p78_b1653", "text": "share of realised investment in forests in comparison to the planned investment."}, {"text_block_id": "p78_b1654", "text": "Objective 2:"}, {"text_block_id": "p78_b1655", "text": "Consistent funding of the public forestry service."}, {"text_block_id": "p78_b1656", "text": "Guideline:"}, {"text_block_id": "p78_b1657", "text": "Provide consistent funding of the public forestry service."}, {"text_block_id": "p79_b1658", "text": "Indicators:"}, {"text_block_id": "p79_b1659", "text": "amount of funds for the public forestry service."}, {"text_block_id": "p79_b1660", "text": "Objective 3:"}, {"text_block_id": "p79_b1661", "text": "Co-funding of activities which increase added value of wood and other products acquired from forests, and economic activities which exploit non-material functions of forests – as a contribution to the development of rural areas."}, {"text_block_id": "p79_b1662", "text": "Guideline:"}, {"text_block_id": "p79_b1663", "text": "Ensure that the Rural Development Programme is realised."}, {"text_block_id": "p79_b1664", "text": "Indicators:"}, {"text_block_id": "p79_b1665", "text": "the scope of the realisation of the programme."}, {"text_block_id": "p80_b1666", "text": "16"}, {"text_block_id": "p80_b1667", "text": "TAX POLICY"}, {"text_block_id": "p80_b1668", "text": "16.1"}, {"text_block_id": "p80_b1669", "text": "Situation"}, {"text_block_id": "p80_b1670", "text": "The majority of forests (over 80%) in Slovenia is owned by natural persons. They pay in regard to the commercial use of forests income tax on the basis of flat-rate estimate of income – cadastre income. The remaining forests are managed by legal persons, whose income from forests is taxable with corporate income tax. In Slovenia, forests are not taxable as property."}, {"text_block_id": "p80_b1671", "text": "Natural persons are eligible for income tax exemptions for protective forests, for lands under unmarked forest roads, and also for income from state aid which has the characteristic of environmental payments, and for compensations from insurance or from natural disaster relief. Income from agricultural policy payments for the purpose of long-term investment into forests is exempt from taxation. There are no such exemptions for legal persons, it is true though that legal persons on the other hand state actual costs or income reductions if they implement environment-friendly measures or in the case of damage after torrential floods."}, {"text_block_id": "p80_b1672", "text": "16.2"}, {"text_block_id": "p80_b1673", "text": "Objectives, guidelines"}, {"text_block_id": "p80_b1674", "text": "Objective:"}, {"text_block_id": "p80_b1675", "text": "Direct tax policy into promoting more active, though sustainable and environment-friendly forest management."}, {"text_block_id": "p80_b1676", "text": "Guideline:"}, {"text_block_id": "p80_b1677", "text": "1"}, {"text_block_id": "p80_b1678", "text": "Provide a tax system which will take into account site potential and multi-purposeness of forests."}, {"text_block_id": "p80_b1679", "text": "2"}, {"text_block_id": "p80_b1680", "text": "Promote implementation of works in the public interest."}, {"text_block_id": "p80_b1681", "text": "3"}, {"text_block_id": "p80_b1682", "text": "Stimulate implementation of cultivation and protection works important for preserving the environment and nature."}, {"text_block_id": "p80_b1683", "text": "4"}, {"text_block_id": "p80_b1684", "text": "Stimulate preservation of protective forests and forests with special purpose."}, {"text_block_id": "p80_b1685", "text": "5"}, {"text_block_id": "p80_b1686", "text": "Stimulate investment into forests in order to preserve their commercial function."}, {"text_block_id": "p80_b1687", "text": "6"}, {"text_block_id": "p80_b1688", "text": "Stimulate increased use of wood."}, {"text_block_id": "p82_b1689", "text": "17"}, {"text_block_id": "p82_b1690", "text": "INTERNATIONAL PARTICIPATION"}, {"text_block_id": "p82_b1691", "text": "Slovenian forestry has been for decades very active in international expert organisations and in international forestry profession in general. Slovenian forestry closely co-operates with numer"}, {"text_block_id": "p82_b1692", "text": "-"}, {"text_block_id": "p82_b1693", "text": "ous governmental and non-governmental organisations, for example with the United Nations Economic Cooperation for Europe (UNECE), Food and Agriculture Organization of the United Nations (FAO), International Union of Forest Research Organizations (IUFRO), Prosilva, etc."}, {"text_block_id": "p82_b1694", "text": "Slovenia’s accession to the European Union (EU) enhanced its international participation. Slovenia participates in the implementation of the EU tasks in the area of forestry and in numerous EU projects."}, {"text_block_id": "p82_b1695", "text": "Slovenian forestry institutions cooperate with numerous related institutions in the world and are included in numerous international projects and exchange of experts."}, {"text_block_id": "p82_b1696", "text": "Slovenia organises numerous international forestry events, and hosts numerous international excursions because of good condition and competent cultivation of Slovenian forests."}, {"text_block_id": "p82_b1697_merged_merged", "text": "Slovenia’s international participation in the area of forests, forestry, hunting and nature protec-tion will in the future include:"}, {"text_block_id": "p82_b1700", "text": "•"}, {"text_block_id": "p82_b1701", "text": "co-operation with EU institutions in the implementation of the EU legislation,"}, {"text_block_id": "p82_b1702", "text": "•"}, {"text_block_id": "p82_b1703", "text": "implementation of international conventions and resolutions adopted in Slovenia,"}, {"text_block_id": "p82_b1704", "text": "•"}, {"text_block_id": "p82_b1705", "text": "participation in international projects and projects co-funded by foreign countries, in particular by the EU,"}, {"text_block_id": "p82_b1706", "text": "•"}, {"text_block_id": "p82_b1707", "text": "co-operation with related institutions in other countries,"}, {"text_block_id": "p82_b1708", "text": "•"}, {"text_block_id": "p82_b1709", "text": "co-operation with foreign non-governmental organisations,"}, {"text_block_id": "p82_b1710", "text": "•"}, {"text_block_id": "p82_b1711", "text": "organising international expert events."}, {"text_block_id": "p82_b1712", "text": "The Slovenian Presidency of the EU in the first half of 2008 will be especially demanding period in this area."}, {"text_block_id": "p84_b1713", "text": "18"}, {"text_block_id": "p84_b1714", "text": "WILD GAME MANAGEMENT PROGRAMME"}, {"text_block_id": "p84_b1715", "text": "18.1"}, {"text_block_id": "p84_b1716", "text": "Introduction"}, {"text_block_id": "p84_b1717", "text": "In comparison to the majority of European countries, Slovenia is characterised by a high bio"}, {"text_block_id": "p84_b1718", "text": "-"}, {"text_block_id": "p84_b1719", "text": "diversity of fauna. Preservation and improvement of biodiversity is a task for the current and next generation. It is especially important to preserve all autochthonous animal species and their habitats, which make an inseparable whole. This is why management and preservation of wild game and their environment is a joint task of forestry and all activities which indirectly and directly influence on wild game or their habitats."}, {"text_block_id": "p84_b1720", "text": "Wild game and the activity related to them – hunting – are closely monitored by wider interested public and are the subject of opposing interests. This should be dealt with profes"}, {"text_block_id": "p84_b1721", "text": "-"}, {"text_block_id": "p84_b1722", "text": "sionally, especially in the area of planning of sustainable management of wild game, with a considerable amount of patience and understanding in the coordination of opposing interests among interest groups and all other users of forests."}, {"text_block_id": "p84_b1723", "text": "Wild game in Slovenia is a species of wild mammals and birds which are hunted and are determined as wild game by a decree of the Government of the Republic of Slovenia. Wild game management provides ecological, social and economic functions of wild game and their habitats, and includes planning, preservation, sustainable management and monitoring of the condition of wild game."}, {"text_block_id": "p84_b1724", "text": "Wild game is property of the state and is managed by the Republic of Slovenia. Under specific conditions, the state can entrust sustainable management as the hunting right to a competent legal entity. With clear and transparent expert management of the Slovenia Forest Service, the state directs the development of populations of individual species of wild game and interventions in their habitats within larger, ecologically complete areas and in coopera"}, {"text_block_id": "p84_b1725", "text": "-"}, {"text_block_id": "p84_b1726", "text": "tion with all other users of forests. The basis for the planning is monitoring of the condition of wild game and their life cycles on based on objective biological indicators (monitoring), in populations of individual species as well as in their habitats (vegetation)."}, {"text_block_id": "p84_b1727", "text": "18.1.1"}, {"text_block_id": "p84_b1728", "text": "Importance of wild game"}, {"text_block_id": "p84_b1729_merged_merged_merged_merged", "text": "The importance of wild game in the society had been changing with social development, with changes in the system of values and awareness of the importance of healthy living envi-ronment and nature protection and conservation. Besides their commercial function, wild game also has social function (sportive and recreational, tourist, educational and research) and especially important ecologic function (preservation of biodiversity and natural balance, wild game management based on increasing the diversity of autochthonous animal species and establishment of biological balance). The hunting right has long been bound not only"}, {"text_block_id": "p85_b1732", "text": "to the right to hunt and possess wild game, but it also contains an increasing number of ele"}, {"text_block_id": "p85_b1733", "text": "-"}, {"text_block_id": "p85_b1734", "text": "ments related to environmental protection, nature conservation and protection of wild game. With the development of the society, the importance of wild game for nature protection has increased in comparison with the importance of wild game for individuals. Therefore, the basic function of wild game is not in satisfying economic and commercial interests of agriculture and forestry. Wild game is a part of the environment which must be protected in a way which preserves long-term conditions for human health, well-being and quality of life. Biodiversity and sustainable use of its constituents should be preserved. Because of their importance, wild game has been given the status of a natural resource."}, {"text_block_id": "p85_b1735", "text": "18.1.2"}, {"text_block_id": "p85_b1736", "text": "Fundamental premises for wild game management"}, {"text_block_id": "p85_b1737", "text": "Interdependence with other animal species and their habitats is important for the existence of an individual population of wild game. Both genetic and social characteristics as well as numerous population parameters, ranging from population density, gender and age structure, to growth and mortality rate which determine growth or decline, inﬂuence on each individual population. This is why wise and eﬃcient management must take into account relationships within the population in question and well as relationships among populations, their inter"}, {"text_block_id": "p85_b1738", "text": "-"}, {"text_block_id": "p85_b1739", "text": "dependence and their interaction with the environment. Management must be based on understanding and consideration of laws which regulate the lives of subjects which constitute individual populations of specific wild game species. Relationships between an individual population of wild game and its environment are largely dependent on those laws."}, {"text_block_id": "p85_b1740", "text": "All wild animal species are indispensable constituents of ecosystems in which they have been incorporated by many millennia of common development through countless interdepend"}, {"text_block_id": "p85_b1741", "text": "-"}, {"text_block_id": "p85_b1742", "text": "ences. Destruction of any species which constitutes a community in nature always disturbs the functioning of that community and may endanger the existence of the ecosystem. The awareness of interdependence of all living beings in the nature is a fundamental premise for wild game management and their habitats."}, {"text_block_id": "p85_b1743_merged_merged_merged_merged", "text": "Habitats of certain species of wild game in a landscape is not determined with the potential possibility of population distribution of that species in a landscape, but with the available space in a landscape considering the space structure of natural and a anthropogenic elements. Care for natural balance, biodiversity and measures for the preservation of biodiversity are therefore carried out and assessed in a landscape for a specific species of wild game within the possible and restricted habitat. The latest scientific findings in the area of environmental protection emphasise the importance of active protection of wild game, which uses control-led and supervised interventions into populations of wild game to reach incomparably better results in the preservation of stable populations of wild game than passive protection which advocates the principle of full conservation or natural development of a population of wild game in a restricted space. It is a fact that natural habitats of wild game have been modified due to human impact to the extent that passive protection cannot contribute to the preserva-tion of an individual species. Because natural self-regulation mechanisms, with which natural ecosystems maintain the natural and dynamic balance among their constituents, have been impaired by man-made environment, they cannot perform their function suﬃciently. The"}, {"text_block_id": "p86_b1748", "text": "Republic of Slovenia, in order to preserve biodiversity and sustainable development of landscape in the broader sense, has opted for the policy of active protection of wild game and certain protected animal species. Particular attention is paid to large carnivores (bear, wolf and lynx), which were in the past almost exterminated in Slovenia and exterminated in the majority of European countries. Only because of nature protection awareness of our ancestors and long"}, {"text_block_id": "p86_b1749", "text": "-"}, {"text_block_id": "p86_b1750", "text": "term policy of active protection, the Republic of Slovenia is among rare countries in Europe where stable populations are preserved with the promotion of the principle of coexistence of people, wild game and large carnivores. We have established through constant monitoring that populations of wild game in our landscape are stable and vital and that Slovenia is among rare countries in Europe where protected and endangered species incorporated in space and should not be protected within the strictly protected areas. Because diﬀerent pressures from civilisation in the man-made environment have impaired natural self-regulating mechanisms with which natural ecosystems maintain natural dynamic balance between their constitutive parts, certain animal species are deﬁned as huntable or have the status of wild game."}, {"text_block_id": "p86_b1751", "text": "18.2"}, {"text_block_id": "p86_b1752", "text": "Habitats of wild game in Slovenia, guidelines and conditions for the preservation and protection of wild game and their habitats, and provision of coexistence with humans"}, {"text_block_id": "p86_b1753", "text": "Guidelines and conditions for the preservation and protection of wild game and their habitats and the provision of their coexistence with humans are determined on the basis of assessments of the situation and pursued goals."}, {"text_block_id": "p86_b1754", "text": "18.2.1"}, {"text_block_id": "p86_b1755", "text": "Situation assessment"}, {"text_block_id": "p86_b1756", "text": "Situation is assessed on the basis of control method indicators in the widest sense, which are:"}, {"text_block_id": "p86_b1757", "text": "−"}, {"text_block_id": "p86_b1758", "text": "trend of abundance and spatial distribution of populations,"}, {"text_block_id": "p86_b1759", "text": "−"}, {"text_block_id": "p86_b1760", "text": "assessment of gender and age structure of populations on the basis of realisation of animal taking plans and systematical observations in the past,"}, {"text_block_id": "p86_b1761", "text": "−"}, {"text_block_id": "p86_b1762", "text": "trends of body masses and antlers mass,"}, {"text_block_id": "p86_b1763", "text": "−"}, {"text_block_id": "p86_b1764", "text": "health condition of individual species of wild game,"}, {"text_block_id": "p86_b1765", "text": "−"}, {"text_block_id": "p86_b1766", "text": "losses of individual species of wild game,"}, {"text_block_id": "p86_b1767", "text": "-"}, {"text_block_id": "p86_b1768", "text": "assessment of coordination of relationships within and among species,"}, {"text_block_id": "p86_b1769", "text": "−"}, {"text_block_id": "p86_b1770", "text": "changes in the habitat of an individual species of wild game,"}, {"text_block_id": "p86_b1771", "text": "−"}, {"text_block_id": "p86_b1772", "text": "trends of the impact of individual species of wild game on forests and agricultural plants or harmonisation of a species of wild game with the environment."}, {"text_block_id": "p86_b1773_merged_merged", "text": "Ungulate herbivores are the most numerous species in Slovenia. Roe deer and wild boar are common, red deer and chamois live in Julian and Kamnik Alps, Karavanke and certain wooded areas of Pohorje and Dinarides, while red deer live in sub-Alpine areas and in the Prekmurje region. Abundance of herbivorous wild game had been increasing from the Sec-ond World War until the late 1990s, when abundance of roe deer and red deer significantly increased. Their abundance has dropped slightly since then. The reduction is a consequence of increased taking of animals by culling, which is a result of the damage to forests, primarily"}, {"text_block_id": "p87_b1776", "text": "on forest outgrowth. The Alpine Ibex can be found in delineated groups in the Karawanken and the Julian Alps, while two allochthonous species (fallow deer and mouflon) are present in populated, delineated colonies of individual hunting grounds or groups of hunting grounds. Abundance of wild boar increased rapidly in late 1990s. There are many reasons, and the key reasons are inappropriate interventions into the population with culling and excessive, non-selective feeding of the species. The realised culling of herbivorous wild game and wild boar has missed the plans for several years, which results in the constant increase of their popula"}, {"text_block_id": "p87_b1777", "text": "-"}, {"text_block_id": "p87_b1778", "text": "tions. Distribution area of red deer and wild boar has also been increasing, as the species occur in places where they had not been present before. The condition of small game (grey partridge, European hare, pheasant and mallard) started improving slightly after more than two decades of regression."}, {"text_block_id": "p87_b1779", "text": "18.2.2"}, {"text_block_id": "p87_b1780", "text": "Essential objectives"}, {"text_block_id": "p87_b1781", "text": "The essential objectives of wild game management are:"}, {"text_block_id": "p87_b1782", "text": "−"}, {"text_block_id": "p87_b1783", "text": "Preservation of all autochthonous species of wild game and other wild animals and their habitats. Preserving and increasing biological and landscape diversity and stability of biological communities by providing adequate development of all populations."}, {"text_block_id": "p87_b1784", "text": "−"}, {"text_block_id": "p87_b1785", "text": "For all species of wild game, an objective is a stable and vital (viable) population with natural gender and age structure, harmonised with the environment and populations of other species of wild game."}, {"text_block_id": "p87_b1786", "text": "−"}, {"text_block_id": "p87_b1787", "text": "One of the objectives is sustainable commercial use of all huntable species."}, {"text_block_id": "p87_b1788", "text": "−"}, {"text_block_id": "p87_b1789", "text": "Establishment and maintenance of balance in the cases of populations of wild game which are not harmonised with living possibilities of the environment in terms of their number."}, {"text_block_id": "p87_b1790", "text": "−"}, {"text_block_id": "p87_b1791", "text": "Prevent and reimburse damage caused by wild game and damage to wild game."}, {"text_block_id": "p87_b1792", "text": "−"}, {"text_block_id": "p87_b1793", "text": "A condition which provides the survival of populations of animal species is their genetic diversity, which is maintained naturally with migration of specimens among populations, and this is why those natural links should be provided and preserved."}, {"text_block_id": "p87_b1794", "text": "18.2.3"}, {"text_block_id": "p87_b1795", "text": "Establishment of measures and guidelines"}, {"text_block_id": "p87_b1796", "text": "Concrete measures and guidelines for achieving goals in the management of all species of wild game are determined in long-term and annual hunting management plans for all hunt"}, {"text_block_id": "p87_b1797", "text": "-"}, {"text_block_id": "p87_b1798", "text": "ing management districts."}, {"text_block_id": "p87_b1799_merged_merged_merged", "text": "Boundaries of hunting management districts primarily take into account habitats of wild game with broad movement area and key species which characterise certain environment to the biggest possible extent, and this is why hunting management districts are com-pleted spatial planning framework. Because of possible natural or man-made boundaries, diﬀerent environment and known relationships with other animal species, wild game and the environment is also treated by ecological units within hunting management districts. Where the area of population distribution for an individual species can be determined in more detail, this is treated within a concrete population area. Boundaries are changing"}, {"text_block_id": "p88_b1802", "text": "depending on diﬀerent tendencies in the number of individual species or populations of wild game."}, {"text_block_id": "p88_b1803_merged", "text": "The planned measures and guidelines are implemented with sustainable wild game man-agement, which includes:"}, {"text_block_id": "p88_b1806", "text": "–"}, {"text_block_id": "p88_b1807", "text": "measures for the preservation, maintenance and improvement of living conditions for wild game,"}, {"text_block_id": "p88_b1808", "text": "–"}, {"text_block_id": "p88_b1809", "text": "preservation and maintenance of adequate number of wild game,"}, {"text_block_id": "p88_b1810", "text": "–"}, {"text_block_id": "p88_b1811", "text": "intervention into populations with culling because of commercial, veterinary, sanitary, health and other specially reasoned decisions,"}, {"text_block_id": "p88_b1812", "text": "–"}, {"text_block_id": "p88_b1813", "text": "protection of wild game through defining and providing peaceful zones for wild game,"}, {"text_block_id": "p88_b1814", "text": "–"}, {"text_block_id": "p88_b1815", "text": "implementation of measures for the prevention and reimbursement of damages caused by wild game in a hunting ground."}, {"text_block_id": "p88_b1816", "text": "18.2.4"}, {"text_block_id": "p88_b1817", "text": "Individual species of wild game"}, {"text_block_id": "p88_b1818", "text": "18.2.4.1"}, {"text_block_id": "p88_b1819", "text": "Roe deer ("}, {"text_block_id": "p88_b1820", "text": "Capreolus capreolus"}, {"text_block_id": "p88_b1821", "text": "L.)"}, {"text_block_id": "p88_b1822", "text": "18.2.4.1.1"}, {"text_block_id": "p88_b1823", "text": "Situation"}, {"text_block_id": "p88_b1824", "text": "Roe deer is present almost in the entire territory of Slovenia, and that is why certain living areas and expansion to other areas cannot be discussed for this species. It is primarily abundant in lowlands, where a mixture of forests and meadows with many forest lines oﬀers it the most favourable living and feeding conditions. In those areas there are no deer, which is"}, {"text_block_id": "p88_b1825", "text": "ecologically more competitive species, before which the weaker and nutritionally specific roe deer withdraws."}, {"text_block_id": "p88_b1826", "text": "18.2.4.1.2"}, {"text_block_id": "p88_b1827", "text": "Goals and guidelines for the preservation and protection of roe deer and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p88_b1828", "text": "Roe deer should be present in the entire territory of Slovenia with natural gender (1 : 1) and age structure with enough specimens of the medium age class, which bear the population stability."}, {"text_block_id": "p88_b1829", "text": "Interventions into a population with culling should provide favourable age, gender and quality structure of the population. In doing so, health condition of populations and the situation in their environment should bet taken into account. Possible locally inconsistent relationships between roe deer and its environment are solved with spatial distribution of taking with culling on the basis of the annual hunting management plan for districts, and annual plans of hunting grounds and hunting grounds with special purpose."}, {"text_block_id": "p88_b1830", "text": "In forest management, sustainable management through the provision of varied, diverse and primarily natural structure of tree and shrub species in all development phases and reduction of noise during cubbing and during unfavourable environmental conditions (winter, floods, etc.) should be taken into account. Landscape and all its constituents should be maintained to be as natural as possible. In unwooded areas, part of larger complex monocultures should be provided for hiding and cubbing (hedges, water ecosystem, etc.). In order to ensure and improve living and feeding conditions in habitats, concrete measures should be directed primarily to maintenance of meadows in larger forest complexes, maintenance of shrubs,"}, {"text_block_id": "p89_b1831", "text": "planting and maintenance of fruitful trees and shrubs, preservation and maintenance of forests lines."}, {"text_block_id": "p89_b1832", "text": "Systematic additional feeding of roe deer is not allowed, except in exceptional environmental conditions. Adding salt during spring is allowed."}, {"text_block_id": "p89_b1833", "text": "The most important measure for preventing damage in the environment is suﬃcient, structurally correct and timely culling. Eﬃcient prevention of damage caused by wild game also requires"}, {"text_block_id": "p90_b1834", "text": "Figure 13:"}, {"text_block_id": "p90_b1835", "text": "Taking of roe deer from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p90_b1836", "text": "the use of all technical and chemical means. Prevention of damage to wild game meanwhile includes setting up of smell barriers, silhouettes, reflectors, scarecrows on lawn mowers and road signs, and raising awareness of the wider public."}, {"text_block_id": "p90_b1837", "text": "18.2.4.2"}, {"text_block_id": "p90_b1838", "text": "Red deer ("}, {"text_block_id": "p90_b1839", "text": "Cervus elaphus"}, {"text_block_id": "p90_b1840", "text": "L.)"}, {"text_block_id": "p90_b1841", "text": "18.2.4.2.1"}, {"text_block_id": "p90_b1842", "text": "Situation"}, {"text_block_id": "p90_b1843", "text": "Habitats of red deer, which are at the same time the spatial framework for deer management planning, are determined on the basis of frequency of occurrence or abundance:"}, {"text_block_id": "p90_b1844", "text": "•"}, {"text_block_id": "p90_b1845", "text": "population areas of red deer"}, {"text_block_id": "p90_b1846", "text": "are core areas of red deer of individual populations: Tolminsko-Bovško, Zahodno visokokraško, Kraško-Vipavsko, Obalno-Brkinsko, Notranjsko, Krimsko, Kočevsko-Belokranjsko, Zasavsko, Prekmursko, Pohorsko, Karavanško (Kamniško, Savinjsko, Koroško) and Jelovško;"}, {"text_block_id": "p90_b1847", "text": "are core areas of red deer of individual populations: Tolminsko-Bovško, Zahodno visokokraško, Kraško-Vipavsko, Obalno-Brkinsko, Notranjsko, Krimsko, Kočevsko-Belokranjsko, Zasavsko, Prekmursko, Pohorsko, Karavanško (Kamniško, Savinjsko, Koroško) and Jelovško;\n* , in which red deer occurs periodically or in very low numbers, are treated as\n* are independent and separated from population areas and corridors;\n* ensures continuous link among red deer from separated population areas;\n* are areas in which red deer do not have adequate living conditions"}, {"text_block_id": "p91_b1859", "text": "Figure 14:"}, {"text_block_id": "p91_b1860", "text": "Taking of deer from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p91_b1861", "text": "18.2.4.2.2"}, {"text_block_id": "p91_b1862", "text": "Goals and guidelines for the preservation and protection of deer and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p91_b1863", "text": "Taking is planned considering the habitats of deer:"}, {"text_block_id": "p91_b1864", "text": "–"}, {"text_block_id": "p91_b1865", "text": "population area of deer"}, {"text_block_id": "p91_b1866", "text": ", in which the population is directed uniformly so that favourable age, gender and quality structure is provided. In doing so, health condition in the population and the situation in their environment or the bearing capacity of the environment should bet taken into account."}, {"text_block_id": "p91_b1867", "text": "–"}, {"text_block_id": "p91_b1868", "text": "border areas"}, {"text_block_id": "p91_b1869", "text": ", in which the population is directed within individual population areas. Development of the population is directed with the amount of taking and primarily with the age and gender structure, which may deviate from the structure in the concrete popula"}, {"text_block_id": "p91_b1870", "text": "-"}, {"text_block_id": "p91_b1871", "text": "tion area. Desired direction of development is achieved with acceleration or deceleration of biomeliorative and biotechnical works;"}, {"text_block_id": "p91_b1872", "text": "–"}, {"text_block_id": "p91_b1873", "text": "groups of red deer"}, {"text_block_id": "p91_b1874", "text": "in which the population is directed through culling, which has to be carried out in the gender ratio of 1 :1;"}, {"text_block_id": "p91_b1875", "text": "–"}, {"text_block_id": "p91_b1876", "text": "corridors"}, {"text_block_id": "p91_b1877", "text": ", in which interventions into the population with culling are usually very limited, or impermissible in the case of more precisely defined places (underpasses, overpasses, valleys, crests …);"}, {"text_block_id": "p91_b1878", "text": "–"}, {"text_block_id": "p91_b1879", "text": "areas without red deer"}, {"text_block_id": "p91_b1880_merged_merged", "text": ", where expansion and longer staying of red deer is not permit-ted."}, {"text_block_id": "p92_b1883", "text": "In forest management, sustainable management through the provision of diverse natural structure of tree and shrub species in all development phases and reduction of noise during cubbing and during unfavourable environmental conditions (winter, floods, etc.) should be taken into account. Landscape and all its constituents should be maintained to be as natural as possible. In unwooded areas, part of larger complex monocultures should be provided for hiding and cubbing (hedges, water ecosystem, etc.). In order to preserve and improve living and feeding conditions in habitats, concrete measures should be directed primarily into:"}, {"text_block_id": "p92_b1884", "text": "–"}, {"text_block_id": "p92_b1885", "text": "pasture areas:"}, {"text_block_id": "p92_b1886", "text": "preservation, maintenance, reestablishment and creation of new pasture areas are among the most important biomelioration measures for red deer. Those areas should cover at least 0,5% of the hunting area in the landscape in which more than 55% is forest;"}, {"text_block_id": "p92_b1887", "text": "–"}, {"text_block_id": "p92_b1888", "text": "winter shelters:"}, {"text_block_id": "p92_b1889", "text": "their position must be defined in forest management plans of units and hunting management plans, in which maintenance of shrub sites with the purpose of improving feeding and living conditions for red deer are envisaged. In order to provide peace, only individual hunting and winter felling for fodder can be carried out between 1 December and the end of the winter season, while other works are performed only with consent from the Slovenia Forest Service;"}, {"text_block_id": "p92_b1890", "text": "–"}, {"text_block_id": "p92_b1891", "text": "mires and other water sources:"}, {"text_block_id": "p92_b1892", "text": "(in the areas of red deer), primarily in places without surface waters (karstic terrain) at least 3 mires/1000 ha should be maintained. Salt should be prevented from entering the water. Maintenance of such facilities must be carried out in late summer;"}, {"text_block_id": "p92_b1893", "text": "–"}, {"text_block_id": "p92_b1894", "text": "fodder fields:"}, {"text_block_id": "p92_b1895", "text": "help reduce pressure from red deer on natural vegetation, and are a welcome tool for balancing harmonisation of deer with the environment;"}, {"text_block_id": "p92_b1896", "text": "–"}, {"text_block_id": "p92_b1897", "text": "winter felling:"}, {"text_block_id": "p92_b1898", "text": "after previous designation, felling is carried out during winter in the proxim"}, {"text_block_id": "p92_b1899", "text": "-"}, {"text_block_id": "p92_b1900", "text": "ity of winter shelters and is aimed at improving feeding conditions for deer;"}, {"text_block_id": "p92_b1901", "text": "–"}, {"text_block_id": "p92_b1902", "text": "foddering:"}, {"text_block_id": "p92_b1903", "text": "foddering of deer is allowed only in exceptional environmental conditions or with the purpose of reducing damage to forest and agricultural lands and for the purpose of observation and easier culling. Foddering is carried out in the amount and structure determined with the hunting management plan. Strong starch fodder (maize, cereals, chestnut, acorn, briquettes) should be given in late summer and autumn months, while succulent (root crops, bran, silage, fruit) and voluminous fodder (hay, boughs beet shreds) should be given in winter and spring months."}, {"text_block_id": "p92_b1904", "text": "The most important measure for preventing damage in the environment is suﬃcient, structurally correct and timely culling. The use of all kinds of technical and chemical means is meanwhile necessary for eﬃcient prevention of damage caused by wild game. Prevention of damage to wild game includes setting up of smell barriers, silhouettes, reﬂectors, scarecrows on mowers and road signs, and raising awareness of the wider public."}, {"text_block_id": "p92_b1905", "text": "18.2.4.3"}, {"text_block_id": "p92_b1906_merged_merged", "text": "Fallow deer (Dama dama L.)"}, {"text_block_id": "p92_b1909", "text": "18.2.4.3.1"}, {"text_block_id": "p92_b1910", "text": "Situation"}, {"text_block_id": "p92_b1911", "text": "In Slovenia, fallow deer is a settled allochthonous species. Fallow deer are treated uniformly within their population areas: Pohorje, Goričko, Posavje (Boštanj, the Krakovo forest), Kras and the Šaleška valley."}, {"text_block_id": "p93_b1912", "text": "Figure 15: Taking of from the wild fallow deer by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p93_b1913", "text": "18.2.4.3.2"}, {"text_block_id": "p93_b1914", "text": "Goals and guidelines for the preservation and protection of fallow deer and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p93_b1915", "text": "In order for the natural environment to be preserved and because of possible negative influ-ence of a settled species on the environment, the existing areas settled by fallow deer must not be expanded."}, {"text_block_id": "p93_b1916", "text": "The amount and structure which disables the expansion of the species in terms of number and space should be provided with interventions into all populations through culling. The species should be removed from the environment in places where it causes environmental problems or presents competition to autochthonous species."}, {"text_block_id": "p93_b1917", "text": "Adding and introduction of fallow deer in the nature in Slovenia is not allowed."}, {"text_block_id": "p93_b1918_merged", "text": "In forest management, sustainable management through the provision of diverse natural structure of tree and shrub species in all development phases and reduction of noise during the winter and during cubbing should be taken into account. Landscape and all its constituents should be maintained to be as natural as possible. In unwooded areas, part of larger complex monocultures should be provided for hiding and cubbing (hedges, water ecosystem, etc.). In order to ensure and improve living and feeding conditions in habitats, concrete measures should be directed primarily to maintenance of meadows in larger forest complexes, mainte-nance of shrubs, planting and maintenance of fruitful trees and shrubs, and preservation and maintenance of forests lines."}, {"text_block_id": "p93_b1921", "text": "Foddering of fallow deer is not allowed."}, {"text_block_id": "p94_b1922", "text": "The most important measure for preventing damage in the environment is suﬃcient, structurally correct and timely culling. The use of all kinds of technical and chemical means is meanwhile necessary for eﬃcient prevention of damage caused by wild game. Prevention of damage to wild game includes setting up of smell barriers, silhouettes, reﬂectors, scarecrows on mowers and road signs, and raising awareness of the wider public."}, {"text_block_id": "p94_b1923", "text": "Figure 16:"}, {"text_block_id": "p94_b1924", "text": "Taking of wild boar from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p94_b1925", "text": "18.2.4.4"}, {"text_block_id": "p94_b1926_merged", "text": "Wild boar (Sus scrofa L.)"}, {"text_block_id": "p94_b1929", "text": "18.2.4.4.1"}, {"text_block_id": "p94_b1930", "text": "Situation"}, {"text_block_id": "p94_b1931", "text": "Wild boar is present in a larger part of the Slovenian territory and there are no individual populations because of the expansion trend."}, {"text_block_id": "p94_b1932", "text": "18.2.4.4.2"}, {"text_block_id": "p94_b1933", "text": "Goals and guidelines for the preservation and protection of wild boar and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p94_b1934", "text": "The scope of damage should be controlled and limited to the level which would enable coexistence of the species and humans with adequate amount, structure, and time and space dynamic of taking through culling. Locally uncoordinated relationships are solved with spatial distribution of culling on the basis of the annual hunting management plan."}, {"text_block_id": "p94_b1935", "text": "In forest management, sustainable management through the provision of diverse natural structure of tree and shrub species in all development phases should be taken into account. Landscape should be maintained to be as natural as possible. In order to ensure and improve"}, {"text_block_id": "p95_b1936", "text": "living and feeding conditions in habitats, concrete measures should be directed primarily to maintenance of meadows in larger forest complexes, maintenance of shrubs, planting and maintenance of fruitful trees and shrubs, and cultivation of fodder and crop fields."}, {"text_block_id": "p95_b1937", "text": "Foddering is allowed, but it has to be used only as bait in order to achieve the amount and structure of the planned taking through culling. Foddering is carried out only with strong fodder. In the main habitat of the brown bear, foddering sites must be placed at least 2 km away from concluded settlements and areas with emphasised tourist and recreation function. Foddering of wild boar is not allowed in the wider areas of the sites of capercaillie and grouse."}, {"text_block_id": "p95_b1938", "text": "The most important measure for preventing damages is suﬃcient and structurally correct taking through culling, including interventions in the fertile part of the population. Other measures include technical and chemical protection of agricultural lands, primarily in areas where damage is frequent and extensive."}, {"text_block_id": "p95_b1939", "text": "18.2.4.5"}, {"text_block_id": "p95_b1940", "text": "Chamois ("}, {"text_block_id": "p95_b1941", "text": "Rupicapra rupicapra L"}, {"text_block_id": "p95_b1942", "text": ".)"}, {"text_block_id": "p95_b1943", "text": "18.2.4.5.1"}, {"text_block_id": "p95_b1944", "text": "Situation"}, {"text_block_id": "p95_b1945", "text": "Chamois is treated uniformly within their population areas. Population areas are divided into:"}, {"text_block_id": "p95_b1946", "text": "–"}, {"text_block_id": "p95_b1947", "text": "large population areas,"}, {"text_block_id": "p95_b1948", "text": "in which chamois is more or less equally distributed on large compact areas. Such population areas (populations) are the Triglav, Karavanke (Kamnik, Savinja and Koroško) and Pohorje population;"}, {"text_block_id": "p95_b1949", "text": "Figure 17:"}, {"text_block_id": "p95_b1950", "text": "Taking of chamois from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p96_b1951", "text": "–"}, {"text_block_id": "p96_b1952", "text": "small population areas"}, {"text_block_id": "p96_b1953", "text": ", where chamois is unequally distributed in smaller areas but still mutually connected. Such population areas (populations) are the Nanos, Trnovo-Idrija, Jelovica, Ig, Kolpa, Dolomite, Zasavsko-posavska and Snežnik population;"}, {"text_block_id": "p96_b1954", "text": "–"}, {"text_block_id": "p96_b1955", "text": "groups of chamois"}, {"text_block_id": "p96_b1956", "text": ", which are more or less isolated packs of chamois with less than 50 specimens."}, {"text_block_id": "p96_b1957", "text": "18.2.4.5.2"}, {"text_block_id": "p96_b1958", "text": "Goals and guidelines for the preservation and protection of chamois and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p96_b1959", "text": "Management is carried out equally for small and large population areas, while management of groups of chamois diﬀers primarily in the sense consistent protection of the fertile part of the population, excluding weak specimens. Culling in the older age classes can be substituted with culling in the ﬁrst age class. Culling of individual specimens which migrate among population units is forbidden. Those chamois maintain social contacts and enrich the genetic pool among individual populations or among sub-areas and areas."}, {"text_block_id": "p96_b1960", "text": "In the time when chamois is most vulnerable (in the time of cubbing and during winter), it is necessary and important to provide peace. The locations of winter shelters must be defined in hunting management plans. Special emphasis should be put on the preservation of forest glades, strips, forest lines and maintenance of certain number of conifers in shrub sites. In the majority of mid-range mountains, where the forest boundary is of anthropogenic source, barren lands are an important part of chamois’ habitat, and they should be preserved through clearing. This measure must not endanger the protective function of forests."}, {"text_block_id": "p96_b1961", "text": "Planned additional foddering of chamois is not necessary and is not allowed. It is allowed only to add salt in the spring."}, {"text_block_id": "p96_b1962", "text": "Chamois do not cause damage to the extent which requires protective measures in the environment."}, {"text_block_id": "p96_b1963", "text": "18.2.4.6"}, {"text_block_id": "p96_b1964", "text": "Mouflon ("}, {"text_block_id": "p96_b1965", "text": "Ovis ammon (aries) musimon Schraber"}, {"text_block_id": "p96_b1966", "text": ".)"}, {"text_block_id": "p96_b1967", "text": "18.2.4.6.1"}, {"text_block_id": "p96_b1968", "text": "Situation"}, {"text_block_id": "p96_b1969", "text": "In Slovenia, mouﬂon is a settled allochthonous species. Mouﬂon is treated uniformly within their population areas. Mouﬂon has colonies in Ljubinj, Most na Soči, Trnovo forest, Vrsnik, Kriška gora, Tolsti vrh and Potoška gora, Dobrča, Kamniška Bistrica, Bohinj, Pokljuka and Mežaklja, Jelovica, Dolomiti, Šmarna gora, Hrastnik and Trbovlje, Radeče – Dobovec and Podkum, Boč, Uršlja gora, Šmohorje and Podolševa."}, {"text_block_id": "p96_b1970", "text": "18.2.4.6.2"}, {"text_block_id": "p96_b1971", "text": "Goals and guidelines for the preservation and protection of mouflon and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p96_b1972", "text": "In order for the natural environment to be preserved and because of possible negative influ-ence of a settled species on the environment, the existing areas of populations or colonies must not be expanded."}, {"text_block_id": "p96_b1973", "text": "The amount and structure which disables the expansion of the species in terms of number and space should be provided with interventions into populations or colonies through culling. The species should be removed from the environment in places where it causes"}, {"text_block_id": "p97_b1974", "text": "Figure 18:"}, {"text_block_id": "p97_b1975", "text": "Taking of mouflon from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p97_b1976", "text": "tal problems or presents competition to autochthonous species. Adding and introduction of mouflon in the nature in Slovenia is not allowed."}, {"text_block_id": "p97_b1977", "text": "In forest management, sustainable management through the provision of diverse natural structure of tree and shrub species in all development phases and reduction of noise during the winter and during cubbing should be taken into account. Landscape and all its constituents should be maintained to be as natural as possible. In unwooded areas, part of larger complex monocultures should be provided for hiding and cubbing (hedges, water ecosystem, etc.). In order to preserve and improve living and feeding conditions in habitats, concrete measures should be directed primarily into maintenance of meadows in larger forest complexes, main"}, {"text_block_id": "p97_b1978", "text": "-"}, {"text_block_id": "p97_b1979", "text": "tenance of shrub sites, planting and maintenance of fruitful trees and shrubs, and preservation and maintenance of the forest line."}, {"text_block_id": "p97_b1980_merged_merged", "text": "The most important measure for preventing damage in the environment is suﬃcient, struc-turally correct and timely culling. Eﬃcient prevention of damage caused by wild game also requites the use of all technical and chemical means – smell barriers, silhouettes, reﬂectors, scarecrows on mowers and road signs."}, {"text_block_id": "p97_b1983", "text": "18.2.4.7"}, {"text_block_id": "p97_b1984", "text": "Alpine Ibex ("}, {"text_block_id": "p97_b1985", "text": "Capra hircus ibex"}, {"text_block_id": "p97_b1986", "text": "L.)"}, {"text_block_id": "p97_b1987", "text": "18.2.4.7.1"}, {"text_block_id": "p97_b1988", "text": "Situation"}, {"text_block_id": "p97_b1989", "text": "Alpine Ibex is treated uniformly within its population areas or smaller groups. Population areas or colonies of Alpine Ibex in Slovenia are in Brana and Macesnovec, in Bovec and Log pod Mangartom, and Triglavsko pogorje."}, {"text_block_id": "p98_b1990", "text": "Figure 19:"}, {"text_block_id": "p98_b1991", "text": "Taking of Alpine Ibex from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p98_b1992", "text": "18.2.4.7.2"}, {"text_block_id": "p98_b1993", "text": "Goals and guidelines for the preservation and protection of Alpine Ibex and its habitat, and the provision of coexistence with humans"}, {"text_block_id": "p98_b1994", "text": "The purpose of management of Alpine Ibex is preserving the existing colonies, which are in certain places on the verge of the population minimum. This is why culling takes place only among old or »very old« goats and among sick and physically below-average specimens (sanitary culling, primarily because of the incidence of scabies). The medium age class is protected to the maximum extent. The amount of taking should not be higher than a half of the annual growth."}, {"text_block_id": "p98_b1995", "text": "In the time when Alpine Ibex is most vulnerable (in the time of cubbing and during winter), it is necessary and important to provide peace. Foddering of Alpine Ibex is not necessary, while adding of salt is allowed during the spring."}, {"text_block_id": "p98_b1996", "text": "Alpine Ibex does not cause damage to the extent which requires protective measures in the environment."}, {"text_block_id": "p98_b1997", "text": "18.2.4.8"}, {"text_block_id": "p98_b1998", "text": "Other species"}, {"text_block_id": "p98_b1999", "text": "Other species include species of small carnivores and small wild game, of which we will discuss only those which are the most frequent and commercially most important in Slovenia, while guidelines for the preservation and protection of other species and their habitats and the provision of coexistence with humans also apply to those species of wild game which have not been directly mentioned."}, {"text_block_id": "p99_b2000", "text": "Figure 20:"}, {"text_block_id": "p99_b2001", "text": "Taking of red fox from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p99_b2002", "text": "18.2.4.8.1"}, {"text_block_id": "p99_b2003_merged", "text": "Red fox (Vulpes vulpes L.) and European badger"}, {"text_block_id": "p99_b2008", "text": "("}, {"text_block_id": "p99_b2009", "text": "Meles meles L."}, {"text_block_id": "p99_b2010", "text": ")"}, {"text_block_id": "p99_b2011", "text": "Red fox and European badger are present practically in the entire Slovenia and individual populations are therefore out of the equation."}, {"text_block_id": "p99_b2012", "text": "Abundance of species of small carnivores is balanced only with the amount of taking, which means that additional restrictions of interventions by gender and age structure are not necessary. The planning of taking of autochthonous species of small carnivores is based on intensive monitoring of their abundance, health condition and their harmonisation with the habitat, primarily in relationships with other species − small wild game and grouses. The time of breeding should bet taken into account in the hunting species of small carnivores."}, {"text_block_id": "p99_b2013", "text": "Special attention should be paid to interventions into non-autochthonous populations of small carnivores (Racoon Dog …), the taking of which is usually unrestricted because their presence impair living conditions of autochthonous species. Measures for providing health condition of red fox (veterinary inspections of killed animals) have to be strictly taken into account."}, {"text_block_id": "p99_b2014", "text": "The habitat for small carnivores can be improved with biomelioration and biotechnical works carried out also for other species of wild game, primarily with the maintenance of water sources in forests, planting and maintenance of fruitful trees and shrubs, preservation and cultivation of the biotope important for the preservation and development of endangered species (shelter – eco-cell), protection of trees with double and larger nests, protection of marker trees, leaving fruitful trees and dead biomass in areas of active burrows."}, {"text_block_id": "p100_b2015", "text": "Figure 21:"}, {"text_block_id": "p100_b2016", "text": "Taking of European badger from the wild by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p100_b2017", "text": "Feeding sites for red fox must be placed at least 500 m away from settlements. In doing so, the implementation of all phytosanitary measures must be ensured."}, {"text_block_id": "p100_b2018", "text": "18.2.4.8.2"}, {"text_block_id": "p100_b2019", "text": "European hare"}, {"text_block_id": "p100_b2020", "text": "(Lepus europaeus Pallas)"}, {"text_block_id": "p100_b2021", "text": ","}, {"text_block_id": "p100_b2022", "text": "pheasant"}, {"text_block_id": "p100_b2023", "text": "(Phasianus colhicus L.)"}, {"text_block_id": "p100_b2024", "text": "and mallard"}, {"text_block_id": "p100_b2025", "text": "(Anas platyrhynchos L.)"}, {"text_block_id": "p100_b2026", "text": "European hare and pheasant in Slovenia are present primarily in lowlands, dominated by grass and other cultivable areas."}, {"text_block_id": "p100_b2027", "text": "Mallard is a common species in Slovenia and is not bound only to water areas. In Slovenia, it is most frequently found in lowlands."}, {"text_block_id": "p100_b2028_merged_merged", "text": "It is not allowed to exceed the amount of taking determined with the annual hunting man-agement plans. Additional restrictions regarding interventions in the gender and age structure are not necessary (and also are not feasible). An exception is pheasant, the taking of which is forbidden except in the hunting grounds with intensive breeding. Management of small carni-vores should be coordinated with intensive monitoring of oscillations in the size of populations in longer periods of time (data on taking and established losses in the period of 10 years)."}, {"text_block_id": "p100_b2033", "text": "When constant decrease in the abundance of a species of small carnivores is detected, a complete protection of that species (smaller area, hunting management area, Slovenia) should be planned. In the case of extraordinary events (for example, floods) in the habitat of small carnivores hunting in the current hunting season in the areas hit by those events is forbidden. Hunting is carried out only once in one hunting season in the area, which is in the sense of rotation in that hunting season intended to hunting."}, {"text_block_id": "p101_b2034", "text": "Figure 22:"}, {"text_block_id": "p101_b2035", "text": "Taking of European hare by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p101_b2036", "text": "Figure 23:"}, {"text_block_id": "p101_b2037", "text": "Taking of pheasant by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p102_b2038", "text": "Figure 24:"}, {"text_block_id": "p102_b2039", "text": "Taking of mallard by hunting grounds per 100 ha of hunting area for the 2003–2005 period"}, {"text_block_id": "p102_b2040", "text": "Environmental impact assessment should be made before the adding of any species of small wiled game. Artificial breeding and adding of pheasants without providing adequate areas for their settlement is not beneficial to natural populations, and this is why such breeding is intended primarily for hunting. The amount of planned wild game to be added in a hunting ground is planned with the annual hunting management plan, and the adding is carried out only in the areas previously prepared for settlement of those species."}, {"text_block_id": "p102_b2041", "text": "The main habitat of small wild game is agricultural landscape with remains of natural vegetation. The measures envisaged in the following text are therefore intended also to be implemented in unwooded areas. The living conditions in those areas have been deteriorating rapidly because of intensive cultivation of agricultural crops. The implementation of measures should pursue the goal of increasing natural populations by improving living environment and establishing natural balance among them, as there is a clear link between the increase in populations of certain natural predators from species of small carnivores (red fox, beech marten) and the decrease in populations of small wild game (European hare, pheasant, grey partridge). The measures for improving habitats for small wild game and achieving natural increase in the populations of small wild game should be directed into the maintenance of shrub sites and riparian corridors, maintenance of water sources in forests, planting and maintenance of fruitful trees and shrubs, and preservation and maintenance of biotope important for survival and development of endangered species. Forest management and biomelioration measures should be used to create and leave undergrowth in remains of autochthonous vegetation (groups of forest trees, forest line…), primarily in lowlands in"}, {"text_block_id": "p103_b2042_merged", "text": "Slovenia. Maintenance of hedges, boundaries and individual large trees in agricultural land-scape is particularly important."}, {"text_block_id": "p103_b2045", "text": "Winter foddering is, considering the decreasing number of small wild game, is a welcome measure. Feeding is carried out in a larger area and with suﬃcient number of feeding sites with maize, carrot, turnip, tubers and other fruit. Feeding of small wild game is best carried out in the proximity of natural shrub sites or designed environment for all species of small wild game."}, {"text_block_id": "p103_b2046", "text": "Each individual hunting ground which manages small wild game should designate an optimal area for the existence of small wild game. Hinting on such grounds is carried out in one third of the area, and it is forbidden in the remaining area. In the areas where small wild game is not hunted, the measures are used for providing maintenance of the habitat and creation of the so-called peaceful zones. Such areas (rotation) are designated for the period of at least two years. With the monitoring of the movement in the number of small wild game, the ratio between hunting and non-hunting areas can be adjusted, and this is why this ration and framework locations are determined with the annual hunting management plan for an area, and concrete locations are determined with the annual plan of a hunting ground."}, {"text_block_id": "p104_b2047", "text": "Contents"}, {"text_block_id": "p105_b2048", "text": "Contents\n* Condition 41\n<\\li2>"}, {"text_block_id": "p106_b2050", "text": "18.1.1"}, {"text_block_id": "p106_b2051", "text": "Importance of wild game 85"}, {"text_block_id": "p106_b2052", "text": "Importance of wild game 85\n"}, {"text_block_id": "p106_b2053", "text": "18.2.1"}, {"text_block_id": "p106_b2054", "text": "Situation assessment 87"}, {"text_block_id": "p106_b2055", "text": "18.2.2"}, {"text_block_id": "p106_b2056", "text": "Essential objectives 88"}, {"text_block_id": "p106_b2057", "text": "18.2.4"}, {"text_block_id": "p107_b2063", "text": "18.2.4\n"}], "document_description": "Refers to the beneficial effect of forests on climate change mitigation."}