{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Slovenia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Strategic framework for climate change adaptation", "document_country_code": "SVN", "document_hazard_name": ["Wildfires", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Framework", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_date": "12/01/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/SVN/2016/SVN-2016-01-12-Strategic framework for climate change adaptation_149ecf134db984d4888dc0e19cc2ceda.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "STRATEGIC FRAMEWORK FOR CLIMATE CHANGE ADAPTATION"}, {"text_block_id": "p0_b2", "text": "December 2016"}, {"text_block_id": "p1_b3", "text": "Table of contents"}, {"text_block_id": "p2_b4", "text": "Foreword"}, {"text_block_id": "p2_b5", "text": "This document offers a strategic framework and guidelines for adaptation to climate change in Slovenia. We are witnessing today considerable changes in climate variables, which are being particularly evident in Slovenia. The most striking aspect is the rise in air temperature, there are considerable changes in precipitation patterns, more extreme weather events are occurring. Climate change is becoming more pronounced, and scientists estimate that, with the policies currently in force, we will almost certainly not be able to meet the goal of the Paris Agreement of limiting the global temperature rise to well below two degrees Celsius compared to pre-industrial levels by 2050."}, {"text_block_id": "p2_b6", "text": "Considering the predictions regarding the scale of climate change impacts, Slovenia, with its diverse landscape and various climate types, faces ever greater uncertainty. Nonetheless, special challenges are achieving more effective implementation of the applicable legislation and the development of knowledge and new approaches for climate change adaptation. This is why this strategic framework includes, first and foremost, guidelines on integrating adaptation to climate change into policies, measures and actions to a greater extent. Many sectors, operators and individuals have foreseen or are already implementing climate change adaptation activities. An example of this are efforts in the agricultural and forestry sectors, which are most exposed to the impacts of climate change and which as early as in 2008 developed a sectoral adaptation strategy, followed by an action plan of measures."}, {"text_block_id": "p2_b7_merged", "text": "Next, the Framework proposes in more detail individual horizontal measures or activities that may contribute to adaptation to climate change, thereby reducing Slovenia’s exposure, sensitivity and vulnerability to climate change impacts and increasing its climate resilience and adaptive capacity. The terms used (exposure, sensitivity, adaptive capacity and vulnerability) have been defined by the Intergovernmental Panel on Climate Change (IPCC) to help countries in climate change adaptation processes. In order to define the baseline, it is necessary to lay the appropriate expert groundwork, which is a considerable challenge for smaller countries, which tend to have limited resources and capacities. Slovenia, following the lead of certain other European countries, has thus adjusted the determination of impacts, risks, opportunities, exposure, threats, adaptive capacity and vulnerability. On the basis of expert groundwork, which has been carried out over several years, sectors have now been presented with guidelines on mainstreaming climate change impacts and climate change adaptation methods. If sectoral policies, which are mostly derived from mutually agreed European policies, are implemented in good time and in their entirety, the adaptation process in Slovenia will run largely automatically and without any major additional costs. This can be illustrated by the example of flood defence measures, with respect to which it has been estimated as part of a European project that each euro spent on flood protection could save six euros in the future. In the long term, the implementation of adaptation activities also in other sectors will undoubtedly result in savings, greater security and health for residents, less damage due to disasters, new jobs, new business opportunities, and a greater security of investments taking full advantage of certain opportunities, particularly in the tourism, agricultural and construction sectors: we need to recognise this and therefore promote such implementation."}, {"text_block_id": "p2_b12", "text": "It is thus crucial to continuously invest in the strengthening of knowledge about climate change impacts and adaptation methods, foster wider cooperation and integration, raise levels of education, competence and awareness, and provide better information about climate change impacts and the necessary measures they imply. Activities for successful adaptation to climate change impacts also require more efforts to provide funding, in particular funds for developing and implementing individual key measures, and to exploit the synergies between individual policies and measures in the field of climate change or, in broader terms, sustainable development. Also important in this respect is timely, comprehensive and quality implementation of applicable legislation, well-established"}, {"text_block_id": "p3_b13_merged", "text": "procedures, and funding of state’s decisions, supported by political will, to ensure the long-term security and prosperity of its citizens. This document aims to direct the coordinated efforts of the state towards this end."}, {"text_block_id": "p4_b17", "text": "Vision, purpose, objectives and guidelines"}, {"text_block_id": "p4_b18", "text": "Vision"}, {"text_block_id": "p4_b19", "text": "By 2050 Slovenia should become a society adapted and resilient to climate change impacts and characterised by a high quality of life and a high degree of safety of life, while taking full advantage of the changed climate on the basis of sustainable development."}, {"text_block_id": "p4_b20", "text": "Purpose"}, {"text_block_id": "p4_b21", "text": "To strengthen capacities for climate change adaptation, management of risks and for taking advantage of the opportunities presented thereby."}, {"text_block_id": "p4_b22", "text": "Objectives and guidelines"}, {"text_block_id": "p4_b23", "text": "General objective"}, {"text_block_id": "p4_b24", "text": "To reduce Slovenia’s exposure, sensitivity and"}, {"text_block_id": "p4_b25", "text": "vulnerability to climate change impacts and increase the climate resilience and adaptive capacity of society."}, {"text_block_id": "p4_b26", "text": "Indicator: the degree of Slovenia’s vulnerability at the national and municipal levels."}, {"text_block_id": "p4_b27", "text": "Horizontal guidelines"}, {"text_block_id": "p4_b28", "text": "Horizontal guidelines\n* Climate change impacts are comprehensively incorporated into the development and\n* Broader cooperation, integration, and the exchange of experience and examples of\n* The continuous improvement of knowledge about climate change impacts and\n* An appropriate level and quality of education, competence, awareness, information"}, {"text_block_id": "p4_b36", "text": "Besides, it is necessary to emphasize the importance of the adequate and timely provision of funding for climate change adaptation activities and measures both in Slovenia and in developing countries."}, {"text_block_id": "p4_b37", "text": "The comprehensive implementation of guidelines (the steps and methods for their implementation are set out below) will be monitored on a regular basis by an inter-ministerial climate change adaptation working group, which will also report on their implementation. To this end, the group will produce a biennial report and update the steps and guidelines on a regular basis."}, {"text_block_id": "p5_b38", "text": "Key findings of expert groundwork"}, {"text_block_id": "p5_b39", "text": "Key findings of expert groundwork\n* With climate change a major challenge faced by humanity in the 21st century, the\n* The climate in Slovenia has already changed noticeably. The Slovenian Environment\n* The climate in Slovenia has already changed noticeably. The Slovenian Environment\n . In the period\n* The climate in Slovenia has already changed noticeably. The Slovenian Environment\n . In the period\n 1961\n* 2011, the most significant changes were seen in the average annual air"}, {"text_block_id": "p5_b47", "text": "Figure 1: Average annual air temperature deviation in Slovenia in the period 1961"}, {"text_block_id": "p5_b48", "text": "–"}, {"text_block_id": "p5_b49", "text": "2015"}, {"text_block_id": "p5_b50", "text": "2015\n* Climate change scenarios by 2050 show that the air temperature in Slovenia will\n* The expert groundwork, which has been carried out as part of the climate risk and\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n )\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n )\n . It is vital that we continuously improve our knowledge\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n )\n . It is vital that we continuously improve our knowledge\n and acquire new information, considering the changing vulnerability parameters\n* International comparison (an overview of selected European countries is provided in"}, {"text_block_id": "p6_b64", "text": "2015\n* Climate change scenarios by 2050 show that the air temperature in Slovenia will\n* The expert groundwork, which has been carried out as part of the climate risk and\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n )\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n )\n . It is vital that we continuously improve our knowledge\n* The expert groundwork, which has been carried out as part of the climate risk and\n . The related processes are equally important in\n this regard, for example the assessment of risks and capabilities for disaster risk\n )\n . It is vital that we continuously improve our knowledge\n and acquire new information, considering the changing vulnerability parameters\n* International comparison (an overview of selected European countries is provided in\n* This strategic document provides a framework for the priority consideration of\n<\\li1>"}, {"text_block_id": "p6_b66", "text": "Steps and guidelines to achieve the set objectives"}, {"text_block_id": "p6_b67", "text": "An overview of the expert groundwork shows that there is considerable uncertainty about climate change, as well as gaps in knowledge about forecasting climate change and estimating climate change impacts. This should not be a reason for inaction, however, but should rather constitute the starting point for planning long-term and comprehensive adaptation measures."}, {"text_block_id": "p6_b68_merged", "text": "Climate change affects all sectors and economic activities. It is reflected in the gradual change of environmental conditions and the increasing occurrence and extent of damage due to natural disasters and other phenomena. Because of the multifaceted and interrelated effects of climate change, it is difficult to artificially break down climate change by individual sectors of social activity or consider it only within a particular field. Taking account of climate change impacts and integrating them into activities, policies and measures at all levels – the levels of the state, the local community, companies and individuals – is an important step towards increasing the climate resilience and adaptive capacity of society."}, {"text_block_id": "p6_b73", "text": "In order to fully take into account horizontal guidelines, it is important to undertake the following activities, organised into four chapters, which should take place before or run parallel to the implementation of individual climate change adaptation measures in sectors:"}, {"text_block_id": "p6_b74", "text": "In order to fully take into account horizontal guidelines, it is important to undertake the following activities, organised into four chapters, which should take place before or run parallel to the implementation of individual climate change adaptation measures in sectors:\n* Mainstreaming\n* Broader cooperation\n* Research and knowledge transfer\n* Education and training, awareness-raising, and communication"}, {"text_block_id": "p6_b82", "text": "Mainstreaming"}, {"text_block_id": "p6_b83", "text": "The horizontal guideline \""}, {"text_block_id": "p6_b84", "text": "Climate change impacts are comprehensively included in the development and implementation of all policies, measures and activities at the national and regional levels and at the levels of local communities, economic operators and individuals. It is particularly important to take climate change impacts into account when undertaking development and spatial planning."}, {"text_block_id": "p6_b85", "text": "\" includes the implementation of the following two key steps:"}, {"text_block_id": "p6_b86", "text": "\" includes the implementation of the following two key steps:\n* The effective coordination of the contents and processes of development and spatial\n<\\li1>"}, {"text_block_id": "p6_b88", "text": "As part of the adaptation process, it is necessary to outline the state’s vision for development"}, {"text_block_id": "p6_b89", "text": "and strategic guidelines, with consideration of climate change impacts. Besides the national strategic document, there are also sectoral development planning documents, which outline visions for development and provide strategic guidelines in their respective fields, and they should do so while considering climate change impacts. In all planning processes that follow,"}, {"text_block_id": "p7_b90", "text": "particularly in regional and local spatial planning processes, it is necessary to ensure the"}, {"text_block_id": "p7_b91", "text": "harmonisation of plans and their compliance with the state’s development guidelines and the"}, {"text_block_id": "p7_b92", "text": "comprehensive implementation of environmental impact assessment procedures, including climate change impacts."}, {"text_block_id": "p7_b93", "text": "Regional spatial planning and the coordination of public interests, or decision-making in the event of a discrepancy between public interests, are two key tools for adapting to climate change and redirecting the development of settlements away from areas at risk from natural and other disasters and for developing activities adapted to climate change impacts at the regional level (such as tourism and agriculture)."}, {"text_block_id": "p7_b94", "text": "The key challenge will be to ensure that spatial development and spatial processes in the country will not deviate from the set development strategic guidelines. Such coordination requires establishing the following: a mechanism for integrating development and spatial planning, disaster risk management coordination, and a body for the assessment of the consistency of themes and whether one public interests dominates others; such an authority may be the proposed Government Council for Spatial Planning Issues."}, {"text_block_id": "p7_b95", "text": "2. Strengthened use of environmental impact assessment instruments"}, {"text_block_id": "p7_b96", "text": "In the area of environmental impact assessment, it is necessary to further strengthen activities to ensure integration, assess the consistency of themes, and horizontally integrate climate change impacts into transboundary, strategic and project environmental impact assessments. In the area of strategic environmental impact assessment, the attainment of the environmental objective \"resilience and adaptation to climate change\" should be included in the assessment of all programmes, plans, and spatial and other acts and amendments thereto. The environmental report should include a chapter on climate change, the proposed professionally relevant variants and mitigation measures, which should be presented to the public and included in the programme/plan in assessment procedure. In the area of project environmental impact assessment, special attention should be devoted to technical adaptation measures, which should be described in the chapter on climate change and proposed in the project for obtaining approval."}, {"text_block_id": "p7_b97", "text": "In the long term, it is important to establish and upgrade on a regular basis a database of specific climate data and ensure the availability of the expert groundwork in the field of adaptation to climate change and their incorporation in environmental impact assessment procedures. It is also essential to continue the processes of transferring knowledge, upgrading methodologies and databases, and exchanging experience and examples of good practice as part of regular training and of improving the competence of external service providers in making environmental reports and developing mitigation measures."}, {"text_block_id": "p7_b98", "text": "Broader cooperation"}, {"text_block_id": "p7_b99_merged_merged", "text": "Adaptation to climate change is at its core a dynamic process, requiring inclusion and integration at all levels and among all stakeholders. The guideline \"broader cooperation, integration and the exchange of experience and examples of good practice\" includes the following aspects:"}, {"text_block_id": "p7_b102", "text": "Adaptation to climate change is at its core a dynamic process, requiring inclusion and integration at all levels and among all stakeholders. The guideline \"broader cooperation, integration and the exchange of experience and examples of good practice\" includes the following aspects:\n* the inclusion of stakeholders and the participation of the wider interested expert\n* active integration into European and international cooperation processes and"}, {"text_block_id": "p8_b106", "text": "Adaptation to climate change is at its core a dynamic process, requiring inclusion and integration at all levels and among all stakeholders. The guideline \"broader cooperation, integration and the exchange of experience and examples of good practice\" includes the following aspects:\n* the inclusion of stakeholders and the participation of the wider interested expert\n* active integration into European and international cooperation processes and\n* mechanisms of cooperation at the local and regional levels and with the private sector\n* cooperation and the search for synergies between policies and players which are not"}, {"text_block_id": "p8_b110", "text": "Steps contributing to the implementation of guidelines in the field of broader cooperation:"}, {"text_block_id": "p8_b111", "text": "1. Ensuring appropriate inter-ministerial cooperation"}, {"text_block_id": "p8_b112", "text": "Appropriate inter-ministerial cooperation in the field of climate change adaptation will ensure that sectors make concerted efforts in the development and implementation of strategic and implementing documents, that themes are coordinated among and within sectors, and that the general and expert publics are involved. While inter-ministerial cooperation had already been established at an informal level, an inter-ministerial climate change adaptation working group was officially appointed for the first time in September 2016."}, {"text_block_id": "p8_b113", "text": "2. Proactive participation in European and international activities"}, {"text_block_id": "p8_b114", "text": "Climate change is one of the key global challenges; its effects go beyond the borders of individual countries and are economic, social and environmental. Adaptation to climate change is therefore closely linked to sustainable development and the enforcement of the 2030 Agenda for Sustainable Development. The Paris Agreement, which entered into force on 4 November 2016, is an important step in the global response to climate change. International cooperation is of paramount importance for the enforcement of commitments arising from the agreement. The challenges of climate change have become increasingly intertwined with other issues, including the issue of stability: climate change impacts may, among other things, destabilise less resilient parts of the world (including in the vicinity of Slovenia), which may, in turn, threaten security, increase the inflow of climate refugees and so on. Slovenia must thus actively and constructively participate in international processes and contribute to finding well-thought-out humanitarian solutions in this area."}, {"text_block_id": "p8_b115", "text": "The efforts will be directed towards providing the conditions and support for the participation of Slovenian partners in European projects (transboundary, transnational and other) and international projects at all levels. At the national level, it is necessary to identify priorities regarding the level of participation of the most vulnerable activities/sectors in climate change adaptation with a view to promoting the exchange of knowledge, experience and examples of good practice. The climate web portal will provide an overview of the existing and previous international programmes and projects in the field of adaptation to climate change and related international activities."}, {"text_block_id": "p8_b116_merged", "text": "In the long term, it is necessary to increase the scope of funding, including increasing bilateral and multilateral official development assistance to developing countries for adaptation to climate change, which may significantly contribute to reducing the scope of funds that will be required for addressing the consequences of changing climate. It is also important to participate in the transfer of knowledge to developing countries where Slovenia’s contribution may have a significant impact on the reduction of risks (e.g. by improving the water regime in the region) and vulnerability to climate change impacts (e.g. the adaptation of crops in agriculture) or on the transfer of general management knowledge and skills to increase climate resilience (e.g. the management of forests in forest-rich countries). Certain mechanisms that are already in place in this field (e.g. the Drought Management Centre for Southeastern Europe) will continue to be maintained and strengthened."}, {"text_block_id": "p9_b119", "text": "3."}, {"text_block_id": "p9_b120", "text": "Integration between the local and regional levels and the private sector"}, {"text_block_id": "p9_b121", "text": "In Slovenia, there are 212 municipalities (11 of them urban municipalities), which are grouped into 12 statistical regions and other networks according to the needs. Municipalities carry out a wide variety of tasks in fields that significantly contribute to exposure to climate change impacts and have the levers to strengthen resilience to such impacts; this is why it is important to direct the efforts of municipalities towards adopting adaptation strategies and implementing adaptation measures and to support and encourage them in so doing. Municipalities are already participating in various international cooperation networks and are exchanging experience, which should be further encouraged. In laying down the expert groundwork and making strategic and implementing adaptation plans, municipalities and regions are provided with support in the form of relevant groundwork, guidelines and funds. A national contact point for the coordination and promotion of the implementation of measures at the local and regional levels needs to be established."}, {"text_block_id": "p9_b122", "text": "The challenges of adaptation to climate change will be addressed within various networks of stakeholders, partnerships and consultation groups in this field, such as the Council for Sustainable Development and Environmental Protection."}, {"text_block_id": "p9_b123", "text": "4."}, {"text_block_id": "p9_b124", "text": "Looking for areas of common ground with other policies and actors"}, {"text_block_id": "p9_b125", "text": "We will seek ways to further strengthen mechanisms for coordinating policies and measures, particularly in the field of climate change, and promote the long-term integration and participation of various stakeholders, including the private sector, in the implementation of measures to adapt to climate change in both Slovenia and developing countries."}, {"text_block_id": "p9_b126", "text": "Research and knowledge transfer"}, {"text_block_id": "p9_b127", "text": "In order to implement the guideline \""}, {"text_block_id": "p9_b128", "text": "the continuous improvement of knowledge about climate change impacts and climate change adaptation methods\""}, {"text_block_id": "p9_b129", "text": ", we will promote the following:"}, {"text_block_id": "p9_b130", "text": ", we will promote the following:\n* the continuous improvement of knowledge about climate change in the future;\n* research and development in the field of monitoring climate change impacts;\n* dissemination of research results, the latest findings, information on innovations,"}, {"text_block_id": "p9_b136", "text": "We will constantly increase the scope and depth of expertise in developing efficient policies and measures and in so doing integrate knowledge with experience gained in the field and past experience."}, {"text_block_id": "p9_b137", "text": "Steps that will contribute to the implementation of this guideline:"}, {"text_block_id": "p9_b138", "text": "Steps that will contribute to the implementation of this guideline:\n* Providing climate services (producing long-term climate scenarios and regularly\n<\\li1>"}, {"text_block_id": "p9_b140", "text": "The steps include the preparation of a database of daily data for future reference (including T, Tmin, Tmax, precipitation, ETo, wind, and energy from solar radiation) according to two scenarios (RCP4.5 and RCP8.5) and the preparation of the climate information derived from"}, {"text_block_id": "p10_b141", "text": "this database and of adapted databases for individual users of climate services (policymakers, infrastructure projects, disaster risk assessments, etc.)."}, {"text_block_id": "p10_b142", "text": "We will make the results of climate scenarios publicly available at a resolution that enables an accurate assessment of climate change impacts on a municipality level and establish a climate web portal by way of the GIS portal (a viewer that enables access to spatial data)."}, {"text_block_id": "p10_b143", "text": "The long-term regular updating and provision of climate services and cooperation within research projects at the European and international levels are also foreseen."}, {"text_block_id": "p10_b144", "text": "2."}, {"text_block_id": "p10_b145", "text": "Upgrading and linking databases and processes in support of decision-making"}, {"text_block_id": "p10_b146", "text": "The long-term upgrading and linking of the existing databases and making them available within one single portal, for example the e-prostor portal, are foreseen. Data on water sources, for example, need to be complemented with better estimates of impacts on the good water status, and individual databases should be linked with data from other fields and between different planning units (municipalities, regions and the state)."}, {"text_block_id": "p10_b147", "text": "In view of the importance of the economic development and population growth projections for adaptation to climate change (scenarios of social and economic changes, including health impacts), it is important to link the processes of preparation and use of data."}, {"text_block_id": "p10_b148", "text": "3."}, {"text_block_id": "p10_b149", "text": "Establishing regular cooperation between researchers and decision-makers"}, {"text_block_id": "p10_b150", "text": "We will strive to ensure cooperation between researchers and decision-makers on a regular basis through organisation of meetings and workshops, which will be aimed at the exchange of knowledge and good practices and the presentation of the newest findings, databases and research results and will be held at least once a year."}, {"text_block_id": "p10_b151", "text": "Furthermore, it is necessary to establish and regularly update a climate web portal, which will contain all information on and results of previous research projects and plans for future ones. The climate web portal will at the same time also enable two-way communication between the key stakeholders in this field."}, {"text_block_id": "p10_b152", "text": "Education and training, awareness-raising and communication"}, {"text_block_id": "p10_b153", "text": "The steps to implement the guideline \""}, {"text_block_id": "p10_b154", "text": "An appropriate level and quality of education, competence, awareness, information and broader communication about climate change impacts are achieved. The target public is made aware of the impacts of climate change on society."}, {"text_block_id": "p10_b155", "text": "\" are the following:"}, {"text_block_id": "p10_b156", "text": "\" are the following:\n* The analysis of the situation, the establishment of system-wide comprehensive\n<\\li1>"}, {"text_block_id": "p11_b158_merged", "text": "Curricula, programmes and other curricular documents already enable, to a large extent, the integration of objectives, themes and methods for the purpose of adaptation to climate change within the wider framework of Education for Sustainable Development (ESD). It is necessary to ensure the appropriate implementation of ESD, and the continuous evaluation of such implementation, in all areas of education and training, from interdisciplinary curricula (which build on environmental education already in place) to competence for sustainable development (as part of professional standards) and adult education. It is essential to establish the continuous training of individuals – i.e. all participants in education and training processes and teaching, professional and managerial staff in this field – with a view to improving their knowledge and skills for successful adaptation to climate change impacts. A cross-sectoral approach and the participation of other stakeholders – from civil society organisations, public services and the economy to local communities – are also essential."}, {"text_block_id": "p11_b168", "text": "ESD is not only one of the (new) curricular subjects, but instead it represents the strategic development guideline for the education system, requiring a change in the paradigm of knowledge and values. It is important to regularly analyse and evaluate the situation by individual levels and areas of upbringing, education and training in terms of both the content of adopted curricular documents and their implementation and, on the basis of such analysis and evaluation, to complement the content of the adopted or updated curricula, programmes and other curricular documents as appropriate and ensure that they are implemented in a quality, systematic and effective manner, particularly through the integration and upgrading of the existing high-quality education and training practices and through implementing recommendations."}, {"text_block_id": "p11_b169", "text": "The integration of new subjects, work methods and activities into curricular documents and the day-to-day life of kindergartens and schools with a view to contributing to the objectives of awareness-raising and the assimilation of knowledge, values and skills for sustainable development (including new requirements for adaptation to climate change, transition to a green economy, etc.) is part of the regular process of renewing and updating curricula, programmes and other curricular documents and the system for establishing and ensuring quality in upbringing and education."}, {"text_block_id": "p11_b170", "text": "2. Identification, exchange, dissemination and further development of good practices"}, {"text_block_id": "p11_b171", "text": "At the global level, in Europe and in Slovenia, various practical approaches to education, training and communication about adaptation to climate change have been increasingly developed in recent years. Accordingly, it will be necessary to provide an overview of good practices in the field of education, training and communication about adaptation to climate change, and support for the development of such practices, with an emphasis on innovative models and dissemination, including the establishment of a web portal of good practices in all the aforementioned fields."}, {"text_block_id": "p11_b172", "text": "3. Planning and conducting communication campaigns and working with the media"}, {"text_block_id": "p11_b173", "text": "We will plan and conduct communication campaigns and closely cooperate with the media to support objectives and measures in the field of adaptation to climate change and, more broadly, to achieve the purpose of informing the target audience of climate change impacts. The campaigns will be tailored to the target audience and will contribute to the goal of increasing awareness among the wider public."}, {"text_block_id": "p11_b174", "text": "To support the planning and implementation of measures and the attainment of adaptation objectives, it is essential to raise the awareness of all stakeholders and increase their participation in the continuous process of education, training and information-provision in the"}, {"text_block_id": "p12_b175", "text": "long term. We will develop permanent cooperation with non-governmental and private sectors for the purposes of raising awareness and continue our efforts to strengthen and improve the quality of themes largely pertaining to adaptation to climate change and of the processes of providing information about such themes."}, {"text_block_id": "p13_b176", "text": "Funding"}, {"text_block_id": "p13_b177", "text": "In planning the implementation of a comprehensive cross-sectoral process of adaptation, it is necessary to draw attention to the importance of the adequate and timely provision of funding for climate change adaptation activities and measures in Slovenia and developing countries. We will plan the objectives of the adequate financing of climate change adaptation measures while developing adaptation measures by individual sectors."}, {"text_block_id": "p13_b178", "text": "The financing of climate change adaptation measures requires a considerable mobilisation of funds. In preparing the EU Strategy on Adaptation to Climate Change, the European Commission made certain cost estimates. According to these estimates, the cost of not adapting to climate change could reach at least EUR 100 billion a year by 2020, rising to EUR 250 billion a year by 2050. The European Commission has supported these data with the finding that, between 1980 and 2011, direct economic losses in the EU due to flooding alone amounted to more than EUR 90 billion, and this amount is expected to increase. Although there is as yet no comprehensive overview of adaptation costs in the EU, additional flood protection measures are estimated at EUR 1.7 billion a year by the 2020s and EUR 3.4 billion a year by the 2050s. Such measures can thus be very cost-effective."}, {"text_block_id": "p13_b179", "text": "Improved access to funding will be a key factor in strengthening resilience to climate change. It will be necessary to mobilise funds at all levels, including private investments. With regard to public finance resources, there are a number of sources available, different funds from the EU budget, the national budget and the budgets of local communities."}, {"text_block_id": "p13_b180", "text": "In the current financial perspective, the EU budget, in addition to providing funds for adaptation from structural funds, provides support for adaptation programmes and projects within the programmes Horizon 2020 and LIFE. Furthermore, adaptation measures are also supported by several other EU funds and international financial institutions, such as the European Investment Bank and the European Bank for Reconstruction and Development."}, {"text_block_id": "p13_b181", "text": "The role of the national budget and the budgets of local communities is to co-finance the aforementioned European and international sources and to independently finance measures in Slovenia and developing countries. Since climate change adaptation measures often overlap with climate change mitigation measures, sustainable energy and transport policy measures, and measures of the policy aimed at improving the quality of the environment, it is necessary to seek ways of addressing areas of common ground, which may facilitate the mobilisation of funds. In 2016, the contribution within the provision of international financial aid in the area of climate change was for the first time financed from the funds of the Climate Change Fund, and the implementation of this measure is also foreseen for 2017 and 2018. Like other developed countries that are parties to the United Nations Framework Convention on Climate Change, Slovenia has undertaken to provide appropriate climate change finance and, within the framework of the Paris Agreement, endorsed an increase in climate funds for developing countries, an objective to which it will contribute within the limits of its financial capabilities."}, {"text_block_id": "p13_b182", "text": "Special attention should also be devoted to the mobilisation of investments made by the private sector, for instance insurance companies. Furthermore, it is necessary to promote the participation of the private sector in the implementation of climate change adaptation measures in Slovenia and developing countries; we will look for adapted solutions to this issue as part of the preparation of the implementation plan of climate change adaptation measures."}, {"text_block_id": "p14_b183", "text": "Monitoring"}, {"text_block_id": "p14_b184", "text": "With a view to monitoring the general objective, we will establish an indicator of vulnerability to climate change; to that end, we have selected a range of variables that will enable monitoring the degree of vulnerability as a function of exposure, sensitivity and adaptive capacity, taking into account key climate change impacts and the identified risks and opportunities. Selecting variables is a crucial part of this process, in the framework of which it is essential to evaluate the availability, admissibility and comparability of databases. In the process of assessing vulnerability, we have included only data that are publicly available, have been verified, cover the entire country and are verifiable at a lower spatial level. The end result, the indicator of the degree of vulnerability to climate change, is obtained by combining the analysed degrees of exposure, sensitivity and adaptive capacity."}, {"text_block_id": "p14_b185", "text": "Figure 2: Schematic depiction of the structure of the indicator of the vulnerability of the Slovenian state and municipalities"}, {"text_block_id": "p14_b186", "text": "Annex 4 contains a description of the indicator and the selection of variables (including sources of data) for monitoring exposure, sensitivity and adaptive capacity."}, {"text_block_id": "p14_b187", "text": "Individual climate change adaptation measures by sector, including the implementation of sectoral activities in the fields of development, research transfer, cooperation and education, will be defined in more detail in the implementation plan of guidelines for medium-term adaptation measures, which will be prepared following the approval of the strategic document."}, {"text_block_id": "p15_b188", "text": "List of annexes and sources"}, {"text_block_id": "p15_b189", "text": "Annexes"}, {"text_block_id": "p15_b190", "text": "Annex 1: Glossary of terms in the field of adaptation to climate change"}, {"text_block_id": "p15_b191", "text": "Annex 2: Assessment of climate change by the end of the 21st century"}, {"text_block_id": "p15_b192", "text": "Annex 3: International comparison of adaptation processes"}, {"text_block_id": "p15_b193", "text": "Annex 4: Indicator of the vulnerability of Slovenia"}, {"text_block_id": "p15_b194", "text": "Sources"}, {"text_block_id": "p15_b195", "text": "\"The expert groundwork for preparing the assessment of the risks and opportunities that climate change presents for Slovenia\", final report, the Biotechnical Faculty, November 2014, available at:"}, {"text_block_id": "p15_b196", "text": "."}, {"text_block_id": "p15_b197", "text": "\"Climate change in Slovenia"}, {"text_block_id": "p15_b198", "text": "–"}, {"text_block_id": "p15_b199", "text": "The expert groundwork for preparing the assessment of the risks and opportunities that climate change presents for Slovenia\", 1st report, the Slovenian Environment Agency, December 2014, available at:"}, {"text_block_id": "p15_b200", "text": "."}, {"text_block_id": "p15_b201", "text": "EU Strategy on Adaptation to Climate Change, DG Clima, 2013, available at:"}, {"text_block_id": "p15_b202", "text": "http://ec.europa.eu/clima/policies/adaptation/what/documentation_en.htm"}, {"text_block_id": "p15_b203", "text": "."}, {"text_block_id": "p15_b204_merged_merged_merged", "text": "Strategy for adapting Slovenian agriculture and forestry to climate change, 2008, available at: http://agromet.mkgp.gov.si/Publikacije/STRATEGIJA%20prilagajanja.pdf."}], "document_description": "This strategic framework aims at making Slovenia, by 2050, a society adapted and resilient to climate change impacts and characterised by a high quality of life and a high degree of safety of life, while taking full advantage of the changed climate on the basis of sustainable development. This document presents the measures to strengthen capacities for climate change adaptation, management of risks and for taking advantage of eventual opportunities brought by a changing climate."}