{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Colombia", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial"], "document_date": "14/07/2011", "document_language": "English", "document_name": "Document CONPES 3700 on the Institutional Strategy for the Articulation of Policies and Actions in Climate Change", "document_country_code": "COL", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/COL/2011/COL-2011-07-14-Document CONPES 3700 on the Institutional Strategy for the Articulation of Policies and Actions in Climate Change_f8131d6e8ae5bf1205a0c1ebd7f988a6.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The main objective of CONPES 3700 is to outline a mechanism for institutional co-ordination to incorporate climate change into sectorial and territorial decision making, the National Climate Change System (SISCLIMA).<br />\n<br />\nCONPES 3700 recommended the creation of SISCLIMA as the official national institution to coordinate and propel climate change actions. Within these actions, SISCLIMA will co-ordinate the implementation of the four climate change priority strategies defined by the government: CCNAP, CLCDS, ENREDD+ and the Strategy for Fiscal Protection Against Natural Disasters. It is expected that these strategies will need to formulate their own financing strategy and to add a component for private sector investment.<br />\n<br />\nThe proposed approach is one whereby climate change initiatives will be built through a bottom-up approach. Four permanent committees at the base of the SISCLIMA structure will coordinate, shape and implement sectoral and territorial policy as well as international affairs for climate change adaptation and mitigation based on detailed technical studies carried out on specialised working groups. The Finance Committee (FC) will act as coordinator of financing activities and offer support to those initiatives seeking financial support by directing efforts to identify and coordinate sources of finance available at the national and international levels. Finally, at the very top of the system, the Inter-Sectoral Commission on Climate Change (COMICC) will bring together various ministries and key national institutions to co-ordinate and direct institutional efforts on climate change and act as the connection point between SISCLIMA and the wider government, including the presidency. COMICC will also share findings and guide policy at the highest level of the national government on climate change issues. The final structure however is still under revision.<br />\n<br />\nA Presidential Decree is required to give effect to CONPES 3700. At the time of writing (November 2014) this has not been issued and meanwhile successive drafts of the REDD+ Readiness Preparation Proposal (R-PP) have introduced further refinements. For example, CONPES 3700 envisages that SISCLIMA will be directed by an Executive Committee (COMECC). The latest drafts of the R-PP have sought to make SISCLIMA's governance more inclusive; COMECC has now become an Inter-Sectoral Committee (COMICC)."}