{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Colombia", "document_category": "Law", "document_sector_name": ["Transportation", "Economy-wide"], "document_date": "27/07/2018", "document_language": "English", "document_name": "Law no 1931 establishing guidelines for the management of climate change", "document_country_code": "COL", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/COL/2018/COL-2018-07-27-Law no 1931 establishing guidelines for the management of climate change_810a1c89633c9b91b21c8378b379ddd5.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law establishes the guidelines for the management of climate change in the decisions of public and private persons, the concurrence of the Nation, Departments, Municipalities, Districts, Metropolitan Areas and Environmental Authorities mainly in the actions of adaptation to climate change, as well as as in mitigation of greenhouse gases, with the aim of reducing the vulnerability of the population and the ecosystems of the country against its effects and promoting the transition towards a competitive, sustainable economy and low carbon development. Both mitigation and adaptation are pursued.&nbsp;<br><br>Art. 2 sets ten principles that must be followed to implement this law: self management, coordination, coresponsibility, soun cost-benefit and cost-effective decision-making, gradualness, integration, prevention, responsibility and subsidiarity. Art. 4 defines the orientation and missions of the National System for Climate Change (SISCLlMA) and art. 5 creates the National Council on Climate Change (CICC). The document further details the instruments that relevant public institutions should use in their mitigation and adaptation efforts."}