{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_framework_name": "Adaptation", "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Colombia", "document_category": "Policy", "document_sector_name": [], "document_date": "31/08/2012", "document_language": "English", "document_name": "National Plan for Climate Change Adaptation", "document_country_code": "COL", "document_hazard_name": ["Cold Waves", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Landslides", "Droughts", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/COL/2012/COL-2012-08-31-National Plan for Climate Change Adaptation_573b41a2569e762f80bc9aee23941dbc.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Plan for Climate Change Adaptation's objectives are to increase knowledge of the potential risks and opportunities associated with climate change and climate variability, to incorporate climate risk management in territorial and sectoral planning and to mitigate the climate change vulnerability of ecological and socio-economic systems. It promotes a planned, territorial environmental development compatible to Climate Change variability through sort, medium and long term actions.<br>&nbsp;<br>&nbsp;This Plan seeks the mainstreaming of climate variables and projections into environmental, territorial and sectoral planning, effectively decreasing the vulnerability of populations, ecosystems and productive sectors, and increasing the social, economic and ecosystems capacities to answer to climate events. The plan needs to be an instrument to establish strategic guidelines and bring effective tools to prioritise adaptations measures, as well as to guide sectors and territories in the development of strategies and adaptation plans to reduce their vulnerability and associated risks.<br>&nbsp;<br>&nbsp;The implementation of the plan is divided into four phases. Beginning in 2012, the first two stages were conceptual and methodological, followed by the detailing of specific sectoral and regional plans. Phase four, implementation of measures, began in 2013, while monitoring and reporting, the final phase, began in 2014."}