{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Colombia", "document_category": "Policy", "document_sector_name": [], "document_date": "24/02/2016", "document_language": "English", "document_name": "National Climate Change Decree (SISCLIMA)", "document_country_code": "COL", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/COL/2016/COL-2016-02-24-National Climate Change Decree (SISCLIMA)_d72acaf2d9cc6eb163e006f049fec591.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The Decree of the National Climate Change (SISCLIMA), aims to 'coordinate, articulate, formulate, monitor and evaluate policies, rules, strategies, plans, programs, projects, actions and measures related to the adaptation to climate change and mitigation of greenhouse gases' through collaboration between public, private and nonprofit entities (Art 1).<br />\nThe Decree creates the Intersectional Commission on Climate Change, to implement and coordinate climate efforts on the national level, and Regional Nodes for Climate Change, responsible for \"promoting and supporting implementation of climate change policies, strategies, plans, programs, projects and actions in regions\".<br />\nThe Commission's aims are (Art 4):<br />\n<br />\n<ol><br />\n<li>Coordinate climate change efforts and commitments on national, regional, local and international levels.</li><br />\n<li>Integrate climate change strategies and plans with economic, social and environmental development, taking into account priorities needed to achieve sustained economic growth, eradication of poverty and sustainable use of natural resources.</li><br />\n<li>Coordinate public and private climate change efforts in different economic sectors and with civil society efforts.</li><br />\n<li>Identify and use opportunities to promote sustainable development based on activities of adaptation to climate changes and GHG emissions reduction.</li><br />\n<li>Aim to reducing vulnerability of population the most affected by the effects of climate change.</li><br />\n<li>Encourage citizen participation in decision-making on matters related to climate change.</li><br />\n<li>Promote implementation of measures for climate change adaptation and GHG mitigation.</li><br />\n<li>Harmonies evaluation criteria and mechanisms for monitoring responsibilities for adaptation to climate change and GHG mitigation.</li><br />\n</ol>"}