{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": ["Social development", "Other"], "document_date": "01/01/2020", "document_language": "English", "document_name": "National Policy on Gender Equality and Rights of Women and Girls 2021-2031", "document_country_code": "WSM", "document_hazard_name": [], "document_keyword": ["Food Security", "Gender"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://drive.google.com/file/d/119k8U1m5G1_GxrpE_1z7cTpKJZu_Yhbl/view", "document_type": "Policy", "text_blocks": [], "document_description": "This policy aims to achieve gender equality and women empowerment by 2030. It sets out the commitments of the Government of Samoa and its partners to  gender equality and provides a common framework to guide, coordinate, monitor and account for  all work and investments to realise gender equality and empower all women and girls of Samoa. The seventh priority area of the policy is the environment, and aims to increase visibility, contribution and engagement of women and girls in agriculture, climate  change, natural resources management and disaster preparedness and response, especially  those facing multiple and intersecting barriers and forms of discrimination. Specific actions promoted by this policy include the following:Ensure that a gender transformative approach is incorporated into all aspects of climate  change and natural resource managementInclude women in all climate change-related planning and consultationsEncourage women and girls, including through the use of temporary special measures, to  take courses in the fields of disaster risk management and climate change, including in climatology, fishery and water management  Strengthen collection of gender-related data on the management of marine and costal re sources, with a view to supporting gender equality, ecosystem conservation, sustainable  livelihoods and climate resilience."}