{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": ["Water", "Tourism", "LULUCF", "Health", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Environment & Development Sector Plan 2013 - 2016", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2013", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2013/WSM-2013-01-06-National Environment & Development Sector Plan 2013 - 2016_3bd3083acaa5710bf842114f804ef928.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of Samoa"}, {"text_block_id": "p0_b2", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p0_b3", "text": "Government of Samoa"}, {"text_block_id": "p0_b4", "text": "N"}, {"text_block_id": "p0_b5", "text": "ATIONAL"}, {"text_block_id": "p0_b6", "text": "E"}, {"text_block_id": "p0_b7", "text": "NVIRONMENT AND DEVELOPMENT"}, {"text_block_id": "p0_b8", "text": "S"}, {"text_block_id": "p0_b9", "text": "ECTOR"}, {"text_block_id": "p0_b10", "text": "P"}, {"text_block_id": "p0_b11", "text": "LAN"}, {"text_block_id": "p0_b12", "text": "(NESP)"}, {"text_block_id": "p0_b13", "text": "2013 -2016"}, {"text_block_id": "p0_b14", "text": "June 2013"}, {"text_block_id": "p0_b15", "text": "Government of Samoa"}, {"text_block_id": "p2_b16", "text": "Table of Contents"}, {"text_block_id": "p3_b17", "text": "Acronyms used"}, {"text_block_id": "p5_b18", "text": "1. Visions and Goals at the National and Sector levels"}, {"text_block_id": "p5_b19_merged", "text": "Strategy for the Development of Samoa (SDS) 2012 – 2015 Vision"}, {"text_block_id": "p5_b22", "text": "Improved Quality of Life for All"}, {"text_block_id": "p5_b23", "text": "SDS Goals for the Environment Sector"}, {"text_block_id": "p5_b24", "text": "National Environment & Development Sector Plan (NESP) 2013 -2016"}, {"text_block_id": "p5_b25", "text": "Vision"}, {"text_block_id": "p5_b26", "text": "Goal"}, {"text_block_id": "p5_b27", "text": "Theme"}, {"text_block_id": "p5_b28", "text": "Sustainable development for green growth"}, {"text_block_id": "p6_b29", "text": "2. How to read the NESP"}, {"text_block_id": "p6_b30", "text": "a. How to read the NESP"}, {"text_block_id": "p6_b31", "text": "The NESP is to be read in conjunction with the 2013 State of Environment (SOE) report and the NESP Report: Background & Process."}, {"text_block_id": "p6_b32", "text": "The SOE report produced in parallel to the NESP analysed and assessed the states of the habitats and the drivers and pressures impacting on them, to derive impacts and responses that comprise the prescriptive part of the NESP. The NESP updates the 1993 National Environment & Development Management Strategies, NEMS."}, {"text_block_id": "p6_b33", "text": "The SOE report provides:"}, {"text_block_id": "p6_b34", "text": "The SOE report provides:\n* The detailed analysis of the overall context of drivers and pressures that interact and combine to cause\n* Assesses the state of health of the key habitats a\n* and biophysical environment\n* Identifies impacts generated by the operation of environmental drivers and pressures, and prescribes"}, {"text_block_id": "p6_b42", "text": "The SOE report provides:\n* The detailed analysis of the overall context of drivers and pressures that interact and combine to cause\n* Assesses the state of health of the key habitats a\n* and biophysical environment\n* Identifies impacts generated by the operation of environmental drivers and pressures, and prescribes\n* What is happening to the environment and Why?\n* What are the consequences for the environment and humanity?\n* What is being done and how effective is it?\n* Where are we heading?\n* What actions could be taken for a more sustainable future?"}, {"text_block_id": "p6_b52", "text": "b. Approach to the SOE and NESP"}, {"text_block_id": "p6_b53", "text": "The assessment of Samoa’s environment for the 201"}, {"text_block_id": "p6_b54", "text": "3 SOE Report and NESP (previously called the NEMS) was based on habitat types, as opposed to past approaches wherein the environment was divided up according to different environmental resources such as forests, water, land, fisheries etc."}, {"text_block_id": "p6_b55", "text": "The analysis of environmental changes and quality thus looked at changes in the health of each habitat type, and considers the underlying drivers and pressures that impact and have causative effects on them. In this approach,"}, {"text_block_id": "p6_b56", "text": "Samoa’s environment is"}, {"text_block_id": "p6_b57", "text": "organized into 8 habitat types;"}, {"text_block_id": "p6_b58", "text": "organized into 8 habitat types;\n* Upland habitats\n* Lowland habitats\n* Coastal habitats\n* Rivers and Streams\n* Inshore and Offshore Marine habitats\n* Rural and urban built environment\n* Protected Areas and Key Biodiversity Areas (KBAs) and\n* Atmosphere Weather and Climate"}, {"text_block_id": "p6_b74_merged_merged_merged", "text": "The DPSIR framework is applied to both the SOE and NESP with the descriptive components of Drivers, Pressures and States addressed in the SOE, and the prescriptive elements of Impacts and Responses providing the focus for the NESP. A discussion of impacts provides the substance of the NESP."}, {"text_block_id": "p7_b87", "text": "3. What is the NESP?"}, {"text_block_id": "p7_b88", "text": "c. What is the NESP?"}, {"text_block_id": "p7_b89", "text": "The NESP articulates the overall vision and goal for the environment sector, and the higher level outcomes that it seeks to achieve. It reflects the overall vision and goal of the SDS and in doing so, clarify how the national goal and vision will be achieved in the qualities of the natural environment that the NESP represents and is responsible for."}, {"text_block_id": "p7_b90", "text": "d. Purpose of NESP"}, {"text_block_id": "p7_b91", "text": "The NESP’s primary purpose is to define and articulate the key strategies for achieving the Environment Sector and"}, {"text_block_id": "p7_b92", "text": "SDS goal of"}, {"text_block_id": "p7_b93", "text": "‘environmental sustainability and disaster risk reduction’"}, {"text_block_id": "p7_b94", "text": ".  It is based on the findings of the State of Environment Report but is a forward looking and prescriptive document that sets out strategies and measures for addressing the key environmental issues facing Samoa. Other related purposes include:"}, {"text_block_id": "p7_b95", "text": ".  It is based on the findings of the State of Environment Report but is a forward looking and prescriptive document that sets out strategies and measures for addressing the key environmental issues facing Samoa. Other related purposes include:\n* discusses issues and impacts on the environment that stem from activities of other economic sectors\n* seeks to complement other sector strategies with environmental related issues by identifying specific\n* identifies sector strategies for pursuing the overall national goals of environmental sustainability and\n* 2012\n* 2012\n â\n* 2012\n â\n 2016.\n* promotes multi-agency coordination to ensure cross-cutting issues are implemented and not duplicated.\n* propose arrangement for implementation, coordination, monitoring and reporting."}, {"text_block_id": "p7_b109", "text": "e. Guiding Principles"}, {"text_block_id": "p7_b110", "text": "The NESP reaffirmed the Principles of the Rio Declaration 1992 underpinning the notion of equitable and sustainable development. These principles are appended in the NESP Report Background and Process ( Appendix 1 )."}, {"text_block_id": "p7_b111", "text": "The NESP is also cognizant of the outcome statement of the Rio+20, ent"}, {"text_block_id": "p7_b112", "text": "itled, “The Future We Want”, and its commitment to “…freeing humanity from poverty and hunger as a matter of urgency” (UN General Assembly,"}, {"text_block_id": "p7_b113", "text": "2012)"}, {"text_block_id": "p7_b114", "text": ". The Rio + 20 outcome statement elaborates that to achieve this goal, it is necessary to promote “sustained, inclusive and equitable economic growth” (ibid.) and “integrated and sustainable management of natural resources"}, {"text_block_id": "p7_b115", "text": "and ecosystems that supports, inter alia, economic, social and human development while facilitating ecosystem conservation, regeneration and r"}, {"text_block_id": "p7_b116", "text": "estoration and resilience in the face of new and emerging challenges” (ibid., para"}, {"text_block_id": "p7_b117", "text": "4). And while putting people at the center"}, {"text_block_id": "p7_b118", "text": "of sustainable development”, there was agreement of the need to “work"}, {"text_block_id": "p7_b119", "text": "together to promote sustained and inclusive economic growth, social development and environmental protection"}, {"text_block_id": "p7_b120", "text": "and thereby to benefit all” (ibid., para 6)."}, {"text_block_id": "p7_b121", "text": "f. What are High Level Outcomes?"}, {"text_block_id": "p7_b122", "text": "The High Level Outcomes clarify the qualities of a natural environment that Samoa seeks to achieve that is both sustainable and resilient. These outcomes reflect the overarching end-results identified as a result of the state of the environment analysis based on the key habitats. The Outcomes provide broad strategic directions to improve environmental conditions and to achieve more sustainable environments in the future."}, {"text_block_id": "p7_b123", "text": "g. What are Key Environment Sector Objectives ( KESO )?"}, {"text_block_id": "p7_b124", "text": "The Key Environment Sector Objectives are aligned to each of the Outcomes and each Objective prescribes specific strategies to address key environmental issues discussed in the habitats and to achieve the set outcomes. The strategies are the prescriptive elements of"}, {"text_block_id": "p7_b125", "text": "Impacts"}, {"text_block_id": "p7_b126", "text": "generated by the operation of environmental drivers and pressures in each of the habitats are translated into strategic"}, {"text_block_id": "p7_b127", "text": "Responses"}, {"text_block_id": "p7_b128", "text": "under KESOs for alleviating their negative impacts."}, {"text_block_id": "p7_b129_merged_merged_merged_merged_merged", "text": "h. NESP Sector Coordination – Implementation & Monitoring"}, {"text_block_id": "p7_b132", "text": "The cross cutting nature of the environment as a development issue and the shared responsibility assigned to the management of several environmental habitats and resources, makes the creation of an effective coordination mechanism for NESP implementation an imperative. The NESP identifies the principal implementers of different"}, {"text_block_id": "p8_b133", "text": "strategies. In general, MNRE assumes the lead responsibility for most, but also depends on input and the support of other agencies and organisations. The NESP Advisory Committee ( NESPAC ) is proposed for this role."}, {"text_block_id": "p8_b134", "text": "MNRE’s institutional set up seeks to establish an Environment Sector Coordination Unit under the Corporate"}, {"text_block_id": "p8_b135", "text": "Services Division as linkage to all sectors and the coordination of activities under the NESP. Part of the NESP Advisory Committee role is to coordinate the monitoring of environmental changes resulting from NESP implementation. Environmental monitoring is an important part of all sector planning, especially for agencies and organizations with activities that has direct impacts on the natural and the built ( human ) environment."}, {"text_block_id": "p8_b136", "text": "The coordination of environmental monitoring involves ensuring the compatibility of monitoring data, the sharing of monitoring resources and capabilities, the harmonization of monitoring methods, protocols and indicators, and the development of a clearing-house mechanism for the proper storage and efficient retrieval of information for the use of all stakeholders."}, {"text_block_id": "p8_b137", "text": "i. Monitoring and Updating the NESP 2013"}, {"text_block_id": "p8_b138", "text": "–"}, {"text_block_id": "p8_b139", "text": "16"}, {"text_block_id": "p8_b140_merged_merged", "text": "As a Sector Plan, the NESP will require regular review and updating to keep abreast of changing circumstances, new information and new emerging issues and priorities. The timing of these updates should seek to bring environmental sector planning in line with the national development planning process, ie., Samoa’s Development Strategy 2012 -16."}, {"text_block_id": "p8_b143", "text": "A yearly review of the NESP should be conducted to track any changes in the status of the environment using the set indicators established in the SOE assessment. The focus for M & E to be on Outcome Evaluation to assess the HOW and WHY outcomes are/ not being achieved, and on assessing the overall contributions of various factors to a given OUTCOME, with such factors including partnerships, community awareness, policy advice and dialogue, advocacy and coordination rather than on implementation processes. A simple evaluation matrix to be developed to extract lessons learned, findings and recommendations by assessing progress towards the outcomes."}, {"text_block_id": "p8_b144", "text": "j. Linkages to the Strategy for the Development of Samoa ( SDS ) 2012-16 ( Appendix 3 )"}, {"text_block_id": "p8_b145", "text": "The environment component in the SDS 2012-16 comes under Priority Area 4: Environment Sector with 2 Key Outcome Areas encompassing Environment Sustainability and Climate and Disaster Resilience and supported with a range of strategic areas. Although the SDS was compiled prior to the SOE and NEMS review, the findings and recommendations from the assessment stands to reaffirm priority areas already outlined in the SDS for the environment sector, which has now been consolidated and refined in the NESP."}, {"text_block_id": "p8_b146", "text": "j. Members of the NESP Advisory Committee ( NESPAC )"}, {"text_block_id": "p8_b147", "text": "The NESP Advisory Committee is comprised of representatives from the Government Ministries, Corporations, Private Sector and NGOs and chaired by the CEO of the Ministry of Natural Resources & Environment. ( Annex 2 )."}, {"text_block_id": "p9_b148", "text": "4. High Level Development Outcomes"}, {"text_block_id": "p9_b149", "text": "4. High Level Development Outcomes\n* Habitats\n* Habitats\n and species within protected areas, sanctuaries and KBAs\n* Habitats\n and species within protected areas, sanctuaries and KBAs\n are protected and maintained in natural\n* Restoration of degraded habitats\n* Restoration of degraded habitats\n and threatened species of economic and conservation importance to healthy\n* Environmental resources such as forests land, water and fisheries are managed sustainably to protect them\n* The rural and urban built environment\n* The rural and urban built environment\n is sustainable and resilient against extreme climate induced events and\n* Samoaâs biodiversity and natural resource is enhanced and kept up to date through science based\n* Samoaâs biodiversity and natural resource is enhanced and kept up to date through science based\n assessments and ongoing monitoring.\n* Promote Low Carbon Development\n* Promote Low Carbon Development\n in the Energy Sector through the establishment of a Nationally Appropriate\n* Stakeholder engagement and involvement (in decision making) in implementation of environmental\n* Reinforce an enabling environment that promotes sustainable financing and partnerships with international\n* Reinforce an enabling environment that promotes sustainable financing and partnerships with international\n .\n* Strengthened institutional framework with improved governance and capacity at all levels\n* Strengthened institutional framework with improved governance and capacity at all levels\n to promote\n* Promote and mainstream an integrated habitat-based approachtowards environmental assessments to"}, {"text_block_id": "p10_b181", "text": "5. Key Environment Sector Objectives (KESO)"}, {"text_block_id": "p10_b182", "text": "5. Key Environment Sector Objectives (KESO)\n* To implement strategies for rehabilitating, protecting and conserving priority terrestrial ( upland, lowland and\n* To implement strategies for rehabilitating, protecting and conserving threatened marine habitats and species.\n* To implement strategies for the restoration of habitats critical to species and recovery of species populations of\n* To implement strategies for protecting key environment resources such as forests land, water and fisheries.\n* To implement strategies to reduce the vulnerability and increase the resilience of Samoaâs urban and rural built\n* inform\n* To develop and implement a Nationally Appropriate Mitigation Action (NAMA) Programme towards a Low\n* To facilitate the direct participation of local communities (village councils, women, and youth) and private land\n* To strengthen policy, regulatory, financial and strategic planning and management framework for\n* Strengthen national capacity for environmental management, coordinate the NESP implementation,\n* To implement habitat/ecosystem-based strategies to support climate change adaptation and mitigation."}, {"text_block_id": "p11_b206", "text": "6."}, {"text_block_id": "p11_b207", "text": "Key Environment Sector Objectives and Strategies"}, {"text_block_id": "p11_b208", "text": "6.1"}, {"text_block_id": "p11_b209", "text": "Key Environment Sector Objective (KESO) 1 –"}, {"text_block_id": "p11_b210", "text": "To implement strategies for rehabilitating, protecting and conserving priority terrestrial ( upland, lowland and"}, {"text_block_id": "p11_b211", "text": "coastal"}, {"text_block_id": "p11_b212", "text": ") habitats and species."}, {"text_block_id": "p11_b213", "text": "Sector Strategies"}, {"text_block_id": "p11_b214", "text": "1."}, {"text_block_id": "p11_b215", "text": "Create effective and representative terrestrial protected and conservation areas."}, {"text_block_id": "p11_b216", "text": "Create effective and representative terrestrial protected and conservation areas.\n* Acquire legal status for proposed terrestrial KBA network.\n* Integrate the management of existing national parks and reserves into the KBA network.\n* Develop KBA management plans (including upscaling existing parks management plans) and secure funding\n* Promote the replanting of native trees and other vegetation in the urban built environment.\n* Encourage and support the creation of community managed protected areas\n* Secure resources to support community managed terrestrial protected and conservation areas\n* Conduct ecological surveys on the taxonomic data gaps for key selected sites identified under various\n* Spatial Information and maps updated for ecological data and to integrate climate change risks\n* Cadastral mapping to support PA network, biological and geophysical data gaps"}, {"text_block_id": "p11_b234", "text": "2. Encourage and facilitate the participation of land owning communities in the management of KBAs."}, {"text_block_id": "p11_b235", "text": "2. Encourage and facilitate the participation of land owning communities in the management of KBAs.\n* Raise awareness and educate local communities of the strategic and conservation importance of the KBA\n* Investigate the PES (payment of ecological services) approach for engaging villages and individual land\n* Encourage and support ecotourism and other sustainable income-generating activities by local village\n* Facilitate access by schools and the general public to environmental information in appropriately packaged\n* Provide basic training for village representatives in habitat and species monitoring and reporting.\n* Encourage and facilitate the establishment of competitive small grants funding mechanisms to support KBA\n* Provide opportunities for local communities engaged in conservation initiatives to share their experiences\n* Support the incorporation where the heritage of cultural and traditional knowledge shared and promoted\n* Promote awareness and understanding of Access to Benefit Sharing & Protection of Traditional Biological"}, {"text_block_id": "p11_b253", "text": "3. Reduce other pressures on terrestrial habitats and species."}, {"text_block_id": "p11_b254", "text": "3. Reduce other pressures on terrestrial habitats and species.\n* Review and update the 2004 National Biodiversity Strategies and Action Plan (NBSAP). Secure funding and\n* Review and update the 2008 â 2011 National Invasive Action Plan (NIAP). Secure funding resources and\n* Review and update Samoaâs National Biosafety Framework (NBF). Secure funding, build local capacities and\n* r land degradation. Secure funding, build local\n* Develop an Action Plan for the conservation of Samoaâs marshlands. Secure funding and implement"}, {"text_block_id": "p12_b269", "text": "3. Reduce other pressures on terrestrial habitats and species.\n* Review and update the 2004 National Biodiversity Strategies and Action Plan (NBSAP). Secure funding and\n* Review and update the 2008 â 2011 National Invasive Action Plan (NIAP). Secure funding resources and\n* Review and update Samoaâs National Biosafety Framework (NBF). Secure funding, build local capacities and\n* r land degradation. Secure funding, build local\n* Develop an Action Plan for the conservation of Samoaâs marshlands. Secure funding and implement\n* Explore and where appropriate, implement ex-situ conservation measures to ensure the survival of the\n* Develop and implement a National Framework and Strategy for soil resource management and\n* Assist local communities to enforce existing regulations as well as the monitoring of resources\n* Strengthen the implementation and enforcement of existing planning frameworks by providing additional"}, {"text_block_id": "p12_b277", "text": "4. Identify innovative ways to adapt to the impact of climate change."}, {"text_block_id": "p12_b278", "text": "-"}, {"text_block_id": "p12_b279", "text": "Implement sustainable plans for improving the protection of critical catchment areas."}, {"text_block_id": "p12_b280", "text": "-"}, {"text_block_id": "p12_b281", "text": "Assign priority to securing the full protection of the entire Apia, Vaisigano and Tafitoala catchment areas."}, {"text_block_id": "p12_b282", "text": "-"}, {"text_block_id": "p12_b283", "text": "Promote and support the replanting of catchment and erosion prone areas."}, {"text_block_id": "p12_b284", "text": "-"}, {"text_block_id": "p12_b285", "text": "Promote and support the replanting of mangrove forests and exposed coastal areas."}, {"text_block_id": "p12_b286", "text": "-"}, {"text_block_id": "p12_b287", "text": "Encourage and facilitate the relocation of households away from high risk flood-prone areas."}, {"text_block_id": "p12_b288", "text": "-"}, {"text_block_id": "p12_b289", "text": "Promote the growing of food crops that are not vulnerable to wind damage including yams, sweet potatoes and similar ones."}, {"text_block_id": "p12_b290", "text": "-"}, {"text_block_id": "p12_b291", "text": "Support the full implementation of Samoa’s NAPA."}, {"text_block_id": "p12_b292", "text": "-"}, {"text_block_id": "p12_b293", "text": "Encourage the implementation of natural solutions to enhance coastal resilience to climate change"}, {"text_block_id": "p12_b294", "text": "-"}, {"text_block_id": "p12_b295", "text": "Promote efforts to rehabilitate all degraded land areas through the replanting of appropriate tree species and the use of sustainable soil management techniques."}, {"text_block_id": "p12_b296", "text": "-"}, {"text_block_id": "p12_b297", "text": "Develop and promote sustainable models of future climate for project sites based on a range of climate change scenarios."}, {"text_block_id": "p12_b298", "text": "5. Strengthen the capacity of MNRE and other key national partners to more effectively plan and implement its responsibility for environmental protection and management."}, {"text_block_id": "p12_b299", "text": "-"}, {"text_block_id": "p12_b300", "text": "Strengthen Forestry Division and DMO"}, {"text_block_id": "p12_b301", "text": "’s forest fire prevention c"}, {"text_block_id": "p12_b302", "text": "apacity through the implementation of the forest fire management strategy in collaboration with the FESA."}, {"text_block_id": "p12_b303", "text": "-"}, {"text_block_id": "p12_b304", "text": "Encourage compliance with Code of Environmental Practices (COEPs) on impact studies and project design."}, {"text_block_id": "p12_b305", "text": "-"}, {"text_block_id": "p12_b306", "text": "Support PUMA training for private sectors on standards and COEPs."}, {"text_block_id": "p12_b307", "text": "-"}, {"text_block_id": "p12_b308_merged_merged", "text": "Encourage and support zoning, disaster planning and integrated coastal zone management planning."}, {"text_block_id": "p12_b310", "text": "-"}, {"text_block_id": "p12_b311", "text": "Strengthen the enforcement of sustainable land management practises and through harmonizing the land tenure system"}, {"text_block_id": "p12_b312", "text": "-"}, {"text_block_id": "p12_b313", "text": "Strengthen integrated land use planning amongst the key national stakeholders: MNRE, MAF, MWCSD, and infrastructure services."}, {"text_block_id": "p12_b314", "text": "-"}, {"text_block_id": "p12_b315", "text": "Encourage training of staff and students in environmental and natural resources management by providing short and long term scholarship opportunities for tertiary level training both locally and abroad."}, {"text_block_id": "p12_b316", "text": "-"}, {"text_block_id": "p12_b317", "text": "Establish a high-level multi stakeholder planning mechanism to support an integrated approach to national land use planning to guide a detailed planning at the sector and sub sector level in order to optimise allocation of land based on nationally determined priorities."}, {"text_block_id": "p12_b318", "text": "MNRE/Stakeholders Integrated Environmental Assessment Workshop for the SOE Review Plan, 2011"}, {"text_block_id": "p13_b319", "text": "6.2"}, {"text_block_id": "p13_b320", "text": "Key Environment Sector Objective (KESO) 2 –"}, {"text_block_id": "p13_b321", "text": "To implement strategies for rehabilitating, protecting and conserving threatened marine habitats and species."}, {"text_block_id": "p13_b322", "text": "Sector strategies -"}, {"text_block_id": "p13_b323", "text": "1. Create Secure and Effective Marine Protected Areas (MPAs)."}, {"text_block_id": "p13_b324", "text": "-"}, {"text_block_id": "p13_b325", "text": "Support the implementation of Marine KBAs already identified and integrate the management of existing reserves into the KBA network"}, {"text_block_id": "p13_b326", "text": "-"}, {"text_block_id": "p13_b327", "text": "Acquire legal status for proposed marine KBA network."}, {"text_block_id": "p13_b328", "text": "-"}, {"text_block_id": "p13_b329", "text": "Support existing village fisheries reserves."}, {"text_block_id": "p13_b330", "text": "-"}, {"text_block_id": "p13_b331", "text": "Encourage the establishment of new reserves in areas with low coral and fish biomass especially along the northern Upolu Coast from Manono/Apolima strait to Fagaloa."}, {"text_block_id": "p13_b332", "text": "2. Reduce Other Pressures on Coastal habitats."}, {"text_block_id": "p13_b333", "text": "-"}, {"text_block_id": "p13_b334", "text": "Encourage the adoption of village resources management plans and by-laws and support their enforcement against coral destruction, use of unsustainable fishing methods, and sources of coastal pollutants."}, {"text_block_id": "p13_b335", "text": "-"}, {"text_block_id": "p13_b336", "text": "Control coastal development through an Integrated Coastal Zone Management (ICZM) strategy to help protect reefs from long-term stresses."}, {"text_block_id": "p13_b337", "text": "-"}, {"text_block_id": "p13_b338", "text": "Reduce coastal reclamation and sand mining activities by effectively enforcing existing planning and approval frameworks."}, {"text_block_id": "p13_b339", "text": "-"}, {"text_block_id": "p13_b340", "text": "Regulate quality of waste/brackish/grey/ballast water discharged according to acceptable standards."}, {"text_block_id": "p13_b341", "text": "-"}, {"text_block_id": "p13_b342", "text": "Support public and community awareness and education activities on the adverse impacts of unsustainable coastal activities on the environment and community livelihoods."}, {"text_block_id": "p13_b343", "text": "-"}, {"text_block_id": "p13_b344", "text": "Strengthen environmental education in primary, secondary and tertiary school curriculum."}, {"text_block_id": "p13_b345", "text": "3. Identify Innovative Ways To Adapt."}, {"text_block_id": "p13_b346", "text": "-"}, {"text_block_id": "p13_b347", "text": "Assess ways for local coastal communities to adapt to climate induced changes in coral reefs and inshore habitats."}, {"text_block_id": "p13_b348", "text": "-"}, {"text_block_id": "p13_b349", "text": "Develop a national strategy to deal with these impacts in consultation with local communities and the private sector."}, {"text_block_id": "p13_b350", "text": "-"}, {"text_block_id": "p13_b351", "text": "Support and encourage the consumption of alternative sources of protein to fish and marine fauna."}, {"text_block_id": "p13_b352", "text": "-"}, {"text_block_id": "p13_b353", "text": "Support environmentally sustainable traditional fishing practices"}, {"text_block_id": "p13_b354", "text": "-"}, {"text_block_id": "p13_b355", "text": "Promote coral rehabilitation through coral transplanting programs and artificial reefs."}, {"text_block_id": "p13_b356", "text": "-"}, {"text_block_id": "p13_b357", "text": "Collaborate with relevant organizations and participate in regional approaches to prevent the introduction of invasive species."}, {"text_block_id": "p13_b358", "text": "-"}, {"text_block_id": "p13_b359", "text": "Prevent and control marine invasive species from establishing in Samoan waters."}, {"text_block_id": "p13_b360", "text": "-"}, {"text_block_id": "p13_b361", "text": "Conduct an inventory of all deliberately introduced species and varieties and assess their current status."}, {"text_block_id": "p13_b362", "text": "4. Promote the conservation, sustainable management and equitable sharing of marine and ocean resources."}, {"text_block_id": "p13_b363", "text": "-"}, {"text_block_id": "p13_b364", "text": "Support regional/national efforts towards marine conservation"}, {"text_block_id": "p13_b365", "text": "-"}, {"text_block_id": "p13_b366", "text": "Provide capacity building and secure resources to implement action plans to combat marine litter and pollution"}, {"text_block_id": "p13_b367", "text": "-"}, {"text_block_id": "p13_b368", "text": "Secure funding sources and work collaboratively with key partners on key capacity needs ( SPREP, Conservation International, SOPAC, NOAA, etc )"}, {"text_block_id": "p13_b369", "text": "Degraded coral reef, Lalomanu, 2012"}, {"text_block_id": "p14_b370", "text": "6.3 Key Environmental Strategic Objective (KESO) 3"}, {"text_block_id": "p14_b371", "text": "–"}, {"text_block_id": "p14_b372", "text": "Sector Strategies -"}, {"text_block_id": "p14_b373", "text": "1. Policy/legal frameworks and Implementation"}, {"text_block_id": "p14_b374", "text": "-"}, {"text_block_id": "p14_b375", "text": "Strengthen the implementation, monitoring and enforcement of existing legislations eg, Marine Wildlife Regulation 2009 that offers protection, management and conservation of listed species of conservation concern."}, {"text_block_id": "p14_b376", "text": "-"}, {"text_block_id": "p14_b377", "text": "Develop management plans for the restoration of habitats critical to species such as turtles, dolphins etc"}, {"text_block_id": "p14_b378", "text": "-"}, {"text_block_id": "p14_b379", "text": "Promote eco-tourism operations beneficial to the conservation of species and critical habitats"}, {"text_block_id": "p14_b380", "text": "-"}, {"text_block_id": "p14_b381", "text": "Monitoring of developments in collaboration with Fisheries Division, Samoa Tourism Authority and Ministry of Women, Community & Social development etc."}, {"text_block_id": "p14_b382", "text": "-"}, {"text_block_id": "p14_b383", "text": "Implementation and monitoring of national/international obligations under CITES"}, {"text_block_id": "p14_b384", "text": "-"}, {"text_block_id": "p14_b385", "text": "Ensure close coordination and cooperation with key agencies in the implementation of obligations under CITES."}, {"text_block_id": "p14_b386", "text": "-"}, {"text_block_id": "p14_b387", "text": "Encourage community programs that would assist with the recovery of the listed species of conservation concern including the re-introduction of the designated species"}, {"text_block_id": "p14_b388", "text": "-"}, {"text_block_id": "p14_b389", "text": "Increase and promote the awareness of the general public with regards to these species."}, {"text_block_id": "p14_b390", "text": "-"}, {"text_block_id": "p14_b391", "text": "Secure resources to assist with recovery programs and costs"}, {"text_block_id": "p14_b392", "text": "-"}, {"text_block_id": "p14_b393", "text": "Encourage the listing of these species in the IUCN Red Listing to ensure International cooperation"}, {"text_block_id": "p14_b394", "text": "-"}, {"text_block_id": "p14_b395", "text": "Successful pilot sites of degraded lands rehabilitated and improved critical landscapes under GEF 5 Project"}, {"text_block_id": "p14_b396", "text": "2. Exploration of resources & Research"}, {"text_block_id": "p14_b397", "text": "-"}, {"text_block_id": "p14_b398", "text": "Establish guidelines to control and monitor the use of resources within and outside of Samoa"}, {"text_block_id": "p14_b399", "text": "-"}, {"text_block_id": "p14_b400", "text": "Permits and approval for research on resources ( Forest products, Water, biodiversity etc )"}, {"text_block_id": "p14_b401", "text": "-"}, {"text_block_id": "p14_b402", "text": "Promote knowledge sharing and technical expertise through research and awareness"}, {"text_block_id": "p15_b403", "text": "6.4 Key Environment Strategic Objective (KESO) 6a, b, c"}, {"text_block_id": "p15_b404", "text": "–"}, {"text_block_id": "p15_b405", "text": "To implement strategies for protecting key environment resources such as forest land, water & fisheries."}, {"text_block_id": "p15_b406", "text": "Sector Strategies"}, {"text_block_id": "p15_b407", "text": "–"}, {"text_block_id": "p15_b408", "text": "a. Forest land"}, {"text_block_id": "p15_b409", "text": "1. Policy frameworks to help reverse deforestation and forest degradation and promote sustainable use and management of forests as well as their conservation and restoration."}, {"text_block_id": "p15_b410", "text": "-"}, {"text_block_id": "p15_b411", "text": "Formulate, implement and enforce sustainable use of forest management plans and regulatory tools."}, {"text_block_id": "p15_b412", "text": "-"}, {"text_block_id": "p15_b413", "text": "Rehabilitate critical degraded areas within the upland and lowland habitats."}, {"text_block_id": "p15_b414", "text": "-"}, {"text_block_id": "p15_b415", "text": "Implement and enforce the Forest Policy, Forestry Management Act 2011, regulations through the MNRE Authorised Officers and Village Council, Committees"}, {"text_block_id": "p15_b416", "text": "-"}, {"text_block_id": "p15_b417", "text": "Develop effective partnerships with NGOs/CSOs (komiti tumama, schools)"}, {"text_block_id": "p15_b418", "text": "2. Improve knowledge and understanding of forests resources"}, {"text_block_id": "p15_b419", "text": "-"}, {"text_block_id": "p15_b420", "text": "Expand and maintain SAMFRIS for quality assurance of forest resource data and information"}, {"text_block_id": "p15_b421", "text": "-"}, {"text_block_id": "p15_b422", "text": "Conduct ecological restoration programmes with communities and schools."}, {"text_block_id": "p15_b423", "text": "-"}, {"text_block_id": "p15_b424", "text": "Build capacity and strengthen community engagement to sustainably manage forest resources."}, {"text_block_id": "p15_b425", "text": "-"}, {"text_block_id": "p15_b426", "text": "Produce maps and spatial data for forestry, PA networks, hazards, water catchments areas etc"}, {"text_block_id": "p15_b427", "text": "-"}, {"text_block_id": "p15_b428", "text": "Enhance public awareness programmes to foster active participation from the general public, communities, schools, stakeholders in forest resource management."}, {"text_block_id": "p15_b429", "text": "3. Improve the enabling environment for sustainable forest management"}, {"text_block_id": "p15_b430", "text": "-"}, {"text_block_id": "p15_b431", "text": "Formulate sustainable forest policy and management plans for protected forest areas with all stakeholders."}, {"text_block_id": "p15_b432", "text": "-"}, {"text_block_id": "p15_b433", "text": "Enforce ongoing monitoring and evaluation of policies and plans with key stakeholders"}, {"text_block_id": "p15_b434", "text": "-"}, {"text_block_id": "p15_b435", "text": "Promote partnerships with communities, Working Committees, private sector, tour operators etc in the management and monitoring of forests areas"}, {"text_block_id": "p15_b436", "text": "-"}, {"text_block_id": "p15_b437", "text": "Mainstream and integrate forest issues into other sector policies/plans"}, {"text_block_id": "p15_b438", "text": "-"}, {"text_block_id": "p15_b439", "text": "Develop community programmes to rehabilitate and restore critical degraded habitats through conservation projects for forests and sustainable land management"}, {"text_block_id": "p15_b440", "text": "4. Strengthen community engagement in sustainable forest management"}, {"text_block_id": "p15_b441", "text": "-"}, {"text_block_id": "p15_b442", "text": "Active participation of communities in Forest conservation projects"}, {"text_block_id": "p15_b443", "text": "-"}, {"text_block_id": "p15_b444", "text": "ICCRIFS Pilot sites in Upolu & Savaii"}, {"text_block_id": "p15_b445", "text": "-"}, {"text_block_id": "p15_b446", "text": "Forest & Protected area management ( FPAM )"}, {"text_block_id": "p15_b447", "text": "-"}, {"text_block_id": "p15_b448", "text": "Samoa Agro forestry & Tree Farming"}, {"text_block_id": "p15_b449", "text": "-"}, {"text_block_id": "p15_b450", "text": "Forest Preservation Program"}, {"text_block_id": "p15_b451", "text": "-"}, {"text_block_id": "p15_b452", "text": "Improved knowledge & Capacity within communities"}, {"text_block_id": "p15_b453_merged_merged", "text": "Sector Strategies – b. Water"}, {"text_block_id": "p15_b456", "text": "1. Strengthen watershed conservation and management"}, {"text_block_id": "p15_b457", "text": "-"}, {"text_block_id": "p15_b458", "text": "Formulate, implement and enforce watershed management plans and regulatory tools in key watershed areas sustaining water supplies"}, {"text_block_id": "p15_b459", "text": "-"}, {"text_block_id": "p15_b460", "text": "Rehabilitate river banks/riparian zones"}, {"text_block_id": "p15_b461", "text": "-"}, {"text_block_id": "p15_b462", "text": "Take critical watershed areas (upstream) as reserves"}, {"text_block_id": "p15_b463", "text": "2. Improve knowledge and understanding of water resources"}, {"text_block_id": "p15_b464", "text": "-"}, {"text_block_id": "p15_b465", "text": "Expand and maintain the National Hydrometric Network"}, {"text_block_id": "p15_b466", "text": "-"}, {"text_block_id": "p15_b467", "text": "Quality assurance of water resources data and information"}, {"text_block_id": "p15_b468", "text": "-"}, {"text_block_id": "p15_b469", "text": "Expand the scope of water quality testing to include physical, biological and chemical parameter analysis."}, {"text_block_id": "p15_b470", "text": "-"}, {"text_block_id": "p15_b471", "text": "Build local capacity to ensure successful completion of drilling programme for groundwater mapping and modelling"}, {"text_block_id": "p15_b472", "text": "-"}, {"text_block_id": "p15_b473", "text": "Strengthen baseline hydrological  information on groundwater, coastal springs and lakes"}, {"text_block_id": "p15_b474", "text": "-"}, {"text_block_id": "p15_b475", "text": "Carry out sustainable yields assessments for surface and groundwater sources"}, {"text_block_id": "p16_b476", "text": "3. Improve the enabling environment for water resources management"}, {"text_block_id": "p16_b477", "text": "-"}, {"text_block_id": "p16_b478", "text": "Formulate the National Water Resource Plan ( NWR )"}, {"text_block_id": "p16_b479", "text": "-"}, {"text_block_id": "p16_b480", "text": "Provide secretariat functions to the Water Resources Technical Committee and the Water Resource Management Board"}, {"text_block_id": "p16_b481", "text": "-"}, {"text_block_id": "p16_b482", "text": "Ongoing monitoring and evaluation of policies and plans"}, {"text_block_id": "p16_b483", "text": "-"}, {"text_block_id": "p16_b484", "text": "Formulation of village bylaws with communities"}, {"text_block_id": "p16_b485", "text": "-"}, {"text_block_id": "p16_b486", "text": "Promote effective partnership with SOEs and the private sector"}, {"text_block_id": "p16_b487", "text": "-"}, {"text_block_id": "p16_b488", "text": "Mainstream and integrate water issues into other sector policies/plans"}, {"text_block_id": "p16_b489", "text": "-"}, {"text_block_id": "p16_b490", "text": "Develop community programmes to rehabilitate and effectively protect groundwater, freshwater springs and lakes ( though conservation projects )"}, {"text_block_id": "p16_b491", "text": "4. Strengthen enforcement of water legislation and plans"}, {"text_block_id": "p16_b492", "text": "-"}, {"text_block_id": "p16_b493", "text": "Implement and enforce the National Water Resources Policy, Water Resources Management Act 2008, regulations and village bylaws"}, {"text_block_id": "p16_b494", "text": "-"}, {"text_block_id": "p16_b495", "text": "Strengthen enforcement and effective implementation of the Water Abstraction Licensing Scheme"}, {"text_block_id": "p16_b496", "text": "-"}, {"text_block_id": "p16_b497", "text": "Reduce pollution in rivers, streams and lakes through enforcement options in the Water Resources Management Act 2008"}, {"text_block_id": "p16_b498", "text": "-"}, {"text_block_id": "p16_b499", "text": "Include water safety plans in the Samoa National Drinking Water Standards 2008"}, {"text_block_id": "p16_b500", "text": "5. Strengthen community engagement in water resources management"}, {"text_block_id": "p16_b501", "text": "-"}, {"text_block_id": "p16_b502", "text": "Develop effective partnerships with NGOs/CSOs (komiti tumama, schools)"}, {"text_block_id": "p16_b503", "text": "-"}, {"text_block_id": "p16_b504", "text": "Develop a pilot for payment for ecosystem services in relevant watershed areas"}, {"text_block_id": "p16_b505", "text": "-"}, {"text_block_id": "p16_b506", "text": "Pilot and evaluate feasibility of community extension services in critical watershed areas for possible upscaling to strengthen engagement with key communities"}, {"text_block_id": "p16_b507", "text": "Sector Strategies"}, {"text_block_id": "p16_b508", "text": "–"}, {"text_block_id": "p16_b509", "text": "c. Fisheries"}, {"text_block_id": "p16_b510", "text": "1."}, {"text_block_id": "p16_b511", "text": "Strengthen collaboration with Ministry of Agriculture & Fisheries / Fisheries Division"}, {"text_block_id": "p16_b512", "text": "Strengthen collaboration with Ministry of Agriculture & Fisheries / Fisheries Division\n* Support services and information sharing with MAF to strengthen partnership\n* Active participation in marine conservation programmes.\n* Ongoing monitoring and evaluation of policies and plans relevant to marine resourcesâ conservation and sustainable livelihood\n* Collaborate and assist with the formulation of village bylaws and MPAs\n* Partnership with SOEs and the private sector to promote collaborative monitoring\n* Mainstream and integrate environment issues into other sector policies/plans"}, {"text_block_id": "p16_b516", "text": "2."}, {"text_block_id": "p16_b517", "text": "Improve the enabling environment for coordination between agencies and stakeholders, etc"}, {"text_block_id": "p16_b528", "text": "Conservation efforts under the IWRM Project targeting upland forest and catchments areas, photo by Sam Semisi/MNRE"}, {"text_block_id": "p17_b529", "text": "6.5"}, {"text_block_id": "p17_b530", "text": "Key Environment Sector Objective (KESO) 5 –"}, {"text_block_id": "p17_b531_merged", "text": "To implement strategies to reduce the vulnerabilityand increase the resilienceof Samoa's urban and rural built environment."}, {"text_block_id": "p17_b536", "text": "Sector Strategies"}, {"text_block_id": "p17_b537", "text": "6.5.1 Waste management"}, {"text_block_id": "p17_b538", "text": "1. Improve household and industrial waste management"}, {"text_block_id": "p17_b539", "text": "–"}, {"text_block_id": "p17_b540", "text": "-"}, {"text_block_id": "p17_b541", "text": "Promote and encourage waste to energy conversion of municipal, organic and agricultural wastes."}, {"text_block_id": "p17_b542", "text": "-"}, {"text_block_id": "p17_b543", "text": "Increase the percentage of household waste reaching the landfills."}, {"text_block_id": "p17_b544", "text": "-"}, {"text_block_id": "p17_b545", "text": "Encourage household composting of organic wastes."}, {"text_block_id": "p17_b546", "text": "-"}, {"text_block_id": "p17_b547", "text": "Facilitate and support waste segregation at source."}, {"text_block_id": "p17_b548", "text": "-"}, {"text_block_id": "p17_b549", "text": "Facilitate and support the recycling of non-biodegradable household and commercial waste using among other strategies, the use of incentives."}, {"text_block_id": "p17_b550", "text": "-"}, {"text_block_id": "p17_b551", "text": "Institute and enforce bans on the importation of selected non-biodegradable and hazardous materials."}, {"text_block_id": "p17_b552", "text": "-"}, {"text_block_id": "p17_b553", "text": "Encourage and facilitate the importation and use of biodegradable alternatives to banned non-biodegradable products."}, {"text_block_id": "p17_b554", "text": "-"}, {"text_block_id": "p17_b555", "text": "Encourage successful contractors to use efficient machinery and technologies to improve the efficiency and effectiveness of services."}, {"text_block_id": "p17_b556", "text": "-"}, {"text_block_id": "p17_b557", "text": "Undertake regular waste audits (three yearly) to provide up-to-date information to support nation-wide waste management."}, {"text_block_id": "p17_b558", "text": "-"}, {"text_block_id": "p17_b559", "text": "Promote waste management as every one’s responsibility through appropriate approaches in"}, {"text_block_id": "p17_b560", "text": "cluding public education and awareness activities."}, {"text_block_id": "p17_b561", "text": "-"}, {"text_block_id": "p17_b562", "text": "Promote national anti litter education campaign"}, {"text_block_id": "p17_b563", "text": "-"}, {"text_block_id": "p17_b564", "text": "Partnership to continue the national village beautification competition with STA, MWCSD, private sector"}, {"text_block_id": "p17_b565", "text": "-"}, {"text_block_id": "p17_b566", "text": "Develop sustainable systems to improve disposal and storage of hazardous waste substances"}, {"text_block_id": "p17_b567", "text": "2. Strengthen the legal framework for waste management."}, {"text_block_id": "p17_b568", "text": "-"}, {"text_block_id": "p17_b569", "text": "Actively enforce the Waste Management Act 2010."}, {"text_block_id": "p17_b570", "text": "-"}, {"text_block_id": "p17_b571", "text": "Enact regulation to clarify and elaborate on stipulations of the Act."}, {"text_block_id": "p17_b572", "text": "-"}, {"text_block_id": "p17_b573", "text": "Encourage the development and adoption of village by-laws to support and enforce waste management within villages."}, {"text_block_id": "p17_b574", "text": "-"}, {"text_block_id": "p17_b575", "text": "Strengthen community capacity to enforce village by-laws for waste management and monitoring."}, {"text_block_id": "p17_b576", "text": "-"}, {"text_block_id": "p17_b577", "text": "Develop a Principle Act to address and manage the full spectrum of the chemical lifecycle and hazardous waste (eg, oil, e-waste, mercury and other hazardous chemicals)"}, {"text_block_id": "p17_b578", "text": "-"}, {"text_block_id": "p17_b579", "text": "Implement Samoa's obligations under the Rotterdam, Stockholm, Basel, Waigani and Noumea Conventions"}, {"text_block_id": "p17_b580", "text": "-"}, {"text_block_id": "p17_b581", "text": "Improve monitoring, evaluation and risk assessment of hazardous chemicals"}, {"text_block_id": "p17_b582", "text": "3. Strengthen MNRE and relevant stakeholder capacity in waste management."}, {"text_block_id": "p17_b583", "text": "-"}, {"text_block_id": "p17_b584", "text": "Provide appropriate training and capacity building opportunities for MNRE and waste contractors with regards to safety standards and waste management."}, {"text_block_id": "p17_b585", "text": "-"}, {"text_block_id": "p17_b586", "text": "Upgrade waste treatment facilities in Vaiaata including the installation of leachate collection facilities."}, {"text_block_id": "p17_b587", "text": "-"}, {"text_block_id": "p17_b588", "text": "Strengthen compliance monitoring for waste collection contractors."}, {"text_block_id": "p17_b589", "text": "-"}, {"text_block_id": "p17_b590", "text": "Improve capacity for prevention, preparedness and response to chemicals accidents"}, {"text_block_id": "p17_b591", "text": "-"}, {"text_block_id": "p17_b592", "text": "Improve facilities for technical research and assessment of chemical wastes."}, {"text_block_id": "p17_b593", "text": "-"}, {"text_block_id": "p17_b594", "text": "Promote safe alternatives for banned ozone depleting substances"}, {"text_block_id": "p18_b595", "text": "4. Improve risk management and governance of chemicals and hazardous waste"}, {"text_block_id": "p18_b596", "text": "-"}, {"text_block_id": "p18_b597", "text": "Develop a sector wide chemical management policy"}, {"text_block_id": "p18_b598", "text": "-"}, {"text_block_id": "p18_b599", "text": "Strengthen inter-agency coordinating mechanisms among the relevant stakeholders"}, {"text_block_id": "p18_b600", "text": "-"}, {"text_block_id": "p18_b601", "text": "Develop a tracking system to monitor the trade, storage, distribution, use and disposal of chemicals and hazardous waste"}, {"text_block_id": "p18_b602", "text": "-"}, {"text_block_id": "p18_b603", "text": "Develop a Chemicals Information Network (CIN) to facilitate the exchange of national and international information and data on chemicals and hazardous waste"}, {"text_block_id": "p18_b604", "text": "-"}, {"text_block_id": "p18_b605", "text": "Build and strengthen capacity of MNRE (DMO & DEC) to coordinate response to chemicals and hazardous waste induced emergencies in collaboration with FESA and other response agencies."}, {"text_block_id": "p18_b606", "text": "6.5.2 Sanitation"}, {"text_block_id": "p18_b607", "text": "1. Improve household sanitation systems"}, {"text_block_id": "p18_b608", "text": "-"}, {"text_block_id": "p18_b609", "text": "Encourage and facilitate the replacement of leaky household septic tanks with properly sealed septic tanks."}, {"text_block_id": "p18_b610", "text": "-"}, {"text_block_id": "p18_b611", "text": "Raise community and public awareness of the importance of proper septic tank designs and the implications of defective septic tanks on public health and the environment."}, {"text_block_id": "p18_b612", "text": "-"}, {"text_block_id": "p18_b613", "text": "Ensure proper specifications for septic tank designs are incorporated and enforced through the Samoa’s National Building Code and PUMA’s Code of Environmental Pract"}, {"text_block_id": "p18_b614", "text": "ises."}, {"text_block_id": "p18_b615", "text": "-"}, {"text_block_id": "p18_b616", "text": "Promote the use of biogas digesters as an alternative onsite waste management system in appropriate settings."}, {"text_block_id": "p18_b617", "text": "-"}, {"text_block_id": "p18_b618", "text": "Work closely with relevant agencies and corporations involved in water quality monitoring (including SWA and MOH) to share information relevant for the prompt identification and monitoring of high risk areas as a result of poor sanitation facilities."}, {"text_block_id": "p18_b619", "text": "6.5.3 Innovative Energy"}, {"text_block_id": "p18_b620", "text": "1. Promote the Green House Gas Abatement Strategy ( GHGAS ) to reduce greenhouse gas emissions through Energy Efficiency"}, {"text_block_id": "p18_b621", "text": "( EE ) and Renewable Energy"}, {"text_block_id": "p18_b622", "text": "( RE ) from the following priority areas;"}, {"text_block_id": "p18_b623", "text": "-"}, {"text_block_id": "p18_b624", "text": "Land, marine, air transport and building sectors"}, {"text_block_id": "p18_b625", "text": "-"}, {"text_block_id": "p18_b626", "text": "Deforestation and land degradation"}, {"text_block_id": "p18_b627", "text": "-"}, {"text_block_id": "p18_b628", "text": "Replacement of fossil fuels with biofuel"}, {"text_block_id": "p18_b629", "text": "-"}, {"text_block_id": "p18_b630", "text": "Investigate and promote new sources of renewable energy"}, {"text_block_id": "p18_b631", "text": "-"}, {"text_block_id": "p18_b632_merged_merged", "text": "Strengthened regulatory framework to mitigate GHGemissions"}, {"text_block_id": "p18_b634", "text": "-"}, {"text_block_id": "p18_b635", "text": "Promote and encourage energy conservation and efficient energy use."}, {"text_block_id": "p18_b636", "text": "2. Encourage and facilitate the implementation of the following energy efficiency strategies -"}, {"text_block_id": "p18_b637", "text": "-"}, {"text_block_id": "p18_b638", "text": "Importation of energy efficient commercial/industrial and household technologies."}, {"text_block_id": "p18_b639", "text": "-"}, {"text_block_id": "p18_b640", "text": "Public acceptance of energy conservation household practices through educational programs and others means including the use of incentives."}, {"text_block_id": "p18_b641", "text": "-"}, {"text_block_id": "p18_b642", "text": "Promote the use of pre-paid electricity in all households with key stakeholders"}, {"text_block_id": "p18_b643", "text": "3. Encourage and facilitate the use of indigenous renewable energy sources."}, {"text_block_id": "p18_b644", "text": "-"}, {"text_block_id": "p18_b645", "text": "Support public investment in renewable energy generation."}, {"text_block_id": "p18_b646", "text": "-"}, {"text_block_id": "p18_b647", "text": "Investigate possible incentives to encourage private investment in indigenous renewable energy generation."}, {"text_block_id": "p18_b648", "text": "-"}, {"text_block_id": "p18_b649", "text": "Support and encourage local research into alternative and renewable energy sources."}, {"text_block_id": "p18_b650", "text": "-"}, {"text_block_id": "p18_b651", "text": "Support Government initiatives to achieve the national target of 20% Renewable Energy by the year 2030."}, {"text_block_id": "p18_b652", "text": "4.   Facilitate and support the shift to a low-carbon and climate resilient path."}, {"text_block_id": "p18_b653", "text": "-"}, {"text_block_id": "p18_b654", "text": "Provide wider awareness programmes to schools, private sector, communities etc promoting simple and practical tools to low carbon development."}, {"text_block_id": "p18_b655", "text": "-"}, {"text_block_id": "p18_b656", "text": "Encourage partnership with the private sector to promote low carbon tools"}, {"text_block_id": "p19_b657", "text": "6.5.4  Population"}, {"text_block_id": "p19_b658", "text": "1."}, {"text_block_id": "p19_b659", "text": "Support the implementation of strategies to maintain annual growth rate within sustainable levels."}, {"text_block_id": "p19_b660", "text": "2."}, {"text_block_id": "p19_b661", "text": "Discourage urban migration and high population concentration along coastal areas."}, {"text_block_id": "p19_b662", "text": "3."}, {"text_block_id": "p19_b663", "text": "Encourage population relocation to areas outside natural hazard zones including low-lying and flood-prone areas."}, {"text_block_id": "p19_b664", "text": "4."}, {"text_block_id": "p19_b665", "text": "Collaboration with key stakeholders to establish information network and data sharing to support strategic plans."}, {"text_block_id": "p19_b666", "text": "Collaboration with key stakeholders to establish information network and data sharing to support strategic plans.\n* Support national surveys and data collection of environmental statistics and maps\n* Collaborate with key agencies to establish a statistical framework or guidelines for national data monitoring\n* Encourage the relocation of infrastructure and communities away from high hazard areas.\n* Assess the risk of compounding coastal erosion on neighbouring beaches of tourism value and other\n* Facilitate efforts towards the reduction of urban congestion and air pollution through eco-efficient\n* Develop alternative low carbon technologies with careful planning to avoid negative environmental"}, {"text_block_id": "p19_b670", "text": "6.5.5 Sustainable Infrastructure"}, {"text_block_id": "p19_b671", "text": "1."}, {"text_block_id": "p19_b672", "text": "Support the implementation of priorities of the National Infrastructure Strategic Plan (NSIP) for climate change adaptation and mitigation."}, {"text_block_id": "p19_b681", "text": "2. Encourage the integration of the KBA network in national infrastructure planning."}, {"text_block_id": "p19_b682", "text": "-"}, {"text_block_id": "p19_b683", "text": "Avoid construction of any form of vehicle access tracks into priority KBAs"}, {"text_block_id": "p19_b684", "text": "."}, {"text_block_id": "p19_b685", "text": "-"}, {"text_block_id": "p19_b686", "text": "Support the implementation of recommendations in the KBA and BioRAP Survey."}, {"text_block_id": "p19_b687", "text": "3. Encourage and support the proactive use of environmental and social safeguards including EIAs in screening and designing infrastructure facilities."}, {"text_block_id": "p19_b688", "text": "-"}, {"text_block_id": "p19_b689", "text": "Develop National Urban Policy"}, {"text_block_id": "p19_b690", "text": "-"}, {"text_block_id": "p19_b691", "text": "City Development Strategy"}, {"text_block_id": "p19_b692", "text": "-"}, {"text_block_id": "p19_b693", "text": "Urban flood hazard mapping"}, {"text_block_id": "p19_b694", "text": "-"}, {"text_block_id": "p19_b695", "text": "Urban flood management plans"}, {"text_block_id": "p19_b696", "text": "-"}, {"text_block_id": "p19_b697", "text": "Urban Vulnerability and Adaptation Assessment"}, {"text_block_id": "p19_b698", "text": "-"}, {"text_block_id": "p19_b699", "text": "Precinct Master Plan -Revitalization"}, {"text_block_id": "p19_b700", "text": "Illegal dumping along the road to the Mulifanua wharf"}, {"text_block_id": "p20_b701", "text": "6.6"}, {"text_block_id": "p20_b702", "text": "Key Environment Sector Objective (KESO) 6 -"}, {"text_block_id": "p20_b703", "text": "To strengthen scientific understanding of Samoa’s habitats and species and geosciences to better inform planning"}, {"text_block_id": "p20_b704", "text": "for environmental, sustainability and strengthening community resilience"}, {"text_block_id": "p20_b705", "text": "."}, {"text_block_id": "p20_b706", "text": "Sector Strategies -"}, {"text_block_id": "p20_b707", "text": "1. Broad public participation in decision-making."}, {"text_block_id": "p20_b708", "text": "-"}, {"text_block_id": "p20_b709", "text": "Encourage all members to be actively engaged in sustainable development by incorporating specific knowledge and practical know-how into national and local policy making."}, {"text_block_id": "p20_b710", "text": "-"}, {"text_block_id": "p20_b711", "text": "Provide easy access to information and communication technologies to share information and decision makers to be accountable."}, {"text_block_id": "p20_b712", "text": "-"}, {"text_block_id": "p20_b713", "text": "Ensure spatial analysis processes to be compatible and complementary with PAs network designs and other conservation strategies."}, {"text_block_id": "p20_b714", "text": "2. Identify key information gaps in all habitat-types and encourage collaborative research and surveys with local and international scientific organizations and institutions for their investigation."}, {"text_block_id": "p20_b715", "text": "-"}, {"text_block_id": "p20_b716", "text": "Support monitoring surveys targeting key cetacean species and marine reptiles, in particular whales and dolphins, and hawksbill turtles nesting sites."}, {"text_block_id": "p20_b717", "text": "-"}, {"text_block_id": "p20_b718", "text": "Support surveys of lesser known marine habitats and fauna groups including seagrasses, algae,"}, {"text_block_id": "p20_b719", "text": "-"}, {"text_block_id": "p20_b720", "text": "Support recommendations of the BioRAP report for additional studies into the biodiversity of the Central Savaii Rainforest KBA."}, {"text_block_id": "p20_b721", "text": "-"}, {"text_block_id": "p20_b722", "text": "Assess the current status of Samoa’s wetland and marshland habitats."}, {"text_block_id": "p20_b723", "text": "-"}, {"text_block_id": "p20_b724", "text": "Initiate investigations of coastal sand and gravel budgets, composition and sinks and sources to support the sustainable management of sand mining and coastal reclamation activities."}, {"text_block_id": "p20_b725", "text": "-"}, {"text_block_id": "p20_b726", "text": "Ascertain the extent of reported marine shellfish lead contamination in Vaiusu Bay and surrounding areas, and fish poisoning."}, {"text_block_id": "p20_b727", "text": "-"}, {"text_block_id": "p20_b728", "text": "Monitor climate change induced changes in marine habitats and species of high conservation value."}, {"text_block_id": "p20_b729", "text": "3. Support and participate in regional and international initiatives for geosciences features monitoring and assessment, networks for monitoring earthquakes, tsunami, sea level rise, changes in coastline, sources of aggregates and rainfall levels."}, {"text_block_id": "p20_b730", "text": "-"}, {"text_block_id": "p20_b731", "text": "Promote staff development and work attachments to enhance MNRE staff capacity and relevant stakeholders to conduct research and monitoring work."}, {"text_block_id": "p20_b732", "text": "-"}, {"text_block_id": "p20_b733", "text": "Encourage the participation of relevant stakeholders in MNRE workshops and Environment Forums to promote better understanding and awareness of earthquakes, tsunami, sea level rise, changes in coastline etc"}, {"text_block_id": "p20_b734", "text": "-"}, {"text_block_id": "p20_b735", "text": "Provide easy access to publications and researches for the general public and schools."}, {"text_block_id": "p20_b736", "text": "-"}, {"text_block_id": "p20_b737", "text": "Establish Quality Management System in place to provide weather information to the aviation industry and other relevant agencies ( ie with ICAO/SPREP )"}, {"text_block_id": "p20_b738", "text": "4. Provide and participate in opportunities for staff training in research methods for ecosystems and species assessments, surveys and data analyses."}, {"text_block_id": "p20_b739", "text": "-"}, {"text_block_id": "p20_b740", "text": "Capacity building to improve the availability of Climate Change information and knowledge to support evidence-based monitoring and evaluations."}, {"text_block_id": "p20_b741", "text": "-"}, {"text_block_id": "p20_b742", "text": "Capacity building for spatial design, technical mapping and GPS to monitor the state of the environment and to document climate change impacts."}, {"text_block_id": "p20_b743", "text": "-"}, {"text_block_id": "p20_b744", "text": "Collaboration with key agencies to develop a statistical framework to support information network and data sharing."}, {"text_block_id": "p20_b745", "text": "5. Establish an Environmental Information Hub for storage and dissemination of information gathered."}, {"text_block_id": "p20_b746", "text": "-"}, {"text_block_id": "p20_b747", "text": "Consultations with key agencies in the design and management of the information hub"}, {"text_block_id": "p21_b748", "text": "6.7"}, {"text_block_id": "p21_b749", "text": "Key Environmental Strategic Objective (KESO) 7 -"}, {"text_block_id": "p21_b750", "text": "To facilitate and support the shift to a low-carbon and climate resilient economy"}, {"text_block_id": "p21_b751", "text": "."}, {"text_block_id": "p21_b752", "text": "Sector Strategies"}, {"text_block_id": "p21_b753", "text": "1. Reduction of Greenhouse Gas Abatement Strategy for social economic development and sustainable environment towards Negative Emission Samoa."}, {"text_block_id": "p21_b754", "text": "-"}, {"text_block_id": "p21_b755", "text": "Develop a National Appropriate Mitigation Action ( NAMA ) to integrate Renewable Energy ( RE ) and Energy Efficiency ( EE ) to other sectors plans for low carbon developments."}, {"text_block_id": "p21_b756", "text": "-"}, {"text_block_id": "p21_b757", "text": "Develop Renewable Energy and Energy Efficiency Policy and ACT for monitoring of renewable energy development and technologies to assure no practices, equipments, products and residuals endangers the environment."}, {"text_block_id": "p21_b758", "text": "-"}, {"text_block_id": "p21_b759", "text": "Enforce the development of the eight NGHGAS priority areas to maximize reduction of Greenhouse Gas emission."}, {"text_block_id": "p21_b760", "text": "-"}, {"text_block_id": "p21_b761", "text": "Develop close coordination between MNRE and key Ministries, Corporations and the Private Sector to promote the co-benefits for mitigation and transformation to more sustainable development paths through EE and RE. ( land, electricity, building, maritime etc )"}, {"text_block_id": "p21_b762", "text": "-"}, {"text_block_id": "p21_b763", "text": "Promote Waste-to-Energy initiatives towards an environmentally clean environment with key stakeholders ( MoF, EU WSSSP, SPREP, MNRE, Private Sector )"}, {"text_block_id": "p21_b764", "text": "2. Promote sector coordination to strengthen information sharing and monitoring."}, {"text_block_id": "p21_b765", "text": "-"}, {"text_block_id": "p21_b766", "text": "Support MNRE as the leading coordinating agency for overall coordination of Renewable Energy and Energy efficiency developments."}, {"text_block_id": "p21_b767", "text": "-"}, {"text_block_id": "p21_b768", "text": "Provide environmental advisory to renewable energy developers and utilities to ensure maximize protection of the environment."}, {"text_block_id": "p21_b769", "text": "-"}, {"text_block_id": "p21_b770", "text": "Monitoring of renewable energy production ( collect and analyse data for reporting )."}, {"text_block_id": "p21_b771", "text": "-"}, {"text_block_id": "p21_b772", "text": "Encourage and facilitate the participation of staff in appropriate trainings in GHG emissions monitoring and assessment."}, {"text_block_id": "p21_b773", "text": "-"}, {"text_block_id": "p21_b774_merged_merged", "text": "Consolidate the periodic compilation and preparation of the GHG emission from Energy production and Energy Efficiency related activities."}, {"text_block_id": "p21_b777", "text": "-"}, {"text_block_id": "p21_b778", "text": "Provides Annual Reports for GHG Emission from all Energy Producers and Users."}, {"text_block_id": "p21_b779", "text": "-"}, {"text_block_id": "p21_b780", "text": "Develop and manage Renewable Energy & Energy Efficiency Information Database and Energy GHG emission."}, {"text_block_id": "p21_b781", "text": "-"}, {"text_block_id": "p21_b782", "text": "Promote public awareness and develop information materials for the general public"}, {"text_block_id": "p21_b783", "text": "3."}, {"text_block_id": "p21_b784", "text": "Reducing high levels of dependence on imported fossils fuels as the main source of energy."}, {"text_block_id": "p21_b785", "text": "-"}, {"text_block_id": "p21_b786", "text": "Encourage Investment in Renewable Energy to increase contribution in total energy up to 15 % by 2016."}, {"text_block_id": "p21_b787", "text": "-"}, {"text_block_id": "p21_b788", "text": "Investing in improved water infrastructure such as reduced leaking water pipes which contribute to significant energy wastage."}, {"text_block_id": "p21_b789", "text": "-"}, {"text_block_id": "p21_b790", "text": "Price incentives -MNRE to actively engage the public through tv advertisements to reduce energy consumption by switching to energy efficient light bulbs, house hold appliances, and through energy conservation by switching off appliances when not in use, and avoiding unnecessary use of vehicles."}, {"text_block_id": "p21_b791", "text": "-"}, {"text_block_id": "p21_b792", "text": "(This provides information and incentives for consumers to make informed decisions in relation to reducing energy consumption)."}, {"text_block_id": "p21_b793", "text": "-"}, {"text_block_id": "p21_b794", "text": "Develop a Carbon tax or Green tax for marine and aviation sector to help with conservation efforts."}, {"text_block_id": "p22_b795", "text": "6.8 Key Environment Sector Objective (KESO) 8 -"}, {"text_block_id": "p22_b796", "text": "Sector Strategies"}, {"text_block_id": "p22_b797", "text": "–"}, {"text_block_id": "p22_b798", "text": "1. Broad public participation in decision-making."}, {"text_block_id": "p22_b799", "text": "-"}, {"text_block_id": "p22_b800", "text": "All members to be actively engaged in sustainable development by incorporating specific knowledge and practical know-how into national and local policy making."}, {"text_block_id": "p22_b801", "text": "-"}, {"text_block_id": "p22_b802", "text": "Easy access to information and communication technologies to share information and decision makers to be accountable."}, {"text_block_id": "p22_b803", "text": "-"}, {"text_block_id": "p22_b804", "text": "Initiate and support capacity building activities for local communities ( NGOs etc )."}, {"text_block_id": "p22_b805", "text": "2. Disseminate properly packaged environmental information to the general public including village councils, local community (women, aumaga, youth etc.), church groups and schools."}, {"text_block_id": "p22_b806", "text": "-"}, {"text_block_id": "p22_b807", "text": "Use the mass media as an avenue for regular features on topical environmental issues targeting primary and secondary schools and the general public."}, {"text_block_id": "p22_b808", "text": "-"}, {"text_block_id": "p22_b809", "text": "Translate and package important environmental information and reports and make them accessible and available to village groups including"}, {"text_block_id": "p22_b810", "text": "women’s"}, {"text_block_id": "p22_b811", "text": "and youth groups and village councils."}, {"text_block_id": "p22_b812", "text": "3. Target villages and customary land owners whose land hosts habitats and species of high conservation value, for awareness raising activities."}, {"text_block_id": "p22_b813", "text": "-"}, {"text_block_id": "p22_b814", "text": "Provide information and support to villages whose assistance and support are crucial to the protection of the Central Savaii Rainforest KBA."}, {"text_block_id": "p22_b815", "text": "-"}, {"text_block_id": "p22_b816", "text": "Review and update the 2012 SOE Report Card and distribute widely to schools, village organizations and the general public."}, {"text_block_id": "p22_b817", "text": "-"}, {"text_block_id": "p22_b818", "text": "Support information dissemination through the use of mass media outlets."}, {"text_block_id": "p22_b819", "text": "4. Strengthen existing co-planning and co-management arrangements for village fisheries reserves, district marine protected areas and community based conservation areas."}, {"text_block_id": "p22_b820", "text": "-"}, {"text_block_id": "p22_b821", "text": "Engage community representatives regularly in environmental information sharing and training events."}, {"text_block_id": "p22_b822", "text": "-"}, {"text_block_id": "p22_b823", "text": "Provide technical advice, support and basic training for community based habitat based monitoring."}, {"text_block_id": "p22_b824", "text": "-"}, {"text_block_id": "p22_b825", "text": "Co-responsibility for environmental monitoring, habitat and species recovery and protection initiatives and co management under customary land tenure."}, {"text_block_id": "p22_b826", "text": "-"}, {"text_block_id": "p22_b827", "text": "Provide capacity building and educational support to ensure communities have skills and knowledge to fulfil responsibilities effectively."}, {"text_block_id": "p22_b828", "text": "5."}, {"text_block_id": "p22_b829", "text": "Encourage community and individual landowners’ participation in business ventures that promote the"}, {"text_block_id": "p22_b830", "text": "sustainable use and management of natural habitats and species."}, {"text_block_id": "p22_b831", "text": "Provide technical assistance and support as appropriate."}, {"text_block_id": "p22_b832", "text": "-"}, {"text_block_id": "p22_b833", "text": "Consultations with communities on the 'Payment for ecological services' ( PES ) such as forest conservation, watershed protection, mangrove protection, marine protected areas, etc."}, {"text_block_id": "p22_b834", "text": "-"}, {"text_block_id": "p22_b835", "text": "Encourage and support community involvement in ecotourism ventures."}, {"text_block_id": "p22_b836", "text": "-"}, {"text_block_id": "p22_b837", "text": "Assist and support the development of renewable energy sources (biomass, solar, hydro, wind) on customary lands."}, {"text_block_id": "p22_b838", "text": "-"}, {"text_block_id": "p22_b839", "text": "Support relevant government initiatives targeting community involvement in habitat and species recovery activities including tree replanting in catchment and coastal areas, agro-forestry and permaculture systems, organic agriculture, waste management activities and others."}, {"text_block_id": "p22_b840", "text": "-"}, {"text_block_id": "p22_b841_merged_merged_merged", "text": "Eco-tourism – partnership to develop and coordinate a sustainable market for tourist activities"}, {"text_block_id": "p22_b844", "text": "-"}, {"text_block_id": "p22_b845", "text": "Enabling environment for job creation by private sectors investing in green growth."}, {"text_block_id": "p22_b846", "text": "-"}, {"text_block_id": "p22_b847", "text": "Encourage business and private sector support to take on green growth as part of business ventures in the context of sustainable development and improved livelihood."}, {"text_block_id": "p23_b848", "text": "6.9"}, {"text_block_id": "p23_b849", "text": "Key Environment Sector Objective (KESO) 9 -"}, {"text_block_id": "p23_b850", "text": "Sector Strategies"}, {"text_block_id": "p23_b851", "text": "–"}, {"text_block_id": "p23_b852", "text": "1. Review and update existing legislation and regulations and enact new ones as appropriate to strengthen the capacity of MNRE and key stakeholders to enforce compliance."}, {"text_block_id": "p23_b853", "text": "-"}, {"text_block_id": "p23_b854", "text": "Capacity building initiatives supported as part of the NCSA follow-up project"}, {"text_block_id": "p23_b855", "text": "-"}, {"text_block_id": "p23_b856", "text": "Easy access to and availability of legal publications to key stakeholders and law enforcement agencies ( Legal Manual, Acts etc )"}, {"text_block_id": "p23_b857", "text": "-"}, {"text_block_id": "p23_b858", "text": "Regular updates and monitoring for MNRE Authorised Officers on compliance measures"}, {"text_block_id": "p23_b859", "text": "-"}, {"text_block_id": "p23_b860", "text": "Enhance capacity of MNRE and stakeholders on the monitoring and reporting obligations for MEAs."}, {"text_block_id": "p23_b861", "text": "-"}, {"text_block_id": "p23_b862", "text": "Strengthen the capacity of MNRE and other relevant agencies for tracking and measuring physical and biological chemical, meteorological indicators for environmental health by investing in up-to-date equipment, information gathering activities and staff training."}, {"text_block_id": "p23_b863", "text": "-"}, {"text_block_id": "p23_b864", "text": "Encourage and actively support inclusive and consultative approaches to planning and, where appropriate, the co-management of habitats and species under customary land tenure."}, {"text_block_id": "p23_b865", "text": "2. Improve environmental monitoring, enforcement and compliance to support national compliance, regional and international reporting."}, {"text_block_id": "p23_b866", "text": "-"}, {"text_block_id": "p23_b867", "text": "Review and update national environment sub-sector strategies including the NAPA, NBSAP, National Invasive Species Action Plan, and National Implementation Framework for Biosafety, Solid Waste Management Strategy, National Disaster Management Plan and the DRM National Action Plan and others."}, {"text_block_id": "p23_b868", "text": "-"}, {"text_block_id": "p23_b869", "text": "Invest as a matter of high priority in the collection of scientifically sound, accurate and up-to-date environmental statistics to measure environmental change and ecological health."}, {"text_block_id": "p23_b870", "text": "-"}, {"text_block_id": "p23_b871", "text": "Enhance financial reporting compliance and obligations through continuous capacity building and networking."}, {"text_block_id": "p23_b872", "text": "3. Improve medium term financial planning and management of the National Environment Sector Plan."}, {"text_block_id": "p23_b873", "text": "-"}, {"text_block_id": "p23_b874", "text": "multi-sector mechanism to coordinate environmental monitoring, data management and the sharing of monitoring capacities and resources, to support national and sector level planning and management"}, {"text_block_id": "p23_b875", "text": "."}, {"text_block_id": "p23_b876", "text": "-"}, {"text_block_id": "p23_b877", "text": "Effective coordination ( national, regional, international ) levels for a robust response to disasters, environmental emergencies and improved forecasting and early warning systems."}, {"text_block_id": "p23_b878", "text": "-"}, {"text_block_id": "p23_b879", "text": "Improved coordination between emergency response, early recovery and developments efforts."}, {"text_block_id": "p23_b880", "text": "4."}, {"text_block_id": "p23_b881", "text": "Improve access to and management of donor funds in close collaboration with between MoF, PSC, MNRE."}, {"text_block_id": "p23_b882", "text": "-"}, {"text_block_id": "p23_b883", "text": "Finance, planning and aid management to ensure resources are aligned and implemented through country systems internal/ external financing options."}, {"text_block_id": "p23_b884", "text": "-"}, {"text_block_id": "p23_b885", "text": "Mobilise the necessary financial resources/ instruments to support the implementation of community based projects ( climate change funding, innovative financing mechanisms )"}, {"text_block_id": "p23_b886", "text": "-"}, {"text_block_id": "p23_b887", "text": "Encourage the use of natural resource valuations and payment of ecosystems services (PES) in national and sector level planning and decision making to strengthen environmental sustainability integration in national planning and budgeting."}, {"text_block_id": "p23_b888", "text": "-"}, {"text_block_id": "p23_b889", "text": "Investigate the potential means of establishing a conservation trust fund earmarked for environment conservation and protection actions."}, {"text_block_id": "p23_b890", "text": "-"}, {"text_block_id": "p23_b891", "text": "National trust fund arrangements to be explored"}, {"text_block_id": "p23_b892", "text": "-"}, {"text_block_id": "p23_b893", "text": "accessing multilateral/global climate change funds through Implementing Agencies ( IA ) eg., UNDP, WB, UNEP, ADB, FAO"}, {"text_block_id": "p24_b894", "text": "6.10 Key Environmental Strategic Objective (KESO) 10 -"}, {"text_block_id": "p24_b895", "text": "Sector Strategies"}, {"text_block_id": "p24_b896", "text": "1. Institutional set-up"}, {"text_block_id": "p24_b897", "text": "-"}, {"text_block_id": "p24_b898", "text": "Establish the Environment Coordination Unit under MNRE to coordinate the monitoring of environmental changes in the SOE habitats and the impacts of NESP implementation."}, {"text_block_id": "p24_b899", "text": "-"}, {"text_block_id": "p24_b900", "text": "Establish the NESP Advisory Committee ( NESPAC ) with membership and representation drawn from Government agencies, organizations and institutions, NGOs and the private sector."}, {"text_block_id": "p24_b901", "text": "-"}, {"text_block_id": "p24_b902", "text": "Formalise arrangement with PSC and MoF on the responsibilities of the Environment Coordination Unit"}, {"text_block_id": "p24_b903", "text": "2. Improved sector coordination of environmental initiatives through a robust and effective management framework"}, {"text_block_id": "p24_b904", "text": "-"}, {"text_block_id": "p24_b905", "text": "Strengthen role of MNRE as the leading agency for the overall coordination of environmental monitoring, assessment and reporting."}, {"text_block_id": "p24_b906", "text": "-"}, {"text_block_id": "p24_b907", "text": "Design and implement a multi-sector and multi-agency environmental monitoring programme that consolidate all environmental monitoring under different Divisions of MNRE and other agencies."}, {"text_block_id": "p24_b908", "text": "-"}, {"text_block_id": "p24_b909", "text": "The monitoring programme to harmonize data gathering activities, monitoring methods and protocols, indicators and metrics."}, {"text_block_id": "p24_b910", "text": "-"}, {"text_block_id": "p24_b911", "text": "Facilitate the establishment of a centralized clearing house mechanism within MNRE that will house all monitoring assessments data and reports and which will be accessible to all legitimate stakeholders."}, {"text_block_id": "p24_b912", "text": "-"}, {"text_block_id": "p24_b913", "text": "Facilitate the mainstreaming and integration of environment and climate and disaster resilience strategies into all sector plans"}, {"text_block_id": "p24_b914", "text": "3. SOE Assessment & Reporting"}, {"text_block_id": "p24_b915", "text": "-"}, {"text_block_id": "p24_b916", "text": "Consolidate the periodic compilation and preparation of the State of Environment Report as a core activity and priority output of MNRE (to support and ensure consistent data gathering needed to produce future SOEs."}, {"text_block_id": "p24_b917", "text": "-"}, {"text_block_id": "p24_b918", "text": "Enhance sector coordination through information sharing and promoting close partnership with key Ministries, Corporations, NGOs and the private sector in the management and monitoring of environmental resources."}, {"text_block_id": "p24_b919", "text": "-"}, {"text_block_id": "p24_b920", "text": "Promote multi-agency coordination to ensure cross-cutting issues are not duplicated, but to complement other sector strategies with environmental related issues by identifying specific areas of concern that need addressing in those sectors ( agriculture, water and sanitation, infrastructure and energy, tourism )."}, {"text_block_id": "p24_b921", "text": "4. Capacity building & awareness"}, {"text_block_id": "p24_b922", "text": "-"}, {"text_block_id": "p24_b923", "text": "Encourage and facilitate the participation of staff in appropriate trainings in environmental monitoring and assessment."}, {"text_block_id": "p24_b924", "text": "-"}, {"text_block_id": "p24_b925", "text": "Support the design and management of electronic data storage facilities, and the development of information sharing and access protocols."}, {"text_block_id": "p24_b926", "text": "-"}, {"text_block_id": "p24_b927", "text": "Provide training to all MNRE staff and staff of other relevant agencies in the use of an MNRE based clearing house mechanism by which all monitoring information is accessed and shared."}, {"text_block_id": "p25_b928", "text": "6.11"}, {"text_block_id": "p25_b929", "text": "Key Environmental Strategic Objective ( KESO ) 11 –"}, {"text_block_id": "p25_b930", "text": "To implement habitat/ ecosystem-based strategies to support climate change adaptation and mitigation"}, {"text_block_id": "p25_b931", "text": "Sector Strategies"}, {"text_block_id": "p25_b932", "text": "1. Integrated approach to environmental assessment."}, {"text_block_id": "p25_b933", "text": "-"}, {"text_block_id": "p25_b934", "text": "Review and update NAPA, and implement updated NAPA priorities to document full analysis of impacts community benefits."}, {"text_block_id": "p25_b935", "text": "-"}, {"text_block_id": "p25_b936", "text": "Review and update existing Coastal Infrastructure Management Plants to incorporate a ridge-to-reef approach."}, {"text_block_id": "p25_b937", "text": "-"}, {"text_block_id": "p25_b938", "text": "Implement updated CIM Plans priorities."}, {"text_block_id": "p25_b939", "text": "-"}, {"text_block_id": "p25_b940", "text": "Support the development of water purification and alternative water storage programs for communities."}, {"text_block_id": "p25_b941", "text": "-"}, {"text_block_id": "p25_b942", "text": "Implementation of the PPCR"}, {"text_block_id": "p25_b943", "text": "-"}, {"text_block_id": "p25_b944", "text": "Secure access to the Adaption Fund"}, {"text_block_id": "p25_b945", "text": "2. To implement strategies for improving atmospheric conditions and support climate change adaptation and mitigation"}, {"text_block_id": "p25_b946", "text": "-"}, {"text_block_id": "p25_b947", "text": "Assess local sources of pollution and how they affect the atmosphere."}, {"text_block_id": "p25_b948", "text": "-"}, {"text_block_id": "p25_b949", "text": "Encourage the use of materials and products that do not deplete the atmospheric ozone layer"}, {"text_block_id": "p25_b950", "text": "-"}, {"text_block_id": "p25_b951", "text": "Encourage the use of meteorological data to monitor air quality"}, {"text_block_id": "p25_b952", "text": "-"}, {"text_block_id": "p25_b953", "text": "Promote the sustainable development of land transport infrastructure"}, {"text_block_id": "p25_b954", "text": "-"}, {"text_block_id": "p25_b955", "text": "Conserve forest resources and increase percentage of land under PA network."}, {"text_block_id": "p25_b956", "text": "-"}, {"text_block_id": "p25_b957", "text": "Encourage the use of alternative and renewable energy sources."}, {"text_block_id": "p25_b958", "text": "-"}, {"text_block_id": "p25_b959", "text": "Review vehicle inspection standards to reduce exhaust emission and improve engine performance."}, {"text_block_id": "p25_b960", "text": "-"}, {"text_block_id": "p25_b961", "text": "Encourage the use of alternatives to replace existing ozone depleting substances."}, {"text_block_id": "p25_b962", "text": "3. Develop knowledge and promote understanding of the predicted impacts of climate change and greenhouse effect."}, {"text_block_id": "p25_b963", "text": "-"}, {"text_block_id": "p25_b964", "text": "Assess the impacts on the atmosphere of development projects and some domestic activities."}, {"text_block_id": "p25_b965", "text": "-"}, {"text_block_id": "p25_b966", "text": "Review current policies on the importation and use of motor vehicles."}, {"text_block_id": "p25_b967", "text": "-"}, {"text_block_id": "p25_b968", "text": "Review the cost structures for petroleum products."}, {"text_block_id": "p25_b969", "text": "-"}, {"text_block_id": "p25_b970", "text": "Review present production of energy to promote sustainable cost recovery."}, {"text_block_id": "p25_b971", "text": "-"}, {"text_block_id": "p25_b972", "text": "Establish pollution limits for atmospheric discharge from domestic and industrial activities."}, {"text_block_id": "p25_b973", "text": "-"}, {"text_block_id": "p25_b974", "text": "Provide incentives for non-polluting or less polluting industrial processes and products."}, {"text_block_id": "p25_b975", "text": "-"}, {"text_block_id": "p25_b976", "text": "Develop appropriate designs for buildings and towns in response to predicted climatic changes."}, {"text_block_id": "p25_b977", "text": "-"}, {"text_block_id": "p25_b978", "text": "Develop procedures to promote the equitable allocation of fresh air and other public goods."}, {"text_block_id": "p25_b979", "text": "-"}, {"text_block_id": "p25_b980", "text": "Develop national policies for alternative energy sources."}, {"text_block_id": "p25_b981", "text": "4. Develop understanding of the effects of pollution on atmospheric quality."}, {"text_block_id": "p25_b982", "text": "-"}, {"text_block_id": "p25_b983", "text": "Establish facilities to collect, analyse and disseminate information on the causes and consequences of pollution in the atmosphere."}, {"text_block_id": "p25_b984", "text": "-"}, {"text_block_id": "p25_b985", "text": "Provide updated information on the global developments in climatic changes and atmospheric pollution."}, {"text_block_id": "p25_b986", "text": "-"}, {"text_block_id": "p25_b987", "text": "Encourage and support research programmes on pollution controls."}, {"text_block_id": "p25_b988", "text": "-"}, {"text_block_id": "p25_b989", "text": "Undertake cost/benefit studies into alternative energy supplies and sustainable transportation."}, {"text_block_id": "p25_b990", "text": "-"}, {"text_block_id": "p25_b991", "text": "Establish the effects of some traditional behaviour (e.g. open burning) on the atmosphere."}, {"text_block_id": "p25_b992", "text": "5. Generate public awareness of global climatic changes and the need to protect the atmosphere."}, {"text_block_id": "p25_b993", "text": "-"}, {"text_block_id": "p25_b994", "text": "Develop community programmes to combat atmospheric pollution."}, {"text_block_id": "p25_b995", "text": "-"}, {"text_block_id": "p25_b996", "text": "Promote public education programmes on the causes and effects of global climatic changes."}, {"text_block_id": "p25_b997", "text": "-"}, {"text_block_id": "p25_b998", "text": "Promote public support for clean air policies through consumer networks."}, {"text_block_id": "p25_b999", "text": "-"}, {"text_block_id": "p25_b1000", "text": "Encourage public participation in efforts to reduce pollution of the atmosphere."}, {"text_block_id": "p25_b1001", "text": "-"}, {"text_block_id": "p25_b1002", "text": "Encourage self sufficiency in preparation for the predicted outcomes of global climatic changes."}, {"text_block_id": "p26_b1003", "text": "-"}, {"text_block_id": "p26_b1004", "text": "Inform the public of global efforts to combat climate change and atmospheric pollution."}, {"text_block_id": "p26_b1005", "text": "-"}, {"text_block_id": "p26_b1006", "text": "Promote public awareness on protection of the Ozone layer."}, {"text_block_id": "p26_b1007", "text": "-"}, {"text_block_id": "p26_b1008", "text": "Assess the likely risks due to climate change (e.g. sea level rise and tropical cyclones) in the design of long term projects."}, {"text_block_id": "p26_b1009", "text": "-"}, {"text_block_id": "p26_b1010", "text": "Approve appropriate planning standards for coastal and low lying areas."}, {"text_block_id": "p26_b1011", "text": "-"}, {"text_block_id": "p26_b1012", "text": "Develop urban design criteria to minimize the effects of potential sea-level rise and climate change."}, {"text_block_id": "p26_b1013", "text": "-"}, {"text_block_id": "p26_b1014", "text": "Develop engineering designs for buildings and physical infrastructures, especially in the low-lying areas."}, {"text_block_id": "p26_b1015", "text": "-"}, {"text_block_id": "p26_b1016", "text": "Establish appropriate standards for the provision of public services in high-risk areas."}, {"text_block_id": "p26_b1017", "text": "-"}, {"text_block_id": "p26_b1018", "text": "Promote self sufficiency in preparation for expected natural disasters."}, {"text_block_id": "p26_b1019", "text": "-"}, {"text_block_id": "p26_b1020", "text": "Assess the likely impacts of sea level rise on ground water and marine resources."}, {"text_block_id": "p26_b1021", "text": "-"}, {"text_block_id": "p26_b1022", "text": "Determine the social effects of sea level rise on coastal communities which may have to relocate elsewhere."}, {"text_block_id": "p26_b1023", "text": "-"}, {"text_block_id": "p26_b1024", "text": "Adopt appropriate land use practises for low-lying areas."}, {"text_block_id": "p26_b1025", "text": "6. Develop knowledge and promote understanding of the predicted impacts of climate change and the greenhouse effect."}, {"text_block_id": "p26_b1026", "text": "-"}, {"text_block_id": "p26_b1027", "text": "Provide facilities to collect, analyse and disseminate information on climate change and the greenhouse effect."}, {"text_block_id": "p26_b1028", "text": "-"}, {"text_block_id": "p26_b1029", "text": "Educate the public on the causes and effects of climate change."}, {"text_block_id": "p26_b1030", "text": "-"}, {"text_block_id": "p26_b1031", "text": "Inform the public on current global and regional knowledge on sea level rise."}, {"text_block_id": "p26_b1032", "text": "-"}, {"text_block_id": "p26_b1033", "text": "Monitor local tidal fluctuations and coastal wave actions."}, {"text_block_id": "p26_b1034", "text": "-"}, {"text_block_id": "p26_b1035", "text": "Monitor weather patterns and regional wind movements."}, {"text_block_id": "p26_b1036", "text": "-"}, {"text_block_id": "p26_b1037", "text": "Promote public awareness of the risks to life and property associated with sea-level rise and tropical cyclones."}, {"text_block_id": "p26_b1038", "text": "-"}, {"text_block_id": "p26_b1039", "text": "Prepare guidelines on actions to adopt in response to climate change."}, {"text_block_id": "p26_b1040", "text": "7. Capacity Building measures to strengthen national efforts for improving atmospheric conditions and support climate change adaptation and mitigation."}, {"text_block_id": "p26_b1041", "text": "-"}, {"text_block_id": "p26_b1042", "text": "Training initiatives and development packages targeted to specialised skilled areas such as atmospheric conditions, climate change, greenhouse gas emissions, solar and wind alternatives"}, {"text_block_id": "p26_b1043", "text": "-"}, {"text_block_id": "p26_b1044", "text": "Provide relevant capacity building support to key agencies and private companies."}, {"text_block_id": "p26_b1045", "text": "Green House Gas Emissions Diagram/ UNEP"}, {"text_block_id": "p27_b1046", "text": "River clean-up campaign around Upolu"}, {"text_block_id": "p27_b1047", "text": "Stakeholder consultations"}, {"text_block_id": "p27_b1048", "text": "Widespread of the Merremia vines in the coastal and lowland habitats"}, {"text_block_id": "p27_b1049", "text": "Myna bird eradication programmes"}, {"text_block_id": "p27_b1050", "text": "Promoting traditional fishing practices"}, {"text_block_id": "p27_b1051", "text": "Mangrove replanting at degraded sites"}, {"text_block_id": "p28_b1052", "text": "7. Log frame matrix"}, {"text_block_id": "p28_b1053", "text": "Table 1:"}, {"text_block_id": "p54_b1054", "text": "National Environment and Development Sector Plan 2013 -2016"}, {"text_block_id": "p55_b1055", "text": "National Environment and Development Sector Plan 2013 -2016"}, {"text_block_id": "p56_b1056", "text": "8. Implementing Agencies"}, {"text_block_id": "p56_b1057", "text": "Table 2 identifies lead and supporting agencies for all recommended strategies of NESP."}, {"text_block_id": "p56_b1058", "text": "Table 2: NESP Strategies and Implementers"}, {"text_block_id": "p62_b1059", "text": "6. Project Profiles"}, {"text_block_id": "p62_b1060", "text": "A. Summary of Project Profiles"}, {"text_block_id": "p62_b1061", "text": "Project Profile A1 -Environmental Monitoring"}, {"text_block_id": "p63_b1062", "text": "A. Cross-cutting Activities"}, {"text_block_id": "p63_b1063", "text": "Project Profile A1 -Environmental Monitoring"}, {"text_block_id": "p64_b1064", "text": "Environmental Monitoring"}, {"text_block_id": "p64_b1065", "text": "Project Profile A2 -Aerial Photography Exercise for Samoa"}, {"text_block_id": "p65_b1066", "text": "Environmental Sustainability"}, {"text_block_id": "p65_b1067_merged", "text": "Project Profile A3 – Enhancing integrated land use planning"}, {"text_block_id": "p67_b1070_merged", "text": "Project Profile A4 – Review and Update of National Biodiversity Strategy and Action Plan (NBSAP)"}, {"text_block_id": "p68_b1073", "text": "B. Coastal Habitats"}, {"text_block_id": "p68_b1074", "text": "Project Profile B1 -Mangrove Assessment and Rehabilitation"}, {"text_block_id": "p69_b1075", "text": "Project Profile B2 -Ecological assessment of coastal marshes of Samoa"}, {"text_block_id": "p70_b1076", "text": "Project Profiles B3: Mangrove Awareness Raising Workshops for Communities"}, {"text_block_id": "p71_b1077_merged", "text": "Project Profile B4 – Beach sand assessment study"}, {"text_block_id": "p72_b1080", "text": "C. Inshore and Offshore Marine Habitats"}, {"text_block_id": "p72_b1081", "text": "Project Profile C1 -Survey of seagrass communities in Samoa"}, {"text_block_id": "p73_b1082", "text": "D"}, {"text_block_id": "p73_b1083", "text": "."}, {"text_block_id": "p73_b1084", "text": "Rural and Urban Built Environment"}, {"text_block_id": "p73_b1085", "text": "Energy"}, {"text_block_id": "p73_b1086_merged_merged", "text": "Project Profile – Promoting Biogas Digester technology for communal settings"}, {"text_block_id": "p75_b1089", "text": "Appendix 1:  Guiding Principles based on Rio (UNCED) Principles 1992"}, {"text_block_id": "p75_b1090", "text": "1."}, {"text_block_id": "p75_b1091", "text": "The people of Samoa are at the centre of concerns for sustainable development. They are entitled to a healthy and productive life in harmony with nature."}, {"text_block_id": "p75_b1092", "text": "2."}, {"text_block_id": "p75_b1093", "text": "The Government of Samoa has the sovereign right to exploit its own resources, pursuant to its environmental and development policies."}, {"text_block_id": "p75_b1094", "text": "3."}, {"text_block_id": "p75_b1095", "text": "The right to development must be fulfilled so as to equitably meet the development and environmental needs of present and future generations."}, {"text_block_id": "p75_b1096", "text": "4."}, {"text_block_id": "p75_b1097", "text": "In order to achieve sustainable development, environmental protection must constitute an integral part of the development process and cannot be considered in isolation from it."}, {"text_block_id": "p75_b1098", "text": "5."}, {"text_block_id": "p75_b1099", "text": "The Government of Samoa and all its citizens (with the support of other governments as deemed necessary) shall cooperate in the essential task of eradicating poverty as an indispensable requirement for sustainable development, in order to provide equitable standards of living and better meet community needs and aspirations."}, {"text_block_id": "p75_b1100", "text": "6."}, {"text_block_id": "p75_b1101", "text": "To achieve sustainable development and a higher quality of life for all citizens, the Government of Samoa should intervene to reduce and eliminate unsustainable patterns of production and consumption, and promote appropriate demographic policies."}, {"text_block_id": "p75_b1102", "text": "7."}, {"text_block_id": "p75_b1103", "text": "Environmental issues are best handled with the participation of all concerned citizens, at the relevant levels. The Government of Samoa shall provide easy access to publicly held information on the environment and development, encourage community participation in decision-making processes, and promote public awareness and participation by making information widely available."}, {"text_block_id": "p75_b1104", "text": "8."}, {"text_block_id": "p75_b1105", "text": "The Government of Samoa shall enact effective legislation, with environmental standards, management objectives, and priorities which reflect the appropriate local context to which they apply."}, {"text_block_id": "p75_b1106", "text": "9."}, {"text_block_id": "p75_b1107", "text": "The Government of Samoa shall develop national laws regarding liability and compensation for the victims of pollution and other environmental damage caused by activities within its jurisdiction or control."}, {"text_block_id": "p75_b1108", "text": "10."}, {"text_block_id": "p75_b1109", "text": "On order to protect the environment, the precautionary approach shall be widely used by the Government of Samoa according to its capabilities. Where there are threats of serious irreversible damage, lack of scientific certainty shall not be used as a reason for postponing cost effective measures to prevent environmental degradation."}, {"text_block_id": "p75_b1110", "text": "11."}, {"text_block_id": "p75_b1111", "text": "The Government of Samoa should endeavour to promote the internalization of environmental costs and the use of economic instruments, taking into account the approach that the polluter should, in principle, bear the cost of pollution, with due regard to the public interest and without distorting international trade and investment."}, {"text_block_id": "p75_b1112", "text": "12."}, {"text_block_id": "p75_b1113", "text": "Environmental impact assessment (EIA) as a national planning instrument, shall be undertaken for development proposals with due regard for the public interest and without distorting international trade and investment."}, {"text_block_id": "p75_b1114", "text": "13."}, {"text_block_id": "p75_b1115", "text": "Women have a vital role in environmental management and development, and their full participation is essential to achieve sustainable development."}, {"text_block_id": "p75_b1116", "text": "14."}, {"text_block_id": "p75_b1117", "text": "The creativity, ideals, and other attributes of youth should be mobilized to achieve sustainable development and ensure a better future for all."}, {"text_block_id": "p75_b1118", "text": "15."}, {"text_block_id": "p75_b1119", "text": "Traditional arts and cultural practises should be recognized and supported as an integral part of the sustainable development process."}, {"text_block_id": "p75_b1120", "text": "16."}, {"text_block_id": "p75_b1121", "text": "Peace, development and environmental protection are interdependent and indivisible."}, {"text_block_id": "p75_b1122", "text": "17."}, {"text_block_id": "p75_b1123", "text": "Where any environmental or development activities affect or involve other countries, the Government of Samoa shall do all in its power to:"}, {"text_block_id": "p75_b1124", "text": "-"}, {"text_block_id": "p75_b1125", "text": "Ensure that these activities do not cause damage to areas beyond the limits of its jurisdiction, in accordance with the Charter of the United Nations and the principles of international law."}, {"text_block_id": "p75_b1126", "text": "-"}, {"text_block_id": "p75_b1127", "text": "Communicate its special needs in the field of environment and development and those of similar regional nations, at international forums; and do whatever is possible to address the interests and needs of other countries."}, {"text_block_id": "p75_b1128", "text": "-"}, {"text_block_id": "p75_b1129_merged", "text": "Cooperate in a spirit of global partnership to conserve, protect and restore the health and integrity of the earth’s ecosystems; and to take responsibility for any pressures placed on the global environment through local factors."}, {"text_block_id": "p75_b1132", "text": "-"}, {"text_block_id": "p75_b1133", "text": "Cooperate with other countries to strengthen internal structures for sustainable development by improving scientific understanding through exchanges of scientific and technological knowledge, and by enhancing the development , adaptation, diffusion, and transfer of technologies, including new and innovative technologies."}, {"text_block_id": "p76_b1134", "text": "-"}, {"text_block_id": "p76_b1135", "text": "Cooperate to promote a supportive and open international economic system which would lead to economic growth and sustainable development, and to better address the problem of environmental degradation;"}, {"text_block_id": "p76_b1136", "text": "-"}, {"text_block_id": "p76_b1137", "text": "Cooperate with other countries in an expeditious and more determined manner to develop further international law for liability and compensation for adverse effects of environmental damage caused by activities beyond their jurisdiction."}, {"text_block_id": "p77_b1138", "text": "Appendix 2: NESP Advisory Committee Representatives"}, {"text_block_id": "p77_b1139", "text": "1."}, {"text_block_id": "p77_b1140", "text": "Ministry of Agriculture & Fisheries"}, {"text_block_id": "p77_b1141", "text": "2."}, {"text_block_id": "p77_b1142", "text": "Ministry of Commerce Industry & Labour"}, {"text_block_id": "p77_b1143", "text": "3."}, {"text_block_id": "p77_b1144", "text": "Ministry of Communications & Information Technology"}, {"text_block_id": "p77_b1145", "text": "4."}, {"text_block_id": "p77_b1146", "text": "Ministry of Education Sports & Culture"}, {"text_block_id": "p77_b1147", "text": "5."}, {"text_block_id": "p77_b1148", "text": "Ministry of Foreign Affairs & Trade"}, {"text_block_id": "p77_b1149", "text": "6."}, {"text_block_id": "p77_b1150", "text": "Ministry of Finance"}, {"text_block_id": "p77_b1151", "text": "7."}, {"text_block_id": "p77_b1152", "text": "Ministry of Justice & Courts Administration"}, {"text_block_id": "p77_b1153", "text": "8."}, {"text_block_id": "p77_b1154", "text": "Ministry of Natural Resource & Environment"}, {"text_block_id": "p77_b1155", "text": "9."}, {"text_block_id": "p77_b1156", "text": "Ministry of Health"}, {"text_block_id": "p77_b1157", "text": "10."}, {"text_block_id": "p77_b1158", "text": "National Health Services"}, {"text_block_id": "p77_b1159", "text": "11."}, {"text_block_id": "p77_b1160", "text": "Ministry Women Community & Social Development"}, {"text_block_id": "p77_b1161", "text": "12."}, {"text_block_id": "p77_b1162", "text": "Ministry of Works & Infrastructure"}, {"text_block_id": "p77_b1163", "text": "13."}, {"text_block_id": "p77_b1164", "text": "Ministry of the Prime Minister & Cabinet"}, {"text_block_id": "p77_b1165", "text": "14."}, {"text_block_id": "p77_b1166", "text": "Attorney General"}, {"text_block_id": "p77_b1167", "text": "15."}, {"text_block_id": "p77_b1168", "text": "Public Service Commission"}, {"text_block_id": "p77_b1169", "text": "16."}, {"text_block_id": "p77_b1170", "text": "National University of Samoa"}, {"text_block_id": "p77_b1171", "text": "17."}, {"text_block_id": "p77_b1172", "text": "Electric Power Corporation"}, {"text_block_id": "p77_b1173", "text": "18."}, {"text_block_id": "p77_b1174", "text": "Samoa Bureau of Statistics"}, {"text_block_id": "p77_b1175", "text": "19."}, {"text_block_id": "p77_b1176", "text": "Samoa Land Corporation"}, {"text_block_id": "p77_b1177", "text": "20."}, {"text_block_id": "p77_b1178", "text": "Samoa Tourism Authority"}, {"text_block_id": "p77_b1179", "text": "21."}, {"text_block_id": "p77_b1180", "text": "Samoa Water Authority"}, {"text_block_id": "p77_b1181", "text": "22."}, {"text_block_id": "p77_b1182", "text": "Land Transport Authority"}, {"text_block_id": "p77_b1183", "text": "23."}, {"text_block_id": "p77_b1184", "text": "Chamber of Commerce (+ SAME )"}, {"text_block_id": "p77_b1185", "text": "24."}, {"text_block_id": "p77_b1186", "text": "Scientific Research Organization of Samoa"}, {"text_block_id": "p77_b1187", "text": "25."}, {"text_block_id": "p77_b1188", "text": "SPREP"}, {"text_block_id": "p77_b1189", "text": "26."}, {"text_block_id": "p77_b1190", "text": "University of the South Pacific/Alafua"}, {"text_block_id": "p77_b1191", "text": "27."}, {"text_block_id": "p77_b1192", "text": "SUNGO"}, {"text_block_id": "p78_b1193", "text": "Appendix 3 -Strategy for the Development of Samoa 2012 -16 -Environment Sector"}, {"text_block_id": "p80_b1194", "text": "Strategy for the Development of Samoa 2012-16 -Environment Sector"}, {"text_block_id": "p82_b1195", "text": "Appendix 4: Indicators Used by Habitat Type in the SOE Review"}, {"text_block_id": "p84_b1196", "text": "Appendix 5: References Used"}, {"text_block_id": "p84_b1197", "text": "1."}, {"text_block_id": "p84_b1198", "text": "Atherton, J and Bruce, J. 2013."}, {"text_block_id": "p84_b1199", "text": "Rapid Biodiversity Assessment of Upland Savaii, Samoa"}, {"text_block_id": "p84_b1200", "text": "2."}, {"text_block_id": "p84_b1201", "text": "Bauer, Laurie B and Kendall, M.S. 2011."}, {"text_block_id": "p84_b1202", "text": "Seamounts within the Exclusive Economic Zones of Samoa and American Samoa"}, {"text_block_id": "p84_b1203", "text": "."}, {"text_block_id": "p84_b1204", "text": "In: Kendall, M and Poti, Matthew (eds.)."}, {"text_block_id": "p84_b1205", "text": "A Biogeographic Assessment of the Samoan Archipelago."}, {"text_block_id": "p84_b1206", "text": "NOAA. NOAA Technical Memorandum NOS NCCOS 132. NOAA"}, {"text_block_id": "p84_b1207", "text": "–"}, {"text_block_id": "p84_b1208", "text": "US Department of Commerce."}, {"text_block_id": "p84_b1209", "text": "3."}, {"text_block_id": "p84_b1210", "text": "Boulding, K. 1966. “The economics of the coming spaceship Earth.” In: Holden, P and Ehrlich, P.R. (eds.) 1971."}, {"text_block_id": "p84_b1211", "text": "Global Ecology: Readings Towards a Rational Strategy for Man"}, {"text_block_id": "p84_b1212", "text": "."}, {"text_block_id": "p84_b1213", "text": "Harcourt Brace Jovanovich, Inc. New York. P. 180-187."}, {"text_block_id": "p84_b1214", "text": "4."}, {"text_block_id": "p84_b1215", "text": "Conservation International"}, {"text_block_id": "p84_b1216", "text": "–"}, {"text_block_id": "p84_b1217", "text": "Pacific Islands Programme, Ministry of Natural Resources and Environment, Secretariat for the Pacific Regional Environment Programme. 2010."}, {"text_block_id": "p84_b1218", "text": "Priority Sites for Conservation in Samoa: Key Biodiversity Areas."}, {"text_block_id": "p84_b1219", "text": "Apia. Samoa. 32 pp."}, {"text_block_id": "p84_b1220", "text": "5."}, {"text_block_id": "p84_b1221", "text": "En.wikipedia.org/wiki/Coastal_Strand. Downloaded 20 August 2012."}, {"text_block_id": "p84_b1222", "text": "6."}, {"text_block_id": "p84_b1223", "text": "FAO. October, 2009. National Fisheries Sector Overview. FAO."}, {"text_block_id": "p84_b1224", "text": "7."}, {"text_block_id": "p84_b1225", "text": "Global Environment Facility, UNDP, SOPAC and UNEP. 2007. Samoa IWRM"}, {"text_block_id": "p84_b1226", "text": "–"}, {"text_block_id": "p84_b1227", "text": "National Diagnostic Report -Independent State of Samoa. Final Draft."}, {"text_block_id": "p84_b1228", "text": "8."}, {"text_block_id": "p84_b1229", "text": "Government of Samoa. 2012."}, {"text_block_id": "p84_b1230", "text": "Strategy for the Development of Samoa 2012"}, {"text_block_id": "p84_b1231", "text": "–"}, {"text_block_id": "p84_b1232", "text": "2016."}, {"text_block_id": "p84_b1233", "text": "Ministry of Finance. Apia."}, {"text_block_id": "p84_b1234", "text": "9."}, {"text_block_id": "p84_b1235", "text": "Government of Samoa. 2011."}, {"text_block_id": "p84_b1236", "text": "Samoa National Infrastructure Strategic Plan"}, {"text_block_id": "p84_b1237", "text": ". PIAC, Sydney Australia."}, {"text_block_id": "p84_b1238", "text": "10."}, {"text_block_id": "p84_b1239", "text": "Government of Samoa, UNDP and Global Environment Facility (GEF). 2005."}, {"text_block_id": "p84_b1240", "text": "National Adaptation Programme of Action"}, {"text_block_id": "p84_b1241", "text": "–"}, {"text_block_id": "p84_b1242", "text": "Samoa"}, {"text_block_id": "p84_b1243", "text": ". MNRE, Apia."}, {"text_block_id": "p84_b1244", "text": "11."}, {"text_block_id": "p84_b1245", "text": "Government of Samoa. 2008."}, {"text_block_id": "p84_b1246", "text": "Strategy for the Sustainable Development of Samoa 2008-2012"}, {"text_block_id": "p84_b1247", "text": ". Ministry of Finance, Apia."}, {"text_block_id": "p84_b1248", "text": "12."}, {"text_block_id": "p84_b1249", "text": "Government of Samoa. 2001."}, {"text_block_id": "p84_b1250", "text": "Samoa’s Biodiversity Strategy and Action Plan: Keep the Remainder of the Basket."}, {"text_block_id": "p84_b1251", "text": "Government of Samoa, Apia."}, {"text_block_id": "p84_b1252", "text": "13."}, {"text_block_id": "p84_b1253", "text": "Hay, J. & Suaesi, T. 2006."}, {"text_block_id": "p84_b1254", "text": "Samoa: Country Environmental Analysis"}, {"text_block_id": "p84_b1255", "text": "–"}, {"text_block_id": "p84_b1256", "text": "Mainstreaming Environmental Considerations in Economic and Development Planning Processes."}, {"text_block_id": "p84_b1257", "text": "ADB TA:6204-REG. pp. 61."}, {"text_block_id": "p84_b1258", "text": "14."}, {"text_block_id": "p84_b1259", "text": "Horseman, N and Mulipola, A. (1995)."}, {"text_block_id": "p84_b1260", "text": "Catch data and collection from market surveys in Western Samoa"}, {"text_block_id": "p84_b1261", "text": ", (BP. 65). In: Dazell, P and T. Adams (Eds)."}, {"text_block_id": "p84_b1262", "text": ". Manuscript collection of country statements and background papers Volume 1. Integrated Coastal Fisheries Management Project Technical Document No. 12. SPC, Noumea, New Caledonia."}, {"text_block_id": "p84_b1263", "text": "South Pacific Commission and Forum Agency Workshop on the Management of South Pacific Inshore Fisheries"}, {"text_block_id": "p84_b1264", "text": "15."}, {"text_block_id": "p84_b1265", "text": "International Union for the Conservation of Nature (IUCN)"}, {"text_block_id": "p84_b1266", "text": "."}, {"text_block_id": "p84_b1267", "text": "2012 IUCN Redlist of Threatened Species."}, {"text_block_id": "p84_b1268", "text": "("}, {"text_block_id": "p84_b1269", "text": "http://www.iucnredlist.org"}, {"text_block_id": "p84_b1270", "text": "IUCN."}, {"text_block_id": "p84_b1271", "text": ")."}, {"text_block_id": "p84_b1272", "text": "16."}, {"text_block_id": "p84_b1273", "text": "ISF"}, {"text_block_id": "p84_b1274", "text": "‐"}, {"text_block_id": "p84_b1275", "text": "UTS. 2011."}, {"text_block_id": "p84_b1276", "text": "Samoa Water, Sanitation and Hygiene Sector Brief,"}, {"text_block_id": "p84_b1277", "text": "prepared for AusAID by the Institute for Sustainable Futures, University of Technology Sydney, October 2011."}, {"text_block_id": "p84_b1278", "text": "17."}, {"text_block_id": "p84_b1279", "text": "Jeffries, B., Atherton, J. and Foliga, S.T. 2012. “Enhancing Knowledge and understanding of the Biodiversity of Upland Central Savaii”. BioRAP Survey Debriefing to MNR"}, {"text_block_id": "p84_b1280", "text": "E, October, 2012."}, {"text_block_id": "p84_b1281", "text": "18."}, {"text_block_id": "p84_b1282", "text": "Jenkins, A.P., Kieth, P., Marquet, G., Mailautoka, K.K., 2008. A preliminary survey of Samoan freshwater macro-faunal biodiversity. Wetlands International-Oceania & Paris Museum of Natural History. 32pgs"}, {"text_block_id": "p84_b1283", "text": "19."}, {"text_block_id": "p84_b1284", "text": "Kendall & Poti (eds.). 2011."}, {"text_block_id": "p84_b1285", "text": "A Biogeographic Assessment of the Samoan Archipelago"}, {"text_block_id": "p84_b1286", "text": ". NOAA, USA."}, {"text_block_id": "p84_b1287", "text": "20."}, {"text_block_id": "p84_b1288", "text": "Langley, Adam. M. 2006."}, {"text_block_id": "p84_b1289", "text": "The South Pacific Albacore Fishery: A summary of the status of the stock and fishery management issues of relevance to Pacific Islands Countries and Territories (PICTs)."}, {"text_block_id": "p84_b1290", "text": "Technical Report 37. Noumea, New Caledonia: Secretariat of the Pacific Community."}, {"text_block_id": "p84_b1291", "text": "21."}, {"text_block_id": "p84_b1292", "text": "Langley, A.D. 2006."}, {"text_block_id": "p84_b1293", "text": "The South Pacific albacore fishery: a summary of the status of the stock and fishery management issues of relevance to Pacific Island countries and territories."}, {"text_block_id": "p84_b1294", "text": "Technical Report 37. Noumea, New Caledonia: Secretariat of the Pacific Community."}, {"text_block_id": "p84_b1295", "text": "22."}, {"text_block_id": "p84_b1296", "text": "Latu, F; Amosa, P; Imo, T; and Taufao,V. 2012. “The Microbiological survey of potential water borne pathogens"}, {"text_block_id": "p84_b1297", "text": "in fresh water springs of the selected community located i"}, {"text_block_id": "p84_b1298", "text": "n the Upolu Island, Samoa.” National University of"}, {"text_block_id": "p84_b1299", "text": "Samoa."}, {"text_block_id": "p84_b1300", "text": "23."}, {"text_block_id": "p84_b1301", "text": "Lopeti, E and T.Foliga. undated."}, {"text_block_id": "p84_b1302", "text": "Samoa Country Report."}, {"text_block_id": "p84_b1303", "text": "MNRE/MAF-Fisheries. Unpublished report."}, {"text_block_id": "p84_b1304", "text": "24."}, {"text_block_id": "p84_b1305", "text": "Iakopo. M. 2006."}, {"text_block_id": "p84_b1306", "text": "Mangroves of Samoa: Status and Conservation"}, {"text_block_id": "p84_b1307", "text": ". Ministry of Natural Resources, Environment and Meteorology, Samoa. 40pp."}, {"text_block_id": "p84_b1308", "text": "25."}, {"text_block_id": "p84_b1309", "text": "Ministry of Agriculture (MAF) and Samoa Bureau of Statistics (SBS). 2012."}, {"text_block_id": "p84_b1310", "text": "Agricultural Census Analytical Report 2009"}, {"text_block_id": "p84_b1311", "text": ". Economic Statistics Division, SBS, Ministry of Finance. Apia."}, {"text_block_id": "p84_b1312", "text": "26."}, {"text_block_id": "p84_b1313_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Ministry of Agriculture and Fisheries. 2011. Samoa Tuna Management and Development Plan 2011 – 2015. Fisheries Division, Apia."}, {"text_block_id": "p85_b1318", "text": "27."}, {"text_block_id": "p85_b1319", "text": "Ministry of Agriculture and Fisheries. 2005."}, {"text_block_id": "p85_b1320", "text": "Samoa Tuna Management and Development Plan 2005"}, {"text_block_id": "p85_b1321", "text": "–"}, {"text_block_id": "p85_b1322", "text": "2009"}, {"text_block_id": "p85_b1323", "text": ". Fisheries Division, Apia."}, {"text_block_id": "p85_b1324", "text": "28."}, {"text_block_id": "p85_b1325", "text": "Ministry of Agriculture and Fisheries. 2011."}, {"text_block_id": "p85_b1326", "text": "Agriculture Sector Plan 2011-2015."}, {"text_block_id": "p85_b1327", "text": "Vol 1. MAF Apia."}, {"text_block_id": "p85_b1328", "text": "29."}, {"text_block_id": "p85_b1329", "text": "MAF-Fisheries Division. June 2003. Marine Resources II."}, {"text_block_id": "p85_b1330", "text": "30."}, {"text_block_id": "p85_b1331", "text": "MAF Fisheries(a). 8 June 2003. Marine Resources I"}, {"text_block_id": "p85_b1332", "text": "–"}, {"text_block_id": "p85_b1333", "text": "Educational materials. Fisheries Division."}, {"text_block_id": "p85_b1334", "text": "31."}, {"text_block_id": "p85_b1335", "text": "Mulipola, A. 2002."}, {"text_block_id": "p85_b1336", "text": "Marine Resources of Samoa"}, {"text_block_id": "p85_b1337", "text": "–"}, {"text_block_id": "p85_b1338", "text": "Repor"}, {"text_block_id": "p85_b1339", "text": "t prepared for Samoa’s National Report for the World"}, {"text_block_id": "p85_b1340", "text": "Summit on Sustainable Development, Johannesburg, South Africa, July 2002."}, {"text_block_id": "p85_b1341", "text": "MAF-Fisheries. Apia."}, {"text_block_id": "p85_b1342", "text": "32."}, {"text_block_id": "p85_b1343", "text": "MAF-Fisheries(b). 1 June 2002. Marine Environments"}, {"text_block_id": "p85_b1344", "text": "–"}, {"text_block_id": "p85_b1345", "text": "Educational materials. Fisheries Division."}, {"text_block_id": "p85_b1346", "text": "33."}, {"text_block_id": "p85_b1347", "text": "Martel, F."}, {"text_block_id": "p85_b1348", "text": "J.Atherton and T.Dewulf. 1997. “Pilot Community Deforestation"}, {"text_block_id": "p85_b1349", "text": "Survey: Western Samoa and Niue"}, {"text_block_id": "p85_b1350", "text": "– Final Report.” SPREP."}, {"text_block_id": "p85_b1351", "text": "34."}, {"text_block_id": "p85_b1352", "text": "Ministry of Finance. 2007."}, {"text_block_id": "p85_b1353", "text": "Samoa National Energy Policy 2007"}, {"text_block_id": "p85_b1354", "text": ". Economic Policy and Planning Division. Government of Samoa."}, {"text_block_id": "p85_b1355", "text": "35."}, {"text_block_id": "p85_b1356", "text": "Ministry of Finance. 2009."}, {"text_block_id": "p85_b1357", "text": "Samoa Energy Review"}, {"text_block_id": "p85_b1358", "text": ". MOF. REEEP"}, {"text_block_id": "p85_b1359", "text": "www.reeep.org"}, {"text_block_id": "p85_b1360", "text": ". Downloaded 31 Oct. 2012."}, {"text_block_id": "p85_b1361", "text": "36."}, {"text_block_id": "p85_b1362", "text": "Ministry of Finance. 2007."}, {"text_block_id": "p85_b1363", "text": "Samoa National Energy Policy"}, {"text_block_id": "p85_b1364", "text": ". Economic Policy and Planning Division. Government of Samoa. Apia."}, {"text_block_id": "p85_b1365", "text": "37."}, {"text_block_id": "p85_b1366", "text": "Ministry of Health (Samoa), Bureau of Statistics (Samoa), and ICF Macro. 2010."}, {"text_block_id": "p85_b1367", "text": "Samoa Demographic and Health Survey 2009"}, {"text_block_id": "p85_b1368", "text": ". Apia, Samoa: Ministry of Health, Samoa."}, {"text_block_id": "p85_b1369", "text": "38."}, {"text_block_id": "p85_b1370", "text": "MNRE. 2010. “Samoa’s Second National Communication to the United Nations Framework Convention on"}, {"text_block_id": "p85_b1371", "text": "Climate Change"}, {"text_block_id": "p85_b1372", "text": ".” GEF/UNDP; Government of Samoa."}, {"text_block_id": "p85_b1373", "text": "39."}, {"text_block_id": "p85_b1374", "text": "MNRE, 2008. State of the Environment Report for Samoa. Government of Samoa"}, {"text_block_id": "p85_b1375", "text": "40."}, {"text_block_id": "p85_b1376", "text": "MNRE. 2013. Samoa 2013 State of the Environment Report. Government of Samoa"}, {"text_block_id": "p85_b1377", "text": "41."}, {"text_block_id": "p85_b1378", "text": "MNRE. 2011."}, {"text_block_id": "p85_b1379", "text": "Solid Waste Characterization and Generation Study 2011 -Vaitele"}, {"text_block_id": "p85_b1380", "text": ". Waste Division. MNRE."}, {"text_block_id": "p85_b1381", "text": "42."}, {"text_block_id": "p85_b1382", "text": "Premus, Marc; Ward, Juney; Penaia, Lillian; Ifopo, Pulea; and Pesaleli, Toetu. 2007."}, {"text_block_id": "p85_b1383", "text": "Report on dolphin and whale watching feasibility survey in Samoa and biopsy training, May-June 2007"}, {"text_block_id": "p85_b1384", "text": ". Unpubl. SPREP, Samoa."}, {"text_block_id": "p85_b1385", "text": "43."}, {"text_block_id": "p85_b1386", "text": "MNRE.2008."}, {"text_block_id": "p85_b1387", "text": "National Invasive Species Action Plan 2008-2011"}, {"text_block_id": "p85_b1388", "text": ". Division of Environment and Conservation, MNRE."}, {"text_block_id": "p85_b1389", "text": "44."}, {"text_block_id": "p85_b1390", "text": "O’Meara, J.T. 1987. “Samoa: Customary Individualism.” Pp. 74"}, {"text_block_id": "p85_b1391", "text": "-113 in R.G.Crocombe (ed.)."}, {"text_block_id": "p85_b1392", "text": ". University of the South Pacific, Suva, Fiji."}, {"text_block_id": "p85_b1393", "text": "Land Tenure in the Pacific"}, {"text_block_id": "p85_b1394", "text": "45."}, {"text_block_id": "p85_b1395", "text": "O’S"}, {"text_block_id": "p85_b1396", "text": "ullivan, A and Sheffrin, S.M. 2003."}, {"text_block_id": "p85_b1397", "text": "Economics: Principles in action."}, {"text_block_id": "p85_b1398", "text": "Pearson Prentice Hall, New Jersey."}, {"text_block_id": "p85_b1399", "text": "46."}, {"text_block_id": "p85_b1400", "text": "Rath, Amitav. 2011. “Acceleration of Millennium Development Goals in Samoa: Policy Analysis with a Focus on Requirements for Industrial Growth”. Final R"}, {"text_block_id": "p85_b1401", "text": "eport Prepared for UNDP"}, {"text_block_id": "p85_b1402", "text": "–"}, {"text_block_id": "p85_b1403", "text": "Samoa & UNDP Pacific Centre. UNDP."}, {"text_block_id": "p85_b1404", "text": "47."}, {"text_block_id": "p85_b1405", "text": "Saifaleupolu, T.S. and Elisara, FM. 2011."}, {"text_block_id": "p85_b1406", "text": "Biodiversity Audits for the Mangrove Stands in Matafaa-Faleseela, Tiavea-tai and Taelefaga Villages"}, {"text_block_id": "p85_b1407", "text": ". Unpubl. OLSSInc."}, {"text_block_id": "p85_b1408", "text": "48."}, {"text_block_id": "p85_b1409", "text": "Samoa Bureau of Statistics. 2011."}, {"text_block_id": "p85_b1410", "text": "Population and Housing Census 2011"}, {"text_block_id": "p85_b1411", "text": ". Ministry of Finance. Apia."}, {"text_block_id": "p85_b1412", "text": "49."}, {"text_block_id": "p85_b1413", "text": "Samuelu-Ah Leong, Joyce and Sapatu, Maria. 2008."}, {"text_block_id": "p85_b1414", "text": "Status of Reefs in Samoa 2007"}, {"text_block_id": "p85_b1415", "text": ". In: Whippy-Morris (ed.). 2009."}, {"text_block_id": "p85_b1416", "text": "South-West Pacific Status of Coral Reefs Report 2007"}, {"text_block_id": "p85_b1417", "text": ". Coral Reefs Initiative for the Pacific. SPREP, USP, GCRMN and ReefBase Pacific. SPREP, Apia."}, {"text_block_id": "p85_b1418", "text": "50."}, {"text_block_id": "p85_b1419", "text": "Schuster, C; Whistler, A., Tuailemafua, T Siuli. 1999."}, {"text_block_id": "p85_b1420", "text": "The Conservation of Biological Diversity in Upland Ecosystems of Samoa"}, {"text_block_id": "p85_b1421", "text": ". Division of Environment and Conservation, Department of Lands, Surveys and Environment, Apia."}, {"text_block_id": "p85_b1422", "text": "51."}, {"text_block_id": "p85_b1423", "text": "Sesega, S. 2005. “Deforestation and Forest Degradation in Samoa”. Working Paper FAO/SAPA SAM DEFOR"}, {"text_block_id": "p85_b1424", "text": "01/05."}, {"text_block_id": "p85_b1425", "text": "52."}, {"text_block_id": "p85_b1426", "text": "Skelton, P.A. 2005."}, {"text_block_id": "p85_b1427", "text": "A survey of the benthic marine algae of the Apia District, Samoa, South Pacific"}, {"text_block_id": "p85_b1428", "text": ". (Thesis for the Degree of Doctor of Philosophy. University of the South Pacific). 628pp."}, {"text_block_id": "p85_b1429", "text": "53."}, {"text_block_id": "p85_b1430", "text": "Skelton, P; Bell, L; Mulipola, A; and Trevor, A. 2000."}, {"text_block_id": "p85_b1431", "text": "The Status of Coral Reefs and Marine Resources of Samoa."}, {"text_block_id": "p85_b1432", "text": "Internal Report, Fisheries Division. MAF, Apia."}, {"text_block_id": "p85_b1433", "text": "54."}, {"text_block_id": "p85_b1434", "text": "SMEC. April 2011."}, {"text_block_id": "p85_b1435", "text": "Preparing the Afulilo Environmental Enhancement Project."}, {"text_block_id": "p85_b1436", "text": "ADB TA: 7121 SAM. Phase 1 Final Report. SMEC International Pty Ltd."}, {"text_block_id": "p85_b1437", "text": "55."}, {"text_block_id": "p85_b1438", "text": "SPC-SOPAC. September 2011."}, {"text_block_id": "p85_b1439", "text": "Country Risk Profile"}, {"text_block_id": "p85_b1440", "text": "–"}, {"text_block_id": "p85_b1441", "text": "Samoa."}, {"text_block_id": "p85_b1442", "text": "Pacific Catastrophe Risk Assessment and Financial Initiative. SPC, Noumea."}, {"text_block_id": "p85_b1443", "text": "56."}, {"text_block_id": "p85_b1444", "text": "SPREP. 1994. Assessment of coastal vulnerability and resilience to sea-level rise and climate change: case study-Yasawa Islands, Phase II. South Pacific Regional Environment Programme, Apia."}, {"text_block_id": "p85_b1445", "text": "57."}, {"text_block_id": "p85_b1446", "text": "Tuivavalagi, N.S. & Morrison, J. 2004. Land based activities and impacts on coral reefs and the marine environment of Pacific Islands. In H.Yukishira (eds.),"}, {"text_block_id": "p85_b1447", "text": "Towards the Desirable Future of Coral Reefs and the Western Pacific, 23-26 July 2003"}, {"text_block_id": "p85_b1448", "text": "(pp. 69-88). Palau PICRC."}, {"text_block_id": "p85_b1449", "text": "58."}, {"text_block_id": "p85_b1450_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "UNEP. 2011. Pacific Environment and Climate Change Outlook. In collaboration with SPREP, SPC, SOPAC, USP and IUCN Regional Pacific Office. Draft Report. Pp 167."}, {"text_block_id": "p86_b1453", "text": "59."}, {"text_block_id": "p86_b1454", "text": "Whistler, A. 1992. National Biodiversity Review of Western Samoa. Unpublished Report for SPREP Apia, Western Samoa. 1992."}, {"text_block_id": "p86_b1455", "text": "60."}, {"text_block_id": "p86_b1456", "text": "Whistler, A. 1992."}, {"text_block_id": "p86_b1457", "text": "Flowers of the Pacific Islands Seashore: A guide to the littoral plants of Hawaii, Tahiti, Samoa, Tonga, Cook Islands, Fiji and Micronesia."}, {"text_block_id": "p86_b1458", "text": "Univ of Hawaii Press. Hawaii, USA."}, {"text_block_id": "p86_b1459", "text": "61."}, {"text_block_id": "p86_b1460_merged", "text": "Zann, L. P. (1991). The inshore resources of Upolu, Western Samoa: coastal inventory and fisheries database. Report prepared for the Government of Western Samoa. FAO/UNDP SAM/89/002 Field Report. Unpubl."}], "document_description": "<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThis Plan determines how Samoa plan to meet their SDG targets regarding the natural environment and its links to human activities, which include agriculture, water and sanitation, infrastructure, energy and tourism. It distinguishes between eight types of environments, such as upland, lowland, coastal and protected habitats.\n\nOne key objective of the plan is to implement ecosystem-based strategies to support climate change mitigation and adaptation. It also identifies the following ways to adapt to climate change impacts: 1) implement sustainable plans for improving the protection of critical catchment areas, 2) assign priority to securing the full protection of the entire Apia, Vaisigano and Tafitoala catchment areas, 3) promote and support the replanting of catchment and erosion prone areas, 4) promote and support the replanting of mangrove forests and exposed coastal areas, 5) encourage and facilitate the relocation of households away from high risk flood-prone areas, 6) promote the growing of food crops that are not vulnerable to wind damage, 7) support the full implementation of Samoa's NAPA, 8) encourage the implementation of natural solutions to enhance coastal resilience to climate change, 9) promote efforts to rehabilitate all degraded land areas through the replanting of appropriate tree species and the use of sustainable soil management techniques, and 10) develop and promote sustainable models of future climate for project sites based on a range of climate change scenarios.\n\n</div>\n</div>\n</div>"}