{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Capacity building|Governance"], "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Policy of Combating Climate Change", "document_country_code": "WSM", "document_hazard_name": ["Sea Level Rise", "Soil Erosion"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2007", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2007/WSM-2007-12-25-National Policy of Combating Climate Change_2d69351be793b05661bf64b10c341ab1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of Samoa"}, {"text_block_id": "p0_b2", "text": "NATIONAL POLICY OF COMBATING CLIMATE CHANGE 2007"}, {"text_block_id": "p0_b3", "text": "MINISTRY OF NATURAL RESOURCES &"}, {"text_block_id": "p0_b4", "text": "ENVIRONMENT"}, {"text_block_id": "p1_b5", "text": "POLICY STATEMENT ON CLIMATE CHANGE 2007"}, {"text_block_id": "p1_b6", "text": "Title of policy"}, {"text_block_id": "p1_b7", "text": "National policy on combating climate change"}, {"text_block_id": "p1_b8", "text": "Purpose of policy"}, {"text_block_id": "p1_b9", "text": "This policy outlines Samoa's response to climate change as identified in the 1993 National Environment and Development Management Strategies (NEMS). It provides a national framework to mitigate the effects of climate change and adapt to its impacts in an effective and sustainable manner."}, {"text_block_id": "p1_b10", "text": "Previous references"}, {"text_block_id": "p1_b11", "text": "National concerns over climate change as result of greenhouse gas (GHG) emissions into the atmosphere were first raised in the 1991 Rio Assessment Report; the 1993 State of the Environment Report; and the NEMS. Samoa is party to the United Nations Framework Convention on Climate Change (UNFCCC) (ratified in 1994) and the Kyoto Protocol (ratified in 2002) and submitted its first National Communication Report in 1999. Other references to climate change included the Strategy for the Development of Samoa (SDS) 2000-2001, 2002-2004 and 2005-2007; the 2002 World Summit on Sustainable Development Assessment Report; and the 2003 Barbados Programme of Action Assessment Report; and the 2005 National Adaptation Plan of Action (NAPA). These reports are available from the Ministry of Natural Resources & Environment (MNRE)."}, {"text_block_id": "p1_b12", "text": "Requesting agency"}, {"text_block_id": "p1_b13", "text": "MNRE"}, {"text_block_id": "p1_b14", "text": "Implementing agency"}, {"text_block_id": "p1_b15", "text": "MNRE"}, {"text_block_id": "p1_b16", "text": "Other stakeholders relevant to policy implementation"}, {"text_block_id": "p1_b17", "text": "Ministry of Foreign Affairs & Trade"}, {"text_block_id": "p1_b18", "text": "Ministry of Agriculture & Fisheries"}, {"text_block_id": "p1_b19", "text": "Ministry of Health"}, {"text_block_id": "p1_b20", "text": "Ministry of Works, Transport & Infrastructure"}, {"text_block_id": "p1_b21", "text": "Office of the Attorney General"}, {"text_block_id": "p1_b22", "text": "Ministry of Women, Community & Social Development"}, {"text_block_id": "p1_b23", "text": "Ministry for Revenue"}, {"text_block_id": "p1_b24", "text": "Ministry of Commerce, Industry & Labour"}, {"text_block_id": "p1_b25", "text": "Ministry of Education, Sports & Culture"}, {"text_block_id": "p1_b26", "text": "Samoa Water Authority"}, {"text_block_id": "p1_b27", "text": "Electric Power Corporation"}, {"text_block_id": "p1_b28", "text": "National University of Samoa"}, {"text_block_id": "p1_b29", "text": "Samoa Airport Authority"}, {"text_block_id": "p1_b30", "text": "Red Cross Society Inc"}, {"text_block_id": "p1_b31", "text": "Chamber of Commerce"}, {"text_block_id": "p1_b32", "text": "Samoa Umbrella for Non-Governmental Organisations"}, {"text_block_id": "p2_b33", "text": "Background to the formulation of the policy proposal"}, {"text_block_id": "p2_b34", "text": "As a small island developing state Samoa is particularly vulnerable to the effects of changing climatic conditions. By ratifying the UNFCCC and Kyoto Protocol, Samoa was able to engage more directly in international efforts aimed at dealing with climate change. Some of the provisions of the protocol include promoting sustainable forms of agriculture, exploring alternative forms of energy and GHG emissions. Samoa is obliged under these agreements to fulfil certain national (including reform of local environment legislation and adaptation measures) and international responsibilities relating to the management of climate change."}, {"text_block_id": "p2_b35", "text": "At the local level, efforts to develop national environmental policies began with the approval of the NEMS in 1994 and amongst the twelve recommended policies contained in the document was 'Responding to Climate Change'. Since then, various projects have been initiated, including the First National Communication Report, the Capacity Building for the Development of Adaptation Measures pilot project, the NAPA and the start of the Second National Communication Report. To generate public awareness MNRE has conducted various programmes including seminars, workshops, community consultations and the annual National climate change awareness days. In recent years, there has been growing public awareness of the impacts of climate change in communities particularly in relation to coastal erosion and sea level rise."}, {"text_block_id": "p2_b36", "text": "Detailed statement of the policy"}, {"text_block_id": "p2_b37", "text": "Goal"}, {"text_block_id": "p2_b38", "text": "Enhance Samoa's response to the impacts of climate change in support of national sustainable development efforts."}, {"text_block_id": "p2_b39", "text": "Objectives"}, {"text_block_id": "p2_b40", "text": "To attain the above goal the following objectives have been identified:"}, {"text_block_id": "p5_b41", "text": "Expected benefits from the policy initiative"}, {"text_block_id": "p5_b42", "text": "It is expected that when implemented this policy will contribute to the achievement of sustainable development through:"}, {"text_block_id": "p5_b43", "text": "It is expected that when implemented this policy will contribute to the achievement of sustainable development through:\n* Improved public awareness and stakeholder knowledge of climate change issues, leading to more informed decision-making\n* More available information for environmental planning and assessment\n* Strengthened national capacity to respond to climate change\n* Targeted action on climate change mitigation\n* Targeted action on climate change adaptation\n* Enhanced international cooperation and partnerships on climate change initiatives"}, {"text_block_id": "p5_b55", "text": "Relationship to the SDS"}, {"text_block_id": "p5_b56", "text": "The SDS 2005-2007 highlights priority environmental concerns including the negative effects of climate change. This policy provides the linkages between climate change and sustainable development at the national level through improved planning and assessment and the effective implementation of priority adaptation initiatives."}, {"text_block_id": "p5_b57", "text": "Financial implications"}, {"text_block_id": "p5_b58", "text": "There are no major costs involved in the short-term as the policy will be implemented by the MNRE climate change project unit. It is expected that in three years time when the current project is complete government funding is required under the annual budget to establish a new Climate Change Section of the Meteorology Division, responsible for the management of climate change programmes."}, {"text_block_id": "p5_b59", "text": "Human resource implications"}, {"text_block_id": "p5_b60", "text": "In the short-term policy implementation will be coordinated by the three staff of the climate change project unit. In the medium-to long-term it is expected that and new and expanded Climate Change section will employ qualified staff on all aspects of climate change."}, {"text_block_id": "p5_b61", "text": "Legislative implications"}, {"text_block_id": "p5_b62", "text": "New legislation is required not only for the management of the Meteorology Division generally but also the operation of climate change management in particular. Such legislation will incorporate the policies and measures to facilitate climate change programmes. As well, Samoa's ratification of the UNFCCC and the Kyoto Protocol as international law will also be formalised in national law."}, {"text_block_id": "p5_b63", "text": "Relations with other agencies"}, {"text_block_id": "p5_b64", "text": "MNRE will work closely with the agencies listed above during policy implementation providing the forum for monitoring review and evaluation. Other agencies may be included from time to time as the as the need arises."}, {"text_block_id": "p5_b65", "text": "Proposed implementation schedule"}, {"text_block_id": "p5_b66", "text": "The implementation of the policy will start immediately, administered by the Meteorology Division of MNRE. It is to be reviewed on an annual basis to assess the progress of implementation, with an independent evaluation to be carried out every five years."}, {"text_block_id": "p5_b67", "text": "Recommendation"}, {"text_block_id": "p5_b68", "text": "That the Cabinet Development Committee endorses this policy for implementation."}, {"text_block_id": "p6_b69", "text": "References"}, {"text_block_id": "p6_b70", "text": "Government of Samoa. (2005). Strategy for the development of Samoa 2005-2007. Ministry of Finance."}, {"text_block_id": "p6_b71", "text": "Government of Samoa. (2005). National adaptation programme of action. MNRE"}, {"text_block_id": "p6_b72", "text": "Government of Samoa. (2003) Barbados programme of action assessment report. Department of Lands, Surveys & Environment."}, {"text_block_id": "p6_b73", "text": "Government of Samoa. (2002). World summit on sustainable development assessment report. Department of Lands, Surveys & Environment."}, {"text_block_id": "p6_b74", "text": "Government of Samoa. (2001). First national communication on climate change. Department of Lands, Surveys & Environment."}, {"text_block_id": "p6_b75", "text": "Government of Samoa (1993). National environment and development management strategies. SPREP"}, {"text_block_id": "p6_b76", "text": "Government of Samoa (1991).Rio Assessment Report. Department of Lands, Surveys & Environment."}, {"text_block_id": "p6_b77", "text": "Isikuki Punivalu & Associates, (2007). State of the environment report (draft). MNRE."}, {"text_block_id": "p6_b78", "text": "Taule'alo, T.I. (1993). State of the environment report. SPREP."}, {"text_block_id": "p6_b79", "text": "Responsible officer"}, {"text_block_id": "p6_b80", "text": "Tu'u'u Dr. Ieti Taule'alo"}, {"text_block_id": "p6_b81", "text": "Chief Executive Officer"}, {"text_block_id": "p6_b82", "text": "MNRE"}, {"text_block_id": "p6_b83", "text": "Date of submission"}, {"text_block_id": "p6_b84", "text": "31 August 2007"}], "document_description": "This document aims at providing a national framework to mitigate the effects of climate change and adapt to its impacts in an effective and sustainable manner. It defines a number of objectives and strategies to attain those. It details financial, human resource, legislative, administrative and other implications of these strategies. Objectives include 1) Promote public awareness and improve stakeholder understanding of the causes and effects of climate change, 2) Strengthen the management of climate change information, 3) Build capacity on effective national responses to climate change, 4) Implement mitigation measures to reduce greenhouse gas emissions causing climate change, 5) Implement adaptation measures to protect Samoa from the impacts of climate change, and 6) Establish a regulatory framework to facilitate the national responses to climate change.<br><br>This document was substantially updated by the <a href=\"https://climate-laws.org/geographies/samoa/policies/samoa-climate-change-policy-2020-2030\">Climate Change Policy 2020-2030</a>."}