{"document_instrument_name": [], "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": ["Social development", "Other"], "document_language": "English", "document_name": "Samoa National Policy for Gender Equality 2016-2020", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Food Security", "Gender"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2016/WSM-2016-01-01-Samoa National Policy for Gender Equality 2016-2020_06e238c223f186a0ebc8190db0153aaa.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Samoa National Policy for Gender Equality"}, {"text_block_id": "p0_b2", "text": "2016 -2020"}, {"text_block_id": "p1_b3", "text": "Table of Contents"}, {"text_block_id": "p3_b4", "text": "Foreword"}, {"text_block_id": "p3_b5", "text": "This policy is intended to the fullest extent possible, ensure a Samoa in which men, women, boys and girls are able to lead the best lives they can. It acknowledges and recognizes that Gender Equality and Equity are requisites to achieving the goals for the Strategy for the Development of Samoa and 2030 Sustainable Goals agenda and aspirations. We have come to understand that gender is about socially constructed roles of both women and men and the inter-connectedness of these relations in any given society. Thus, the formulation of the Gender Equality & Advancement of Women Policy is timely and apt as it provides us with a roadmap which confirms national development priorities that reflect the concerns and challenges faced by women and girls as well as men and boys at all levels. The policy identifies the critical areas of support and attention of all sectors of government, village based groups, civil society partners, development partner agencies, activist individuals, various target groups of women and men, in order to be effectively implemented. This framework will also, inform the development of gender-sensitive legislation, government policies and resource mobilization to ensure resources are directed towards those who need it the most."}, {"text_block_id": "p3_b6", "text": "The policy was formulated around the fundamental principles of human rights where;"}, {"text_block_id": "p3_b7", "text": "everyone, regardless of gender, disability, race, status, sexual orientation and age; has the right to work of equal pay and value, the right to support themselves, and to live in peace without the fear of abuse or"}, {"text_block_id": "p3_b8", "text": "violence’."}, {"text_block_id": "p3_b9", "text": "Therefore the main policy areas focus on ;"}, {"text_block_id": "p3_b10", "text": "Peaceful families and Communities; Healthy women and girls; Equal economic opportunities for women; increased access to education; enhanced gender equality approaches to community resilience and disaster preparedness and enhanced institutional mechanisms for the promotion of gender equality."}, {"text_block_id": "p3_b11", "text": "Application of the equity concept throughout the policy is also a necessary step towards addressing the many other complex challenges and experiences women, men, girls, and boys face. The MWCSD believes that this policy is a key strategic tool that will assist with the ongoing efforts towards transforming gender relations that will benefit both men and women alike. It is also about ensuring that gender equality in the context of development within the Samoan context is recognizing the influence and synergies across the work of other vulnerable groups such as children, youth, persons with disabilities, elderly and sexual orientation/identity. Where we can make and influence the decisions about where our resources are invested -only then do we have a realistic chance of addressing violence against women and girls or the increasing at risk behaviours of boys, build their resilience to economic"}, {"text_block_id": "p4_b12", "text": "pressures, to climate change and disaster, achieving better health and education outcomes for half our world."}, {"text_block_id": "p4_b13", "text": "I would like to acknowledgethe commitment of the SPC Head of the Gender Division and her team in conducting an independent review of the National Policy for the Advancement of Women 2010"}, {"text_block_id": "p4_b14", "text": "–"}, {"text_block_id": "p4_b15", "text": "2015 and supporting the MWCSD from the very beginning right up to the end, indeveloping the new policy based on the review findings . Lastly, our faamalo and faafetai to all our national stakeholders including the village women representatives who had contributed to through various consultations to put together this product. We are very conscious of the many challenges that we will face in implementing the different policy agenda, however, we are confident that through a FaaSamoa specific approach,"}, {"text_block_id": "p4_b16", "text": "proactive, trustworthy partnership approach with all stakeholders and building on good practice and lessons learnt"}, {"text_block_id": "p4_b17", "text": "from the previous National"}, {"text_block_id": "p4_b18", "text": "Women‟s"}, {"text_block_id": "p4_b19", "text": "Policy 2010"}, {"text_block_id": "p4_b20", "text": "–"}, {"text_block_id": "p4_b21", "text": "2015, progress will happen and we will deliver impact oriented results for our people."}, {"text_block_id": "p4_b22", "text": "With Best Wishes,"}, {"text_block_id": "p4_b23", "text": "Honourable Faimalotoa Kika Stowers"}, {"text_block_id": "p4_b24", "text": "Minister for Women, Community & Social Development."}, {"text_block_id": "p4_b25", "text": "I. Introduction"}, {"text_block_id": "p4_b26_merged_merged", "text": "In the Strategy for the Development of Samoa 2016/17 – 2019/20 –our government committed to “improve quality of life for all”. In order to achieve this, the government has given priority to the mainstreaming of gender, children,youth and disability in policy development. At the sector level, the Ministry of Women, Community and Social Development (MWCSD), the lead agency for the development of the Community Sector Plan, has the vision of “Communities to lead inclusive development to ensure quality of life for all”, which clearly cannot be achieved without the full engagement of women. Thus, there is a need to undertake specific policy actions to address inequality and inequity issues through better investment, coordination, implementation, and monitoring and evaluation, todevelop gender-and human rights-based approach that is relevant to the context of Samoa."}, {"text_block_id": "p5_b40", "text": "The MWCSD is finalizing the development of anAll-inclusive Community Development Policy, a Village Governance Strategy, Community Integrated Management and Development Plans, and the Community Sector Plan Monitoring & Evaluation Framework 2016"}, {"text_block_id": "p5_b41", "text": "–"}, {"text_block_id": "p5_b42", "text": "2021, all of which will inform and influence the strategic basis for coordination and implementation of the Gender Equality Policy. All policies and strategies under the MWCSD including the National Gender Equality Policy is strongly aligned to the priority areas and strategies under the Community Sector Plan 2016"}, {"text_block_id": "p5_b43", "text": "–"}, {"text_block_id": "p5_b44", "text": "2021. It is the"}, {"text_block_id": "p5_b45", "text": "Ministry’s"}, {"text_block_id": "p5_b46", "text": "hope that the Community Development Policy will provide the roadmap for legislative, policy reform and program implementation for addressing the specific needs of women, persons with disabilities, elderly, youth, children and vulnerable groups at the community level."}, {"text_block_id": "p5_b47", "text": "Figure 1 shows the relationship between the Community Sector Plan and the Samoa National Policy for Gender Equality outcome areas."}, {"text_block_id": "p5_b48_merged_merged", "text": "The Government of Samoa recognizes that gender equality is intrinsic to achieving goals for sustainable social and economic development. This is particularly noted as our government strongly aligns itself to the 2014 Small Island Development States S.A.M.O.A.Pathway agreement, where heads of state called for “freedom, peace and security, respect for all human rights, including the right to development and the right to an adequate standard of living, including the right to food, the rule of law, gender equality, women’s empowerment, reducing inequalities and the overall commitment to just and democratic societies for"}, {"text_block_id": "p5_b54", "text": "development.”"}, {"text_block_id": "p6_b55_merged", "text": "2016–2020 provides a national framework to implement our government’s commitment to gender equality."}, {"text_block_id": "p6_b60", "text": "Figure 1: Linking the Samoa National Policy for Gender Equality 2016-2010 to the Community Sector Plan 2016-2021"}, {"text_block_id": "p6_b61", "text": "The Government of Samoa ratified the Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW) in 1992, and has reported to the UN CEDAW Committee four times since then. In line with global gender commitments the government also aligns itself with the"}, {"text_block_id": "p7_b62", "text": "Pacific Leaders Gender Equality Declaration (PLGED) and the Revised Pacific Platform for the Advancement of Women (RPPA) and the Commonwealth Gender Plan of Action. In 2015, the Government of Samoa aligned itself with the Sustainable Development Goals,including Goal 5: achieve gender equality and empower all women and girls. The National Policy for Gender Equality 2016"}, {"text_block_id": "p7_b63", "text": "–"}, {"text_block_id": "p7_b64", "text": "2021 provides a national framework to implement our"}, {"text_block_id": "p7_b65", "text": "government’s"}, {"text_block_id": "p7_b66", "text": "commitment to gender equality."}, {"text_block_id": "p7_b67", "text": "What do we mean by gender equality or equality between"}, {"text_block_id": "p7_b68", "text": "women and men?"}, {"text_block_id": "p7_b69_merged_merged_merged", "text": "Gender equality refers to the equal rights (aia tutusa), responsibilities (matāfaioi) . Equality does not mean that women and men will become the same, but that women’s and men’s rights, responsibilities and opportunities will not depend on whether they are born male or female. Gender equality implies that the interests, needs and priorities of both women and men are taken into consideration, recognizing the diversity of different groups of women and men. Gender equality is not a women’s issue but should concern and fully engage men as well as women. Equality between women and men is seen both as a human rights issue and as a precondition for, and indicator of, sustainable people-centred development. (OSAGI 2001)"}, {"text_block_id": "p7_b91", "text": "II. Policy Statement and Operating Principles"}, {"text_block_id": "p7_b92", "text": "The National Policy for Gender Equality 2016 -2021 recognizes that women and men are equal partners in the development of Samoa."}, {"text_block_id": "p7_b93", "text": "Our national gender policy is guided by key universal global and national human rights principles:"}, {"text_block_id": "p7_b94", "text": "Our national gender policy is guided by key universal global and national human rights principles:\n* Recognition of fundamental human rights, in the\n* All human beings are born free and equal in dignity\n* Everyone is entitled to all the rights and freedoms"}, {"text_block_id": "p8_b100", "text": "Our national gender policy is guided by key universal global and national human rights principles:\n* Recognition of fundamental human rights, in the\n* All human beings are born free and equal in dignity\n* Everyone is entitled to all the rights and freedoms\n* Recognition of the Faa Samoa context; that is the\n* Recognition of the Faa Samoa context; that is the\n personâs\n* Recognition of the Faa Samoa context; that is the\n personâs\n life in all\n* Recognition of gender inequalities, and the strong role\n* Recognition of gender inequalities, and the strong role\n faâasamoa\n* Recognition of gender inequalities, and the strong role\n faâasamoa\n and religious norms/valuescan play in\n* Respect for religious beliefs and the institution of the\n* Protection of the human rights of women and girls of\n* Recognition and appreciation of values such as\n* Acknowledgement of the importance of partnerships\n* Acknowledgement of\n* Acknowledgement of\n Samoaâs\n* Acknowledgement of\n Samoaâs\n international and"}, {"text_block_id": "p8_b121", "text": "III. Purpose of the Policy"}, {"text_block_id": "p8_b122", "text": "Thefirst National Policy for Women of Samoa 2010"}, {"text_block_id": "p8_b123", "text": "–"}, {"text_block_id": "p8_b124", "text": "2015 was endorsed by the governmentin 2009. The policy areas included building an institutional mechanism for the advancement of women and girls; reducing violence against women and girls; ensuring better health and sustainable economic independence for women; and increasing participation of women in public life and decision-making."}, {"text_block_id": "p8_b125_merged_merged_merged_merged_merged", "text": "An internal review ofthe national policy for women found that despite a 64% completion rate and progress made at policy and programme levels, the policy areas still remained very relevant to advancing gender equality in Samoa.For instance,"}, {"text_block_id": "p9_b127", "text": "accessing timely and affordable healthcare for women especially in the rural areas is an ongoing issue. Gender-based violence often leading to non-consensual sex for women is still a concern andis associated with risk of sexually transmitted infections including HIV."}, {"text_block_id": "p9_b128", "text": "Furthermore, the same survey showed;"}, {"text_block_id": "p9_b129", "text": "Furthermore, the same survey showed;\n* Married women aged 15\n* Married women aged 15\n â\n* Married women aged 15\n â\n 49 have much lower\n* Empowerment and autonomy in decision-making are\n* Empowerment and autonomy in decision-making are\n compared to women with less education\n* There is still a considerable level of acceptance of\n* There is still a considerable level of acceptance of\n âwife\n* There is still a considerable level of acceptance of\n âwife\n can be justified."}, {"text_block_id": "p9_b140_merged_merged_merged_merged_merged", "text": "The purpose of this policy is to provide a comprehensive framework for accelerating and enhancing gender equality and the well-being of women in Samoa. It is clear from the review of the 2010 – 2015 policy that there is still much work that needs to be done to addressgender inequality and inequities in Samoa. Therefore, the policy will inform the development of gender-sensitive legislation and government policies. It reflects the priorities and concerns of all women and girls and thus identifies the key priority areas for the Government of Samoa. We highly recognise that gender is not just about women, it explores the social constructed roles of men and the inter-connectedness of the relationships between men and women. Therefore, this policy is framed in a country specific context (Samoan context) in the sense that, when we talk about gender equality and development, the issue of men and boys is critical in setting our course towards equality from a gender perspective. It is therefore very culturally appropriate that this policy is designed in a way that acknowledges and recognises the cross cutting influence that other groups namely; children, men, youth, senior citizens,"}, {"text_block_id": "p10_b143", "text": "persons with disabilities, faafafine/sexual orientation and other gender relation groups have in achieving the outcomes of this policy including advancement of women."}, {"text_block_id": "p10_b144", "text": "In communities/villages the basic social unit of organization is the family inclusive of men, women, children, young persons, PWDs or at a broader level. Thus, services delivered have to be geared towards supporting that entity building on its strengths, rather than imposing structures which risk non-sustainability of results (CEO MWCSD 2016, Community Sector Plan)"}, {"text_block_id": "p10_b145", "text": ". Thus, it requires the support and attention of all sectors of government and our civil society partners in order to be effectively implemented. ."}, {"text_block_id": "p10_b146", "text": "IV. Policy Goal"}, {"text_block_id": "p10_b147", "text": "All women and girls have equal access to opportunities that guarantee their full participation in, and benefit from, the sustainable development of Samoa."}, {"text_block_id": "p10_b148", "text": "This policy goal is consistent with the overall goal of the SDS which is"}, {"text_block_id": "p10_b149", "text": "‘improved"}, {"text_block_id": "p10_b150", "text": "quality of life for"}, {"text_block_id": "p10_b151", "text": "all’"}, {"text_block_id": "p10_b152", "text": "and the vision of the Community Development Plan,"}, {"text_block_id": "p10_b153", "text": "‘empowering"}, {"text_block_id": "p10_b154", "text": "communities for sustainable community"}, {"text_block_id": "p10_b155", "text": "development’."}, {"text_block_id": "p10_b156", "text": "V. Policy Priority Outcomes"}, {"text_block_id": "p10_b157_merged_merged", "text": "The National Policy for Gender Equality 2016–2021 contains fivebroadpriority outcomes:"}, {"text_block_id": "p10_b160", "text": "The National Policy for Gender Equality 2016–2021 contains fivebroadpriority outcomes:\n* Safe Families and communities including ending\n* Healthy women and girls;\n* Equal economic opportunities for women;\n* Increased participation of women in public leadership\n* Increased access to education and gender sensitive\n* Enhanced gender equality approaches to community\n* Enhanced institutional mechanisms for the promotion"}, {"text_block_id": "p10_b174", "text": "Policy outcome 1: Safe families and communities"}, {"text_block_id": "p10_b175", "text": "Objectives:"}, {"text_block_id": "p10_b176", "text": "Objectives:\n* To foster a society where men and women live in safe,\n<\\li1>"}, {"text_block_id": "p11_b178", "text": "Objectives:\n* To foster a society where men and women live in safe,\n<\\li1>\n* To focus on preventionand responsesystems toall forms of\n<\\li1>"}, {"text_block_id": "p11_b180", "text": "The World Health Organization defines"}, {"text_block_id": "p11_b181", "text": "„"}, {"text_block_id": "p11_b182", "text": "violence’"}, {"text_block_id": "p11_b183", "text": "as the"}, {"text_block_id": "p11_b184", "text": "“intentional"}, {"text_block_id": "p11_b185", "text": "use of physical force of power, threatened or actual, against oneself, another person, or against a group or community, which either results in or has a high likelihood of resulting in injury, death, psychological harm, mal development or deprivation."}, {"text_block_id": "p11_b186", "text": "”"}, {"text_block_id": "p11_b187", "text": "Despite the existence of"}, {"text_block_id": "p11_b188", "text": "Samoa‟s"}, {"text_block_id": "p11_b189", "text": "traditional structures and safety nets, domestic violence was highlighted as an issue of national concern in The Samoa Family Health and Safety Study"}, {"text_block_id": "p11_b190", "text": ". The study provided found the following figures alarming rates:"}, {"text_block_id": "p11_b191", "text": ". The study provided found the following figures alarming rates:\n* 46% of women in Samoa aged 15 to 49 who have been\n* 46% of women in Samoa aged 15 to 49 who have been\n ;\n* 38% of women reported experiencing physical abuse,\n* 38% of women reported experiencing physical abuse,\n ;\n* 53.7% of respondents had never told anyone about the\n* 53.7% of respondents had never told anyone about the\n ;\n* 64.7% had experienced some form of abuse by\n* 64.7% had experienced some form of abuse by\n ;\n* 14.9% of women who had experienced partner abuse\n* 14.9% of women who had experienced partner abuse\n ."}, {"text_block_id": "p11_b206_merged_merged_merged_merged_merged_merged_merged", "text": "Gender-based violence undermines the health, dignity, security and autonomy of its victims, yet it remains shrouded in a culture of silence. Gender-based violence impacts on the sexual and reproductive health of victims, causingforced and unplanned pregnancies, sexually transmitted infections including HIV, mental trauma and even death. A total of 175 domestic violence caseswere reported to the Ministry of Policefrom July 2014 to March 2015. The number of sexual"}, {"text_block_id": "p12_b209", "text": "violence cases reported to the Ministry of Policy increased from 101 in Financial Year 2012/2013 to 118 in Financial Year2013/2014. The increase in reported cases could mean that awareness-raising efforts around gender-based violence areworking and Samoans are becoming empowered to report these crimes."}, {"text_block_id": "p12_b210_merged", "text": "Awareness of gender-based violence has increased in recent years, due to the advocacy efforts of the MWCSD, government partners, non-governmental organizations and civil society partners; however it remains a serious concern . Many interventions have provided crisis response and counseling support for the victims of violence, and recent legislation has made domestic violence a criminal offence and has provided for protection orders for victims. Data provided by the Ministry of Justice and Courts Administration indicates that from 2015, a total number of 625 women applied for protection orders.While support for victimsand advocacy need to continue, there should be a renewed emphasis on the prevention of violence, so that women and girls can live in safety. Primary prevention is about addressing the underlying causes of violence against women and girls. Lessons learnt from community outreach programmes indicatethat prevention can be effectively addressed through cultural and social practices,creating violencefree homes for safer communities in line with the „a maluifale, maluifafo‟concept. Programmes need to be customized to suit target audiences such as men and boys, parents, women, children, young people and people with disabilities. A multi-sectoral approach should be designed to also ensure a consistency in messaging. We recognize the support of the churches and encourage their proactive engagement in preaching the elimination of"}, {"text_block_id": "p13_b218", "text": "violence in all its forms (interpersonal violence"}, {"text_block_id": "p13_b219", "text": ") including gender-based violence, as they are influential in guidingthe attitudes and practices of our people."}, {"text_block_id": "p13_b220", "text": "Policy outcome 2: Healthy women and girls"}, {"text_block_id": "p13_b221", "text": "Objectives:"}, {"text_block_id": "p13_b222", "text": "Objectives:\n* To promote a healthy lifestyle and reduce\n* To promote a healthy lifestyle and reduce\n womenâs\n* To promote a healthy lifestyle and reduce\n womenâs\n risk for\n* To develop comprehensive sex education programmes to\n* To develop comprehensive sex education programmes to\n womenâs\n* To develop comprehensive sex education programmes to\n womenâs\n sexual"}, {"text_block_id": "p13_b230", "text": "Despite the provision of healthcare services by government, the private sector and non-government organizations,"}, {"text_block_id": "p13_b231", "text": "women’s"}, {"text_block_id": "p13_b232", "text": "health continues to be an area of concern"}, {"text_block_id": "p13_b233", "text": ". Issues include"}, {"text_block_id": "p13_b234", "text": "women’s"}, {"text_block_id": "p13_b235", "text": "sexual and reproductive health, teenage pregnancy, maternal health and non-communicable diseases (NCDs).Although healthcare services are widespread in Samoa, access often poses a problem. Seventy-eight percent of women surveyed in the 2014 DHS cited the availability of drugs as a barrier to accessing timely healthcare; whilst 66% of women surveyed said finding a female medical provider was a big issue. Half of all women surveyed highlighted money as another barrier to seeking healthcare, as distance to the nearest healthcare provider meant transport costs."}, {"text_block_id": "p13_b236_merged_merged_merged_merged_merged", "text": "The ability to make one’s own choices in life is critical to women’s empowerment. The 2014 DHSfound a positive relationship between use of contraception and a woman’s participation in decision-making in the household: contraceptive use rose from 19%of women who did not participate in decision-making to 27% each among women who participated in one or two household decisions and three household decisions respectively. The DHS also found a strong preference amongst married men and women to control the"}, {"text_block_id": "p14_b244", "text": "timing and number of births. However, the desire to limit childbearing was strongly related to their education level.Birth to teenage mothers has been found to have the highest infant and child mortality rates in Samoa. Statistics from the 2014 DHS show that 2% of 16-year-old women and 26% of 19-year-old women are mothers. In a survey carried out by UNESCO in 2012 in Samoa, school principals, teachers, students and parents overwhelmingly agreedthat a more comprehensive sex education model needs to be developed, with proper training for teachers and appropriate resources."}, {"text_block_id": "p14_b245", "text": "NCD is a major issue for Samoans and particularly for women. The 2014 DHS found that 25% of women were classified as overweight and 57% ofthose women were in the obese category. Excessive weight presents a public health issue in Samoa as it can lead to diabetes and other NCDs. Maternal obesity also increases the risk of pregnancy complications including gestational diabetes and pre-eclampsia."}, {"text_block_id": "p15_b246", "text": "Policy outcome 3: Equaleconomic opportunities for women, young people and specific vulnerable groups"}, {"text_block_id": "p15_b247", "text": "Objective:"}, {"text_block_id": "p15_b248", "text": "Objective:\n* To reduce the economic vulnerability of women, young\n* To reduce the economic vulnerability of women, young\n peopleâs\n* To reduce the economic vulnerability of women, young\n peopleâs\n and specific vulnerable groups\n* Support skills development for vulnerable populations including women and young people\n* Support skills development for vulnerable populations including women and young people\n learning opportunities"}, {"text_block_id": "p15_b255", "text": "Women’s"}, {"text_block_id": "p15_b256", "text": "economic empowerment is defined as women having the power to advance economically and the power to control and make decisions in relation to economic resources and the benefits derived from them. When women gain economic advancement, they develop the ability to make decisions on issues affecting them. At the same time, when women gain power and develop agency (ability) to make choices, they advance economically."}, {"text_block_id": "p15_b257", "text": "According to the 2014DHS, women make a significant contribution to"}, {"text_block_id": "p15_b258", "text": "Samoa’s"}, {"text_block_id": "p15_b259", "text": "socio-economic development. For instance, rural women are reported to have more cash earnings than their husbands (but it was noted that rural mentend to work more on family farms or at family businesses).In addition to cash earnings, there has beenremarkable progress in"}, {"text_block_id": "p15_b260", "text": "women’s"}, {"text_block_id": "p15_b261", "text": "empowerment in terms of decision-making on the use of both the"}, {"text_block_id": "p15_b262", "text": "woman’s"}, {"text_block_id": "p15_b263", "text": "earnings and those of her husband. In 2009 71% of husbands gave their wives cash control, compared to 89% in 2014."}, {"text_block_id": "p15_b264", "text": "However, the DHS also revealed that women aged 15"}, {"text_block_id": "p15_b265", "text": "–"}, {"text_block_id": "p15_b266", "text": "49 have a much lower participation in economic work then men in the same group, with only 28% of women in this group employed at the time of the survey or in the 12 months preceding the survey, compared to 70% of the men. So despite earning more cash than men, Samoan women are finding it harder to participate in the economic sphere. In the 2011 Population and Housing Census, employment trends also revealed a similar scenario,withonly 12,222 Samoan women employed in the public sector compared to 32,939 men."}, {"text_block_id": "p15_b267", "text": "Another study in 2012 showed that women who are engaged in economic activities face the challenge of balancing this role withtheir social and family obligations. The close-knit structure of Samoan society brings with it many societal obligations, particularly to the village and church."}, {"text_block_id": "p15_b268_merged_merged_merged_merged_merged", "text": "Samoa continues to developgreater links with high-income countries’ labour markets through permanent and seasonal migration (temporary labour migration). Migration provides access to higher paid work opportunities, and can be a riskmanagement strategy. Migration of some family members increases Samoan households’ consumption via remittances, and reduces poverty.Despite the positive economic benefits of seasonal migration on Samoan families, negative"}, {"text_block_id": "p16_b274", "text": "effects include loneliness, depression, irregular contact with partners/spouses whilst overseas including difficulty in child rearing due to the absence of a parent and family break-ups."}, {"text_block_id": "p16_b275", "text": "In Samoa, 80% of the private sector is comprised of micro-businesses, and women are estimated to head over 40% of them.There have been numerous micro-credit initiatives in recent years provided by different partners, with varying degrees of success."}, {"text_block_id": "p16_b276", "text": "Supporting children in vulnerable or living in difficult circumstances such as girls and boys that vend is critical to achieving gender equality. Understanding the complexities of why children vend in support of their family livelihood from a gender perspective is important and can also be addressed under this priority outcome. It is our understanding that supporting women and children who vend into other sustainable income generating alternatives fits nicely under here."}, {"text_block_id": "p16_b277", "text": "The National Policy for Children 2010-2015 highlighted the fact that"}, {"text_block_id": "p16_b278", "text": "“child"}, {"text_block_id": "p16_b279", "text": "vendors continue to be seen operating day and night around central"}, {"text_block_id": "p16_b280", "text": "Apia”"}, {"text_block_id": "p16_b281", "text": "(p. 9). These concerns are exemplified through numerous other publications that have been released over recent years, including the MWCSD Child Vendors Pilot Survey (2005)."}, {"text_block_id": "p16_b282", "text": "The Government, NGOs, CSOs and all citizens have a duty to address this issue."}, {"text_block_id": "p16_b283", "text": "It is important that we connect with this real issue on a holistic level. Although there are many people who should, could and will support this initiative, we have a responsibility to this child and others like him to ensure that he does not experience judgment and condemnation."}, {"text_block_id": "p16_b284", "text": "Policy outcome4: Increased participation of women in public leadership and decision-making"}, {"text_block_id": "p16_b285", "text": "Objectives:"}, {"text_block_id": "p16_b286", "text": "Objectives:\n* To increase the representation of women in public life and decision-making.\n* To increase the participation of women in family, village and church decision-making."}, {"text_block_id": "p16_b290", "text": "Women’s"}, {"text_block_id": "p16_b291", "text": "participation in public decision-making is low in Samoa and women are poorly represented in parliament, on boards of state-owned enterprises, and in leadership at the village level, in churches, and in the private sector.At the community level, due to traditional stereotypes and cultural attitudes, women lack confidence and self-esteem to assume decision-making responsibilities, and community attitudes may constrain women from participating."}, {"text_block_id": "p16_b292_merged_merged", "text": "According to the Women: Matai and Leadership survey conducted by the MWCSD and reiterated in the findings of the NUS Political representation and Women’s Empowerment in Samoa, the traditional village government system in Samoa presents significant barriers that limit women’s access to and participation in decision-making forums such as local councils, church leadership, school management and community-based organizations.Furthermore, the study also noted that 19 villages do not allow women to take matai titles on the grounds of tradition, contrary to the Constitution of Samoa.However, of the villages which do allow women to sit in the village council meetings (villages where women have taken on chief titles), 69% reported that women actually sit in and participate in the meetings. This is a positive reflection of women engaged in decision making"}, {"text_block_id": "p17_b301", "text": "meetings as part of the village council. The methodologies these women use to get involved at this level can be used as to develop"}, {"text_block_id": "p17_b302", "text": "‘Leadership tools/strategies’"}, {"text_block_id": "p17_b303", "text": "to encourage more women with chief titles to be involved in village development matters through their chiefly titles."}, {"text_block_id": "p17_b304", "text": "It is clear that entrenched attitudes to"}, {"text_block_id": "p17_b305", "text": "women’s"}, {"text_block_id": "p17_b306", "text": "roles in public life and decision-making area barrier to advancing gender equality. Addressing this issue will require a programme of education and training for both men and women from a young age, to teach the value of the full participation of women in leadership roles."}, {"text_block_id": "p17_b307", "text": "Policy outcome 5: Increased access to education and gender sensitive education curriculum."}, {"text_block_id": "p17_b308", "text": "Objective:"}, {"text_block_id": "p17_b309", "text": "Objective:\n* To support access and participation in schools through the production of gender sensitive\n* To support the review and gender analysis of education curricula and resources"}, {"text_block_id": "p17_b313", "text": "Global literature acknowledges that women who have higher levels of education benefit in many ways: they tend to receive higher outcomes; have a better standard of living; have fewer, better education and more well-nourished children and make more use of the health services for their families and themselves than do women with lower education levels."}, {"text_block_id": "p17_b314", "text": "Samoan girls have equal access to education at all levels, primary, secondary and tertiary. There is growing concern about the education of boys in Samoa. Boys are"}, {"text_block_id": "p17_b315", "text": "over‐represented"}, {"text_block_id": "p17_b316", "text": "in literacy and numeracy at risk categories and in dropout rates at both primary and secondary levels. The trend of girls outnumbering boys at secondary school has been evident since 1996 and it is still continuing. Some strategies to address this gender issue include engaging the most appropriate teaching methods and relevant curriculum material in the Samoan education system to promote effective learning by girls and boys and well as the support of the wider community in encouraging the education of boys."}, {"text_block_id": "p17_b317_merged_merged_merged_merged", "text": "Despite these gender issues in the education sector in Samoa, limited research has been carried out to address these trends. Under the Community Sector Plan 2016 – 2021 through the National Gender Equality Policy 2016 – 2020, the MWCSD will support the production of gender sensitive information to address these gender issues in the education sector"}, {"text_block_id": "p18_b322", "text": "Policy Outcome 6: Community resilience and climate change and disaster preparedness informed by gender sensitive information and approaches"}, {"text_block_id": "p18_b323", "text": "Objective:"}, {"text_block_id": "p18_b324", "text": ""}, {"text_block_id": "p18_b325", "text": "To ensure government responses to community climate resilience and disaster preparedness programmes are informed by gender sensitive information and strategies"}, {"text_block_id": "p18_b326", "text": "Women play an important role in natural resource management and food security in the Pacific. As users of land and marine resources, women possess critical knowledge and skills relating to use and preservation of these resources."}, {"text_block_id": "p18_b327", "text": "Food security in Samoa is associated with local and traditional agriculture and marine resources. Today, food security issues in Samoa is impacted by climate change and natural disasters, among other issues, which in turn has resulted in the increase of food importation, and shifts away from traditional and subsistence (food) production systems."}, {"text_block_id": "p18_b328", "text": "Given its vulnerability, the Government of Samoa is vigorously pursuing the implementation of climate resilience projects across key sectors to ensure Samoan communities are protected. The Ministry for Women, Community and Social Development with its specific mandate to community development and protection, gender equality and"}, {"text_block_id": "p18_b329", "text": "women’s"}, {"text_block_id": "p18_b330", "text": "empowerment is an important government partner. Under the Community Sector Plan 2016"}, {"text_block_id": "p18_b331", "text": "–"}, {"text_block_id": "p18_b332", "text": "2021 through the Gender Equality Policy 2016-2020, the Ministry seeks to ensure government responses to community resilience, climate change and natural disaster preparedness takes into consideration gender equality dimensions and recognises the role of women in preservation and use of natural resources."}, {"text_block_id": "p18_b333", "text": "Policy Outcome 7: Enhanced institutional mechanisms for the promotion of gender equality"}, {"text_block_id": "p18_b334", "text": "While there have been efforts at integrating"}, {"text_block_id": "p18_b335", "text": "women’s"}, {"text_block_id": "p18_b336", "text": "concerns into some sector policies, plans and processes, there is considerable room for improvement. Gender mainstreaming"}, {"text_block_id": "p18_b337", "text": "across government is thus a major focus of this policy outcome, including data collection and analysis, and legislative review."}, {"text_block_id": "p18_b338_merged_merged_merged", "text": "The MWCSD undertook an assessment of the government’s capacity to mainstream gender in 2014. Findings showed a number of existing supports for gender mainstreaming in Samoa that can be built on and enhanced to increase and improve government efforts at mainstreaming. These existing supports include the availability of lessons learnt from gender programmes from a range of different development partners; the existence of mechanisms to coordinate the work of government across sectors; the network of women’s leaders in the public service; openness to the concept of gender mainstreaming among most staff in government agencies and state-owned enterprises; the existence of the village women representatives system; and a committed ministry responsible for gender equality and women’s empowerment."}, {"text_block_id": "p19_b345", "text": "As the government continues to exercise a"}, {"text_block_id": "p19_b346", "text": "‘whole"}, {"text_block_id": "p19_b347", "text": "of"}, {"text_block_id": "p19_b348", "text": "government’"}, {"text_block_id": "p19_b349", "text": "approach, where it looks to amplify results and minimize resource pressures, key policy initiatives that are inclusive of gender equality and aim to eliminate violence against women and girls are gradually being introduced at the sector level. Whilst the sector level is a critical entry point for gender mainstreaming, not all sector plans are complete. Some sector plans reference gender as a development consideration, however there is a lack of gender analysis and there are no clear strategies for how gender issues can be addressed."}, {"text_block_id": "p19_b350", "text": "During the life of the National Policy for Gender Equality, it is anticipated that the MWCSD will move increasingly towards a role of policy advice, regulation, monitoring and coordination and away from its original role of service and programme delivery, as is the trend with other ministries in Samoa. The MWCSDcan enhance and expand its facilitative role by bringing in other partners to implement programmes. This is also consistent with the global trend away from a"}, {"text_block_id": "p19_b351", "text": "‘Women"}, {"text_block_id": "p19_b352", "text": "in"}, {"text_block_id": "p19_b353", "text": "Development’"}, {"text_block_id": "p19_b354", "text": "(WID) approach to a"}, {"text_block_id": "p19_b355", "text": "‘gender"}, {"text_block_id": "p19_b356", "text": "and"}, {"text_block_id": "p19_b357", "text": "Development’"}, {"text_block_id": "p19_b358", "text": "(GAD) approach"}, {"text_block_id": "p19_b359", "text": "."}, {"text_block_id": "p19_b360_merged_merged_merged", "text": "There are clear entry points for gender mainstreaming within the Government of Samoa. However, a number of strategies are required to ensure a sustainable institutional mechanism to support gender equality. These include: ensuring the CEDAW ‘Concluding Comments’ are implemented and monitored; giving the MWCSD the required technical support to provide gender analysis within their mandate; enhancing accountability mechanisms within government to enable gender analysis and mainstreaming to take place; and prioritizing the financing of gender mainstreaming."}, {"text_block_id": "p19_b363", "text": "Objectives:"}, {"text_block_id": "p19_b364", "text": "•"}, {"text_block_id": "p19_b365", "text": "To strengthen existing entry points and accountability mechanisms for gender mainstreaming across government."}, {"text_block_id": "p19_b366", "text": "•"}, {"text_block_id": "p19_b367", "text": "To enhance data collection, policy analysis and research to better inform policy and programming."}, {"text_block_id": "p19_b368", "text": "•"}, {"text_block_id": "p19_b369", "text": "To provide a legislative framework that complies with CEDAW and other related human rights conventions."}, {"text_block_id": "p20_b370", "text": "VI. Strategic Plan of Action 2016"}, {"text_block_id": "p20_b371", "text": "–"}, {"text_block_id": "p20_b372", "text": "2021"}, {"text_block_id": "p20_b373", "text": "The 5-year Strategic Plan of Action describessummarises actionsrequired to achieve the outcomes of the National Policy for Gender Equality 2016"}, {"text_block_id": "p20_b374", "text": "–"}, {"text_block_id": "p20_b375", "text": "2021."}, {"text_block_id": "p20_b376", "text": "The broad strategies of this action plan include the following:"}, {"text_block_id": "p20_b377", "text": ""}, {"text_block_id": "p20_b378", "text": "Sensitization and training on gender issues at all levels;"}, {"text_block_id": "p20_b379", "text": ""}, {"text_block_id": "p20_b380", "text": "Putting in place mechanisms to enable policy dissemination, communication and implementation by all sections of society;"}, {"text_block_id": "p20_b381", "text": ""}, {"text_block_id": "p20_b382", "text": "Ensuring ownership of the policy by promoting public education and creating awareness of the responsibility of all stakeholders to address the specific gender concerns within their sector or jurisdiction;"}, {"text_block_id": "p20_b383", "text": ""}, {"text_block_id": "p20_b384", "text": "Establishing a system of gender-based and disaggregated data collection and analysis in relation to all sectors;"}, {"text_block_id": "p20_b385", "text": ""}, {"text_block_id": "p20_b386", "text": "Promoting"}, {"text_block_id": "p20_b387", "text": "women’s"}, {"text_block_id": "p20_b388", "text": "economic empowerment as key to sustainable development;"}, {"text_block_id": "p20_b389", "text": ""}, {"text_block_id": "p20_b390", "text": "Establishing gender-responsive implementation, monitoring and evaluation mechanisms for development within government and other agencies;"}, {"text_block_id": "p20_b391", "text": ""}, {"text_block_id": "p20_b392", "text": "Advocating for gender equity at all levels;"}, {"text_block_id": "p20_b393", "text": ""}, {"text_block_id": "p20_b394", "text": "Promoting the use of gender-sensitive and gender-inclusive language in legislation, government documents and educational materials."}, {"text_block_id": "p20_b395", "text": "Policy outcome 1: Safe families and communities"}, {"text_block_id": "p20_b396", "text": "Strategic actions:"}, {"text_block_id": "p20_b397", "text": "1."}, {"text_block_id": "p20_b398", "text": "Conduct a follow-up to the 2000 Samoa Family Health and Safety Survey"}, {"text_block_id": "p20_b399", "text": "2."}, {"text_block_id": "p20_b400", "text": "Develop and implement Strategy for Ending Violence"}, {"text_block_id": "p20_b401", "text": "Develop and implement Strategy for Ending Violence\n* (i.e. Prevention & Public Awareness Strategy)\n* CSOs) that have a focus on\n* CSOs) that have a focus on\n womenâs\n* CSOs) that have a focus on\n womenâs\n human rights and ending violence against\n* Mobilize communities to foster a culture of âzero toleranceâ for violence against\n* Victim Response Policy/strategy\n* Rehabilitation & Reintegration Policy/Strategy"}, {"text_block_id": "p20_b411", "text": "3."}, {"text_block_id": "p20_b412", "text": "Establish End Violence Taskforce."}, {"text_block_id": "p20_b413", "text": "4."}, {"text_block_id": "p20_b414", "text": "Develop and Implement Interagency Response System"}, {"text_block_id": "p20_b419", "text": "5."}, {"text_block_id": "p20_b420", "text": "Develop Child Protection and Safety Policies underpinning Child Protection and Safety"}, {"text_block_id": "p20_b421", "text": "Bill 2016."}, {"text_block_id": "p21_b422", "text": "Policy outcome 2: Healthy women and girls"}, {"text_block_id": "p21_b423", "text": "Strategic actions:"}, {"text_block_id": "p21_b424", "text": "6."}, {"text_block_id": "p21_b425", "text": "Enhance the role of Sui Tamaitai o le Nuu (STN),Sui o Nuu, Sui TupulagaTalavou, church, wom"}, {"text_block_id": "p21_b426", "text": "en’s"}, {"text_block_id": "p21_b427", "text": "committees and village councils as lead facilitators of health and sanitation at the village level through gender sensitive information and gender training on health issues relating to women and girls."}, {"text_block_id": "p21_b428", "text": "7."}, {"text_block_id": "p21_b429", "text": "Strengthen efforts in implementation and monitoring of the Aiga ma NuuManuia Programme."}, {"text_block_id": "p21_b430", "text": "8."}, {"text_block_id": "p21_b431", "text": "In partnership with the Ministry ofHealth and the STN, put in place provisions for NCD screening, management, treatment and education within maternal and child health service providers/clinics."}, {"text_block_id": "p21_b432", "text": "9."}, {"text_block_id": "p21_b433", "text": "In partnership with the Ministry of Health and the STN, put in place support and training opportunities for home health caregivers, to enhance work currently undertaken by women."}, {"text_block_id": "p21_b434", "text": "Policy outcome 3: Equaleconomic opportunities for women"}, {"text_block_id": "p21_b435", "text": "Strategic actions:"}, {"text_block_id": "p21_b436", "text": "10."}, {"text_block_id": "p21_b437", "text": "Conductan evaluationof micro-credit initiatives to assess sustainability, best practices and impact on alleviation of economic hardship."}, {"text_block_id": "p21_b438", "text": "11."}, {"text_block_id": "p21_b439", "text": "Develop and maintain a database of women entrepreneurs to support monitoring of"}, {"text_block_id": "p21_b440", "text": "women’s"}, {"text_block_id": "p21_b441", "text": "progress in the formal and informal economic sphere."}, {"text_block_id": "p21_b442", "text": "12."}, {"text_block_id": "p21_b443", "text": "Convene a"}, {"text_block_id": "p21_b444", "text": "women’s"}, {"text_block_id": "p21_b445", "text": "commercial exhibition and awards (fine mats, handicrafts etc.)."}, {"text_block_id": "p21_b446", "text": "13."}, {"text_block_id": "p21_b447", "text": "Continue community outreach programmes in skills development with more focus on business/budgeting skills."}, {"text_block_id": "p21_b448_merged_merged_merged_merged", "text": "Engage in macro-economic policy dialogue to ensure women’s concerns and gender issues are taken into account during trade talks at regional and international levels."}, {"text_block_id": "p21_b451", "text": "15."}, {"text_block_id": "p21_b452", "text": "Undertake research on women and the informal economy in Samoa, and disseminate findings to raise awareness and inform other areas of work."}, {"text_block_id": "p21_b453", "text": "16."}, {"text_block_id": "p21_b454", "text": "Build on existing networks to provide mentoring to women entrepreneurs and those engaged in the informal sector."}, {"text_block_id": "p21_b455", "text": "17."}, {"text_block_id": "p21_b456", "text": "Strengthen links with the private sector to support women in business through training and capacity building."}, {"text_block_id": "p22_b457", "text": "Policy outcome 4: Increased participation of women in public leadership and decision-making"}, {"text_block_id": "p22_b458", "text": "Strategic actions:"}, {"text_block_id": "p22_b459", "text": "Undertake community-level advocacy to encourage"}, {"text_block_id": "p22_b460", "text": "women’s"}, {"text_block_id": "p22_b461", "text": "engagement in village planning and decision-making."}, {"text_block_id": "p22_b462", "text": "Support and implement leadership and capacity-building initiatives for young women in schools and out of school."}, {"text_block_id": "p22_b463", "text": "20."}, {"text_block_id": "p22_b464", "text": "Continuethe Breakthrough initiatives and Community Conversations programme."}, {"text_block_id": "p22_b465", "text": "21."}, {"text_block_id": "p22_b466", "text": "Conduct a media campaign around"}, {"text_block_id": "p22_b467", "text": "women’s"}, {"text_block_id": "p22_b468", "text": "role in decision-making."}, {"text_block_id": "p22_b469", "text": "22."}, {"text_block_id": "p22_b470", "text": "Amend the Village Fono Act 1990 to enable women to actively participate in village councils"}, {"text_block_id": "p22_b471", "text": "23."}, {"text_block_id": "p22_b472_merged_merged_merged", "text": "Strengthen partnerships with faith-based organizations to advocate and support women’s participation and representation in leadership roles in all spheres of public life."}, {"text_block_id": "p22_b475", "text": "Policy outcome 5: Increased access to education and gender sensitive education curricula"}, {"text_block_id": "p22_b476", "text": "Strategic Actions:"}, {"text_block_id": "p22_b477", "text": "24."}, {"text_block_id": "p22_b478", "text": "Conduct a gender analysis of education in Samoa which includes, issues relating to access to and participation in the education system"}, {"text_block_id": "p22_b479", "text": "25."}, {"text_block_id": "p22_b480", "text": "Conduct a gender analysis and review of education curricula used in the Samoa education system"}, {"text_block_id": "p22_b481", "text": "26."}, {"text_block_id": "p22_b482", "text": "Raise awareness of the findings of actions 26 & 27 and support incorporation of recommendations through collaboration with the ministry responsible for the education mandate"}, {"text_block_id": "p22_b483", "text": "Strategic Actions:"}, {"text_block_id": "p22_b484", "text": "27."}, {"text_block_id": "p22_b485", "text": "Develop gender sensitive information specific to Samoa context on climate change, disaster preparedness and community resilience, including recommendations for gender analysis tools to be used when undertaking climate change/disaster preparedness programmes in communities"}, {"text_block_id": "p22_b486", "text": "28."}, {"text_block_id": "p22_b487", "text": "Support the development and use of sex disaggregated data to inform government policies and strategies around community resilience, climate change and disaster preparedness"}, {"text_block_id": "p23_b488", "text": "Policy outcome 7: Enhanced institutional mechanisms for the promotion of gender equality"}, {"text_block_id": "p23_b489", "text": "Strategic actions:"}, {"text_block_id": "p23_b490", "text": "29."}, {"text_block_id": "p23_b491", "text": "MWCSDto work with partners to provide training and support on gender mainstreaming to ministries and other groups."}, {"text_block_id": "p23_b492", "text": "30."}, {"text_block_id": "p23_b493_merged", "text": "Strengthen MWCSD’s technical capacity to drive gender equality."}, {"text_block_id": "p23_b496", "text": "31."}, {"text_block_id": "p23_b497", "text": "Improve collection, analysis and dissemination of sex-disaggregated data across government and CSOs."}, {"text_block_id": "p23_b498", "text": "32."}, {"text_block_id": "p23_b499", "text": "Complete the gender statistical framework with the Bureau of Statistics."}, {"text_block_id": "p23_b500", "text": "33."}, {"text_block_id": "p23_b501", "text": "Undertake research intoemerging issues affecting women and girls."}, {"text_block_id": "p23_b502", "text": "34."}, {"text_block_id": "p23_b503", "text": "Lobby for Legislative Amendments in line with findings of the CEDAW legislative compliance."}, {"text_block_id": "p23_b504", "text": "35."}, {"text_block_id": "p23_b505", "text": "Develop a mechanism in the MWCSD for gradually outsourcing some training activities to CSOs and conducting a pilot to test the mechanism"}, {"text_block_id": "p24_b506", "text": "VII. Institutional Arrangement for the Implementation, Coordination and Monitoring of the National Policy for Gender Equality"}, {"text_block_id": "p24_b507", "text": "This policy recognizes that the MWCSD (as the national focal point for gender equality )has the primary responsibility for mainstreaming gender equity and social inclusion across public and private sectors. While there have been efforts to integrate"}, {"text_block_id": "p24_b508", "text": "women’s"}, {"text_block_id": "p24_b509", "text": "concerns in some sector policies, plans and processes, the review of the previous National"}, {"text_block_id": "p24_b510", "text": "Women’s"}, {"text_block_id": "p24_b511", "text": "Policy stated"}, {"text_block_id": "p24_b512", "text": "“there"}, {"text_block_id": "p24_b513", "text": "is considerable room for improvement in this area, even within the different divisions of the"}, {"text_block_id": "p24_b514", "text": "MWCSD”."}, {"text_block_id": "p24_b515_merged_merged", "text": "Activities will be implemented with the intent to build capacity of key institutional and community stakeholders in gender analysis, programme design and M&E in order to effectively implement the new Community Sector Plan and the National Policy on Gender Equality. This will involve a combination of training, awarenessraising, communications, and research and data collection initiatives. It is expected that work in this area will become even more critical following the upcoming restructuring process as some staff may be required to take on new or additional gender responsibilities."}, {"text_block_id": "p25_b517_merged", "text": "Plan of Action Matrix 2016 – 2021"}, {"text_block_id": "p39_b520", "text": "Abbreviations"}, {"text_block_id": "p41_b521", "text": "Annex 1. Alignment with the Strategy for the Development of Samoa 2012"}, {"text_block_id": "p41_b522", "text": "–"}, {"text_block_id": "p41_b523", "text": "2016"}, {"text_block_id": "p41_b524", "text": "The Strategy for the Development of Samoa 2012"}, {"text_block_id": "p41_b525", "text": "–"}, {"text_block_id": "p41_b526", "text": "2016 has the vision"}, {"text_block_id": "p41_b527", "text": "‘Improved"}, {"text_block_id": "p41_b528", "text": "quality of life for"}, {"text_block_id": "p41_b529", "text": "all’,"}, {"text_block_id": "p41_b530", "text": "and a Strategic Area under Social Cohesion Key Outcome Area 8 is"}, {"text_block_id": "p41_b531", "text": "‘Mainstream"}, {"text_block_id": "p41_b532", "text": "gender and disability in policy"}, {"text_block_id": "p41_b533", "text": "development’."}, {"text_block_id": "p41_b534", "text": "The Community Sector Plan has the vision"}, {"text_block_id": "p41_b535", "text": "‘Empowering"}, {"text_block_id": "p41_b536", "text": "communities for sustainable community"}, {"text_block_id": "p41_b537", "text": "development’,"}, {"text_block_id": "p41_b538", "text": "which clearly cannot be achieved without the full involvement and engagement of women."}, {"text_block_id": "p41_b539", "text": "Several of the"}, {"text_block_id": "p41_b540", "text": "government’spolicies"}, {"text_block_id": "p41_b541", "text": "and plans mutually reinforce each other and include the vital roles of women in their respective sectors. In addition, legislations complementing these policies and plans are all positive steps towards gender mainstreaming. These include the following:"}, {"text_block_id": "p41_b542", "text": ""}, {"text_block_id": "p41_b543", "text": "National Policy and Action Plan for Children of Samoa 2010"}, {"text_block_id": "p41_b544", "text": "–"}, {"text_block_id": "p41_b545", "text": "2015"}, {"text_block_id": "p41_b546", "text": ""}, {"text_block_id": "p41_b547", "text": "Samoa National Policy and Action Plan for Disability 2011"}, {"text_block_id": "p41_b548", "text": "–"}, {"text_block_id": "p41_b549", "text": "2016"}, {"text_block_id": "p41_b550", "text": ""}, {"text_block_id": "p41_b551", "text": "Samoa National Youth Policy 2011"}, {"text_block_id": "p41_b552", "text": "–"}, {"text_block_id": "p41_b553", "text": "2015"}, {"text_block_id": "p41_b554", "text": ""}, {"text_block_id": "p41_b555", "text": "GOS National Sexual and Reproductive Health Policy 2011"}, {"text_block_id": "p41_b556", "text": "–"}, {"text_block_id": "p41_b557", "text": "2016"}, {"text_block_id": "p41_b558", "text": ""}, {"text_block_id": "p41_b559", "text": "Gender Implementation Strategy for the Reproductive and Sexual Health of Women in Samoa 2014"}, {"text_block_id": "p41_b560", "text": "–"}, {"text_block_id": "p41_b561", "text": "2018"}, {"text_block_id": "p41_b562", "text": ""}, {"text_block_id": "p41_b563", "text": "National HIV and AIDS Policy 2011"}, {"text_block_id": "p41_b564", "text": "–"}, {"text_block_id": "p41_b565", "text": "2016"}, {"text_block_id": "p41_b566", "text": ""}, {"text_block_id": "p41_b567", "text": "National Health Promotion Policy 2010"}, {"text_block_id": "p41_b568", "text": "–"}, {"text_block_id": "p41_b569", "text": "2015"}, {"text_block_id": "p41_b570", "text": ""}, {"text_block_id": "p41_b571", "text": "MOH Tobacco Control Policy 2010"}, {"text_block_id": "p41_b572", "text": "–"}, {"text_block_id": "p41_b573", "text": "2015"}, {"text_block_id": "p41_b574", "text": ""}, {"text_block_id": "p41_b575", "text": "National Health Sector Plan 2008"}, {"text_block_id": "p41_b576", "text": "–"}, {"text_block_id": "p41_b577", "text": "2018"}, {"text_block_id": "p41_b578", "text": ""}, {"text_block_id": "p41_b579", "text": "Agriculture Sector Plan 2011"}, {"text_block_id": "p41_b580", "text": "–"}, {"text_block_id": "p41_b581", "text": "2015 Volume 1"}, {"text_block_id": "p41_b582", "text": ""}, {"text_block_id": "p41_b583", "text": "Community Sector Plan 2010"}, {"text_block_id": "p41_b584", "text": "–"}, {"text_block_id": "p41_b585", "text": "2015"}, {"text_block_id": "p41_b586", "text": ""}, {"text_block_id": "p41_b587", "text": "Education Sector Plan 2012"}, {"text_block_id": "p41_b588", "text": "–"}, {"text_block_id": "p41_b589", "text": "2016"}, {"text_block_id": "p41_b590", "text": ""}, {"text_block_id": "p41_b591", "text": "Samoa’s"}, {"text_block_id": "p41_b592_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "National Disaster Management Plan 2011–2014"}, {"text_block_id": "p42_b595", "text": "Annex 2. Glossary of terms relating to gender"}, {"text_block_id": "p42_b596", "text": "Gender"}, {"text_block_id": "p42_b597", "text": "refers to the socially constructed roles held by women and men in a specific society, including their responsibilities, behaviours and attitudes towards each other. Even if they sometimes look"}, {"text_block_id": "p42_b598", "text": "‘natural’,"}, {"text_block_id": "p42_b599", "text": "these roles are learned, can be different from one society to another, and change over time."}, {"text_block_id": "p42_b600", "text": "Gender equality"}, {"text_block_id": "p42_b601", "text": "refers to the equal rights, responsibilities and opportunities of women and men and girls and boys. Equality does not mean that women and men will become the same but that"}, {"text_block_id": "p42_b602", "text": "women’s"}, {"text_block_id": "p42_b603", "text": "and"}, {"text_block_id": "p42_b604", "text": "men’s"}, {"text_block_id": "p42_b605", "text": "rights, responsibilities and opportunities will not depend on whether they are born male or female. Gender equality implies that the interests, needs and priorities of both women and men are taken into consideration, recognizing the diversity of different groups of women and men. Gender equality is not a"}, {"text_block_id": "p42_b606", "text": "women’s"}, {"text_block_id": "p42_b607", "text": "issue but should concern and fully engage men as well as women. Equality between women and men is seen both as a human rights issue and as a"}, {"text_block_id": "p42_b608", "text": "34"}, {"text_block_id": "p42_b609", "text": "precondition for, and indicator of, sustainable people-centred development."}, {"text_block_id": "p42_b610", "text": "(OSAGI 2001)"}, {"text_block_id": "p42_b611", "text": "Equity"}, {"text_block_id": "p42_b612", "text": "refers to the concept of fairness and involves access to equal opportunities and the development of basic capacities. To ensure equity, it is necessary to recognize that some groups have been disadvantaged and even though the rules do not specifically discriminate some people, they could, in fact, induce some forms of discrimination when social inequalities are overlooked. Therefore equity could necessitate special measures to compensate for the disadvantages. Equity is an essential element to equality."}, {"text_block_id": "p42_b613", "text": "Empowermen"}, {"text_block_id": "p42_b614_merged_merged_merged", "text": "A gender analysis is a process, including methods and tools, to identify gender inequalities and the causes of those inequalities. It aims to plan efficient development programmes that are addressing both men’s and women’s needs and to reduce existing gender and other social inequalities. A gender analysis is not limited to analyzing women’s roles and needs only, but men’s as well. It focuses on the causes of gender inequalities embedded in social relations and institutions. Thus a gender analysis also studies social organizations and institutions in order to identify what needs to be changed in order to ensure equity, equality and social inclusion."}, {"text_block_id": "p43_b625", "text": "Gender mainstreaming"}, {"text_block_id": "p43_b626_merged", "text": "is “…the process of assessing the implications for women and men of any planned action, including legislation, policies or programs, in all areas and at all levels. It is a strategy for making women’s as well as men’s concerns and experiences an integral dimension of the design, implementation, monitoring and evaluation of policies and programs in all political, economic and societal spheres so that women and men benefit equally and inequality is not perpetuated. The ultimate goal is to achieve gender equality.” (ECOSOC Agreed Conclusions, 1997/2)"}, {"text_block_id": "p43_b635", "text": "Discrimination against women"}, {"text_block_id": "p43_b636", "text": "is defined by the CEDAW as any distinction, exclusion or restriction made on the basis of sex which has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise by women, irrespective of their marital status, on a basis of equality of men and women, of human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field. (CEDAW)"}, {"text_block_id": "p44_b637", "text": "Bibliography& References"}, {"text_block_id": "p44_b638", "text": "Australian Aid 2012. Samoa Country Case Study: AusAID Pacific social protection series: poverty, vulnerability and social protection in the Pacific. Canberra."}, {"text_block_id": "p44_b639", "text": "Golla A.M. etal. 2011. Understanding and measuring"}, {"text_block_id": "p44_b640", "text": "women’s"}, {"text_block_id": "p44_b641", "text": "economic empowerment. International Centre for Research on Women."}, {"text_block_id": "p44_b642", "text": "Government of Samoa 2014.Demographic and Health Survey. Apia: Samoa Bureau of Statistics."}, {"text_block_id": "p44_b643", "text": "Ministry for Women Community and Social Development 2014.Stocktake of gender mainstreaming capacity of the Government of Samoa.Noumea: Secretariat of the Pacific Community."}, {"text_block_id": "p44_b644", "text": "Ministry for Women, Community & Social Development (Government of Samoa) 2012. CEDAW Report on the Status of Women"}, {"text_block_id": "p44_b645", "text": "Ministry of Women, Community & Social Development (Government of Samoa)"}, {"text_block_id": "p44_b646", "text": "–"}, {"text_block_id": "p44_b647", "text": "Division for Women 2012"}, {"text_block_id": "p44_b648", "text": "–"}, {"text_block_id": "p44_b649", "text": "2016 CEDAW Tracking Template Administrative Notes"}, {"text_block_id": "p44_b650", "text": "Ministry of Women, Community & Social Development (Government of Samoa)"}, {"text_block_id": "p44_b651", "text": "–"}, {"text_block_id": "p44_b652", "text": "Women and Leadership Matai Survey 2014"}, {"text_block_id": "p44_b653", "text": "Ministry of Women, Community & Social Development (Government of Samoa)"}, {"text_block_id": "p44_b654", "text": "–"}, {"text_block_id": "p44_b655", "text": "Community Sector Plan 2016"}, {"text_block_id": "p44_b656", "text": "–"}, {"text_block_id": "p44_b657", "text": "2020 (Draft 2016)"}, {"text_block_id": "p44_b658", "text": "Ministry of Women, Community & Social Development (Government of Samoa)"}, {"text_block_id": "p44_b659", "text": "–"}, {"text_block_id": "p44_b660", "text": "Supporting Vulnerable Children and their families Initiative and Plan of action 2016"}, {"text_block_id": "p44_b661", "text": "Ministry of Women, Community & Social Development (Government of Samoa)"}, {"text_block_id": "p44_b662", "text": "–"}, {"text_block_id": "p44_b663", "text": "Safe Families Safe Villages Strategy : A guide to Ending Violence in Samoa. (Draft 2016)"}, {"text_block_id": "p44_b664", "text": "Ministry of Women, Community & Social Development (Government of Samoa) -"}, {"text_block_id": "p44_b665", "text": "Gender Implementation Strategy for the Reproductive and Sexual Health of Women in Samoa 2014"}, {"text_block_id": "p44_b666", "text": "–"}, {"text_block_id": "p44_b667", "text": "2018"}, {"text_block_id": "p44_b668", "text": "Ministry of Health (Government of Samoa)"}, {"text_block_id": "p44_b669", "text": "–"}, {"text_block_id": "p44_b670", "text": "Demographic Health Survey 2014"}, {"text_block_id": "p44_b671_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Samoa Shaping Women’s Development Program (Government of Samoa and Government of Australia) 2013 Design and Work Plan Documents."}, {"text_block_id": "p45_b674", "text": "MWCSD Policy Development Team;"}, {"text_block_id": "p45_b675", "text": "1."}, {"text_block_id": "p45_b676", "text": "Fuimapoao Beth Onesemo"}, {"text_block_id": "p45_b677", "text": "–"}, {"text_block_id": "p45_b678", "text": "Tuilaepa -Chief Executive Officer"}, {"text_block_id": "p45_b679", "text": "2."}, {"text_block_id": "p45_b680", "text": "Louisa Apelu"}, {"text_block_id": "p45_b681", "text": "–"}, {"text_block_id": "p45_b682", "text": "Assistant Chief Executive Officer"}, {"text_block_id": "p45_b683", "text": "–"}, {"text_block_id": "p45_b684", "text": "Division for Women"}, {"text_block_id": "p45_b685", "text": "3."}, {"text_block_id": "p45_b686", "text": "AlannaMapu"}, {"text_block_id": "p45_b687", "text": "–"}, {"text_block_id": "p45_b688", "text": "Principal Programs & Training Officer"}, {"text_block_id": "p45_b689", "text": "–"}, {"text_block_id": "p45_b690", "text": "Division for Women"}, {"text_block_id": "p45_b691", "text": "4."}, {"text_block_id": "p45_b692", "text": "Rob Wong Sin"}, {"text_block_id": "p45_b693", "text": "–"}, {"text_block_id": "p45_b694", "text": "Senior Programs & Training Officer"}, {"text_block_id": "p45_b695", "text": "–"}, {"text_block_id": "p45_b696", "text": "Division for Women"}, {"text_block_id": "p45_b697", "text": "5."}, {"text_block_id": "p45_b698", "text": "Natasha Darryl"}, {"text_block_id": "p45_b699", "text": "–"}, {"text_block_id": "p45_b700", "text": "Programs Officer"}, {"text_block_id": "p45_b701", "text": "–"}, {"text_block_id": "p45_b702", "text": "Division for Women"}, {"text_block_id": "p45_b703", "text": "6."}, {"text_block_id": "p45_b704", "text": "Jolly Papalii (former Programs Officer )"}, {"text_block_id": "p45_b705", "text": "–"}, {"text_block_id": "p45_b706", "text": "Division for Women"}, {"text_block_id": "p45_b707", "text": "7."}, {"text_block_id": "p45_b708", "text": "MemaMotusaga-Gender Specialist Coordinator"}, {"text_block_id": "p45_b709", "text": "–"}, {"text_block_id": "p45_b710", "text": "Division for Women"}, {"text_block_id": "p45_b711", "text": "8."}, {"text_block_id": "p45_b712", "text": "VaialiaIosua (Principal Programs Officer)"}, {"text_block_id": "p45_b713", "text": "–"}, {"text_block_id": "p45_b714", "text": "Division for Women"}, {"text_block_id": "p45_b715", "text": "9."}, {"text_block_id": "p45_b716", "text": "LeausaTaala (Senior Community Officer )"}, {"text_block_id": "p45_b717", "text": "–"}, {"text_block_id": "p45_b718", "text": "Division for Women"}, {"text_block_id": "p45_b719", "text": "10."}, {"text_block_id": "p45_b720", "text": "TualaPiiTariu (Administrative Support)"}, {"text_block_id": "p45_b721", "text": "–"}, {"text_block_id": "p45_b722", "text": "Division for Women"}, {"text_block_id": "p45_b723", "text": "11."}, {"text_block_id": "p45_b724", "text": "Faafetai Koria (Former ACEO"}, {"text_block_id": "p45_b725", "text": "–"}, {"text_block_id": "p45_b726", "text": "Policy, Research & Planning)"}, {"text_block_id": "p45_b727", "text": "12."}, {"text_block_id": "p45_b728", "text": "Fitiao Susan Faoagali -ACEO"}, {"text_block_id": "p45_b729", "text": "–"}, {"text_block_id": "p45_b730", "text": "Research Policy & Planning"}, {"text_block_id": "p45_b731", "text": "13."}, {"text_block_id": "p45_b732", "text": "Fagalua Smith"}, {"text_block_id": "p45_b733", "text": "–"}, {"text_block_id": "p45_b734", "text": "Senior Policy Officer"}, {"text_block_id": "p45_b735", "text": "14."}, {"text_block_id": "p45_b736", "text": "Akeripa Misa"}, {"text_block_id": "p45_b737", "text": "–"}, {"text_block_id": "p45_b738", "text": "Senior Policy Analyst"}, {"text_block_id": "p45_b739", "text": "15."}, {"text_block_id": "p45_b740", "text": "TaramaraTalauta"}, {"text_block_id": "p45_b741", "text": "–"}, {"text_block_id": "p45_b742", "text": "Former Senior Policy Officer"}, {"text_block_id": "p45_b743", "text": "16."}, {"text_block_id": "p45_b744_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Marsietenor Schmidt – Research Officer"}, {"text_block_id": "p45_b747", "text": "17."}, {"text_block_id": "p45_b748", "text": "VeeiEnosa (Former Research Officer)"}, {"text_block_id": "p45_b749", "text": "Secretariat of the Pacific Community Gender Division Team"}, {"text_block_id": "p45_b750", "text": "1."}, {"text_block_id": "p45_b751", "text": "LeitualaKuiniselaniToelupeTago."}, {"text_block_id": "p45_b752", "text": "2."}, {"text_block_id": "p45_b753", "text": "Joanne Kunatuba"}, {"text_block_id": "p45_b754", "text": "3."}, {"text_block_id": "p45_b755", "text": "Helen Tavola"}, {"text_block_id": "p45_b756", "text": "4."}, {"text_block_id": "p45_b757", "text": "Brigitte LeBuc"}, {"text_block_id": "p45_b758", "text": "5."}, {"text_block_id": "p45_b759", "text": "Kim Robertson"}], "document_description": "This policy aims to achieve gender equality and women empowerment by 2030. It sets out the commitments of the Government of Samoa and its partners to  gender equality and provides a common framework to guide, coordinate, monitor and account for  all work and investments to realise gender equality and empower all women and girls of Samoa. The seventh priority area of the policy is the environment, and aims to increase visibility, contribution and engagement of women and girls in agriculture, climate  change, natural resources management and disaster preparedness and response, especially  those facing multiple and intersecting barriers and forms of discrimination. Specific actions promoted by this policy include the following:Ensure that a gender transformative approach is incorporated into all aspects of climate  change and natural resource managementInclude women in all climate change-related planning and consultationsEncourage women and girls, including through the use of temporary special measures, to  take courses in the fields of disaster risk management and climate change, including in climatology, fishery and water management  Strengthen collection of gender-related data on the management of marine and costal re sources, with a view to supporting gender equality, ecosystem conservation, sustainable  livelihoods and climate resilience."}