{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": "Coastal zones", "document_language": "English", "document_name": "Samoa Ocean Strategy (SOS) 2020-2030", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2020", "document_keyword": ["Shipping", "Carbon Sink", "Oceans", "Mangroves"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2020/WSM-2020-12-25-Samoa Ocean Strategy (SOS) 2020-2030_a08a029360492536c7f38d69d1750b72.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "SAMOA OCEAN STRATEGY"}, {"text_block_id": "p2_b2", "text": "2020–2030"}, {"text_block_id": "p2_b3", "text": "INTEGRATEd MANAGEMENT fOR A HEAlTHY"}, {"text_block_id": "p2_b4", "text": "ANd AbuNdANT fuTuRE Of SAMOA’S OCEAN"}, {"text_block_id": "p2_b5", "text": "Dedicated to the memory of Ms Sue Miller-Taei, our dear friend and Pacific Ocean warrior."}, {"text_block_id": "p3_b6", "text": "Acknowledgements"}, {"text_block_id": "p3_b7", "text": "“The development of this document has been guided by the leadership of the Ministry of Natural Resources and Environment and would not be possible without the help of many stakeholders. We would like to thank our regional"}, {"text_block_id": "p3_b8", "text": "partners the Secretariat of the Pacific Regional Environmental"}, {"text_block_id": "p3_b9", "text": "Programme, International Union for Conservation of Nature"}, {"text_block_id": "p3_b10", "text": "and the Pacific Community for their support and contributions."}, {"text_block_id": "p3_b11", "text": "Special thanks to Conservation International for their technical"}, {"text_block_id": "p3_b12", "text": "and financial support, and role in co-coordinating the Strategy"}, {"text_block_id": "p3_b13", "text": "development and review process."}, {"text_block_id": "p3_b14", "text": "We thank all key national stakeholders who participated in the series of consultations and reviews of the Samoa Ocean Strategy, including government agencies, civil society organizations, academic institutions and private sector partners. Your constructive inputs, ideas and opinions have greatly contributed to the development of the Samoa Ocean Strategy and helped shape a collective vision for Samoa’s ocean. We recognized the voices of our community through various representations during the nationwide community consultations and are most grateful for their valued contributions and endorsement to the development and"}, {"text_block_id": "p3_b15", "text": "future realization of the Samoa Ocean Strategy."}, {"text_block_id": "p3_b16", "text": "Copyright: © Government of Samoa"}, {"text_block_id": "p3_b17", "text": "Government of Samoa (2020). Samoa Ocean Strategy"}, {"text_block_id": "p3_b18", "text": "2020–2030, Integrated Management for a Healthy and Abundant Future of Samoa’s Ocean. Apia, Samoa."}, {"text_block_id": "p3_b19", "text": "48pp."}, {"text_block_id": "p3_b20", "text": "Reproduction of this publication for educational or other non-commercial purposes is authorized without prior written permission from the copyright holder provided that the source is fully acknowledged. Reproduction of this publication for resale or other commercial purposes is prohibited without prior written consent of the copyright owner."}, {"text_block_id": "p3_b21_merged_merged_merged_merged", "text": "All photos unless otherwise credited are copyright MNRE – Division of Environment and Conservation, Government of Samoa, Apia, Samoa"}, {"text_block_id": "p4_b23", "text": "fOREWORd"}, {"text_block_id": "p4_b24", "text": "As Samoa’s Minister of Natural Resources and the Environment, it gives me great pleasure to present the first Samoa Ocean Strategy. This integrated policy framework will support Samoan stakeholders to effectively manage, conserve and ensure longstanding economic, subsistence and cultural benefits from our ocean into the future."}, {"text_block_id": "p4_b25", "text": "Today, many of Samoa’s 200,000 people rely directly on the land and sea for food and income. Stemming from our oceanic past, we remain connected and dependent on our vast oceanic resources. Our lagoons and barrier reefs bring tourists from around the region and the world and provide sustenance to Samoan communities along our coasts."}, {"text_block_id": "p4_b26", "text": "We have witnessed many increasing demands on our marine resources from a variety of sectors. As leaders in Polynesia, Samoa has developed a comprehensive strategy towards integrated management of our Exclusive Economic Zone (EEZ), to support economic growth, protect important ecological habitats, and safeguard important sources of protein and income for Samoans."}, {"text_block_id": "p4_b27", "text": "This Strategy encompasses the many uses and values derived from Samoa’s ocean, including subsistence and commercial fishing, marine transport, recreation and eco-tourism, as well as addresses problems that threaten the health and prosperity of our ocean. Managing these demands and addressing threats is critical to the protection of Samoa’s marine environment, as well as our cultural prosperity."}, {"text_block_id": "p4_b28", "text": "The Samoa Ocean Strategy has developed a comprehensive set of solutions to guide oceans management through 2030. This will require collaboration and partnership across all government ministries, with districts and communities, Non-Governmental Organizations, development partners, as well as key private sector stakeholders. Together, Samoa will implement this Strategy for integrated management of its ocean."}, {"text_block_id": "p5_b29", "text": "ACRONYMS"}, {"text_block_id": "p8_b30", "text": "ExECuTIvE SuMMARY"}, {"text_block_id": "p8_b31", "text": "Samoa has long recognised the Pacific Ocean as a source of social and economic benefit which has sustained its communities for generations. The ocean remains a primary resource for food and livelihoods that requires responsible stewardship. As a large ocean state, Samoa requires tools, resources and planning to effectively manage its vast ocean area."}, {"text_block_id": "p8_b32", "text": "The Samoa Ocean Strategy (SOS) outlines a pathway towards sustainable management of Samoa’s ocean and marine resources. The Strategy defines prioritized thematic areas that encompass the ecological, cultural and socioeconomic values that Samoans derive from their ocean. To safeguard these values, key problems or threats to the current health status of the ocean are also identified. The Strategy then describes various contributing factors that negatively impact ocean values, and ultimately, identifies integrated management solutions required to reduce impact of the identified threats and advance effective ocean stewardship."}, {"text_block_id": "p8_b33", "text": "The SOS outlines the necessary steps to advance ocean priorities with government and other stakeholders and provides a platform for engagement of all relevant partners and donors, international organisations, private sector, civil society and communities."}, {"text_block_id": "p8_b34", "text": "It is intended that this Strategy will catalyze and inspire cooperative efforts to improve the management of Samoa’s ocean for its communities and their sustainable economic growth."}, {"text_block_id": "p10_b35", "text": "INTROduCTION"}, {"text_block_id": "p10_b36", "text": "The ocean is the source of life. It has sustained Samoa and its people for generations and remains critical to the economy, culture and wellbeing of the nation. Samoa’s ancestors were master ocean navigators thousands of years ago, establishing a profound and enduring connection with the sea. This deep bond remains central to the nation’s culture and traditions, which are rooted in respect for and reliance on its ocean."}, {"text_block_id": "p10_b37", "text": "With the ocean comprising 98 percent of its territory, Samoa is a large ocean nation. It is home to exceptional marine habitats, such as seamounts, coral reefs, mangroves, and oceanic basins, which contribute significantly to the national economy and the identity of the Samoan people."}, {"text_block_id": "p10_b38", "text": "Some of the key benefits derived from Samoa’s ocean include:"}, {"text_block_id": "p10_b39", "text": "Some of the key benefits derived from Samoa’s ocean include:\n* Fishing holds great economic value. Finfish catch has an annual estimated value of WST 89 million (USD 37 million equivalent) and invertebrate catch has an annual estimated value of WST 86 million (USD 36 million equivalent) in income generated;\n* Coastal mangrove forests and coral reefs act as natural barriers to tsunamis and violent storms and provide a significant source of biodiversity, food security and pollution control;\n* Coastal mangroves and seagrasses play an important role in sequestering and storing carbon dioxide (CO2) from the atmosphere;\n* Offshore habitats such as canyons, seamounts, water columns and the seabed offer additional goods and services such as nutrient cycling, carbon storage and sequestration, mineral resources, high biodiversity and others;\n* Offshore fishing provides an important source of income, livelihood and foreign revenue;\n* Samoaâs ocean and coastal marine habitats attract international tourists, bolstering the national economy; and\n* Samoaâs offshore waters serve as a highway for global and regional ships and migratory species."}, {"text_block_id": "p10_b56", "text": "However, the ocean environment is facing many challenges such as habitat destruction, overfishing and pollution which are reducing vital oceanic ecosystem services and benefits to people such as food security, livelihood opportunities, and climate regulation; this is especially important as climate change is leading to increases in ocean temperatures, sea levels, and frequency and intensity of natural disasters causing coastal inundation."}, {"text_block_id": "p10_b57", "text": "Samoa, like other Pacific Island nations, is on the front lines of these challenges. The pathway selected for ocean management will define the welfare of the next generation, and generations to come. The choice is clear – the unsustainable management and use of marine resources needs to be replaced with integrated sustainable-use and management of Samoa’s ocean."}, {"text_block_id": "p10_b58", "text": "The Samoa Ocean Strategy (hereafter referred to as the Strategy) aims:"}, {"text_block_id": "p10_b59", "text": "The Samoa Ocean Strategy (hereafter referred to as the Strategy) aims:\n* to secure a future of sustainable development, management and conservation of Samoaâs ocean and all resources within, living and non-living;\n* to catalyze and guide an integrated approach to ocean governance that reinforces traditional resource management alongside central government management, accounting for and respecting all users and the shared benefits of Samoaâs ocean;"}, {"text_block_id": "p11_b63", "text": "The Samoa Ocean Strategy (hereafter referred to as the Strategy) aims:\n* to secure a future of sustainable development, management and conservation of Samoaâs ocean and all resources within, living and non-living;\n* to catalyze and guide an integrated approach to ocean governance that reinforces traditional resource management alongside central government management, accounting for and respecting all users and the shared benefits of Samoaâs ocean;\n* to consider inputs from various sectors and resource users and integrate existing relevant strategies and policies. It also aims to ensure alignment to, and support of, Samoaâs economic development and socio-cultural goals;\n* to outline an integrated framework for the management of Samoaâs sovereign waters and all living and nonliving marine resources through to the year 2030. It aims to embrace global and regional initiatives, science-based knowledge, and Traditional Knowledge (TK) as key tools and resources; and\n* to emphasize the climate adaptation and mitigation benefits provided by Samoaâs marine and coastal ecosystems that strengthen resilience and reduce vulnerability of coastal populations. It also aims to acknowledge the economic and food security benefits received from the ocean, and consider the full array of interactions within an ecosystem, and the importance of maintaining these critical functions."}, {"text_block_id": "p11_b69", "text": "Overall, the Strategy seeks to ensure the sustainable and integrated management of Samoa’s marine resources, which will foster, promote and determine the social, cultural and economic prosperity of its people."}, {"text_block_id": "p12_b70", "text": "NATIONAl, REGIONAl ANd  GlObAl POlICY CONTExT"}, {"text_block_id": "p12_b71", "text": "The management of Samoa’s ocean resources is guided by multiple sectoral strategies and policies implemented by different line ministries. A key piece of legislation is the Fisheries Management Act of 2016 which outlines principles for integrated management of Samoa’s fisheries resources. It is guided by the precautionary approach and values of sustainable development as tenets for marine resource use. These, combined with the cultural values of Fa’aaloalo (Respect), Alofa (Love) and Tautua (Service) which are the foundation of the Fa’asamoa ("}, {"text_block_id": "p12_b72", "text": "Samoan way)"}, {"text_block_id": "p12_b73", "text": ", represent the principles which will guide the implementation of the Strategy"}, {"text_block_id": "p12_b74", "text": "Also critical for the Strategy is its alignment with the"}, {"text_block_id": "p12_b75", "text": "Samoa Development Strategy 2016–2020"}, {"text_block_id": "p12_b76", "text": "(SDS) which presents Samoa’s development vision, its medium-term national development goals and the different sector plans"}, {"text_block_id": "p12_b77", "text": ". The environment is one of the four key priority areas within the SDS. This includes an emphasis on the interconnectivity between island and ocean areas, and the need to balance sustainable production and protection of marine resources and supporting prosperity for all Samoans. The Strategy shall provide input in the review of the SDS post 2020 on ocean and marine related interest."}, {"text_block_id": "p12_b78", "text": "The Government of Samoa (GOS) has aligned the intent in this Strategy to multiple national commitments including ocean related climate change interventions outlined in"}, {"text_block_id": "p12_b79", "text": "Community Integrated Management Plans (CIM Plans)"}, {"text_block_id": "p12_b80", "text": ". CIM Plans are linked to the SDS and are envisaged as blueprints for climate change interventions that include community ocean priorities across all development sectors reflecting the programmatic approach to climate resilience adaptation taken by Samoa. The Strategy further supports Samoa’s capacity to manage its EEZ as a sanctuary for turtles, sharks and whales; complete the marine spatial planning for Samoa’s ocean and strengthen its protected area networks; promote coherence in ocean related activities within multiple sector plans; and support national reporting to regional and international conventions including to the"}, {"text_block_id": "p12_b81", "text": "Convention of Biological Diversity (CBD)"}, {"text_block_id": "p12_b82", "text": "."}, {"text_block_id": "p12_b83", "text": "At the regional level, the Pacific Ocean has been a powerful catalyst for Pacific regionalism. As the"}, {"text_block_id": "p12_b84", "text": "Blue Pacific"}, {"text_block_id": "p12_b85", "text": ", Samoa and the Pacific Island Forum members recapture the collective potential of our shared stewardship of the Pacific Ocean based on an explicit recognition of our shared ocean identity, ocean geography, and ocean resources. It aims to strengthen collective action as one ‘Blue Pacific Continent’ by putting the Blue Pacific at the centre of regional policy making and collective action for advancing the Forum Leaders’ Vision for the Region."}, {"text_block_id": "p12_b86_merged_merged_merged_merged_merged", "text": "To realise this vision, the Strategy upholds the values and principles within the Framework for Resilient Development in the Pacific (FRDP) which envisions the pacific as a place of ‘peace, harmony, security, social inclusion and prosperity’ and those within the Framework for the Pacific Oceanscape (FPO) which aims to protect, manage and sustain the vast array of cultures and traditions of the Pacific and ensure the natural integrity of more than 40 million square kilometres of the world’s ocean surface, hosting the largest array of marine biodiversity on Earth. It adopts a ‘whole domain’ approach to management of large-scale marine systems in the Pacific, essentially considering management of a country’s entire EEZ. Created in 2005, the FPO was endorsed by 23 Pacific nations and territories as a policy document addressing climate and ocean management."}, {"text_block_id": "p13_b94", "text": "The development of a national ocean strategy was made a political priority when announced as a voluntary commitment towards"}, {"text_block_id": "p13_b95", "text": "Sustainable Development Goal (SDG) 14: Life Below Water"}, {"text_block_id": "p13_b96", "text": "at the United Nations Oceans Conference in New York in June, 2017"}, {"text_block_id": "p13_b97", "text": "."}, {"text_block_id": "p13_b98", "text": "At the global scale, the Strategy aligns with Samoa’s global commitments to international and multilateral conventions and platforms including the"}, {"text_block_id": "p13_b99", "text": "CBD; United Nations Framework Convention on Climate Change (UNFCCC); United Nations Convention on Law of the Sea (UNCLOS); SDGs"}, {"text_block_id": "p13_b100", "text": "; and the"}, {"text_block_id": "p13_b101", "text": "S.A.M.O.A."}, {"text_block_id": "p13_b102", "text": "Pathway"}, {"text_block_id": "p13_b103", "text": ". It further supports Samoa’s efforts to implement the"}, {"text_block_id": "p13_b104", "text": "UN Fish Stocks"}, {"text_block_id": "p13_b105", "text": "Agreement, Convention for the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean (WCPF Convention)"}, {"text_block_id": "p13_b106", "text": ","}, {"text_block_id": "p13_b107", "text": "the Convention on Wetlands (RAMSAR),"}, {"text_block_id": "p13_b108", "text": "the International Coral Reefs Initiative"}, {"text_block_id": "p13_b109", "text": "as well as actions prioritized in"}, {"text_block_id": "p13_b110", "text": "Samoa’s Nationally Determined"}, {"text_block_id": "p13_b111", "text": "Contributions (NDCs)"}, {"text_block_id": "p13_b112", "text": "to the Paris Agreement under the UNFCCC."}, {"text_block_id": "p13_b113", "text": "The Small Island Developing States (SIDS) Action Platform highlights the need and opportunity for integrated ocean management strategies, enabling a shift from single-sector policies to integrated management policies which include the multitude of activities that occur within the marine ecosystem."}, {"text_block_id": "p13_b114", "text": "As one of Samoa’s voluntary commitments to SDG 14, the Strategy further supports the integrated implementation of other UN Ocean Conference voluntary commitments including:"}, {"text_block_id": "p13_b115", "text": "As one of Samoa’s voluntary commitments to SDG 14, the Strategy further supports the integrated implementation of other UN Ocean Conference voluntary commitments including:\n* Enhancing management of Samoaâs fisheries through improved scientific information and knowledge;\n* Ensuring Samoaâs EEZ is free from destructive fishing through prohibition and regulation of fishing methods and gears;\n* Marine Protected Areas (MPAs) and Samoaâs marine sanctuary;\n* Effective implementation of monitoring, control surveillance and enforcement programmes for Samoaâs fishery waters;\n* Enhancing the protection, conservation and management of sharks, whales, dolphins and turtles in Samoaâs EEZ;\n* Samoaâs community-based fisheries management programmes;\n* Community integrated management plans;\n* Waste segregation, storage and disposal at source;\n* River and coastal health ecosystem monitoring;\n* Avoid, intercept and redesign our ocean plastics;\n* Samoana Folauga; and\n* Ocean Health Network for Samoa."}, {"text_block_id": "p13_b141", "text": "The implementation of the Strategy supports the fulfillment of Samoa’s Aichi Targets under the CBD as outlined in the National Biodiversity Strategy and Action Plan (NBSAP) and recognizes the importance of the ocean climate nexus which is key to the aim of the Ocean Pathway."}, {"text_block_id": "p13_b142", "text": "A detailed explanation on how the Strategy is aligned with National, Regional and Global frameworks can be found in Annex 1."}, {"text_block_id": "p14_b143", "text": "A vISION fOR SAMOA’S OCEAN"}, {"text_block_id": "p14_b144", "text": "viSiON"}, {"text_block_id": "p14_b145", "text": "Samoa’s ocean remains healthy and abundant through integrated management, robust coordination, and respectful use and stewardship that supports cultural, social and economic opportunities for Samoa’s people."}, {"text_block_id": "p14_b146", "text": "PuRPOSE"}, {"text_block_id": "p14_b147", "text": "The Samoa Ocean Strategy 2020–2030 aims to foster a longer-term integrated vision to guide the sustainable and integrated management of Samoa’s ocean and its resources. It should help integrate, complement, support but not undermine, existing ocean related national strategies and sector plans."}, {"text_block_id": "p14_b148", "text": "It serves as a guiding framework and tool for Samoa to meet its commitments described in marine related national and international agreements, by setting common goals and objectives for all the actors involved. This includes a range of stakeholders, from national government policy makers and industry heads, to small-scale coastal fishers, tourism operators and subsistence communities."}, {"text_block_id": "p14_b149", "text": "To ensure its effectiveness, it is critical that the Strategy acknowledges, then actively builds upon, the existing mechanisms for coastal and ocean management in Samoa. This will avoid duplication of efforts and ensure vertical and horizontal alignment of the integrated management solutions proposed."}, {"text_block_id": "p14_b150", "text": "Through these efforts, the Strategy’s vision and purpose will help to safeguard resilient marine ecosystems that support sustainable development for Samoa’s people."}, {"text_block_id": "p15_b151", "text": "FiguRE 1."}, {"text_block_id": "p15_b152", "text": "Samoa’s territorial sea baseline and basis of the EEZ claim representing the geographic scope for the Strategy."}, {"text_block_id": "p15_b153", "text": "gEOgRAPhiC SCOPE"}, {"text_block_id": "p15_b154_merged", "text": "The scope of the Strategy encompasses the whole of Samoa’s territorial sea, contiguous seas and EEZ claim based on the finalized archipelagic baseline pointsrecorded in the GOS Maritime Zones Order of 2017. Figure 1 provides a visual representation of the different areas within Samoa’s 120,000 square kilometers EEZ included in the Strategy."}, {"text_block_id": "p15_b156", "text": "APPROACh"}, {"text_block_id": "p15_b157", "text": "The Strategy is the GOS’s overarching framework for the integrated management of its sovereign waters and all living and nonliving marine resources through to the year 2030. It embraces global and regional initiatives, science-based knowledge and TK as key management tools and resources. It acknowledges that economic, social and cultural benefits people rely on are dependent on ocean health. It recognises how climate adaptation and mitigation benefits of marine and coastal ecosystems support resilience and reduce vulnerability. It also acknowledges the full array of interactions within an ecosystem, including humans, rather than considering single issues, species, or ecosystem services in isolation."}, {"text_block_id": "p15_b158", "text": "The Strategy has been developed under the leadership of the Ministry of Natural Resources and Environment (MNRE) in collaboration with a local partner, Conservation International (CI). The development of the Strategy was guided by the methodological framework of the Open Standards for the Practice of Conservation, which uses a multi-stakeholder and consultative approach to define complex problems and design integrated solutions. The Strategy was designed through a step-by-step process, beginning first with identification of the important values of Samoa’s ocean,"}, {"text_block_id": "p16_b159", "text": "the prominent threats which must be addressed or reduced to safeguard ocean values, and finally the identification of integrated management solutions, delivered through a series of time-bound and measurable goals and objectives."}, {"text_block_id": "p16_b160", "text": "A series of five national stakeholder consultations were conducted to design the Strategy. The first consultation was internal to government and included representatives from all sectoral ministries. This consultation served to define and guide the structure and goals of the Strategy’s development process, as well as the Strategy itself. Two national consultations were conducted with government, and other stakeholders, including local NGOs, international NGOs, regional organizations, academic institutions and local civil society groups. Two consultations were held with community representatives on Upolu and Savai’i, which reviewed priorities identified in the Strategy and ensured they reflect those identified by communities during the 2019 national review of the Community Integrated Management Plans. The list of stakeholders consulted during the process and key steps of the Strategy’s development is enclosed in Annex 2."}, {"text_block_id": "p16_b161", "text": "A comprehensive overview of the Strategy design process is included below."}, {"text_block_id": "p16_b162", "text": "STEP 1"}, {"text_block_id": "p16_b163", "text": "Defining thematic Areas"}, {"text_block_id": "p16_b164", "text": "A desktop assessment of Samoa’s ocean was undertaken to form six thematic briefing papers that were circulated for government and stakeholder inputs. The SOS thematic areas represent what people value in their ocean. The ocean values encompass a range of elements from cultural to recreational services, transport to fishing and can include a single species or an entire marine habitat. For example, coral reef ecosystems provide a range of ecosystem services and benefits to coastal communities as well as urban centers, supporting fish stocks for food security, and providing marine resources for livelihood and income generation.Similarly, single species such as turtles are essential links in Samoa’s marine ecosystems assisting to maintain the health of critical habitats such as sea-grass beds and coral reefs, which are also fundamental to commercial species of interest such fish, lobsters, shrimps and tuna. Additionally, turtles have cultural significance and tourism value. In Samoan culture, they are also known as ‘I’a Sa or sacred fish and their consumption is restricted to high chiefs and priests during special occasions. Turtles are often included in Samoan myths folklores, legends and songs of past."}, {"text_block_id": "p16_b165", "text": "STEP 2"}, {"text_block_id": "p16_b166", "text": "identifying threats"}, {"text_block_id": "p16_b167", "text": "In addition to identifying values of the ocean, it was critical to identify threats that negatively impact Samoa’s ocean values. The identification of threats guided stakeholders towards effective solutions for threat mitigation. Threats that jeopardize Samoa’s ocean values were identified throughout the stakeholder consultations, as well as the contributing factors to these threats. For example, downstream sedimentation poses a direct threat to the health of coastal coral reefs, and unsustainable land-based activity, or poor land-use management, is a contributing factor to increased sedimentation. The identification of direct threats and contributing factors helped stakeholders to design and prioritize the most important and effective solutions to reach their goals. Similar threats were grouped and, where possible, addressed collectively by the same solution."}, {"text_block_id": "p16_b168", "text": "STEP 3"}, {"text_block_id": "p16_b169", "text": "Designing integrated Management Solutions"}, {"text_block_id": "p16_b170", "text": "As noted above, after identifying the direct threats and contributing factors, integrated management solutions were developed to address or minimize these threats. Thirteen solutions were identified, each with a set of objectives and goals to measure progress and success of implementation. Examples of integrated marine management solutions include traditional and modern marine resource management and knowledge and information systems, to protect and ensure sustainable production within Samoa’s ocean over the next ten years."}, {"text_block_id": "p18_b171", "text": "PRIORITIzEd THEMATIC AREAS"}, {"text_block_id": "p18_b172", "text": "Samoa joins other island states of the Pacific region in pro-actively and collectively addressing the problems that threaten the health of its ocean. Through this Strategy, the GOS commits to focus efforts on the six equally prioritized thematic areas."}, {"text_block_id": "p18_b173", "text": "Thematic areas represent VALUES. These include all the ecological and socio-economic attributes that define the value of the ocean to Samoan people. Long-term goals for each thematic area have been developed and indicators for each goal can be found in Annex 3."}, {"text_block_id": "p18_b174", "text": "OFFShORE WAtERS"}, {"text_block_id": "p18_b175", "text": "Samoa’s offshore waters provide a range of benefits to the people of Samoa, contributing to the economic and social wellbeing of the country. These include but are not limited to commercial fisheries, employment, transport and food security. The definition of offshore waters for the purpose of this Strategy includes all waters from the ‘reef slope’ to the EEZ boundary. Samoa’s offshore waters include the full range of geomorphological features (such as seamounts, canyons and trenches), the seabed, (Figure 2), and the water column above the seabed (pelagic, demersal and benthic), as well as all species such as tuna. The offshore waters are fundamental to the people of Samoa and hold significant cultural value. Samoa currently has offshore commercial fisheries and tuna fisheries fleets active within their EEZ including domestic and foreign fleets. The sustainable management of Samoa’s offshore waters will require an integrated and multi-sectoral approach, working with a range of ministries on shipping, transport, and fisheries within Samoa’s EEZ."}, {"text_block_id": "p18_b176", "text": "FiguRE 2"}, {"text_block_id": "p18_b177", "text": ". Seabed of Samoa’s ocean."}, {"text_block_id": "p19_b178", "text": "MARitiME SAFEtY AND SECuRitY"}, {"text_block_id": "p19_b179", "text": "Maritime safety and security are cornerstones of safe, secure and clean shipping. The recent Maritime Transport Ministers Meeting hosted by Samoa in September 2019, emphasised the need for safety of domestic ships and security within our national waters. It is critical to protect the right to safety at sea by ensuring stronger measures are in place to enforce safety standards on domestic shipping. Our national waters must be secure from illegal activities that threaten the lives of those exercising their right of peaceful use of the ocean and its resources. Enhanced surveillance at sea and at ports must be strengthened to ensure domestic and foreign-going ships meet international standards of safety and security. Decarbonisation in maritime shipping is a priority for Samoa to deliver our NDCs. Improved coordination, surveillance and enforcement remain critical to ensure security of our national waters from illegal activities and transnational crimes."}, {"text_block_id": "p19_b180", "text": "SPECiES OF SPECiAl iNtERESt"}, {"text_block_id": "p19_b181", "text": "Marine migratory species are a vital part of Samoa’s ocean and are species of special interest. Samoa’s EEZ contains the following marine migratory species: elasmobranchs (sharks, manta and other rays), cetaceans (whales and dolphins), seabirds, and marine reptiles (marine turtles). While forms of protection are in place for all of these marine animals, these are inadequate to secure their populations. Many species of special interest continue to experience rapid declines caused in part from pollution, by-catch and targeted over-extraction. Additional research and monitoring are necessary to better understand the status of these species in Samoa, as well as the key drivers causing their population declines. The economic importance of tuna is well known and because they are migratory, they are managed through specific regional and national agreements which are already being effectively implemented."}, {"text_block_id": "p19_b182", "text": "MARiNE COAStAl ECOSYStEMS AND SPECiES"}, {"text_block_id": "p19_b183", "text": "The marine coastal ecosystems and species thematic area encompasses coastal marshes, wetlands, beaches, seagrass meadows, mangroves (Figure 3), and coral reefs including the high biodiversity associated with these habitats such as fishes, invertebrates and seaweeds. Samoa’s marine and coastal ecosystems are important for coastal communities and urban centers for a range of reasons, from recreation to food security."}, {"text_block_id": "p19_b184", "text": "Samoa has a limited number of fringing reefs at varying depths and locations around the archipelago. The reefs were significantly impacted by natural disasters in the 1990s"}, {"text_block_id": "p19_b185", "text": "and"}, {"text_block_id": "p19_b186", "text": "2000s including cyclones and a tsunami. Samoa is known to have 50 hard coral species (Kramer,1995;"}, {"text_block_id": "p19_b187", "text": "and Gosliner et al.,"}, {"text_block_id": "p19_b188", "text": "1996)"}, {"text_block_id": "p19_b189", "text": ", with many reefs providing habitat for a healthy and diverse fish fauna and other marine life."}, {"text_block_id": "p19_b190_merged_merged", "text": "Mangroves provide many positive benefits to Samoan communities, including firewood, dyes, fish breeding grounds, coastal pollution control and protection from storm surges. The current total area of mangroves in Upolu and Savai’i is 374 hectares (Percival, 2018). Samoa contains three large mangrove areas, and the nation’s largest stand is in the eastern coast, close to the capital, Apia. This is also the most threatened mangrove area, mainly from coastal development and waste."}, {"text_block_id": "p20_b192", "text": "The other two large mangrove areas are located on the south of Upolu Island in Sataoa/Sa’anapu and Le Asaga Bay. These are in better condition than Apia’s mangroves."}, {"text_block_id": "p20_b193", "text": "Halophila ovalis, H. ovalis"}, {"text_block_id": "p20_b194", "text": "ssp."}, {"text_block_id": "p20_b195", "text": "bullosa,"}, {"text_block_id": "p20_b196", "text": "and"}, {"text_block_id": "p20_b197", "text": "Syringodium isoetifolium"}, {"text_block_id": "p20_b198", "text": "are the only seagrass taxa recorded from Samoa"}, {"text_block_id": "p20_b199", "text": "albeit more research is needed to document their locations and distribution."}, {"text_block_id": "p20_b200", "text": "These ecosystems are home to many coastal marine species. Many direct threats are impacting these ecosystems and species such as pollution (originating from land and vessels), overfishing, other forms of unsustainable harvesting, sand mining, land reclamation and erosion. They are also threatened by climate change, including acidification and warming/rising seas. Mangroves in Samoa are not included in a specific policy to enhance current efforts in their management."}, {"text_block_id": "p20_b201", "text": "FiguRE 3."}, {"text_block_id": "p20_b202", "text": "Distribution of mangroves in Upolu and Savai’i (mapped from  the satellite data captured between 2016 and 2017). (Percival, 2018)."}, {"text_block_id": "p20_b203", "text": "FOOD SECuRitY"}, {"text_block_id": "p20_b204_merged_merged", "text": "Food security “exists when all people, at all times, have physical and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life”."}, {"text_block_id": "p20_b207", "text": "Food security from marine resources is a vital thematic area for the people of Samoa. As the vast majority of people in Samoa live in close proximity to the coast, roughly 90% of locally sourced protein consumed in Samoa comes from the ocean. Future food security for Samoa will be dependent on effective and sustainable management of resources of all the marine ecosystems. Additionally, with over 80% of the population being coastal residents, local cash economies are highly reliant on fishermen and women accessing coastal seafood to support income for individual households."}, {"text_block_id": "p21_b208", "text": "Table 1 provides information on Samoa’s current fish consumption and future fish demand to ensure"}, {"text_block_id": "p21_b209", "text": "food security for the next generations"}, {"text_block_id": "p21_b210", "text": ":"}, {"text_block_id": "p21_b211", "text": "tAblE 1."}, {"text_block_id": "p21_b212", "text": "Current fish consumption and future fish demand for Samoa."}, {"text_block_id": "p21_b213_merged_merged", "text": "The productivity of Samoa’s coastal fisheries is unique within Pacific islands nations because it is not tied to the area of shallow water coral reefs but to the deeper coastal water areas (depths of 200-300 meters) which support substantial stocks of reef fish. This unique marine feature is important to estimate the sustainable coastal fisheries production for the nation which is fundamental for the future food security of Samoa. Management actions led by the Ministry of Agriculture and Fisheries (MAF) are already in place to ensure the sustainable use of coastal and offshore marine resources, such as the use of Fish Aggregating Devices (FADs), aquaculture, development and the establishment of village fish reserves. However, strengthening monitoring and law enforcement is a vital solution to maintain the delicate balance between exploitation and conservation of habitats and fish stocks for food security."}, {"text_block_id": "p21_b215", "text": "Finally, sustainable aquaculture practices are recognized as important sources of protein to ensure Samoan food security against the effects of climate change in the future, but also alternative forms of income for villagers."}, {"text_block_id": "p22_b216", "text": "OCEAN KNOWlEDgE"}, {"text_block_id": "p22_b217_merged", "text": "Modern ocean sciences and TK remain an essential resource necessary to inform management approaches and develop solutions, particularly to meet escalating threats from climate change. TK is the information that people in a given community, based on experience and adaptation to a local culture and environment, have developed over time, and continue to develop. These include TK associated with biological or genetic resources encompassing knowledge, innovations, know-how, skills and practices, teachings and learnings that are developed, sustained and passed on from generation to generation, often forming part of a community’s cultural or spiritual identity. The cultural traditions of resource management are also increasingly recognized as sustainable. Modern generations of Samoans have lost some traditional practices in the pursuit of modern methods and technology. This Strategy combines traditional methods and knowledge with modern science."}, {"text_block_id": "p22_b220", "text": "To promote these approaches, an education effort directed toward the next generation will be implemented, reinforcing the participatory approach in decision making to further strengthen local and national governance."}, {"text_block_id": "p24_b221", "text": "THREATS TO SAMOA’S OCEAN"}, {"text_block_id": "p24_b222", "text": "Many threats negatively impact the health of Samoa’s ocean. Thirteen of these threats and their contributing factors are identified as key problems for the health of Samoa’s ocean resources. To improve the status of Samoa’s ocean health and attain the ten-year Vision, the Strategy aims to develop effective integrated management solutions which can reduce or eliminate the identified threats."}, {"text_block_id": "p24_b223", "text": "The 13 main threats that were identified are divided in six groups."}, {"text_block_id": "p24_b224", "text": "FiShiNg"}, {"text_block_id": "p24_b225", "text": "There are two main threats related to fishing activities that are impacting thematic areas such as offshore waters and marine coastal ecosystems and species:"}, {"text_block_id": "p24_b226", "text": "There are two main threats related to fishing activities that are impacting thematic areas such as offshore waters and marine coastal ecosystems and species:\n* Unsustainable extraction, fishing equipment and methods; and\n* Illegal, Unregulated and Unreported (IUU) fishing activities."}, {"text_block_id": "p24_b230", "text": "Key contributing factors lie in limited resources which include the lack of funds and capacity to sustain effective enforcement of existing regulations. Samoa’s equipment, technology and staff capacity are poor. Other important contributing factors include the lack of awareness and knowledge, and ineffective rules and regulations for the protection of endangered species."}, {"text_block_id": "p24_b231", "text": "POllutiON"}, {"text_block_id": "p24_b232", "text": "There are two main threats related to pollution in Samoa’s ocean:"}, {"text_block_id": "p24_b233", "text": "There are two main threats related to pollution in Samoa’s ocean:\n* Land-based pollution; and\n* Pollution from vessels, ports and dry docks."}, {"text_block_id": "p24_b237", "text": "There is a need to introduce new pollution reduction technologies, as well as to build local capacity for effective monitoring and tracking of pollution."}, {"text_block_id": "p24_b238", "text": "Introduction of new technologies to reduce carbon emission from ships is inevitable. With new technologies, there needs to be capacity development in these areas to be able to understand them and to impart knowledge. The revolution of renewable energy onboard ships will require local expertise particularly when alternative energy reducing fuel consumption reduces high costs of diesel and fuel by ships. Port re-development to greener and cleaner ports will inevitably require expertise to ensure proper operation, maintenance and, importantly, to impart knowledge and information."}, {"text_block_id": "p24_b239", "text": "Land-based pollution is mainly caused by discharge into rivers and inadequate waste management on land, and can be addressed through other avenues. Plastic pollution is also a major threat to oceans and to fish species. In January 2019, Samoa implemented legislation to ban single-use plastic bags and straws with plans to expand list of banned items to include other hazardous plastics including but not limited to Styrofoam."}, {"text_block_id": "p25_b240", "text": "uNSuStAiNAblE DEvElOPMENt"}, {"text_block_id": "p25_b241", "text": "Some development threats are highlighted and can be summarized in four main threats to Samoa’s ocean, including"}, {"text_block_id": "p25_b242", "text": "Some development threats are highlighted and can be summarized in four main threats to Samoa’s ocean, including\n* Local mangrove forest clearing;\n* Unsustainable sand mining development;\n* Unsustainable coastal development; and\n* Potential for unregulated deep-sea mining."}, {"text_block_id": "p25_b250", "text": "Contributing factors for mangrove-forest clearing range from ineffective management policies to low consideration and value placed on mangrove ecosystems. For sand mining/dredging, the lack of information on beach status and lack of monitoring are the main contributing factors. Unsustainable coastal development is driven by poorly enforced policies. Finally, deep sea mineral mining has been deemed to be not-economically viable for Samoa through studies done in the 1990s, however, unregulated deep-sea mining has been identified as a potential future threat which needs to be addressed immediately through improved best practices for exploration and updated biological data of the seabed ecosystems."}, {"text_block_id": "p25_b251", "text": "CliMAtE ChANgE"}, {"text_block_id": "p25_b252", "text": "Threats related to climate change are:"}, {"text_block_id": "p25_b253", "text": "Threats related to climate change are:\n* Coastal erosion; and\n* Coral bleaching."}, {"text_block_id": "p25_b257", "text": "Climate change is understood to be the most prominent threat facing Pacific Islands states and coastal communities across the region. The impacts of climate change are cross-cutting and effect the health and prosperity of all sectors. However, some direct threats related to climate change can be addressed at local, national and regional levels. Coastal erosion and coral bleaching have been identified as the two main climate change related threats in Samoa, and these can be managed at national level through adaptation and mitigation solutions supported by improved monitoring and enforcement."}, {"text_block_id": "p26_b258", "text": "KNOWlEDgE AND DAtA"}, {"text_block_id": "p26_b259", "text": "Two threats related to knowledge and data have been identified:"}, {"text_block_id": "p26_b260", "text": "Two threats related to knowledge and data have been identified:\n* Limited Integration of traditional knowledge (TK); and\n* Limited modern ocean science."}, {"text_block_id": "p26_b264", "text": "Knowledge and data are fundamental for informing current and future management decisions. In Samoa, TK is not considered alongside ocean science to inform and guide management decisions in the ocean. The lack of integration of TK and ocean science is identified as a cross-cutting issue that affects ocean health and management at the national level."}, {"text_block_id": "p26_b265", "text": "Some of the contributing factors to the absence of TK valuation include general lack of awareness and lack of inclusion of TK in national school curricula. Furthermore, new data and information are required to augment the current knowledge in the field of marine sciences through gap analysis and research. Strengthening data collection, storage and sharing among ministries and other partners has also become a priority. Finally, there is a need to enhance overarching coordination of communication among ministries, and out to local communities. The current context creates barriers for effective management of Samoa’s ocean and requires investment in resources and capacity to facilitate improvements in the integration, collection, storage, sharing and communication of ocean knowledge and ocean science."}, {"text_block_id": "p26_b266", "text": "iNvASivE SPECiES"}, {"text_block_id": "p26_b267", "text": "Intentional and unintentional introduction of invasive species is an important direct threat to the health of offshore waters, effective maritime security and transport, health of marine coastal ecosystems and species, and food security."}, {"text_block_id": "p26_b268", "text": "Biosecurity has focused on countering the negative impacts of invasive species, especially by improving monitoring and law enforcement in ports."}, {"text_block_id": "p28_b269", "text": "INTEGRATEd MANAGEMENT SOluTIONS"}, {"text_block_id": "p28_b270", "text": "Multiple stakeholders undertake activities in Samoa’s shared ocean space. To minimize conflicts within the ocean space, this Strategy promotes integrated management that addresses the critical need to engage and unite all relevant ocean stakeholders in a coherent manner that promotes sustainable use and conservation by including all, but not limited to government, civil societies, private sector and local communities. A total of 6 key Strategic Priorities for intervention have been identified and a further 13 Integrated Management Solutions (referred from hereon as “Solutions”) have been developed and outlined below, to address many interrelated factors which collectively threaten the integrity and health of marine environments in Samoa’s ocean."}, {"text_block_id": "p28_b271", "text": "For each Solution, a timeline with objectives and goals has been developed."}, {"text_block_id": "p29_b272", "text": "A. gOvERNANCE AND COORDiNAtiON"}, {"text_block_id": "p29_b273", "text": "1."}, {"text_block_id": "p29_b274", "text": "Create a National Ocean Steering Committee (NOSC)"}, {"text_block_id": "p29_b275", "text": "Establishing the NOSC is an essential overarching governance need for the Strategy. Membership of the NOSC will be senior representatives drawn from all key relevant Ministries with mandated responsibility of maritime affairs and marine resource management plus a representative from Samoa Umbrella for Non-Governmental Organisation (SUNGO). A key initial step in the process of establishing the NOSC is the nomination of an independent Ministry to chair the committee. Nominations for consideration to this role is the Ministry of Foreign Affairs and Trade (MFAT) or a rotating chairmanship amongst the member Ministries. The chairing Ministry will provide a leading role in the coordination of all national agencies with a responsibility to the Solutions of the ocean Strategy and monitoring progress."}, {"text_block_id": "p29_b276", "text": "The detailed governance and reporting lines of the NOSC remain to be confirmed. It is anticipated that the existing responsibilities and reporting structure for existing national marine-related committees and working groups are modified to report into the NOSC. This should improve alignment of all activities regarding Samoa’s ocean."}, {"text_block_id": "p29_b277", "text": "Key responsibilities for the NOSC include but are not limited to:"}, {"text_block_id": "p29_b278", "text": "Key responsibilities for the NOSC include but are not limited to:\n* Coordinate, monitor and evaluate implementation of the SOS;\n* Identify and support lead agencies responsible for the various aspects of implementation including planning, consultation, monitoring, compliance, enforcement and review;\n* Establish clear lines of communication to support coordination and engagement of all stakeholders at all levels;\n* Clarify where necessary responsibilities are attributed to the different agencies dealing with ocean affairs; and\n* Encourage participation of both public and private institutions, non-governmental and governmental organisations, and civil societies in the Strategy implementation."}, {"text_block_id": "p29_b288", "text": "The Committee will seek to establish a Technical Working Group composed of technical officials of Ministries, inter-governmental and non-governmental agencies approved by the NOSC to provide technical support to inform the coordination and implementation of the Strategy on the ground."}, {"text_block_id": "p29_b289", "text": "The NOSC will operate transparently and engage in inclusive decision-making which embraces and welcomes inputs and suggestions from national civil societies organizations, academia and regional entities."}, {"text_block_id": "p30_b290", "text": "2.  Formally define Samoa’s Maritime boundaries"}, {"text_block_id": "p30_b291", "text": "The on-going negotiations with the United States of America (American Samoa), Tonga, New Zealand (Tokelau) and France (Wallis & Futuna) to finalize Samoa’s Maritime Boundaries are essential for the realization of the Strategy because they will define the geographical scope of the Strategy itself. The aim is that by 2025, the boundaries with all neighboring countries will be agreed."}, {"text_block_id": "p30_b292", "text": "Samoa and the Pacific Leaders have also highlighted the importance of preserving Members’ existing rights stemming from maritime zones, in the face of sea level rise, noting the existing and ongoing regional mechanisms to support maritime boundaries delimitation. Samoa, with the Blue Pacific, has committed to a collective effort, including to develop an international law with the aim of ensuring that, once a Forum Member’s maritime zones are delineated in accordance with the UNCLOS, the Member’s maritime zones could not be challenged or reduced as a result of sea-level rise and climate change."}, {"text_block_id": "p30_b293", "text": "b. OCEAN FiNANCiAl SuStAiNAbilitY"}, {"text_block_id": "p30_b294", "text": "3.  Develop Sustainable Ocean Financing Mechanisms"}, {"text_block_id": "p30_b295", "text": "The Strategy will deliver on a number of goals and objectives by 2030, including setting up systems, processes and mechanisms for the integrated management of Samoa’s ocean. A key component of this is ensuring availability of adequate financial resources and institutional capacity beyond 2030. Through this Solution, Samoa will seek to identify sustainable and innovative financing mechanisms and resources to safeguard Samoa’s ocean in perpetuity. The NOSC will select appropriate options from a range of potential ocean financing mechanisms and sources. Innovative ocean sustainable financing mechanisms are increasingly being used around the world and will greatly benefit the delivery and long-term sustainability of the Strategy."}, {"text_block_id": "p31_b296", "text": "C. RESEARCh AND DAtA COllECtiON"}, {"text_block_id": "p31_b297", "text": "4.   improve scientific research, data collection and monitoring within Samoa’s ocean"}, {"text_block_id": "p31_b298", "text": "The need to address information and knowledge gaps drives this Solution which aims to improve research and monitoring of important ecological and biological marine ecosystem features including:"}, {"text_block_id": "p31_b299", "text": "•"}, {"text_block_id": "p31_b300", "text": "Seamounts and seabed (ecological processes);"}, {"text_block_id": "p31_b301", "text": "•"}, {"text_block_id": "p31_b302", "text": "Marine migratory species (including population status of whales, dolphins, marine turtles, sharks, mantas and seabirds);"}, {"text_block_id": "p31_b303", "text": "•"}, {"text_block_id": "p31_b304", "text": "Marine coastal species (including population status of sea cucumbers, reef fishes, lobsters, crabs and giant clams); and"}, {"text_block_id": "p31_b305", "text": "•"}, {"text_block_id": "p31_b306", "text": "Marine coastal ecosystems (including coral reefs, mangroves, coastal marshes, beaches, seagrass meadows)."}, {"text_block_id": "p31_b307", "text": "Included are partnerships with national and regional academic institutions, such as the National University of Samoa and the University of the South Pacific as well as additional international academic institutions. Additionally, the formulation of a targeted science strategy is an important step to deliver on this Solution."}, {"text_block_id": "p31_b308", "text": "5.  Complete a Marine Spatial Plan (MSP) for Samoa’s ocean"}, {"text_block_id": "p31_b309", "text": "Marine Spatial Planning is needed within Samoa’s ocean to identify areas for production and human use, as well as important areas for protection and conservation actions."}, {"text_block_id": "p31_b310", "text": "MSP includes designing how people use the ocean in time and space to minimize user-conflict and maintain ecosystem health. This is especially important in Samoa where over 90% of the nation is ocean, and where livelihoods, food security, cultural wellbeing and economic dependencies are intertwined with the marine environment."}, {"text_block_id": "p31_b311", "text": "Creating the MSP involves an integrated (cross sectoral) and participatory public process of identifying and achieving economic, social and ecological objectives in a transparent and organized way. And therefore, MSP is key to achieve integrated ocean management."}, {"text_block_id": "p32_b312", "text": "D. MONitORiNg AND SuRvEillANCE"}, {"text_block_id": "p32_b313_merged", "text": "6.  Strengthen monitoring, control, surveillance and enforcement across Samoa’s ocean"}, {"text_block_id": "p32_b315", "text": "This Solution addresses the need to increase capacity and funding towards the implementation and monitoring of illegal and unsustainable activities, both inshore and offshore. It aims to train more personnel, increase use of modern technology, and strengthen collaboration internally within and across relevant ministries and with neighboring and regional countries. In this way, more effective monitoring and enforcement will result in increased compliance to address IUU fishing practices in offshore and coastal waters, reduce pollution from vessels and transnational crime, and increase sustainable use of marine resources."}, {"text_block_id": "p33_b316", "text": "7.  Strengthen the national MPA Network"}, {"text_block_id": "p33_b317", "text": "Aichi Target 11 under the CBD, and supported by Target 14.5 of the SDGs, aims to protect at least 10% of national coastal and offshore areas within an ecologically representative and well-connected system of MPAs by the year 2020. Many countries will not meet the 10% target. However, the rate of MPA coverage has accelerated since 2006 and several countries, such as Palau, will exceed the Aichi Target of 10% by 2020. Moreover, the South Pacific is second in the global ranking for MPA coverage and this is the result of great effort and commitment by Pacific SIDS in ensuring the protection of their marine domain and to meet the 10% Target."}, {"text_block_id": "p33_b318", "text": "In 2016, during the International Union for Conservation of Nature (IUCN) World Conservation Congress, IUCN members agreed to create a new ambitious target for marine conservation at the global level: (by 2030) “urgently increase the ocean area that is effectively and equitably managed in ecologically representative and well-connected systems of MPAs or other effective conservation measures. This network should target protection of both biodiversity and ecosystem services and should include at least 30% of each marine habitat. The ultimate aim is to create a fully sustainable ocean, at least 30% of which has no extractive activities”"}, {"text_block_id": "p33_b319", "text": "."}, {"text_block_id": "p33_b320", "text": "This commitment is under-pinned by a “joint statement on post-2020 global diversity framework” which has been signed by the largest environmental organizations in the world and set a 2030 New Deal for Nature and People which has at its core the 30% target."}, {"text_block_id": "p33_b321_merged_merged", "text": "The new 30% target has been set to go beyond the insufficient 10% target for 2020 which has been criticized for not being able to protect sufficient biodiversity, preserve ecosystem services and achieve socio-economic priorities. Moreover, the net socio-economic benefits of expanding the MPA coverage from 10% to 30% based on cost-benefits analysis has increased markedly. In fact, the total ecosystem services benefits (coastal protection, fisheries, tourism, recreation and carbon storage) of achieving 30% MPA coverage ranges between USD 719–1,145 billion, compared with USD 622–923 billion with 10% coverage."}, {"text_block_id": "p33_b325", "text": "The current level of marine protection of Samoa’s ocean through the establishment of MPAs is low and limited to the coastal habitats (Figures 4 and 5). Demarcating maritime boundaries will improve Samoa’s ability to expand MPAs beyond coastal waters into the offshore waters within the EEZ. This opportunity allows Samoa to achieve the sufficient level of protection of 30% recommended by the international community of scientists as a guide for the 2030 Agenda."}, {"text_block_id": "p34_b326", "text": "FiguRE 4."}, {"text_block_id": "p34_b327", "text": "The current MPA coverage in Samoa and the location ("}, {"text_block_id": "p34_b328", "text": "CI-Pacific Islands Programme, MNRE & SPREP, 2010"}, {"text_block_id": "p34_b329", "text": ")."}, {"text_block_id": "p34_b330", "text": "FiguRE 5."}, {"text_block_id": "p34_b331", "text": "Map of Samoa indicating Fish Reserves and Marine Protected Areas established (2013)"}, {"text_block_id": "p35_b332", "text": "8.  Establish effective protection and management of endangered marine migratory species"}, {"text_block_id": "p35_b333", "text": "This Solution aims to address the need for strong legislative frameworks for the conservation of endangered marine migratory species including: whales, sharks, mantas, seabirds and turtles."}, {"text_block_id": "p35_b334", "text": "A total of 12 species of cetaceans have been confirmed in Samoa’s ocean."}, {"text_block_id": "p35_b335", "text": "The seasonal humpback whale population for Samoa remains low. There is an estimate of 3,520 humpback whales found in Oceania and very likely only a few hundred migrate through Samoa’s ocean each year. Assessments of population abundance, habitat use, residency pattern and genetic diversity for both whales and dolphins are needed to enhance the protection of these endangered animals."}, {"text_block_id": "p35_b336_merged", "text": "The three marine turtle species found in Samoa are the Green turtle (Chelonia mydas), Hawksbill turtle (Eretmochelys imbricata) and the Leatherback turtle (Dermochelys coriacea). The marine turtle that nests in Samoa is the critically endangered Hawksbill turtle. The main turtle nesting sites are on the Aleipata Islands and it is known that there is a decline of turtles coming to nest. The overall population of Samoa’s marine turtles is in decline due to by-catches, pollution and illegal harvesting."}, {"text_block_id": "p35_b343", "text": "Preliminary results from surveys undertaken in Aleipata and Faleailili showed only reef and tiger sharks are present. More effort in research for shark population dynamics is needed to inform their protection."}, {"text_block_id": "p36_b344", "text": "E. POliCY AND lEgiSlAtiON"}, {"text_block_id": "p36_b345", "text": "9.  Strengthen policy and legislation for Coastal Ecosystem Services protection"}, {"text_block_id": "p36_b346", "text": "This Solution is a reflection of the current weak protection of coastal ecosystems and the services they provide. Coastal ecosystems include coral reefs, mangroves, coastal marshes/wetlands, beaches, and seagrass meadows. The protection measures of this Solution include conservation mechanisms and provisions in the sectoral and cross-sectoral legislation regulating activities which may impact all coastal ecosystems. The fragmentation of the legislation relating to coastal ecosystems hinders their effective management and protection."}, {"text_block_id": "p37_b347", "text": "10.  integrate Ecosystem-based Approach (EbA) into existing climate change adaptation        management plans and initiatives"}, {"text_block_id": "p37_b348", "text": "Due to climate change, many reefs in the Pacific region have been losing an average of 1% of live coral per year. Impacts of this magnitude cannot be addressed locally, but adaptation and mitigation actions are possible to limit the damages of climate change. On the other hand, local human uses, which are currently negatively affecting coral reefs and contributing to their decline, can be managed."}, {"text_block_id": "p37_b349_merged", "text": "Mangrove forests are essential, supporting coastal ecosystems and contributing to the sequestration and storage of CO2, coastal protection, food production and biodiversity. Traditionally, mangroves have been harvested for wood and to clear land for houses and other amenities. Only recently has the significant role of these biodiverse and carbon-rich coastal ecosystems been recognized. Hence, the recent imperative for policies aimed at their protection. In Samoa, policies and legislation are needed for the conservation of mangrove forests at national level."}, {"text_block_id": "p37_b352", "text": "This Solution aims to address the effects of climate change through adaptation and mitigation. It is impossible to address the drivers of climate change including the increase in greenhouse gas emissions which are caused by global scale drivers. However, it is critical to develop local adaptation plans that include an EBA to addressing climate change impacts."}, {"text_block_id": "p38_b353", "text": "11.  Review existing policies and establish legislation where appropriate to manage risks posed by        deep-sea and seabed exploration"}, {"text_block_id": "p38_b354", "text": "The presence of seamounts in Samoa’s ocean has been confirmed, although the ecological processes and functions that regulate these important locations for food production and biodiversity remain unexplored. Mineral resources have been identified in the seabed of Samoa’s EEZ and exploration activities for the future exploitation of these resources may be initiated, thus posing potential threats to the deep-sea ecology of the offshore ocean."}, {"text_block_id": "p38_b355", "text": "Studies conducted in the 1990s for deep sea mineral potential in Samoan waters concluded that deep sea mining is not economically viable for Samoa. However, the information on the ecology of seamounts and seabed of Samoa is limited. For this reason, the proposed Solution will ensure that best practices for seabed exploration are followed and that appropriate regulations are in place to improve management and preserve the biodiversity of deep sea ecosystems."}, {"text_block_id": "p39_b356", "text": "F.  AWARENESS AND CAPACitY builDiNg"}, {"text_block_id": "p39_b357", "text": "12. Strengthen effectiveness of coastal management using traditional knowledge, innovation and        marine science"}, {"text_block_id": "p39_b358", "text": "Coastal communities in Samoa rely heavily on their marine resources for food, livelihoods, coastal protection, cultural benefits and other importance ecosystem services. Improving coastal management is critical to maintain these services and addresses illegal or unsustainable activities that can lead to coastal resource depletion. This Solution addresses the need to increase awareness of and respect for the marine environment among current and future generations. This will be facilitated through the revival of TK as well as through the integration of marine science into community-base management. Innovative and experiential education models can be used to spread TK among youth and other stakeholders, and integrate modern marine science into traditional resource management. This Solution will seek to facilitate TK transfer to new generations of Samoans and secure Samoa’s marine assets and cultural heritage for a more sustainable future."}, {"text_block_id": "p40_b359", "text": "13.  improve Waste and Marine Pollution management at national level"}, {"text_block_id": "p40_b360", "text": "This Solution addresses the current inadequate system of waste management at village and national level in order to reduce solid waste and land-based pollution impacts to marine coastal ecosystems. Agriculture is a key driver of pollution, stemming from the use of fertilizers, pesticides and other land-use management approaches. The uptake of organic agriculture offers a solution to reducing land-based pollution and its impacts in coastal areas. Samoa is already advanced in the production of organic agriculture and value-added organic products. In addition, the management, reuse and recycling of plastics at the national and village level are key challenges for waste management in Samoa. Best practices for recycling and reuse of materials should be identified and integrated into the appropriate local and national level plans, including the village CIM plans."}, {"text_block_id": "p41_b361_merged", "text": "SuMMARY tAblE OF StRAtEgY AligNMENt tO NAtiONAl, REgiONAl AND glObAl COMMitMENtS"}, {"text_block_id": "p42_b363", "text": "ANNEx 2"}, {"text_block_id": "p42_b364_merged", "text": "liSt OF StAKEhOlDERS CONSultED AND KEY StEPS FOR thE DEvElOPMENt OF thE StRAtEgY"}, {"text_block_id": "p42_b366", "text": "Government Ministries and Organizations"}, {"text_block_id": "p42_b367", "text": "Ministry of Foreign Affairs and Trade"}, {"text_block_id": "p42_b368", "text": "Ministry of Agriculture and Fisheries – Fisheries Division"}, {"text_block_id": "p42_b369", "text": "Ministry of the Prime Minister and Cabinet"}, {"text_block_id": "p42_b370", "text": "Samoa Tourism Authority"}, {"text_block_id": "p42_b371", "text": "Ministry of Works, Transport and Infrastructure"}, {"text_block_id": "p42_b372", "text": "Ministry of Work, Transport and Infrastructures (Maritime, PUMA)"}, {"text_block_id": "p42_b373", "text": "Ministry of Women, Community and Social Development (Governance Division)"}, {"text_block_id": "p42_b374", "text": "Ministry of Police"}, {"text_block_id": "p42_b375", "text": "Samoa Ports Authority"}, {"text_block_id": "p42_b376", "text": "Samoa Shipping Cooperation"}, {"text_block_id": "p42_b377", "text": "Samoa Shipping Services"}, {"text_block_id": "p42_b378", "text": "Ministry of Communications and Information Technology"}, {"text_block_id": "p42_b379", "text": "Ministry of Education Sports and Culture"}, {"text_block_id": "p42_b380", "text": "Inter-Governmental Organizations"}, {"text_block_id": "p42_b381", "text": "Secretariat of Pacific Regional Environmental Programme"}, {"text_block_id": "p42_b382", "text": "International Union for Conservation of Nature"}, {"text_block_id": "p42_b383", "text": "Ministry of Natural Resources and Environment"}, {"text_block_id": "p42_b384", "text": "Division of Environment and Conservation"}, {"text_block_id": "p42_b385", "text": "Legal Services Division"}, {"text_block_id": "p42_b386", "text": "Water Resource Division"}, {"text_block_id": "p42_b387", "text": "Meteorology Division"}, {"text_block_id": "p42_b388", "text": "Environment Sector"}, {"text_block_id": "p42_b389", "text": "Spatial Information Agency"}, {"text_block_id": "p42_b390", "text": "Land Management Division"}, {"text_block_id": "p42_b391", "text": "Renewable Energy Division"}, {"text_block_id": "p42_b392", "text": "GEF and Climate Change"}, {"text_block_id": "p42_b393", "text": "Forestry Division"}, {"text_block_id": "p42_b394", "text": "Non-Governmental Organizations and Academia"}, {"text_block_id": "p42_b395", "text": "Samoa Umbrella of Non Government Organisations"}, {"text_block_id": "p42_b396", "text": "Samoa Conservation Society"}, {"text_block_id": "p42_b397", "text": "Samoa Voyaging Society"}, {"text_block_id": "p42_b398", "text": "Youth Climate Action Network for Samoa"}, {"text_block_id": "p42_b399", "text": "National University of Samoa"}, {"text_block_id": "p43_b400", "text": "ANNEx 3"}, {"text_block_id": "p43_b401", "text": "iNDiCAtORS FOR gOAlS"}], "document_description": "This document sets the government's strategy to achieve a sustainable management of the country's ocean and marine resources."}