{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": ["Social development", "Rural", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Samoa 2040", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Roadmap", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2021", "document_keyword": ["Renewables", "Health", "Infrastructure", "Technology"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2021/WSM-2021-01-01-Samoa 2040_da54b34b6215fdad15f3abce1feed396.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Transforming Samoa to a higher growth path"}, {"text_block_id": "p1_b2", "text": "Transforming Samoa to a higher growth path"}, {"text_block_id": "p2_b3", "text": "Samoa 2040"}, {"text_block_id": "p2_b4", "text": "Apia, 2021"}, {"text_block_id": "p2_b5", "text": "This publication was compiled and reviewed by Ministry of Finance of Samoa."}, {"text_block_id": "p2_b6", "text": "© Government of Samoa"}, {"text_block_id": "p2_b7", "text": "Layout and photography by Nadya Va'a"}, {"text_block_id": "p2_b8", "text": "Ministry of Finance"}, {"text_block_id": "p2_b9", "text": "Economic Policy and Planning Division"}, {"text_block_id": "p2_b10", "text": "Private Mail Bag"}, {"text_block_id": "p2_b11", "text": "1 Apia City Boulevard"}, {"text_block_id": "p2_b12", "text": "SAMOA"}, {"text_block_id": "p2_b13", "text": "Tel: +685-34333"}, {"text_block_id": "p2_b14", "text": "Email: eppd@mof.gov.ws"}, {"text_block_id": "p3_b15", "text": "Contents"}, {"text_block_id": "p4_b16", "text": "Message from the Prime Minister"}, {"text_block_id": "p4_b17", "text": "Charting a future which every Samoan can be proud of is the foundation of the government’s development agenda. Making opportunities available as a platform for improved quality of life has been the overarching theme of the Strategy for the Development of Samoa (SDS) for many years. Looking back, I am pleased to say that overall, notable positive outcomes were achieved in the past two decades despite the many challenges we had to navigate."}, {"text_block_id": "p4_b18", "text": "As a small remote country that is highlyvulnerable to global economic downturns and natural disasters, the need for Samoa to pursue coherent and consistent policies cannot be emphasized enough. The right policy mix to accelerate economic growth and ensure social stability is critical. This is exactly what government did in the past twenty years – investing in a set of reform initiatives to stimulate growth, enhance government’s economic management and promote social stability."}, {"text_block_id": "p4_b19", "text": "What we are now experiencing with the devastations of COVID-19 provides a pointed reminder of the threats that will stand in the way of our collective determination to develop Samoa to be a better place. We have weathered similar shocks in the last twenty years despite the cost in terms of human lives and economic loss. There is no doubt that similar and potentially even more costly shocks will hit us over the next twenty years. In many ways, our past experiences and expectations of what the future holds teach us a valuable lesson – to build economic resilience."}, {"text_block_id": "p4_b20", "text": "Taking a longer-term view of our opportunities and identifying the potential areas that can move Samoa to a higher growth trajectory is a central part of the resilience building agenda."}, {"text_block_id": "p4_b21", "text": "Samoa 2040"}, {"text_block_id": "p4_b22", "text": "provides a roadmap to navigate Samoa’s development over the next twenty years. It sets out opportunities – in tourism, agriculture and fishing, digital"}, {"text_block_id": "p4_b23", "text": "economy, and labour mobility – that have the potential to boost economic growth, create employment, generate government revenues and raise standards of living. It lays out a platform to ensure the needs of present and future Samoan generations are met, and that no one is left behind."}, {"text_block_id": "p4_b24", "text": "Samoa 2040"}, {"text_block_id": "p4_b25", "text": "complements the Strategy for the Development of Samoa (SDS). The SDS will continue to lay out the strategy for Samoa’s overall development, covering all the key pillars ranging from economic and social to environment considerations."}, {"text_block_id": "p4_b26", "text": "Samoa 2040"}, {"text_block_id": "p4_b27", "text": "focuses on growth and how to step up to a higher growth trajectory. The progress on the implementation of"}, {"text_block_id": "p4_b28", "text": "Samoa 2040"}, {"text_block_id": "p4_b29", "text": "will be tracked through the SDS monitoring and evaluation process. This demonstrates the extent to which the two documents complement each other."}, {"text_block_id": "p4_b30", "text": "As with all development plans, the real test of success lies in the implementation. This is an agenda for everyone – the private sector, Non-Governmental Organisations/ Civil SocietyOrganisations (NGOs/CSOs), church and community leaders, and government agencies. With determination and commitment, we can jointly deliver on the possibilities that could position Samoa on an elevated development path."}, {"text_block_id": "p4_b31_merged_merged", "text": "Let me acknowledge the contribution that all stakeholders have made towards developing the Samoa 2040. I call on everyone to play his/her role in driving the successful implementation of the Samoa 2040 objectives and delivering a better quality of life for every Samoan."}, {"text_block_id": "p4_b36", "text": "Hon. Tuilaepa Dr. Sailele Malielegaoi PRIME MINISTER"}, {"text_block_id": "p5_b37", "text": "Acknowledgement"}, {"text_block_id": "p5_b38_merged", "text": "The preparation of the Samoa 2040 involved consultations with a wide range of stakeholders both outside and within the public service. The contributions from community leaders, village representatives, business community, civil society organizations, sector representatives including women, youth, persons with disabilities, farmers, fishers, health and education stakeholders as well as government ministries shape the strategic focus and projections in the document. That contribution is invaluable and is gratefully acknowledged."}, {"text_block_id": "p5_b41", "text": "The leadership shown by the Minister of Finance Hon. Sili Epa Tuioti and the National Policy Coordinating Committee through the Chairman Agafili Tomaimano Shem Leo and its members, was extremely helpful in steering the strategic focus to align with national aspirations."}, {"text_block_id": "p5_b42", "text": "The unwavering support from the Ministry of Finance through the Chief Executive Officer Leasiosiofa'asisina Galumalemana Oscar Malielegaoi, management and staff, in particular theAssistant Chief Executive Officer and staff of the Economic Policy and Planning Division was instrumental in running different scenarios that support the strategic focus."}, {"text_block_id": "p5_b43", "text": "The World Bank support in terms of providing backstopping advice and feedback on the drafts is noteworthy.  As well, the World Bank financial support enabled the engagement of local Technical Assistance (TA) Lavea Tupa’imatuna Iulai Lavea to coordinate and draft the document."}, {"text_block_id": "p6_b44", "text": "Executive Summary"}, {"text_block_id": "p6_b45", "text": "Samoa 2040 sets Samoa’s agenda for economic growth and development over the next 20 years."}, {"text_block_id": "p6_b46", "text": "It identifies a set of potentially transformational opportunities that have the potential to boost incomes, employment, and standards of living in Samoa over the longer-term. The Samoa 2040 approach suggests that reform and investment efforts need to be carefully targeted at unlocking opportunities for income growth that have the highest potential given Samoa’s unique circumstances. These opportunities lie in four broad focus areas: tourism, agriculture and fishing, the development of a digital economy, and labour mobility. By providing a roadmap to take advantage of these opportunities – which will raise economic growth, create employment opportunities, and generate government revenues – Samoa 2040 aims to ensure that all Samoans have the means and opportunity to pursue a better life, and that no one is left behind."}, {"text_block_id": "p6_b47", "text": "Samoa’s economic geography and vulnerability to shocks pose challenges, as is the case for many small Pacific island countries."}, {"text_block_id": "p6_b48", "text": "The small size of the economy and its extreme remoteness from major markets push up the costs of economic activity, as it is difficult for businesses to realize economies of scale in producing for the domestic market, and"}, {"text_block_id": "p6_b49", "text": "Samoa 2040"}, {"text_block_id": "p6_b50", "text": "aims to ensure that all Samoans have the means and opportunity to pursue a better life, and that no one is left behind."}, {"text_block_id": "p6_b51", "text": "transport costs reduce the gains from international trade. Despite these challenges, Samoa has made much progress over the last twenty years, and performs comparatively well on many indicators of economic development when compared with its Pacific neighbours. But average per capita incomes remain relatively low by global standards, and only around half the working population is employed."}, {"text_block_id": "p6_b52", "text": "Vulnerability to external shocks has resulted in a high degree of volatility in economic performance. Most recently, the global COVID-19 pandemic has had dramatic effects on the Samoan economy. Although Samoa has managed to successfully contain COVID-19 at the borders, it has felt the full force of the economic impacts of restrictions on movement and falling external demand."}, {"text_block_id": "p6_b53", "text": "Even prior to the impact of COVID-19, the Samoan economy was facing several headwinds."}, {"text_block_id": "p6_b54", "text": "Tourism has faced impediments in terms of poor connectivity, inadequate skills and service standards, shortcomings in public infrastructure and attractions, and relatively high prices. Domestic agricultural production has trended downwards over the past twenty years, despite significant potential for local consumption needs to be met by local production rather than imported produce. Although there have been significant improvements to public infrastructure, the cost of doing business in Samoa remains high compared to comparable economies."}, {"text_block_id": "p6_b55", "text": "Raising this trajectory of modest, volatile economic growth is vital, given that economic growth is the primary determinant of incomes, employment, and government revenues."}, {"text_block_id": "p6_b56", "text": "The international evidence also suggests that economic growth is the single best mechanism for improving livelihoods across the income distribution and reducing hardship among the poorest and most vulnerable. But if Samoa continues with a business as usual (BAU) growth scenario, it is likely to see a continuation of modest growth in incomes and employment opportunities."}, {"text_block_id": "p6_b57", "text": "The vision of Samoa 2040 is to transform the economy over the next twenty years to sustainably increase the incomes and employment of all Samoans, allowing each citizen the opportunity to pursue the best, most productive life possible."}, {"text_block_id": "p6_b58", "text": "Our ambition is to raise incomes, accelerate employment creation and improve the standard of living of every Samoan household. To achieve that, Samoa needs to boost its long-term economic growth trajectory."}, {"text_block_id": "p7_b59", "text": "Reforms and investments should be targeted toward economic opportunities that have the most potential given Samoa’s geography and unique circumstances."}, {"text_block_id": "p7_b60", "text": "Samoa can make better use of its natural endowments (people and culture, natural environment, productive agricultural land and fishing waters) which can generate economic gains even despite relatively high costs of production. Given the small size of the local market, labour mobility can be a means of improving the productivity of the domestic labour force by providing it with access to opportunities in overseas markets. Improved connectivity provided through new information and communication technologies (ICT) may provide new opportunities for Samoans to participate in overseas value chains and provide services for external markets, without having to leave the country. At the same time, investments need to focus on building resilience to external shocks, including natural disasters, public health emergencies, and the effects of climate change."}, {"text_block_id": "p7_b61", "text": "By taking full advantage of opportunities in these areas, average per capita incomes could double in real terms over the next twenty years, and close to 100,000 Samoans could be employed domestically, with many more employed in seasonal and longer-term work overseas."}, {"text_block_id": "p7_b62", "text": "Average incomes in Samoa could be around the levels that are in Malaysia, China, and the Maldives"}, {"text_block_id": "p7_b63", "text": "today. GDP could exceed SAT 5 billion in 2040 (in constant 2019 tala terms), with Gross Domestic Product (GDP) growth averaging over 4 percent per year over the next twenty years. Over 70 percent of the working age population could be employed, up from around half currently."}, {"text_block_id": "p7_b64", "text": "Samoa’s pristine natural environment and unique way of life continue to offer significant opportunities for tourism as a longer-term driver of inclusive economic growth."}, {"text_block_id": "p7_b65_merged", "text": "The tourism sector also has significant linkages with the other opportunities outlined in Samoa 2040: as a source of demand for fresh agricultural produce, as an employer of young Samoans who may have gained experience and on-the-job training from a stint overseas, and as a key beneficiary of improved connectivity and other public infrastructure and services. Actions to boost tourist arrivals and spending can therefore have substantial spillover effects to the rest of the economy."}, {"text_block_id": "p7_b68", "text": "Tourism’s recovery from the impacts of the COVID19 pandemic is likely to take several years, even in an upside scenario, but steps can be taken now to respond to this challenge."}, {"text_block_id": "p7_b69", "text": "In the near term, Samoa must ensure it remains in a position to capitalize on its fundamental strengths as a tourist destination once borders reopen, avoiding as far as possible the inefficient closure of"}, {"text_block_id": "p8_b70", "text": "otherwise sound businesses and the permanent loss of jobs. COVID-19 also provides an opportunity to ‘reset’ and recalibrate priorities as necessary to set Samoa’s tourism sector up for the longer-term, and address some of the structural issues that have been constraining growth. Samoa’s competitiveness has been held back by limited strategic investment in the sector (both public and private), inadequate hospitality and service standards, poor connectivity, and high prices. In addressing these constraints, Government must work together with the private sector to reposition tourism as a top national priority. A more coordinated, longer-term approach is required to promote skills development in targeted areas, enhance air access, and allocate public funding to projects and initiatives that will boost the attractiveness of Samoa as a tourist destination and unlock much-needed private investment in the local offering."}, {"text_block_id": "p8_b71", "text": "At the same time, the medium and longer term outlook for international tourism remains highly uncertain."}, {"text_block_id": "p8_b72", "text": "There is a possibility that hesitation to travel internationally will persist, even after the COVID-19 pandemic is brought under control. Given the prevailing uncertainty, it is prudent to explore ways of diversifying the Samoan economy."}, {"text_block_id": "p8_b73", "text": "There are significant opportunities to boost agriculture and fishing production in Samoa to increase the scope for import substitution, raise exports, ensure food security, and promote nutrition."}, {"text_block_id": "p8_b74", "text": "By underscoring the importance of food security and economic diversification, the COVID19 pandemic provides an opportunity to transform the agriculture and fishing sectors along these lines."}, {"text_block_id": "p8_b75", "text": "But existing constraints will need to be addressed if productivity and efficiency in these sectors is to improve."}, {"text_block_id": "p8_b76", "text": "Farmers will need to be supported in their efforts to transition from subsistence agriculture to semi-commercial and commercial production, including through the promotion of larger-scale farming, cooperative arrangements and producer organizations; the advancement of new climate-smart technologies and farming techniques, including via the provision of extension services; increased access to finance; and expanded provision of public infrastructure. Linkages with domestic and export markets should be strengthened in order to bolster demand. In the fishing sector, there are opportunities to boost import substitution, increase the value of exports, and provide transshipment services, but the overexploitation of fishing resources must be avoided to preserve longer-term sustainability."}, {"text_block_id": "p8_b77", "text": "Digital technologies present transformative opportunities for the Samoan economy."}, {"text_block_id": "p8_b78", "text": "By reducing the transactions costs associated with distance and improving access to information and markets, digital technologies can act to stimulate business opportunities in e-commerce and e-services, as well as increasing productivity and growth in more traditional sectors such as agriculture and tourism. At the same time, they can enable more efficient delivery of health, education, and business services, improve connectivity between rural and urban communities, and provide government, businesses, and citizens with access to better information. The social distancing requirements and restrictions on physical movement associated with COVID-19 have highlighted the potential of information and communication technology as a means of connecting"}, {"text_block_id": "p9_b79", "text": "people with each other, as an enabler of public service delivery, and as a key driver of economic productivity across a range of industries."}, {"text_block_id": "p9_b80", "text": "To fully realize the benefits of a digital economy, Samoans must be able to connect with and trust the technology, the business environment needs to become more supportive, and investment in education, skills, and digital literacy is paramount."}, {"text_block_id": "p9_b81", "text": "The Tui Samoa cable has increased the availability of fast, reliable internet services to government, the business community and the general public. Further efforts are now required to get Samoans connected, and to strengthen the legal and regulatory environment to ensure that consumer interests are protected. Investment in education and skills is vital to allow business owners and employees to make full use of digital technologies and innovate in ways that maximize its potential, while at the same time promoting the digital literacy of consumers. A more supportive business environment – which can in part be achieved through the provision of complementary inputs such as digital payment systems, logistics and trade platforms – will also help to ensure that businesses small and large can take advantage of the opportunities that the digital economy offers."}, {"text_block_id": "p9_b82", "text": "Unlocking opportunities for income growth lies in four focus areas: tourism, agriculture and fishing, the development of a digital economy, and labour mobility."}, {"text_block_id": "p9_b83", "text": "Labour mobility is a major source of economic opportunity for Samoa and its people."}, {"text_block_id": "p9_b84", "text": "It provides a valuable source of income for Samoan workers and their families and communities, and offers an opportunity to gain new experiences and training which then can be reinvested into Samoa’s development. Given that the opportunities generated by Samoa’s relatively small domestic market may not be sufficient to absorb all those looking for work, labour mobility is also an important mechanism to ensure that Samoan workers can use their existing skills and abilities most productively."}, {"text_block_id": "p9_b85", "text": "While the COVID-19 pandemic is currently constraining labour mobility opportunities, there are reasons to be optimistic about the future."}, {"text_block_id": "p9_b86", "text": "As long as Samoa continues to successfully contain COVID-19, it has the potential"}, {"text_block_id": "p9_b87", "text": "to be among the first group of countries granted access to the Australian and New Zealand labour markets. The Australian Government for example has recently announced an agreement to resume the recruitment of Pacific workers, with a scheme currently being trialed in the Northern Territory. Over the longer term, Samoa has the potential to realize substantial additional benefits from labour mobility by increasing the number of Samoans participating in overseas employment, and by maximizing the development impact of these opportunities for participants and their communities. To achieve these objectives, sustained efforts will be required to connect and market Samoan workers to overseas employers. Recruitment and selection processes should be regularly reviewed to ensure that employer needs are being met. Domestic education and training should be aligned as closely as possible with labour market demand from both domestic and overseas employers. The government should also continue to advocate for the expansion of labour mobility and preferential migration opportunities available to Samoa. At the same time, steps should be taken to manage the adverse social and economic impacts of labour mobility. Government must closely support Samoan workers at all stages of the process – prior to departure, to ensure they are adequately prepared; while they are overseas, to manage feelings of isolation and"}, {"text_block_id": "p10_b88", "text": "ensure they are in the best possible position to meet employer expectations; and upon their return to Samoa to help facilitate reintegration into the local labour force."}, {"text_block_id": "p10_b89", "text": "Samoa’s capacity to take advantage of the Samoa 2040 opportunities"}, {"text_block_id": "p10_b90", "text": "will depend on its success in improving the health, education, and training of its people, investing in climate-resilient physical infrastructure to enhance connectivity and lower costs, promoting the sustainable management of its ecosystems, and ensuring a safe, secure, inclusive society where all Samoans have the ability and means to pursue opportunities to improve their well-being, free from threats of violence or crime."}, {"text_block_id": "p10_b91", "text": "Education and skills are critical enablers."}, {"text_block_id": "p10_b92", "text": "The inter-national evidence suggests that one of the highest-return investments available to governments is investing in the first thousand days of a child’s life through access to early childhood education (ECE), as well as adequate nutrition and health care. Further work is also required to raise primary and secondary education standards, improve post-secondary training and skills development, and increase alignment with the demands of local and international employers. For tourism, boosting hospitality training to boost service standards is a priority. To promote a digital economy, advanced technical capacity will need to be developed in some areas, but basic digital skills and awareness also need to be raised among the population at large to ensure that these technologies are used to their full potential. In agriculture, farmers need technical information, support, and data on good agricultural practices, organic farming, pest control, livestock diseases, use of pesticides and compliance with export markets."}, {"text_block_id": "p11_b93", "text": "People are more productive when they are well, and hence good health is an equally important component of human capital."}, {"text_block_id": "p11_b94", "text": "Continued efforts are needed to control non"}, {"text_block_id": "p11_b95", "text": "-"}, {"text_block_id": "p11_b96", "text": "communicable diseases, including through incentivizing improved nutrition, promoting healthy lifestyles, and returning to the family-oriented community engagement and"}, {"text_block_id": "p11_b97", "text": "fa’a-Samoa"}, {"text_block_id": "p11_b98", "text": "ways of delivering primary health care to the communities. The measles outbreak and COVID-19 have thrown into stark relief the necessity of maintaining high immunization rates and strengthening preparedness, surveillance, and response protocols to deal with epidemics of communicable diseases."}, {"text_block_id": "p11_b99", "text": "Government should continue to invest in climate- and disaster-resilient infrastructure projects that will lead to a reduction in the cost of doing business, stimulate economic growth, improve livelihoods and ensure access at affordable prices for households."}, {"text_block_id": "p11_b100", "text": "Connectivity – both physical (via land, sea, and air) and virtual (through information and communication technology) – is critical to realizing the"}, {"text_block_id": "p11_b101", "text": "Samoa 2040"}, {"text_block_id": "p11_b102", "text": "opportunities. Widespread access to reliable, efficient, and affordable public utilities (water, electricity) is also important for livelihoods, and to improve the environment for doing business. Building more resilient infrastructure can save lives, reduce damages and the need for expensive repairs, and minimize the consequences of natural disasters, ensuring the continuity of critical public services. Through robust project appraisal mechanisms and rules around the contracting of new debt, Samoa can take advantage of productive public investment opportunities while maintaining the sustainability of public finances."}, {"text_block_id": "p11_b103", "text": "Maintaining peace, security, and inclusivity is critical for Samoa’s sustainable development aspirations."}, {"text_block_id": "p11_b104", "text": "Fa’a Samoa – the Samoan way – has traditionally promoted cohesion and stability in the community setting, with its focus on maintaining close family and community ties. But rising social problems have placed fa’a Samoa under increased stress. Alcohol-related violence and violence against women and children are on the rise. In addition to the direct impacts, instability, violence, and other forms of criminality within families and communities can carry significant economic costs – in terms of lost productivity, unequal access to opportunity, and additional financing needs associated with the provision of additional health and law enforcement services. While there are no easy answers, a combination of education, social protection, awareness-raising, institutional change, support for victims, and a strict approach to perpetrators is likely to be required."}, {"text_block_id": "p11_b105", "text": "The partnership between the national government, the police, and the village councils is critical to addressing social problems, violence and other criminal activities."}, {"text_block_id": "p11_b106", "text": "By reducing unemployment and boosting incomes, many of the opportunities outlined in"}, {"text_block_id": "p11_b107", "text": "Samoa 2040"}, {"text_block_id": "p11_b108", "text": "should help address some of the root causes of social problems."}, {"text_block_id": "p11_b109", "text": "But steps will need to be taken to ensure that all Samoans have access to these economic opportunities, and that all Samoans see the benefits of economic growth. The experience with COVID-19 suggests there would be some benefit in expanding government-led mechanisms to provide targeted social assistance in order to improve the livelihoods of the poorest and most vulnerable in Samoa, especially in response to disasters and shocks."}, {"text_block_id": "p11_b110", "text": "Government policy will need to be supportive of long"}, {"text_block_id": "p11_b111", "text": "-"}, {"text_block_id": "p11_b112", "text": "term growth, and provide an attractive, stable economic environment to encourage private sector investment."}, {"text_block_id": "p11_b113", "text": "This includes foreign direct investment, which has traditionally been relatively low in Samoa but which can be a critical source of capital, technology and knowledge transfer. It will also be critical to think strategically about the role of government and its relationship with the private sector. Each has its comparative advantages. The government should help provide the public goods and the policy and regulatory environment necessary for the private sector to flourish. But to ensure long-term sustainability, the private sector should ultimately be the engine of growth in Samoa, taking advantage of the market-friendly conditions fostered by government to invest in their businesses and employ more people."}, {"text_block_id": "p11_b114", "text": "In 2020, Samoa is understandably focused on dealing with the immediate economic impacts of the COVID-19 pandemic, but it remains critically important to engage with the longer-term agenda."}, {"text_block_id": "p11_b115_merged_merged_merged", "text": "Over the next five to ten years, the strength of Samoa’s recovery from the economic shock caused by COVID-19 will be in large part determined by the extent to which the opportunities outlined in Samoa 2040 are successfully pursued. Samoa 2040 provides a long-term strategic framework to guide the short and medium-term priorities outlined in the Strategy for the Development of Samoa (SDS). Key actions derived from Samoa 2040 will be included in the SDS 2021-25, and future SDSs, these will monitor the implementation of these actions and the extent of progress against desired results."}, {"text_block_id": "p12_b123", "text": "Samoa 2040"}, {"text_block_id": "p12_b124", "text": "is Samoa’s agenda for economic growth and development over the next 20 years."}, {"text_block_id": "p12_b125", "text": "It identifies a set of potentially transformational opportunities that have the potential to boost incomes and standards of living in Samoa by the year 2040. These opportunities lie in four broad focus areas: tourism, agriculture and fishing, the development of a digital economy, and labour mobility. By providing a roadmap to take advantage of these opportunities – which will raise economic growth, create employment opportunities, and generate government revenues –"}, {"text_block_id": "p12_b126", "text": "Samoa 2040"}, {"text_block_id": "p12_b127", "text": "creates a platform to ensure the needs of present and future Samoan generations are met, and that no one is left behind."}, {"text_block_id": "p12_b128", "text": "The motivation for"}, {"text_block_id": "p12_b129", "text": "Samoa 2040"}, {"text_block_id": "p12_b130", "text": "stems from the conviction that Samoa needs to adopt a more strategic approach to achieving sustained economic growth and development."}, {"text_block_id": "p12_b131", "text": "Several reform initiatives have been implemented over the past twenty years to improve governance, build capacity, promote strategic and participatory planning, improve public service management, and enhance the investment climate to make it easier to do business. But the impact of these initiatives – in terms of increased investment, productivity, and growth – has waned, and Samoa’s economic performance over the last decades has at times fallen short of expectations."}, {"text_block_id": "p12_b132", "text": "In part, this is because of the structural constraints to growth that Samoa faces as a small, remote Pacific Island country."}, {"text_block_id": "p12_b133", "text": "Samoa’s small size makes it difficult to achieve economies of scale in the supply of goods and services to the domestic market, while its remoteness from major international markets leads to high costs of trade. Moreover,"}, {"text_block_id": "p12_b134", "text": "Samoa’s vulnerability to natural disasters and climate change periodically leads to substantial damages and reductions in the capital stock."}, {"text_block_id": "p12_b135", "text": "Samoa 2040"}, {"text_block_id": "p12_b136", "text": "takes a realistic view of the constraints that geography imposes, but outlines what would be possible if existing opportunities for economic growth were fully exploited, and provides a roadmap of actions to unlock these opportunities."}, {"text_block_id": "p12_b137", "text": "The"}, {"text_block_id": "p12_b138", "text": "Samoa 2040"}, {"text_block_id": "p12_b139", "text": "approach suggests that reform and investment efforts need to be carefully targeted at unlocking opportunities for income growth that have the highest potential, given Samoa’s geography (see the section titled Transformative economic opportunities). Each of the opportunities presented in tourism, agriculture and fishing, development of a digital economy, and labour mobility responds in some way to the constraints associated with smallness and remoteness, and provides ways in which Samoa can enrich its natural endowments (productive agricultural land, natural beauty, culture, and people) to their fullest potential."}, {"text_block_id": "p12_b140", "text": "Samoa 2040"}, {"text_block_id": "p12_b141", "text": "also recognizes that to take advantage of these opportunities, investment in human, physical, and social capital will be required."}, {"text_block_id": "p12_b142_merged_merged_merged", "text": "Concerted efforts will be needed to improve the health, education, and training of Samoa’s people, encourage investment in climate-resilient physical infrastructure to improve connectivity and lower costs, and provide a safe, secure environment for communities and businesses. These supply-side ‘enablers’ for the economic opportunities outlined above are specifically examined in the section titled, How can these opportunities be realized?"}, {"text_block_id": "p13_b145", "text": "Samoa 2040"}, {"text_block_id": "p13_b146", "text": "does not duplicate the five-year Strategy for the Development of Samoa but is rather a complement to the SDS, providing a long-term strategic framework to guide the short and medium-term priorities outlined in the SDS."}, {"text_block_id": "p13_b147", "text": "Samoa 2040"}, {"text_block_id": "p13_b148", "text": "differs from the SDS in two main respects:"}, {"text_block_id": "p13_b149", "text": "differs from the SDS in two main respects:\n* First,\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n Samoa 2040\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n Samoa 2040\n as providing the long-term economic vision for the country. âKey actionsâ derived from the\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n Samoa 2040\n as providing the long-term economic vision for the country. âKey actionsâ derived from the\n Samoa 2040\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n Samoa 2040\n as providing the long-term economic vision for the country. âKey actionsâ derived from the\n Samoa 2040\n Plan will be included in each SDS, and future SDSs will monitor implementation of these actions and the extent of progress against desired results. Future SDSs will also provide a periodic opportunity to reassess the broader strategic objectives of\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n Samoa 2040\n as providing the long-term economic vision for the country. âKey actionsâ derived from the\n Samoa 2040\n Plan will be included in each SDS, and future SDSs will monitor implementation of these actions and the extent of progress against desired results. Future SDSs will also provide a periodic opportunity to reassess the broader strategic objectives of\n Samoa 2040\n* has a 20-year time horizon, recognizing that many of the economic opportunities presented need to be pursued consistently over the longer term if the potential benefits are to be fully realized. It is therefore envisaged that four successive five-year SDSs â beginning with the 2021-25 SDS currently under preparation â will each reference\n Samoa 2040\n as providing the long-term economic vision for the country. âKey actionsâ derived from the\n Samoa 2040\n Plan will be included in each SDS, and future SDSs will monitor implementation of these actions and the extent of progress against desired results. Future SDSs will also provide a periodic opportunity to reassess the broader strategic objectives of\n Samoa 2040\n and recalibrate as necessary.\n* Second, in contrast to the SDS which is intended to cover all aspects of national development,\n* is more narrowly focused on the realization of economic opportunities that have the potential to boost national incomes and employment. This is in recognition of the fact that economic growth is fundamental to achieving improved standards of living for all Samoans. Reflecting this more targeted focus,\n* is more narrowly focused on the realization of economic opportunities that have the potential to boost national incomes and employment. This is in recognition of the fact that economic growth is fundamental to achieving improved standards of living for all Samoans. Reflecting this more targeted focus,\n Samoa 2040\n* is more narrowly focused on the realization of economic opportunities that have the potential to boost national incomes and employment. This is in recognition of the fact that economic growth is fundamental to achieving improved standards of living for all Samoans. Reflecting this more targeted focus,\n Samoa 2040\n goes a step"}, {"text_block_id": "p13_b165", "text": "further than previous work in quantifying the possible benefits (in terms of average incomes, employment, and government revenues) that can be obtained if Samoa takes steps to exploit the available economic opportunities."}, {"text_block_id": "p13_b166", "text": "In 2020, the country is understandably focused on dealing with the immediate economic impacts of the COVID-19 pandemic, but it remains critically important to engage with the longer-term agenda."}, {"text_block_id": "p13_b167_merged_merged_merged_merged", "text": "Over the next five to ten years, the strength of Samoa’s recovery from the economic shock caused by COVID-19 will be in large part determined by the extent to which the opportunities outlined in Samoa 2040 are successfully pursued. COVID-19 is likely to have profound and long-lasting implications for each of the four focus areas, but there are opportunities among the many threats. The temporary disruption to international tourism and to labour mobility provides a chance to take stock of recent developments and recalibrate priorities as necessary to ensure that Samoa is in the strongest possible position to take advantage of these opportunities when they return. In agriculture, COVID-19 has highlighted the importance of ensuring food security, and is a potential opportunity to further promote the import substitution agenda. And, as has been the case around the world, the social distancing requirements and restrictions on physical movement associated with COVID-19 have highlighted the potential of information and communication technology as a means of connecting people with each other and boosting access to information, as an enabler of new firms and jobs, and as a driver of economic productivity across the economy."}, {"text_block_id": "p14_b170", "text": "Samoa’s economic geography poses challenges, as is the case for many small Pacific island countries. The small size of the economy and its extreme remoteness from major markets push up the costs of economic activity, as it is difficult for businesses to realize economies of scale in producing for the domestic market, and transport costs reduce the gains from international trade. While it has risen over time, average per capita income remains at the lower end of the global distribution."}, {"text_block_id": "p14_b171", "text": "Samoa’s narrowly-based economy and vulnerability to external shocks result in a high degree of volatility in economic performance. Global shocks and natural disasters have had a pronounced impact on Samoa’s economy over recent decades (as most recently illustrated by the impact of COVID-19). Notably, every period of negative growth has been preceded by either a global economic downturn, a natural disaster or combination of both."}, {"text_block_id": "p14_b172", "text": "FIGURE 2"}, {"text_block_id": "p14_b173", "text": "Gross national income per capita. Current US$, 2018"}, {"text_block_id": "p15_b174", "text": "During the crises of the late 80s and early 90s, inflation reached double digits, foreign reserves fell to low levels, unemployment was widespread, and fiscal imbalances were large. These developments highlighted the need for the nation to put its house in order. Against that backdrop, the Government introduced several significant reform initiatives, including liberalization of the financial sector; adoption of the value added goods and services tax (VAGST); introduction of a major restructure of taxes and tariffs; privatization of government services and state owned enterprises; improvements in public-private partnerships; introduction of national and sector-wide strategic planning and performance based budgeting frameworks; and realignment and institutional strengthening of public sector agencies for improved service delivery."}, {"text_block_id": "p15_b175", "text": "The reforms resulted in significant improvements in the overall business environment and spurred confidence in the government’s economic management, providing the platform for stable and strong growth between 2000-2007 averaging around 5 percent per year."}, {"text_block_id": "p15_b176", "text": "While Samoa continues to benefit from these reforms, they are no longer driving faster overall growth. In 2009, the Samoan economy contracted by around 5 percent as a result of the cumulative effects of the 2008 food and fuel price spikes, the global economic crisis – which hit manufactured exports particularly hard – and a devastating tsunami. Cyclone Evan in December 2012 caused further damage and losses amounting to around 30 percent of GDP. The Government responded to this succession of major shocks by increasing public expenditures, which supported"}, {"text_block_id": "p15_b177", "text": "the economy but also led to significant increases in public debt. Economic growth has picked up in more recent years, but has remained modest on average and continues to be quite volatile."}, {"text_block_id": "p15_b178", "text": "Samoa’s exposure to external shocks has most recently been illustrated by the effects of COVID-19 pandemic, which is having dramatic effects on economies worldwide. Although Samoa has managed to successfully contain COVID-19, it has felt the full force of the economic impacts of restrictions on movement and falling external demand. In the near term, most sectors are expected to be negatively affected, with tourism-related industries the hardest hit. International travel restrictions have also stymied opportunities for Samoan workers to obtain employment overseas."}, {"text_block_id": "p16_b179", "text": "FIGURE 3"}, {"text_block_id": "p16_b180", "text": "Samoa GDP growth,"}, {"text_block_id": "p16_b181", "text": "percent (FY2020 is projection)"}, {"text_block_id": "p16_b182", "text": "Even prior to the impact of COVID-19, the Samoan economy was facing a number of longer-term structural challenges. Samoa’s share of total international arrivals to the region has remained broadly unchanged at around 8 percent over the last two decades. Tourism has faced impediments in terms of poor connectivity, inadequate skills and service standards, shortcomings in public infrastructure and attractions, and relatively high prices. All these make it difficult for Samoa to attract the private sector investment needed to develop new, higher quality products. Domestic agricultural production has trended downwards over the past twenty years, despite significant potential for local consumption needs to be met by local production rather than imported produce. The size of the manufacturing sector is small, and production remains volatile and dependent on a few large firms. Public and donor-funded construction projects have been a significant driver of growth in recent years, but there is little scope for construction to make a significant additional contribution to growth in the future given constraints to government finances and donor"}, {"text_block_id": "p16_b183", "text": "aid budgets. Despite significant improvements to public infrastructure – which have been reflected in improved access to treated water, electricity, and internet connectivity, and enhancements to the road network, the airport, and shipping links between the two main islands – the private sector is of the view that the cost of doing business in Samoa remains high compared to comparable economies."}, {"text_block_id": "p16_b184", "text": "Raising this trajectory of modest, volatile economic growth is vital, given that economic growth is the primary determinant of employment growth, and of the incomes Samoan families have to improve their quality of life. Employment growth has been weak over the past two decades. The available employment data shows that formal employment only increased marginally in the decade to 2018. The unemployment rate was recorded at 14.5 percent in 2017, and at over 30 percent among those aged 15 to 24. Data from the most recent (2016) census indicates that only around half of the working age population were employed, and a large proportion of these were informally employed"}, {"text_block_id": "p17_b185", "text": "in agriculture. Employment is important, not just because of the financial benefits it can bring, but because it is good for health, wellbeing, and the confidence and self-esteem that comes with being a productive member of the community."}, {"text_block_id": "p17_b186", "text": "Economic growth provides the revenue base that government needs to provide critical public services, benefiting all Samoans. Samoa has invested heavily in the health and education of its citizens – as reflected by relatively good human development indicators compared with many of its Pacific neighbours – but further investment in human capital is needed to ensure that all Samoans have the opportunity to fulfil their potential."}, {"text_block_id": "p17_b187", "text": "The international evidence also suggests that economic growth is the single best mechanism for improving livelihoods across the income distribution and reducing hardship among the poorest and most vulnerable. The latest available Household Income and Expenditure Survey  (HIES)"}, {"text_block_id": "p17_b188", "text": "data indicate that the incidence of hardship among the population has declined, but around 20 percent of Samoans still have difficulty meeting their basic needs."}, {"text_block_id": "p17_b189", "text": "Samoa 2040"}, {"text_block_id": "p17_b190", "text": "presents an opportunity for these citizens to raise their standards of living and share in the benefits of faster, more consistent economic growth."}, {"text_block_id": "p17_b191_merged_merged", "text": "Overall, Samoa has made much progress over the last twenty years, and performs comparativelywell on many indicators of economic development when compared with its Pacific neighbours. But average incomes remain relatively low, and only half the working age population is employed. If Samoa continues with a business as usual growth scenario, it is likely to see a continuation of modest growth in incomes and employment opportunities over the next 20 years. Is there a way to change this trajectory? Samoa 2040 sets out a strategic direction and set of priorities to achieve this goal."}, {"text_block_id": "p18_b194", "text": "The vision of"}, {"text_block_id": "p18_b195", "text": "Samoa 2040"}, {"text_block_id": "p18_b196", "text": "is to transform the economy over the next twenty years to sustainably increase the incomes and employment of all Samoans, allowing each citizen the opportunity to pursue the best, most productive life possible."}, {"text_block_id": "p18_b197", "text": "Business as usual will only lead to modest increases in living standards by 2040. Our ambition is to raise incomes, accelerate employment creation and improve the standard of living of every Samoan household. To achieve that, Samoa needs to boost its economic growth trajectory over the longer term."}, {"text_block_id": "p18_b198", "text": "Samoa can do little about its geography and susceptibility to external shocks and natural disasters. But – building on the vision and commitment shown in the mid-1990s during the first wave of reforms – it has an opportunity to pursue a second wave of planning and reform to provide the best possible environment for growth. That means focusing on opportunities that make the most economic sense given our circumstances, and increasing our resilience to external shocks, including natural disasters, public health emergencies, and the effects of climate change."}, {"text_block_id": "p18_b199", "text": "Samoa 2040"}, {"text_block_id": "p18_b200", "text": "is intended to provide a pathway towards transformational change in four key growth areas: tourism, agriculture and fishing, development of a digital economy, and labour mobility. By taking full advantage of the opportunities in each of these areas – as detailed in the next section – average per capita incomes could double in"}, {"text_block_id": "p18_b201", "text": "real terms over the next twentyyears, and close to 100,000 Samoans could be employed domestically, with many more employed in seasonal and longer-term work overseas. In particular:"}, {"text_block_id": "p18_b202", "text": "real terms over the next twentyyears, and close to 100,000 Samoans could be employed domestically, with many more employed in seasonal and longer-term work overseas. In particular:\n* GDPreaches SAT5.2 billion by2040 in the âopportunityâ scenario, vs SAT 3.7 billion in the baseline, and SAT 2.3 billion currently (all in constant 2019 tala terms). So there is the potential for GDP to more than double over the next 20 years in real terms.\n* GDP growth averages over 4 per cent peryear over the next 20 years in the opportunity scenario, vs 2.5 per cent per year in the business as usual baseline.\n* Including remittances and seasonal worker income, GDP per capita increases from SAT 14000 in 2019 to SAT 29000 by 2040 in the opportunity scenario (vs about SAT 21000 in the baseline). So if the Samoa 2040 opportunities are fully realized, each person in Samoa could be SAT 8000 better off by 2040 than they would be otherwise. Average incomes in Samoa could be around the same levels that are in Malaysia, China, and the Maldives today."}, {"text_block_id": "p19_b210", "text": "real terms over the next twentyyears, and close to 100,000 Samoans could be employed domestically, with many more employed in seasonal and longer-term work overseas. In particular:\n* GDPreaches SAT5.2 billion by2040 in the âopportunityâ scenario, vs SAT 3.7 billion in the baseline, and SAT 2.3 billion currently (all in constant 2019 tala terms). So there is the potential for GDP to more than double over the next 20 years in real terms.\n* GDP growth averages over 4 per cent peryear over the next 20 years in the opportunity scenario, vs 2.5 per cent per year in the business as usual baseline.\n* Including remittances and seasonal worker income, GDP per capita increases from SAT 14000 in 2019 to SAT 29000 by 2040 in the opportunity scenario (vs about SAT 21000 in the baseline). So if the Samoa 2040 opportunities are fully realized, each person in Samoa could be SAT 8000 better off by 2040 than they would be otherwise. Average incomes in Samoa could be around the same levels that are in Malaysia, China, and the Maldives today.\n* Relative to the BAU case (employment growing from 56000 in 2019 to 73000 in 2040), an extra 25000 jobs could be created in the Samoan economy in the opportunity scenario. Over 70 percent of the working age (15-64) population could be employed, from less than half currently. The majority of these extra jobs would be created in the tourism sector, which is more labour-intensive than most other sectors.\n<\\li1>"}, {"text_block_id": "p19_b212", "text": "Tourism accounts for just under half of the additional growth in the opportunity scenario based on an increase in tourist arrivals to around 400,000 per year by 2040, and a pick-up in growth in average spending per arrival  - a real increase of around 1 percent per year. Boosting the agriculture sector would have a smaller overall growth impact but would be critical for the livelihoods of many Samoan households. In the opportunity scenario, an additional 4500 jobs could also be created overseas for longer-term migrants, and an additional 9000 seasonal work opportunities (per year), relative to the BAU baseline projections. Digital economy accounts for about a quarter of the additional growth, based on growth in the communication sector, growth in business services (business process outsourcing, Small and Medium Enterprises-SMEs), and growth in labour productivity across the economy through the use of ICT. The remittances these workers send home would have a multiplier impact on economic activity in Samoa, and the skills and experiences they bring home would improve labour productivity, leading to a further positive impact on economic growth."}, {"text_block_id": "p19_b213", "text": "These are aspirational goals. They are intended simply to provide a broad sense ofwhat is possible overall, and an idea of the potential scale of opportunities in each sector. Given the heavy dependence on assumptions and the difficulty of accounting for future uncertainties, they should not be viewed as targets. But the scenarios do suggest that with a concerted effort in these priority areas, faster growth in incomes, employment, and living standards is achievable."}, {"text_block_id": "p19_b214_merged", "text": "To realize the full potential of the Samoa 2040 opportunities in the identified growth sectors, action must also be taken to strengthen the enabling environment, including via:"}, {"text_block_id": "p19_b217", "text": "To realize the full potential of the Samoa 2040 opportunities in the identified growth sectors, action must also be taken to strengthen the enabling environment, including via:\n* continued investment in the health and education of Samoaâs people;\n* investment in climate-resilient physical infrastructure to improve connectivity and access to public services, and lower the costs of doing business; and\n* the promotion of a safe, secure, inclusive Samoa, in which all Samoans have the opportunity to pursue the best, most productive lives possible, free from violence and supported in times of hardship."}, {"text_block_id": "p19_b223", "text": "This will provide the foundation upon which to deliver improved growth, higher incomes and more jobs for Samoans over the next twenty years."}, {"text_block_id": "p20_b224", "text": "FIGURE 4"}, {"text_block_id": "p20_b225", "text": "Samoa GDP Projections,"}, {"text_block_id": "p20_b226", "text": "constant 2019 tala (millions)"}, {"text_block_id": "p20_b227", "text": "FIGURE 5"}, {"text_block_id": "p20_b228", "text": "Samoa GDP plus remittances per capita"}, {"text_block_id": "p20_b229", "text": ","}, {"text_block_id": "p20_b230", "text": "constant 2019 tala (millions)"}, {"text_block_id": "p21_b231", "text": "FIGURE 6"}, {"text_block_id": "p21_b232", "text": "Samoa GDP by industry projections"}, {"text_block_id": "p21_b233", "text": ","}, {"text_block_id": "p21_b234", "text": "constant 2019 tala (millions)"}, {"text_block_id": "p21_b235", "text": "FIGURE 7"}, {"text_block_id": "p21_b236", "text": "Samoa employment projections,"}, {"text_block_id": "p21_b237", "text": "thousands"}, {"text_block_id": "p21_b238", "text": "NB: Excludes 4500 additional jobs for longer-term Samoan migrants and 900 additional seasonal worker jobs by 2040"}, {"text_block_id": "p21_b239", "text": "FIGURE 8"}, {"text_block_id": "p21_b240", "text": "Samoa employment by industry projections"}, {"text_block_id": "p21_b241", "text": "SOURCE (ALL GRAPHS): MINISTRY OF FINANCE"}, {"text_block_id": "p22_b242", "text": "Transformative Economic Opportunities"}, {"text_block_id": "p22_b243", "text": "Each of the transformative economic opportunities proposed in"}, {"text_block_id": "p22_b244", "text": "Samoa 2040"}, {"text_block_id": "p22_b245", "text": "can be related to Samoa’s unique development situation and position in the world, as well as the potential changes in the external environment over the next twenty years."}, {"text_block_id": "p22_b246", "text": "Faster growth rates are possible, but depend on Samoa doing more to fully exploit the opportunities that have the highest potential given the county's specific characteristics. Considering the constraints associated with Samoa’s combination of smallness and remoteness, reforms to improve the general environment for doing business are unlikely to be sufficient to ensure global competitiveness."}, {"text_block_id": "p22_b247", "text": "A key implication is that reforms and investments should be targeted toward reducing the disadvantages imposed by geography, and on economic opportunities that are less affected by these disadvantages."}, {"text_block_id": "p22_b248", "text": "In particular, Samoa can make better use of its natural endowments (productive agricultural land, natural beauty, culture) which have the potential to generate economic gains even if the costs of"}, {"text_block_id": "p22_b249", "text": "producing goods and services are relatively high. Given the small size of the local market, labour mobility can be a means of improving the productivity of the domestic labour force by providing it with access to opportunities in overseas markets. Improved connectivity provided through new information and communication technologies may provide new opportunities for Samoans to participate in overseas value chains and provide services for external markets, without having to leave the country."}, {"text_block_id": "p22_b250", "text": "At the same time, the external environment is constantly changing, and Samoa must position itself to take advantage of likely trends and respond to ongoing challenges."}, {"text_block_id": "p22_b251", "text": "Over the past decade, the East Asia and Pacific region has grown rapidly compared with the rest of the world, and is likely to remain a driver of the global economy for the foreseeable future, with clear implications for tourism, exports of agricultural products and ICT-enabled services, and labour mobilityopportunities. But at the same time, the experience of COVID-19 is likely to transform the medium-term outlook"}, {"text_block_id": "p23_b252", "text": "for the tourism sector in ways that are difficult to predict. Populations in the region are aging, which will likely affect the types of opportunities available to the tourism sector (e.g. the market for retirees), and to Samoans looking for work overseas (e.g. in the aged care industry). Technological changes are likely to have significant implications, creating as yet unforeseen economic opportunities. Major advances in renewable energy generation such as hydro, solar, wind, and ocean power hold the potential to reduce Samoa’s dependence on imported fuel."}, {"text_block_id": "p23_b253", "text": "Climate change is the critical global challenge that Samoa must face for the next twentyyears and beyond."}, {"text_block_id": "p23_b254", "text": "Alongside investments in its people, climate resilient investments in physical infrastructure will be required to ensure that Samoa is in as strong a position as possible to adapt to the ongoing effects."}, {"text_block_id": "p24_b255", "text": "Taken together, these considerations suggest that four key sectors will underpin the future prosperity of Samoans:"}, {"text_block_id": "p24_b256", "text": "Tourism"}, {"text_block_id": "p24_b257", "text": "Samoa’s pristine natural environment and a unique cultural tradition and way of life provide a strong basis for a dynamic tourism sector. Tourism represents a unique opportunity because it is less affected by (and can in fact benefit from) factors that may constrain other drivers of economic growth in Samoa, such as smallness, remoteness, limited urbanization, and a lack of commercialization. Samoa’s natural advantages in tourism mean that economic gains can be realized in the sector despite relatively high costs of production."}, {"text_block_id": "p24_b258", "text": "Agriculture & Fishing"}, {"text_block_id": "p24_b259", "text": "The agriculture and fisheries sector is currently performing below its potential. While trade costs are high, limiting the scope for an export-driven strategy, import substitution is a viable economic approach. Measures to boost the reliable supply of fresh produce within Samoa would help promote the tourism industry and reduce the prevalence of non-communicable diseases. There also may be opportunities to boost exports, particularly in niche markets, given the growth in demand from the region."}, {"text_block_id": "p25_b260", "text": "Digital Economy"}, {"text_block_id": "p25_b261", "text": "Better connectivity and a technology-savvy workforce can help ease the constraints associated with Samoa’s remoteness from major markets, expand the scope for e-commerce, trade in services and entrepreneurialism, and boost productivity across the economy."}, {"text_block_id": "p25_b262", "text": "Labour Mobility"}, {"text_block_id": "p25_b263", "text": "Opportunities in Samoa’s relatively small domestic market may not be sufficient to absorb all those looking for work. Labour mobility provides opportunities for Samoa’s people to use their existing skills and abilities most productively, and to gain new training and experiences overseas which can then be deployed in the domestic market once they return home."}, {"text_block_id": "p26_b264", "text": "Increasing Visitor Arrivals and Spending"}, {"text_block_id": "p26_b265_merged", "text": "Samoa’s pristine natural environment and unique cultural traditions and way of life offer significant opportunities for tourism as a driver of inclusive economic growth. The combination of community, culture and natural beauty helps to differentiate Samoa in the regional tourism market, and has proven attractive to visitors from traditional markets (Australia and New Zealand) and from further afield. The tourism sector also has significant linkages with the other opportunities outlined in Samoa 2040: as a source of demand for fresh agricultural produce, as an employer of young Samoans who may have gained experience and on-the-job training from a stint overseas, and as a key beneficiary of improved connectivity and other public infrastructure and services. Actions to boost tourist arrivals and spending can therefore have substantial spillover effects to the rest of the economy."}, {"text_block_id": "p26_b268", "text": "But the COVID-19 pandemic is currently posing a major challenge to the tourism sector, with full recovery likely to take several years. In the near term, Samoa must ensure it remains in a position to capitalize on its fundamental strengths as a tourist destination once borders reopen, avoiding as far as possible the inefficient closure of otherwise sound businesses and the permanent loss of jobs. COVID-19 may also provide an opportunity to ‘reset’ and recalibrate priorities as necessary to set Samoa’s tourism sector up for the longer-term, and address some of the structural issues that have been constraining growth. Samoa’s competitiveness has been held back by limitied strategic investment in the sector (both public and private), inadequate hospitality and service standards, poor connectivity, and high prices."}, {"text_block_id": "p27_b269", "text": "In addressing these constraints, Government must work together with the private sector to reposition tourism as a top national priority. A more coordinated, longer-term approach is required to promote skills development in targeted areas, enhance air access, and allocate public funding to initiatives that will unlock much-needed private investment in the local tourist offering."}, {"text_block_id": "p27_b270", "text": "With such measures in place, Samoa has the potential to be a leading tourist destination in the Pacific, with 400,000 arrivals peryear by 2040, driven by continued strong growth in arrivals from established markets (New Zealand and Australia) and further growth from emerging markets. Average spending per arrival would also increase, based on efforts to improve the quality of the local product. Total tourist spending would exceed SAT 1.7 billion by 2040, boosting GDP growth by an average of 0.9 percentage points per year over the next 20 years, compared with the business-as-usual scenario. The tourism sector could employ around 22,000 people by 2040 and provide significant additional demand for agricultural products and other locally-produced goods."}, {"text_block_id": "p27_b271", "text": "But to ensure the preservation of what ultimately makes Samoa an attractive tourist destination, the negative impacts of tourism on local ecosystems and communities must be minimized. With the right strategy in place, the tourism sector can make a considerable contribution to the sustainable development of Samoa – creating jobs and boosting incomes, while at the same time promoting cultural traditions and the conservation of the environment."}, {"text_block_id": "p28_b272", "text": "Challenges and Opportunities"}, {"text_block_id": "p28_b273", "text": "Over the past decade, tourism has been the most important driver of the Samoan economy. Tourism accounts for around a quarter of GDP, employs around 15 percent of the workforce and generates a third of the country’s foreign-exchange earnings. Around 180,000 visitors visited Samoa in FY2019, with arrivals growing at an average rate of around 4 percent per year over the last 20 years. New Zealand is the largest source of visitors to Samoa, accounting for almost half of all arrivals, followed by Australia, American Samoa, and the USA."}, {"text_block_id": "p28_b274", "text": "But the COVID-19 pandemic is posing a major challenge to Samoa’s tourism sector. The border closure imposed in response to COVID-19 has halted international arrivals, stifling economic activity in tourism-dependent industries such as accommodation, food, commerce, transport, and other services. A large number of workers have been stood down or are working reduced hours, and several tourism operators and property-owners"}, {"text_block_id": "p28_b275", "text": "have been pushed towards insolvency. Current projections are that tourist arrivals will take at least five years to return to pre-pandemic levels, though much depends on the duration of travel restrictions imposed in response to COVID-19 (both in Samoa and in key source countries), the extent to which hesitation about international travel and tourism persists once borders reopen, and whether Samoa can successfully contain the virus."}, {"text_block_id": "p28_b276", "text": "More structural issues have also been constraining the tourism sector, even prior to the arrival of COVID-19. Although arrivals have grown over the past two decades, Samoa’s market share in the region has remained broadly unchanged at around 8 percent. Moreover, much of the accommodation available in Samoa has suffered from low occupancy rates, in particular during the low season, which has limited the scope for re-investment and product improvement and posed a challenge to maintaining quality standards of accommodation."}, {"text_block_id": "p28_b277", "text": "FIGURE 9"}, {"text_block_id": "p28_b278", "text": "International Arrivals Market Share. Samoa versus key regional competitors"}, {"text_block_id": "p29_b279", "text": "While visitor surveys indicate that the environment and the local people and culture are among Samoa’s most appealing characteristics from a tourist perspective, lacking infrastructure, inadequate public services and facilities, poor service and food standards (despite relatively high prices), and social issues (prevalence of rubbish, activity of child vendors, etc) have acted to dissuade visitors. While some visitors view the range of local attractions favorably, others are disappointed by the lack of options and the quality of the experiences on offer. Nevertheless, overall visitor satisfaction and willingness to return are high, with most visitors willing to recommend Samoa as a place to visit to others."}, {"text_block_id": "p29_b280", "text": "In the near term, Samoa must ensure it remains able to capitalize on its fundamental strengths as a tourist destination once borders reopen, avoiding as far as possible the inefficient closure of otherwise sound businesses and the permanent loss of jobs. While borders remain closed, close coordination between the government and the private sector will be vital, as will the targeted provision of financial support. If the opening-up process is gradual and selective, as seems likely, Samoa’s ability to contain the COVID-19 at the borders – while at the same time demonstrating its capacity to test for the virus, and to trace and treat / isolate any confirmed cases – will be vital to promote confidence in the country as a safe and attractive tourist destination."}, {"text_block_id": "p29_b281", "text": "COVID-19 may also provide an opportunity to ‘reset’ and recalibrate priorities as necessary to set Samoa’s tourism sector up for the longer-term. The Government has dedicated a considerable amount of resources and effort over the past decade to developing the tourist industry. But more must be done to maintain and gain market share in what may be an even more competitive environment over the next few years. At the moment, poor connectivity, inadequate skills and service standards, shortcomings in public infrastructure and attractions, and relatively high prices all make it difficult for Samoa to attract the private sector investment needed to develop new, higher quality products."}, {"text_block_id": "p29_b282", "text": "To catalyze the transformational change envisaged by"}, {"text_block_id": "p29_b283", "text": "Samoa 2040"}, {"text_block_id": "p29_b284", "text": ", these underlying weaknesses need to be addressed. To begin with, Government needs"}, {"text_block_id": "p29_b285", "text": "to recommit to building tourism and reposition it as a national priority. Tourism development needs to be approached on a whole-of-government basis, drawing in key stakeholders including central agencies and line ministries, industry representatives and community leaders. A significant increase in visitor arrivals – and an increase in the proportion of higher-spending tourists – is possible provided there is a clear strategic approach to making Samoa a world class tourist destination."}, {"text_block_id": "p29_b286_merged_merged", "text": "A single high-level taskforce representing the key stakeholders across government, the private sector, and the community should be made accountable for driving the achievement of the Samoa 2040 tourism vision. The establishment of a single coordinating authority to guide and be accountable for tourism sector development would help to overcome coordination failures and would be responsible for the detailed plans necessary to translate this vision into action. Its initial priorities would include: i) the production of a detailed demand analysis that will evaluate and prioritize target markets; ii) the completion of an economic analysis that will guide the allocation of public resources in support of tourism; and iii) a comprehensive destination masterplan that links government expenditures to tourism outcomes and steers the public and private investments needed. Strengthening the skills and capacity of the Samoa Tourism Authority (STA) will be critical to supporting the work of the taskforce."}, {"text_block_id": "p29_b289", "text": "Government and the private sector must work together in driving tourism development forward, moving from a marketing-focused to an investment-oriented planning approach. Inconsistent messages in terms of marketing and product development have stifled efforts to promote tourism in the past. Key industry players and government representatives must engage together in the policy level discussions as well as during the implementation stage."}, {"text_block_id": "p29_b290", "text": "The demand analysis and masterplan will determine the specific government interventions required to facilitate air access, promote skills and service standards, and provide key public infrastructure and services. Over the next 20 years, such interventions can help to ‘crowd in’ the private investments necessary to attract and cater for the desired number of tourists from the target markets."}, {"text_block_id": "p30_b291", "text": "Reliable, conveniently scheduled air services that connect Samoa to key markets will be central to boosting tourist arrivals beyond what is expected under the business-as-usual scenario. Samoa needs to take a strategic and commercial approach to improving the capacity, frequency and reliability of services on key routes. The ultimate objective of the approach to air services is to support the development of the tourism sector.  Continued monitoring and evaluation of the Government’s role in the aviation space is required to ensure that ongoing public ownership or subsidization has a clear economic rationale."}, {"text_block_id": "p30_b292_merged", "text": "Excellence in service delivery is another critical ingredient for tourism development. Service standards in hotels and restaurants will require a substantial boost if the Samoa 2040 targets are to be achieved. A longer-term approach to skills development is required, including improvements to the quality of training provided through post-secondary and Technical and Vocational Education and Training (TVET) programs, and a willingness to bring in expertise and skills from overseas as required. Training providers should collaborate with industry to ensure that graduates are equipped with the requisite skills. Exposure to the quality of service provided in other countries like Fiji could provide trainees with a practical perspective on how local standards could be improved. Requiring a hospitality certificate as an entry point for employment in the tourist industry could help to ensure minimum service levels."}, {"text_block_id": "p30_b295", "text": "Strategic public investments to develop key attractions and improve key public services and amenities will also assist in “crowding in” the private investment necessary to attract tourists from target markets. Visitor surveys have provided negative feedback on road conditions, internet connectivity, signage, transport options, and sewage, drainage and public amenities. Investments in some of these areas could have the dual benefit of directly improving the quality of life in Samoan communities, while also promoting the development of tourism. Along with such hard infrastructure, there is also an opportunity to invest in other areas – such as waterfront development and upgrading, urban streetscape revitalization, local markets, and facilities at key attractions – which can also benefit the economy and residents directly through the engagement of local community members and groups in planning and construction. It will be critical to ensure that all investments are designed to build the resilience of the sector to natural hazards, including natural disasters and health-related emergencies."}, {"text_block_id": "p31_b296", "text": "Experience suggests that successful destination development often begins with a series of key “anchor” private investments around which clusters of smaller investments subsequently form. Improvements in air access, human capital, and local public services will help incentivize anchor investments in Samoa, which are typically higher risk and require larger amounts of financing. As an important example of such an investment, Samoa is currently significantly underrepresented when it comes to international brand name hotels, limiting its recognition in overseas markets. The recent (re)opening of several higher-end hotels and resorts is a good start. But attracting arrivals from new destinations and achieving increased earnings per arrival will require more properties that meet the demands of discerning international travelers, i.e. either internationally branded resorts or specialty boutique accommodation. In addition to providing complementary public investments – in connectivity, skills, and public services – in select cases the government may consider directly incentivizing such private investments. But any use of public resources for this purpose should be carefully targeted, time-bound, and have a strong economic rationale, with due regard to lessons from past efforts to provide support via tax breaks and subsidized credit."}, {"text_block_id": "p31_b297_merged", "text": "With the right foundations in place, efforts to market Samoa as a world class tourist destination will also need to shift to a higher gear. Prior to COVID-19, the New Zealand and Australian tourist markets were far from being saturated. Given the cost of air connections to and from other source markets, once borders reopen – as part of a “travel bubble” or otherwise – further penetration of the Australian and New Zealand markets will be necessary to meet the Samoa 2040 targets. The Asian market – and the large Chinese market in particular – also offers good prospects. More can be done to tailor marketing and product development (restaurants, shopping, activities, etc) to attract Chinese tourists, and identify specific segments of the Chinese market that match what Samoa has to offer."}, {"text_block_id": "p31_b300", "text": "Fundamental to positioning Samoa as a top tourist destination is the need to competitively price hotel tariffs relative to competing destinations such as Fiji and Cook Islands. The pricing of some accommodation is too high for the standard and the service being provided. There needs to be a concerted effort by STA and the industry to price accommodation appropriately to entice tourists to choose Samoa over other destinations."}, {"text_block_id": "p31_b301", "text": "Over the last five years, Visiting friends and relatives (VFR) have increased by more than 60 percent, and VFR arrivals now account for around 40 percent of all arrivals to Samoa. A tailored strategy forVFRs could usefully set out measures to increase the average spend per arrival (e.g. through incentives to stay in hotels and enjoy tourist services) and maximize the potential of this market, including as a source of support to the sector during the low season."}, {"text_block_id": "p31_b302", "text": "While a detailed demand analysis will be required to evaluate and prioritize other visitor segments (including adventure, weddings, etc), there has been some recent success in the hosting of international conferences, film, entertainment and sporting events which could be built on in the years ahead. More can also be done to draw on the talents of celebrities and popular sports icons of Samoan descent to market Samoa."}, {"text_block_id": "p31_b303", "text": "To fully realize the potential value of tourism, the links between the tourism sector and other sectors of the economy should be strengthened. Visitor surveys have indicated that many tourists would appreciate greater access to locally-produced food and more opportunities to experience local specialties. Measures to improve the quantity, quality, and consistency of local agricultural supply to meet the demand from hotels and restaurants would lead to a higher proportion of tourist consumption being sourced locally. Establishing supply contracts between hotels and established farmers could help to ensure a consistent supply of fruits and vegetables to tourism operators, and guaranteed income for the farmers."}, {"text_block_id": "p32_b304", "text": "What is possible?"}, {"text_block_id": "p32_b305", "text": "FIGURE 10"}, {"text_block_id": "p32_b306", "text": "Total visitor arrivals,"}, {"text_block_id": "p32_b307", "text": "thousands"}, {"text_block_id": "p32_b308_merged", "text": "Visitor numbers can rise substantially and higher-spending tourists can be attracted, while at the same time protecting the precious natural environment and cultural heritage that defines Samoa. Bypositioning tourism growth as a national priorityand responding to the opportunities and challenges outlined above, Samoa has the potential to host 400,000 arrivals by 2040. To achieve this target, a slight acceleration in growth rates in arrivals from major source countries will be required, compared with the growth in arrivals from each country observed over the past decade.These relatively small increases to already-strong growth rates imply total arrivals from New Zealand could exceed 200,000 by 2040 (from around 80000 currently) and total arrivals from Australia could be close to 150,000 (from around 40000 currently). Other contributors include growth in Chinese arrivals, which is projected to continue at a fast pace of 8 percent per annum, a projected reversal in the historical decline in arrivals from American Samoa, and growth in arrivals from the USA and Europe that is slightly faster than the historical average."}, {"text_block_id": "p32_b310", "text": "In the opportunity scenario average annual real growth in spending per arrival of 1 percent is assumed, compared with more modest average growth of about 0.5 percent over the last decade. This would be consistent with an acceleration in growth in average VFR spending, and a marked pick-up"}, {"text_block_id": "p32_b311", "text": "in average holiday spending growth, which have each been declining or broadly flat in real terms over the past decade. Extracting more spending per arrival can directly offset the need to increase volumes and help to ensure the overall sustainability of the tourist industry. In constant 2019 tala terms, spending per arrival could increase from around SAT 2800 per arrival currently (an average stay of around 8 nights x approximately SAT 350 pervisitor per day) to around SAT 3600 in 2040, based on efforts to boost high-end and specialty accommodation."}, {"text_block_id": "p32_b312", "text": "Based on these opportunity scenarios, total spending could exceed 1.3 billion tala (in constant 2019 terms) by 2040, compared with around 600 million tala in the business-as-usual case, and 500 million tala in 2020. Taking leakages (e.g. to exports and to foreign investors) and multiplier impacts into account, by 2040 GDP could be around 600 million tala higher than in the business-as-usual scenario."}, {"text_block_id": "p32_b313", "text": "As tourism is a labour-intensive industry, this additional growth would result in significant employment gains. Compared with the 2040 baseline, an additional 13000 jobs in tourism-related services (accommodation, restaurants, and transport) could be created."}, {"text_block_id": "p34_b314", "text": "Boosting Agriculture and Fishing"}, {"text_block_id": "p34_b315", "text": "Agriculture and fisheries are fundamental to Samoan livelihoods. Agriculture is a key contributor to household incomes (including subsistence incomes) and welfare, an important source of supply to commercial, tourism, and manufacturing businesses, and potentially a significant contributor to Samoa’s export earnings. The agriculture sector can also play an important role in fostering human development in Samoa, by increasing the availability of high-qualityfresh food, which will help to promote improved nutrition and reduce the incidence of communicable and non-communicable diseases. The sector also has a critical role in maintaining Samoa’s food security as climate change continues, and during periods when natural disasters hit or the economy is struck by other shocks.As a recent example, the COVID-19 pandemic has put pressure on global trade linkages and reduced the amount of foreign exchange available to fund food imports, highlighting the importance of a strong domestic agricultural sector."}, {"text_block_id": "p34_b316", "text": "There are significant opportunities to boost agriculture and fishing production in Samoa to increase the scope for import substitution, raise exports, ensure food security, and promote nutrition. But to achieve these objectives, the constraints facing the sectorwill need to be addressed. Farmers will need to be supported in their efforts to transition from subsistence agriculture to semi-commercial and commercial production, including through the promotion of larger-scale farming, cooperative arrangements and producer organizations; the advancement of new climate-smart technologies and farming techniques, including via the provision of extension services; increased access to finance; and expanded provision of public infrastructure."}, {"text_block_id": "p35_b317", "text": "Linkages with domestic and export markets should be strengthened in order to bolster demand. In the fishing sector, there are opportunities to boost import substitution, increase the value of exports, and provide transshipment services, but an overall strategic plan is needed and the overexploitation of fishing resources must be avoided to preserve longer-term sustainability."}, {"text_block_id": "p35_b318_merged", "text": "By underscoring the importance of food security and economic diversification, the dislocation associated with the COVID-19 pandemic provides an opportunity to push for the structural transformation of the agriculture and fishing sectors along these lines. If the opportunities in agriculture and fishing are realized, by 2040, the annual GDP could be around 200 million tala higher than in the business-as-usual scenario (in constant 2019 tala terms). Substitution of local consumption away from imported food and toward local crop, livestock, and fish production accounts for most of the additional growth in the opportunity scenario. Export growth could also accelerate, spurred by efforts to experiment and innovate, raise farm productivity, and develop export market linkages. Compared with the business-as-usual scenario, by 2040 an additional 3000 jobs in agriculture and fishing could be directly created by these interventions, with the potential for a further 2000 jobs due to the broader economic gains across other sectors – particularly tourism – that are envisaged by Samoa 2040."}, {"text_block_id": "p35_b321", "text": "But the benefits of a strong agriculture and fishing sector go beyond improved macroeconomic outcomes. Improvements in farming infrastructure and practices will ultimately protect livelihoods across Samoa’s population and help to ensure food security in the face of natural disasters and a changing climate. Promoting the consumption of locally produced food will also result in a healthier diet for more Samoans, strengthening resilience against non-communicable diseases."}, {"text_block_id": "p36_b322", "text": "Challenges and Opportunities"}, {"text_block_id": "p36_b323", "text": "Agriculture and coastal fisheries play a vital role in meeting food and livelihood needs in Samoa. Almost all Samoan households grow some crops or raise some livestock (97 percent according to the 2015 Agriculture Survey). For most, agriculture is a secondary activity, with crops grown for subsistence purposes as a supplement to other forms of income. The most commonly produced crops are taro, banana and yam, and many households also engage in limited livestock production. Small-scale fisheries are also an important source of livelihoods in Samoa, with average consumption levels of about 100 kg of fish per person per year in rural areas."}, {"text_block_id": "p36_b324", "text": "Despite the importance of agriculture and fishing to Samoan livelihoods, from a macroeconomic perspective the sector is operating below its potential, despite a range of government reforms and investments over the past decade. Agriculture accounted for around a third of GDP in the 1990s, but has declined over the last two decades to account for less than 10 percent of GDP currently. Despite the potential for domestic production to meet local consumption needs, ‘food and live animal’ imports are the top category of Samoan imports, accounting for over a quarter of total imports. In 2015, approximately 67 percent of all retail beef and 95 percent of chicken meat was imported. While endowed with productive coastal waters and an offshore tuna longline fishery, Samoa still imports large quantities of fish products, mainly low-price canned tuna. These low cost and often low-quality food imports act to crowd out domestic production and contribute to the high prevalence of non-communicable diseases in Samoa. At the same time, agriculture and fishing exports only account for around 3 percent of GDP, dominated by tuna and taro, and there has been only limited growth in exports over the past two decades."}, {"text_block_id": "p36_b325", "text": "As is the case in many Pacific countries, the commercialization of agriculture and fishing in Samoa faces several constraints. Agriculture in Samoa has traditionally been dominated"}, {"text_block_id": "p36_b326", "text": "by village-based, mixed-farming systems on communally owned lands. On the one hand, this system acts to spread risks and costs across the community, while collectively addressing basic food needs. But it also tends to constrain opportunities for agricultural specialization and reduce incentives for investment, lowering agricultural productivity relative to what is possible. The land tenure system limits the availability of land for commercial agriculture purposes and constrains the potential for large-scale farming. Over 80 percent of Samoa’s total land area is customary land. Of the 25000 households engaged in agriculture, only around 1000 are commercially oriented. Most farmers are smallholders and largely subsistence based, with the average size of farm holdings of only 8 acres. This makes it difficult to achieve economies of scale in production, reduces their market power (in both input and output markets) and makes it difficult to ensure consistency of supply. Producer organizations have historically been weak or absent in Samoa. This lack of a collective approach has at times created bottlenecks in farmers’ access to advisory services, inputs and markets."}, {"text_block_id": "p36_b327", "text": "Agricultural production is also highly vulnerable to natural disasters and climate change, which increase costs, reduce profitability, and stymie incentives for longer-term investment, in addition to their significant effects on livelihoods. Even relatively frequent category 2 or 3 cyclones can impose significant damages that take several years to recover from. Climate change affects agricultural production through variability in rainfall as well as increased frequency and intensity of cyclones. And the most hard-hit are typically those living in rural areas who depend predominantly on agriculture for their livelihoods. Pests are a continual threat, as exemplified by the devastating taro leaf blight that almost wiped out taro production in the early 1990s. Climate change also affects the movement of tuna species across the Pacific ocean."}, {"text_block_id": "p37_b328", "text": "The agriculture and fishing industry is further constrained by insufficient access to credit, inadequate infrastructure, and a general lack of skills and technical support:"}, {"text_block_id": "p37_b329", "text": "Access to credit is a key constraint facing farmers and fishers, with financial institutions generally reluctant to lend due to the high risks that are generally associated with farming and fishing operations. Farmers often do not possess sufficient assets to offer as collateral, tend to lack financial literacy, and lack access to financial instruments that have adapted to meet their needs. The agriculture sector accounted for less than 1 percent of total commercial bank loans to the private sector in 2017, while at the same time accounting for more than 6 percent of GDP."}, {"text_block_id": "p37_b330", "text": "Public infrastructure is generally lacking, including processing and storage facilities. Some committed farmers find it difficult to access their farms due to the poor state of access roads. In the fisheries sector, a lack of capacity and infrastructure for efficient value adding activities continues to act as a constraint. Cold storage, ice-making facilities, ramps for vessel landing and fish markets are missing or insufficient throughout the country."}, {"text_block_id": "p37_b331", "text": "A lack of skills and extension services has resulted in the limited adoption of innovative practices or improved technologies. Currently only one state veterinarian services the entire country’s livestock needs and there is limited knowledge or training available to farmers wanting to try new practices."}, {"text_block_id": "p37_b332", "text": "Overexploitation of fishery resources is a key challenge. The use of destructive fishing practices such as the use of nets, fishing with poisonous and noxious substances, the destruction of mangrove forests, sand mining and coastal development have imposed significant pressure on coastal fisheries resources. Samoa’s Exclusive Economic Zone (EEZ) is the smallest in the Pacific region, constraining the size of the overall opportunity associated with offshore fishing. Managing these offshore fisheries presents significant challenges as well, with illegal, unregulated and unreported (IUU) fishing a real threat to their sustainability."}, {"text_block_id": "p37_b333", "text": "Finally, Samoa’s geographic location presents huge challenges against efforts to penetrate overseas markets. Australia and New Zealand are the closest larger markets, but high transportation, distribution and marketing costs tend to make Samoan exports uncompetitive in these markets."}, {"text_block_id": "p37_b334", "text": "Despite these constraints, in the medium to long term there are several opportunities to reverse the decline in the agriculture and fishing sector. In recent years private sector investment in agriculture has increased, and farmers have shown growing interest in moving into semi-commercial"}, {"text_block_id": "p38_b335", "text": "and commercial farming. These trends have both led to some progress on import substitution, which has a strong economic rationale given the challenges associated with Samoa’s geographic location. Further increases in domestic production of – fruit, vegetables, livestock, and fish – to cater for the tourist market and local consumption could have substantial positive impacts. It would directly increase national incomes by reducing the imported component of domestic consumption, while at the same time promoting the health of the general population through improved access to fresh produce."}, {"text_block_id": "p38_b336", "text": "At the same time, there are significant opportunities for export development. New taro varieties have shown potential in terms of disease resistance and quality for export. What is needed is to intensify production. Kava prices have risen and this trend may continue as kava is re-established as an export commodity, with increased demand from other Pacific Island countries and also further afield. Other niche and health products such as nonu juice, virgin coconut oil, and cocoa have also demonstrated good prospects for export. Scientific Research Organisation in Samoa (SROS) suggests there could be some potential to produce and export natural medicinal products, and further experimentation may yield other opportunities to take advantage of Samoa’s natural advantages and biodiversity. While tuna has traditionally been the country’s largest export earner, recent years have seen a decline"}, {"text_block_id": "p38_b337", "text": "in tuna catches, with a more than 50 percent reduction between 2009 and 2014 but started to recover in 2015 peaking at 3032 metric tons in 2017. But - despite Samoa’s relatively small Exclusive Economic Zone (EEZ) - there are also opportunities associated with transshipment of fish, increasing the value of exported fish, and exporting to a wider range of markets."}, {"text_block_id": "p38_b338", "text": "Productivity and production must increase if the goals of increasing import substitution, raising exports, and ensuring food security are to be realized. But achieving these objectives will require the constraints facing the agriculture and fishing sectors to be addressed. In part, this will involve supporting farmers in their efforts to transition from subsistence agriculture to farming as a business, including through the promotion of larger-scale commercial farming and cooperative arrangements, the promotion of new technologies and farming techniques, and increasing access to finance and public infrastructure. For fisheries in particular, an overall strategy needs to be put in place and the opportunity to provide transshipment services should be investigated further. For both agriculture and fishing, there is also the potential to strengthen linkages with domestic and export markets to bolster demand."}, {"text_block_id": "p38_b339_merged", "text": "Where possible, the promotion of large-scale commercial farming offers significant opportunities to achieve economies of scale and increase the efficiency of agricultural production."}, {"text_block_id": "p39_b342", "text": "Samoa Trust Estate Corporation (STEC) has a large plantation area that is currently undeveloped, part ofwhich could be made available for agricultural farming. Leasing this land would not involve the difficulties typically encountered when leasing customaryland, andwouldallowthe first opportunity forlarge scale commercial farming in Samoa with farms of at least 100 acres in size. In other parts of the country, community leaders are increasingly recognizing individual user-right claims on communally owned land and delineating individual farm areas, increasing certainty for farmers and incentives to invest."}, {"text_block_id": "p39_b343", "text": "Some of the benefits of scale can also be realized through"}, {"text_block_id": "p39_b344", "text": "cooperatives of smaller farmers and producer organizations"}, {"text_block_id": "p39_b345", "text": ". Historically, such organizations have been weak or absent in Samoa, which has limited the power of smallholder farmers to access advisory services, inputs and markets, and reduced the ability of the sector as a whole to ensure consistent supply at a level sufficient to meet demand. This is changing though, with successful examples such as the Samoa Banana Growers Association (SBGA) which was recently able to export green bananas from Samoa to New Zealand for the first time in 20 years."}, {"text_block_id": "p39_b346", "text": "Promoting new technologies and techniques"}, {"text_block_id": "p39_b347", "text": "can also help to boost agricultural productivity and increase resilience to climate change. Innovations that promote climate-smart agriculture include climate change mitigation (intensification of livestock production, pasture management, improved feeding rations and practices using local products); and adaptation (by promoting tunnel houses to protect crops against heavy rains, water collection and small-scale irrigation to cope with prolonged dry seasons, resilient multi-tiered tree crop canopies and introduction of new higher-yield and drought-resistant crop varieties). Climate-resilience research should continue, including field trials to improve livestock and crop production and improve the availability and variety of nutritious food products. Technologies such as Skyeye can be used to better manage farms and can also be an effective tool in designing responses to climate related disasters."}, {"text_block_id": "p39_b348_merged_merged", "text": "Measures to intensify agriculture need to protect the natural environment and preserve soil health if they are to be sustainable over time. In polyculture (mixed farming) systems, minimum tillage or no-tillage systems are often best for purpose. Increased mechanization through the use of tractors and rock-removal machines may increase productivity in some contexts, but displace labour (sometimes at a higher overall cost) in others. The experience of other island countries such as Fiji which have pursued mechanized farming would be useful to draw on, so that Samoa can capitalize on the advantages as well as being able to design appropriate measures to mitigate negative impacts."}, {"text_block_id": "p39_b351", "text": "Productivity and production must increase if the goals of increasing import substitution, raising exports, and ensuring food security are to be realized."}, {"text_block_id": "p39_b352", "text": "Extension services"}, {"text_block_id": "p39_b353", "text": "that provide onsite technical support to farmers are critical. The available evidence suggests that substantial gains can be made with relatively small investments in improving farmer awareness of good agricultural practices and the appropriate use of low-cost inputs. The specific needs for such services should be assessed, and the delivery of such services should be increased in line with the identified needs, either through expanding the capacity of the Ministry of Agriculture & Fishieries (MAF) to provide these services, or by utilizing the partnerships established between private sector and producers’ groups to incentivize private delivery. Good Agriculture Practices (GAP) and Integrated Pest Management (IPM) should be promoted by MAF though its extension and outreach system to discourage the use of herbicide and pesticides. This would underpin support for organic products and compliance with export market requirements. While the number of organically-certified farms is growing steadily, competition for the limited supply of certifications has adversely affected virgin coconut oil production. The Government will be collaborating with certified organic groups to grow more coconut trees nationwide and regulate organic farming including the elimination of dual registration of certified farmers/farms. More generally, Government has an important role in providing regulatory oversight of inputs and input markets including seeds, machinery, agrochemicals and fertilizers. Technical collaboration with development partners should be encouraged."}, {"text_block_id": "p40_b354", "text": "Access to finance"}, {"text_block_id": "p40_b355", "text": "is constrained by the high perceived risk of farming operations and the low financial literacy of producers, meaning that smallholder farmers in particular lack the means to acquire the inputs and capital necessary to scale up their operations. Financial instruments should be provided that adapt to farmers’ needs, with the cost of the financial subsidy implicit in such schemes transparently accounted for and financed by government or development partners. These mechanisms should provide time-bound incentives for good performance for relatively small operators, and allow for graduation to financing on more commercial terms once scale and profitability have been achieved and sufficient collateral is available. Farmers should be supported in developing simple business plans which identify key inputs required and the potential revenues from their operations, based on market demand. Tailored financial products such as matching grant programs (supported by development partners) and the ‘Inclusive Development Facility for Women & Youth’ (offered by Development Bank of Samoa (DBS)) have had a positive impact on the productive capacity of smallholder farms. Government should assess the potential to scale up these products to benefit a wider range of farmers and fishers. DBS may have a particularly important role to play, in line with its original mandate."}, {"text_block_id": "p40_b356_merged", "text": "Access to public infrastructure is also required to help farmers connect with markets and ensure they can take advantage of production and storage facilities. Examples include field nurseries, rainwater harvesting structures, crop drying facilities, packhouses, slaughter and feed producing facilities, and cold storage facilities for fish. Government support for the rehabilitation and extension of access roads for targeted farmers with a proven record of consistent agricultural farming production should also be considered, with the demonstration effect of such investments potentially helping to incentivize pursuit of productive farming techniques elsewhere. The economic case for the public provision of such infrastructure should be assessed with project evaluation criteria, with prioritization based on the most critical bottlenecks facing the sector. As a general rule, the costs associated with providing and maintaining such infrastructure should at least be fully offset by marginal gains in incomes driven by lower costs of transportation and improved market access, after accounting for all positive spillover effects."}, {"text_block_id": "p40_b361", "text": "Fisheries development"}, {"text_block_id": "p40_b362", "text": "in Samoa is somewhat constrained by a lack of capacity and the absence of a clearly articulated strategy. An overall strategic plan is required to define the key opportunities and set out the approach to achieving food security, boosting import substitution, and promoting exports. Community-Based Fisheries Management Plans (CBFMP) should be used to strengthen the management of coastal fisheries. At the regional level, Samoa should engage in the dialogue with the Western and Central Pacific Fisheries Management Commission (WCPFC),"}, {"text_block_id": "p41_b363", "text": "Forum Fisheries Agency (FFA) and the Pacific Community (SPC) to help ensure the sustainable management of shared oceanic fisheries."}, {"text_block_id": "p41_b364", "text": "Within the last fouryears there has been marked growth in"}, {"text_block_id": "p41_b365", "text": "transshipment"}, {"text_block_id": "p41_b366", "text": "activities through the Apia port and this has opened up promising opportunities for Samoa to benefit from offshore fisheries. The onshore provision of goods and services such as fuel, port fees, hotel accommodation for crews and restocking food supplies has the potential to generate significant benefits for Samoa. With Samoa’s geographical location and proximity to fishing grounds, there is potentially an opportunity to develop Samoa as a regional hub for the longline fishing industry."}, {"text_block_id": "p41_b367_merged_merged", "text": "On the demand side, concerted efforts must be dedicated to developing both domestic and export markets. Strengthening linkages between agriculture and the commercial, manufacturing and tourism sectors will help develop the domestic market for agricultural produce. Missing links in the value chain (e.g. post-harvest processing and handling, producers’ organizations to organize marketing efforts) should be filled, potentially with government support if there are positive spillover effects to the rest of the sector and the economic case can be made. The"}, {"text_block_id": "p41_b370", "text": "establishment of formal supply contracts between farmers (or farmer cooperatives); manufacturers; and hotels and restaurants may help to ensure a reliable supply of fresh agricultural produce."}, {"text_block_id": "p41_b371", "text": "Efforts should continue to improve compliance with the trade and quarantine arrangements and food safety standards that allow exports of agricultural produce to Australia, New Zealand, and other overseas markets. Opportunities to expand Samoa’s exports for sale in mainstream supermarket chains overseas, particularly niche products and higher-value organic products, should be pursued. Efforts should also continue to promote Samoanmade products to the Samoan communities in Australia, New Zealand and the Unitied States. The opening up of the Customs (Development Projects) Regulations 2010 to include agriculture and fisheries development projects as qualifying projects is expected to boost agriculture and fisheries investments and therefore increase commercial agriculture and fisheries production. The establishment of a Fisheries Competent Authority (FCA) – which would certify fish exports and ensure compliance with export market requirements – would allow fish to be exported to the European Union (EU) market and China, and may increase the price commanded by Samoa’s fish exports."}, {"text_block_id": "p42_b372", "text": "What is possible?"}, {"text_block_id": "p42_b373", "text": "FIGURE 14"}, {"text_block_id": "p42_b374", "text": "Agriculture production for domestic market."}, {"text_block_id": "p42_b375", "text": "Contribution to GDP (constant 2019 tala, millions)"}, {"text_block_id": "p42_b376", "text": "The share of agriculture in Samoa’s GDP is relatively small, consistent with Samoa’s transition to a modern, service-driven economy. It would be unrealistic (and indeed undesirable, given other opportunities across the economy) to expect that agriculture would be the main driver of Samoa’s economic growth over the next twenty years. But a successful, productive agriculture sector is critical to ensure that livelihoods across the country are sustained, that food security is ensured, and that the tourism and services sectors have the reliable supply they need to provide for the domestic population and international tourists."}, {"text_block_id": "p42_b377", "text": "If opportunities in agriculture and fishing are realized, by 2040 annual GDP could be around 200 million tala higher than in the business-as-usual scenario (in constant 2019 tala terms), contributing an additional 0.2 percentage points of average annual GDP growth per year over the next 20 years. The increase in GDP would be attributable to the direct effect of increased agricultural production, and the multiplier effects as these increased incomes stimulate activity in other parts of the economy."}, {"text_block_id": "p42_b378", "text": "Import substitution accounts for most of the growth in gross value-added (GVA) in agriculture under the opportunity scenario. Value-added associated with production of crops"}, {"text_block_id": "p42_b379", "text": "for domestic consumption is assumed to reverse the decline"}, {"text_block_id": "p42_b380", "text": "100000"}, {"text_block_id": "p42_b381", "text": "0"}, {"text_block_id": "p42_b382", "text": "observed over the last ten years, and grow by 2 percent per year over the 20-year projection period (consistent with improved farmer productivity and access to markets spurring an increase in the availability of locally-sourced produce in supermarkets, butchers, hotels, and restaurants). Value-added in the production of livestock for domestic consumption is projected to grow by 4.7 percent per"}, {"text_block_id": "p42_b383", "text": "2019"}, {"text_block_id": "p42_b384", "text": "year over the projection period, a slight acceleration from the already fast pace of growth observed in the past decade (averaging 4.2 percent from 2010 to 2019). Agriculture and fishing exports are also projected to grow at an annual average rate of 6 percent and 4 percent respectively (up from 3.5 percent and 2.7 percent respectively over the last two decades), spurred by efforts to experiment and innovate, raise productivity, and develop export market linkages."}, {"text_block_id": "p42_b385_merged_merged", "text": "This additional growth could also result in significant employment gains. Compared with the 2040 baseline, an additional 3000 jobs in agriculture and fishing could be created by these interventions, with the potential for a further 2000 additional jobs due to the broader economic gains across other sectors (particularly tourism) spurred by the Samoa 2040 opportunities."}, {"text_block_id": "p42_b388", "text": "2040 baseline sc"}, {"text_block_id": "p44_b389", "text": "Enhancing the Digital Economy"}, {"text_block_id": "p44_b390", "text": "Digital technologies present transformative opportunities for the Samoan economy. By reducing the transactions costs associated with distance and improving access to information and markets, digital connectivity can act to stimulate business opportunities in e-commerce and e-services, as well as increasing productivity and growth in more traditional sectors such as agriculture and fisheries, and tourism. At the same time, it can enable more efficient delivery of health, education, and business services, improve connectivity between rural and urban communities, and provide government, businesses, and citizens with access to better information."}, {"text_block_id": "p44_b391", "text": "The experience of COVID-19 is likely to accelerate the adoption of many of these opportunities. Indeed, the public health response to the COVID-19 pandemic has highlighted the importance of digitalization – as a means of ensuring business continuity and the ongoing delivery of public services, despite the imposition of physical distancing measures; as a source of information; and as a catalyst for innovation that has the potential to support the eventual recovery of a more diversified and efficient economy."}, {"text_block_id": "p45_b392", "text": "But much more remains to be done to realize the benefits of a digital economy. The Tui Samoa cable has increased the availability of fast, reliable internet services to government, the business community and the general public. While good progress has already been made, further efforts are required to get Samoans connected, and to strengthen the legal and regulatory environment to ensure that consumer interests are protected. Investment in education and skills is vital to allow business owners and employees to make full use of digital technologies and innovate in ways that maximize its potential, while at the same time promoting the digital literacy of consumers. A more supportive business environment – which can in part be achieved through the provision of complementary inputs such as digital payment systems, logistics and trade platforms – will also help to ensure that businesses small and large can take advantage of the opportunities that the digital economy offers."}, {"text_block_id": "p45_b393", "text": "With these enablers in place, Samoa has the potential to realize additional ‘digital economy’ incomes of around SAT 350 million by 2040 (relative to the business as usual scenario). This additional growth in incomes would be achieved through three main channels: increased value added in the communications sector, increased value added in the business services sector, and increased growth in labour productivity across the economy, including in the agriculture and fisheries, and tourism sectors. Around four thousand additional Samoans could be employed as a result (including an additional 1200 directly in communications and business services), and Samoa could become a leading example of a Small Island economy reaping the benefits of a digital transformation agenda."}, {"text_block_id": "p45_b394", "text": "Nevertheless, resistance among the local population to digital technology and its applications is an important challenge to be overcome. Raising digital awareness and literacy among the consumer base will be important to increase adoption rates for digital products, e-commerce applications and digital payments and remittances. Government also needs to increase trust in these products by modernizing regulations in areas such as cybersecurity, privacy, competition, and consumer protection."}, {"text_block_id": "p46_b395", "text": "Challenges and Opportunities"}, {"text_block_id": "p46_b396", "text": "Samoa was one of the first countries in the Pacific to liberalize its Information and CommunicationsTechnology (ICT) sector and establish a regulatory infrastructure. In 2006, it became the first in the region to see the market entrance of Digicel, which has since launched services in other Pacific nations. Competition in the mobile market has since seen prices fall and network coverage increase to cover the entire population. As of end-2019, mobile penetration had reached 72 percent."}, {"text_block_id": "p46_b397", "text": "However, until recently Samoa’s telecoms sector has been inhibited by a lack of international connectivity. Significant progress has been achieved over the last two years since the Tui-Samoa Cable came into operation in late 2017, delivering a capacity of 8 terabits per second. This has improved speed and reliability and reduced the high costs which have previously been associated with internet access in Samoa. Retail costs have declined by around 80 percent over the two years since, reflecting a 90 percent fall in wholesale bandwidth costs over the same period. As at end-2019, broadband penetration was estimated at about 2 percent (fixed) and 2 percent (mobile)."}, {"text_block_id": "p46_b398", "text": "These efforts to establish a"}, {"text_block_id": "p46_b399", "text": "robust ICT infrastructure"}, {"text_block_id": "p46_b400", "text": "help to meet a critical precondition for the development of a digital economy. Connecting to the Manatua cable will provide extra capacity and redundancy and this is also a step in the right direction. Recent experience in Tonga – which effectively disconnected from the rest of the world when the single cable was cut – illustrates the risks of not having such redundancy in place. But to ensure that the benefits of these infrastructure developments are maximized, competitive telecommunication markets and the need for an independent regulator are key. The regulatory framework for operating the Tui-Samoa cable system should be strengthened and the Office of the Regulator (OOTR) empowered to ensure that long term consumer interests are protected. More needs to be done to bring down costs and get Samoans connected. A competitive telecommunications sector is crucial to ensure competitive prices for consumers and to stimulate investments in new technologies such as 4G+ and 5G."}, {"text_block_id": "p46_b401", "text": "Moreover, having the necessary physical and regulatory infrastructure in place is only part of the battle. To flourish, the digital economy also requires education and skills that allow workers and entrepreneurs to seize opportunities in the digital world, as well as complementary inputs that help to create a vibrant business environment and enable firms to maximize the benefits from digital technologies."}, {"text_block_id": "p46_b402", "text": "Skills are integral to harnessing the transformative potential of the digital economy."}, {"text_block_id": "p46_b403", "text": "Realizing the benefits of the digital economy requires the availability of sound technical skills in the fields of science, technology, engineering and mathematics (STEM), but also cognitive and non-technical skills, such as problem solving, creative thinking, and the ability to navigate large amounts of information. These skills should be developed through a combination of private and public sector efforts—in the school curriculum, through TVET and university offerings, and through lifelong learning. For current and future users and consumers of digital products and services, education and training should aim at raising ICT awareness, starting from an early age to promote basic digital skills and the use of simple applications. More sophisticated training is required for those who will ultimately spur the development of digital capabilities and business uses in Samoa, including in the areas of programming, network management, and data analytics. Support should be provided to ensure that tertiary education and TVET providers have the capacity to deliver this training at a high standard. Digital skills development for public officials is also important to ensure that Government can lead by example in its adoption of digital solutions."}, {"text_block_id": "p46_b404_merged_merged", "text": "In addition to fast, reliable internet connectivity and a strong skills and education base, a conducive business environment provides the foundation to attract private sector investment and participation in the digital economy. Based on the 2020 World Bank “Doing Business” rankings, Samoa is the best performing Pacific country, ranked 98 out of 190 countries. While the relatively small market size can constrain local companies, Government policies are generally supportive and the challenges of dispersed"}, {"text_block_id": "p47_b407", "text": "populations across Islands are not as acute as in other Pacific countries. The main issues are the high operational costs of doing business, lack of economies of scale, and insufficient access to credit, particularly for Small-Medium Enterprises (SME). The rankings also identify issues associated with ‘trading across borders’, with Samoa ranked 154 on this metric. Trade facilitation is an area of weakness with reforms required to promote paperless trade. The high fees associated with exporting and importing are also of concern, as is the time burden for importing."}, {"text_block_id": "p47_b408", "text": "To help address these challenges faced by businesses and maximize their potential to benefit from the digital economy, the government has an important role in facilitating the provision of complementary inputs including digital payments, logistics, and trade facilitation systems. Such systems are particularly important drivers of e-commerce opportunities, including for SMEs."}, {"text_block_id": "p47_b409", "text": "Digital finance"}, {"text_block_id": "p47_b410", "text": "is a key enabler of the digital economy. Like other small Pacific countries, Samoa’s financial market is characterized by a lack of scale, limited physical infrastructure, and weakened correspondent banking relationships. Digital finance – including via mobile phones and digital wallets – can help to overcome these challenges and increase the provision of financial services (e.g. savings, payments, credit) across the population. These technologies can also reduce the cost of remittances by reducing the cost of regulatory compliance and mitigation of Anti-Money Laundering/ Counter-Terrorism Financing (AML/CTF) risks. At the same time, digital finance can facilitate the expansion of private sector markets as consumers access new products and services while producers gain access to a broader set of consumers. The Automated Transfer System (ATS) – which is expected to go live by the end of 2020 – will allow real time transfers of funds across different banks, and between banks and mobile providers, and should therefore assist in the implementation of several of these digital solutions. While some of these services remain underutilized at present, in part due to lack of"}, {"text_block_id": "p47_b411", "text": "awareness and trust in new technologies, the increased visibility and availability of digital finance may ultimately help to spur greater engagement in the digital economy more generally."}, {"text_block_id": "p47_b412", "text": "Efficient, cost-effective"}, {"text_block_id": "p47_b413", "text": "logistics and trade"}, {"text_block_id": "p47_b414", "text": "systems that facilitate the transfer of goods from distributors to sellers and from sellers to buyers are also required if Samoa is to take advantage of e-commerce opportunities. While Samoa’s transport infrastructure is relatively well-developed, cross border e-commerce faces several challenges. Trading is expensive given the distances that ships need to travel to deliver goods – in relatively limited volumes – to Samoa. In addition, as reflected by the low Doing Business rankings in trading across borders, the cost of border compliance is high. The establishment of an electronic “single window” for submission of information to meet regulatory requirements, the increased acceptance of electronic documents, and the automation of customs processes could all help to reduce the costs of trade. Physical (street naming) addressing systems also need to be improved to increase the speed and reliability of the “last mile” delivery of packages."}, {"text_block_id": "p47_b415_merged_merged", "text": "Finally, the policy and regulatory framework should be updated so that it adequately mitigates risks in the areas of cybersecurity, data privacy, competition, and consumer protection. If they are to feel comfortable being part of the digital economy, users need to feel safe online, their transactions must be adequately secured, their privacy needs to be protected, and they need assurance that goods ordered and paid for will be delivered. To increase trust in the use of digital solutions, laws and regulations governing electronic transactions, consumer protection, data privacy, and cybersecurity need to be modernized."}, {"text_block_id": "p48_b418", "text": "With these enabling factors in place, a variety of opportunities become available to private sector and to government."}, {"text_block_id": "p48_b419", "text": "Participation in Global Value Chains for Services"}, {"text_block_id": "p48_b420", "text": "Fast, low cost and readily available internet connectivity can allow businesses to participate in global value chains, for example providing business processing/back-office support for companies located overseas. Samoa may be an attractive location due to its unique time zone and the English-language capabilities of its workforce. Companies such as ANZ Bank already outsource business processing operations to Fijians, who virtually join the labour pools located in Australia and New Zealand. The World Bank’s Pacific Possible report (2018) estimates that within the next 25 years, Fiji, Samoa and Tonga can develop significant outsourcing sectors, following the example of countries such as Mauritius and Jamaica."}, {"text_block_id": "p48_b421", "text": "Expansion of E-commerce"}, {"text_block_id": "p48_b422", "text": "E-commerce has significant potential in Samoa, and can experience rapid growth if awareness and trust can be generated on the consumer side (especially for digital payments), and if improvements can be made to physical addressing, logistics, and trade facilitation systems."}, {"text_block_id": "p48_b423", "text": "Opportunities for Small and Medium Enterprises (SME)"}, {"text_block_id": "p48_b424", "text": "There is growing support for digital entrepreneurship in the Pacific, with the emergence of new technology hubs and a developing ecosystem of entrepreneurs. There are opportunities for SMEs to take advantage of new digital technologies (particularly social, mobile, analytics and cloud solutions) to enhance business operations, invent new business models, and engage with customers through new digital channels. To the extent that e-commerce platforms develop, they will offer new ways for Samoan businesses, designers, artists, and entrepreneurs to directly reach consumers and market their product. Already there are examples of Samoan businesses, such as Skyeye, that are offering sophisticated digital solutions to real-world problems."}, {"text_block_id": "p48_b425", "text": "Growth of E-government"}, {"text_block_id": "p48_b426", "text": "Digital solutions offer the Government the opportunity to provide a greater range of health, education, and business services – at higher quality and lower cost – and improve access to these services among Samoa’s population. With the recent expansion of broadband capacity comes the potential to digitize government processes and services including customs, business registry, and the payment of taxes and fees. The development of an E-health system will improve the availability and management of patient health data and potentially allow a range of consultation services to be offered online. E-learning platforms could expand the range of educational content available to Samoan students and professionals and help alleviate capacity constraints."}, {"text_block_id": "p48_b427", "text": "These solutions require upfront investments in hardware and software installation and ongoing investments in system maintenance and licenses. These investments need to be closely managed by Government to ensure that they are providing sustained benefits in the form of improved quality and increased efficiency in the provision of public services."}, {"text_block_id": "p49_b428", "text": "The Digital Transformation Authority"}, {"text_block_id": "p49_b429_merged", "text": "can help to drive this overall agenda and ensure that standards are followed and content is kept up-to-date across Government. As an important component of this agenda, a National Digital ID has the potential to expand access to goods and services (financial services in particular); to reduce fraud, protect rights, and increase transparency; and to promote efficiencies in the interaction between citizens and Government."}, {"text_block_id": "p49_b432", "text": "Cross-border Business Services"}, {"text_block_id": "p49_b433", "text": "Enhanced internet connectivity and a functioning digital ID system can allow international business to be conducted without the need for physical presence. Examples include government services (e.g. a Samoan registering a business in New Zealand online) and financial services (e.g. a Samoan opening a bank account in Australia online). Taking advantage of such business services could help create new markets and trade opportunities for Samoans, as well as increasing resilience against travel restrictions."}, {"text_block_id": "p49_b434", "text": "Tourism and Agriculture & Fishing"}, {"text_block_id": "p49_b435", "text": "The traditional drivers of the Samoan economy have significant potential to benefit from digital transformation. In tourism, digital booking and marketing platforms offer opportunities to increase access to international markets and broaden participation in the tourism sector, for example in accommodation (e.g. through Airbnb), tours, and transport. As an example of what is possible, in 2020 Vanuatu was listed as one of Airbnb’s top 20 travel destinations, based on recent growth in bookings. Improved access to reliable high-speed wifi, electronic payment systems, and e-content on attractions, history and culture will also help boost the attractiveness of Samoa as a tourist destination. In agriculture and fishing, digital platforms can help farmers access information on weather, pricing, extension services and government support schemes. They can also help farmers establish market linkages with potential buyers, and benefit from digital payments, access to credit and other financial services."}, {"text_block_id": "p49_b436", "text": "Information and Communications Technology Services"}, {"text_block_id": "p49_b437", "text": "As the opportunities outlined above expand, there is scope for the entry of Internet Service Providers (ISPs) – both homegrown and foreign investors. Rising e-commerce and e-government activity will also drive demand for software and IT consulting services."}, {"text_block_id": "p50_b438", "text": "What is possible?"}, {"text_block_id": "p50_b439", "text": "The key message of"}, {"text_block_id": "p50_b440", "text": "Samoa 2040"}, {"text_block_id": "p50_b441", "text": "is that to realize these digital economy opportunities over the next twenty years, the government needs to:"}, {"text_block_id": "p50_b442", "text": "is that to realize these digital economy opportunities over the next twenty years, the government needs to:\n* and that it is widely accessible;\n* and that it is widely accessible;\n Boost education, skills, and digital literacy\n* and that it is widely accessible;\n Boost education, skills, and digital literacy\n within the population, to ensure that Samoa has the capacity to harness the full potential of the digital economy;\n<\\li1>"}, {"text_block_id": "p50_b446", "text": "Improve the business environment,"}, {"text_block_id": "p50_b447", "text": "including by taking steps to promote e-finance, logistics and trade solutions; and"}, {"text_block_id": "p50_b448", "text": "including by taking steps to promote e-finance, logistics and trade solutions; and\n* and advocate as necessary to improve trust and reduce resistance among Samoans to digital technology and its applications.\n<\\li1>"}, {"text_block_id": "p50_b450", "text": "There may also be a role for more specific interventions to foster the development of SMEs – which can benefit from schemes that provide mentoring, financial advice, and exposure – and promote trade and foreign investment."}, {"text_block_id": "p50_b451", "text": "With these preconditions in place, Samoan businesses – from SMEs and startups to established businesses in the commercial and tourism industries – will be well-placed to take full advantage of the opportunities that the digital economy provides. Where there is scope for quality improvements and efficiency gains, government also needs to lead by example in providing e-health and education services, and in digitizing processes to reduce transactions costs and improve the efficiency of the government’s interactions with the private sector."}, {"text_block_id": "p50_b452", "text": "If the opportunities of a digital economy are realized, by 2040 annual GDP could be around 350 million tala higher than in the business-as-usual scenario"}, {"text_block_id": "p50_b453", "text": "(in constant 2019 tala terms). This opportunity for a ‘digital economy’ scenario accounts for three broad drivers of increased incomes: increased value added in the communications sector, increased value added in the business services sector, and improvements in labour productivity (output perworker) across the economy, spurred by the efficiency and information gains and reductions in transactions costs that digital technologies can provide. This additional growth could also result in significant employment gains. Compared with the 2040 baseline, an additional 1200 jobs in the communication and business services industries could be created, and up to 3000 more jobs due to the broader economic gains."}, {"text_block_id": "p50_b454", "text": "Projections of opportunity growth in the"}, {"text_block_id": "p50_b455", "text": "communication"}, {"text_block_id": "p50_b456", "text": "industry are based on further increases in the penetration rates of communications services among businesses and the general population, which would lead to a direct increase in the incomes of service providers. The communication industry could grow by an average of 4 to 5 percent per"}, {"text_block_id": "p50_b457", "text": "year over the next 20 years, with this growth accounting for around 16 percent of the projected additional economic benefits from the digital economy scenario (around 60 million tala)."}, {"text_block_id": "p50_b458", "text": "Projections of opportunity growth in"}, {"text_block_id": "p50_b459", "text": "business services"}, {"text_block_id": "p50_b460", "text": "are based on the assumption that a Global Outsourcing Services (GOS) industry is established in Samoa – moving in the direction of countries like Mauritius and Jamaica – which enables Samoans to participate in global value chains in areas such as business processing and back-office support. Growth in the business services sector also captures the potential for growth in SMEs and start-ups that take advantage of new digital technologies. Over the next twenty years, the business services industry could grow by an average of 5 to 6 percent per year, with this growth accounting for around 26 percent of the projected additional economic benefits from the digital economy scenario (around 90 million tala)."}, {"text_block_id": "p50_b461_merged_merged_merged_merged_merged", "text": "Projections of opportunity growth across the rest of the economy are driven by the assumption that digital technologies increase the productivity of labour across a range of different activities – by spurring e-commerce, increasing access to markets (e.g. through digital booking and marketing platforms for tourism), facilitating communication and information flows (e.g. crop and weather information for farmers and fishers), reducing transactions costs, and increasing access to finance. All of these innovations have the potential to increase efficiencies across the economy. The resulting lift in labour productivity – in the commercial sector, in tourism, and in agriculture and fisheries, among others – accounts for the majority of the projected additional economic benefits over the next twentyyears (around 200 million tala in additional annual GDP by 2040)."}, {"text_block_id": "p51_b464", "text": "FIGURE 18"}, {"text_block_id": "p51_b465", "text": "FIGURE 19"}, {"text_block_id": "p52_b466", "text": "Maximizing Benefits from Labour Mobility"}, {"text_block_id": "p52_b467", "text": "Labour mobility is a major source of economic opportunity for Samoa. It provides a valuable source of income for Samoan workers and their families and communities, and offers an opportunity to gain new experiences and training which then can be reinvested into Samoa’s development. Given that the opportunities generated by Samoa’s relatively small domestic market may not be sufficient to absorb all those looking for work, labour mobility is also an important mechanism to ensure that Samoan workers can use their existing skills and abilities most productively."}, {"text_block_id": "p52_b468", "text": "In 2019, over 3000 Samoan workers went to Australia and New Zealand as part of the Seasonal Workers Program (SWP), Recognized Seasonal Employer Scheme (RSE) and the Pacific Labour Scheme (PLS). Remittances from overseas workers amounted to more than a quarter of GDP, with these funds flowing directly to Samoan households."}, {"text_block_id": "p52_b469", "text": "But – in the medium to long term – there is the potential to further increase the number of Samoans engaging in temporary work overseas. As a benchmark, Tonga sent almost twice as many seasonal workers to Australia and New Zealand in 2019 as Samoa, despite having a population only around half as large. New schemes such as the PLS also present longer-term opportunities for Samoan workers."}, {"text_block_id": "p52_b470", "text": "COVID-19 is currently constraining labour mobility opportunities. But there are reasons to be optimistic about the future. As long as Samoa manages to successfully contain COVID-19, it has the potential to be among the first group of countries granted access to the Australian and New Zealand labour markets. Samoan workers may therefore be well-placed to fill demand from employers in these countries at a time when fewer migrant workers from other parts of the world are available."}, {"text_block_id": "p53_b471", "text": "Over the longer term, Samoa has the potential to realize substantial additional benefits from labour mobility by increasing the number of Samoans participating in overseas employment, and by maximizing the development impact of these opportunities for participants and their communities. To achieve these objectives, sustained efforts will be required to connect and market Samoan workers to overseas employers. Recruitment and selection processes should be regularly reviewed to ensure that employer needs are being met. Domestic education and training should be aligned as closely as possible with labour market demand from both domestic and overseas employers. The government should also continue to advocate for the expansion of labour mobility and preferential migration opportunities available to Samoa."}, {"text_block_id": "p53_b472", "text": "With the right guidance and support, Samoan workers have the potential to compete on global markets like never before, providing the countrywith additional income, new skills, and a labour force with global experience. But at the same time, it is important to acknowledge and take steps to manage the adverse social and economic impacts of labour mobility. In particular, government must closely support Samoan workers at all stages of the process – prior to departure, to ensure they are adequately prepared; while they are overseas, to manage feelings of isolation and ensure they are in the best possible position to meet employer expectations; and upon their return to Samoa to help facilitate their reintegration. Risks associated with the possibility of ‘brain drain’ or ‘brain waste’ can be mitigated, while more can be done to fully realize the potential of returning Samoan workers and help ensure that their new skills and savings are productively employed in the domestic economy."}, {"text_block_id": "p54_b473", "text": "Challenges and Opportunities"}, {"text_block_id": "p54_b474", "text": "Over the next twenty years, Samoa is in a strong position to benefit from migration and labour mobility opportunities given its preferential access to a number of overseas migration pathways and temporary work schemes. The most significant permanent migration pathway is the Samoa Quota, which allows up to 1,100 Samoans to migrate to New Zealand each year, provided that employment is secured and minimum language and education and health requirements are met. Temporarywork opportunities provided to Samoans include New Zealand’s Recognized Seasonal Employer (RSE) scheme, Approval in Principle Scheme (AIP-Meat workers) and Australia’s Seasonal Worker Programme (SWP), both of which target unskilled labourers and provide work in agriculture, horticulture and viticulture. Other longer-term schemes such as the Pacific Trade Partnership (NZ) and the Pacific Labour Scheme (Australia) have commenced more recently, and target semi-skilled labourers in industries such as construction, accommodation and food services, health care and meatworks."}, {"text_block_id": "p54_b475", "text": "The number of Samoans engaged in labour mobility schemes has grown rapidlyin recent years. There were a total of 2,315 Samoan workers engaged in the RSE scheme in 2018/19, compared to 647 when it first commenced in 2007/08. Furthermore, the intake under the Approval in Principle category for meat workers in NZ also saw a huge increase in 2018/19 with 130 meat workers recruited by Silver Fern"}, {"text_block_id": "p54_b476", "text": "farms and two other new meat processing companies. The Australian Seasonal Worker Program employed 677 Samoans in 2018/19, compared to 22 in 2012/13 when it was first launched."}, {"text_block_id": "p54_b477", "text": "COVID-19 is currently posing challenges for labour mobility programs. Travel restrictions are preventing seasonal workers from entering Australia and New Zealand, as well as causing issues for workers stranded in those countries. Economic contraction and rising unemployment in major destination countries is also reducing the incomes of longer-term migrants and their ability to send remittances. Nevertheless there are reasons to be optimistic about the future of Samoan labour mobility. As long as Samoa successfully contains COVID-19, it has the potential to be among the first group of countries granted access to the Australian and New Zealand labour markets. Travel for the various Pacific labour mobility schemes may be more feasible than other types of travel, including tourism-related travel, once borders reopen, although this will depend on inter-governmental cooperation. Although labour markets may remain relatively weak in Australia and New Zealand for a number of years, in some industries Samoan workers may be well-placed to fill demand from overseas employers, at a time when there are fewer migrant workers from other parts of the world available for hire."}, {"text_block_id": "p54_b478", "text": "FIGURE 20"}, {"text_block_id": "p54_b479", "text": "Labour mobility scheme, number of workers."}, {"text_block_id": "p55_b480", "text": "Over the longer term, once international borders fully reopen, there is significant potential for further expansion. Samoa’s share of total workers in the RSE and SWP has not risen over time, while the growth in participation from other countries in the Pacific has been much more pronounced. Samoa currently provides less than 20 percent of the total number of RSE workers, and around 5.5 percent of SWP workers."}, {"text_block_id": "p55_b481", "text": "The potential for further expansion in these schemes is extremely significant given the sheer magnitude of the economic benefits at stake. A 2017 evaluation of the Seasonal Worker Programme (SWP) program found that Samoan workers were able, on average, to remitAUD$3,997 back to Samoa and save AUD$5,854 after six months of work (World Bank 2017). The workers’ earnings in Australia significantly exceeded their earning potential had they stayed in Samoa, and the aggregate impact in terms of the net annual income gain to Samoa was estimated at AUD$5.8 million over the five years to 2017. The evaluation identified overwhelmingly positive outcomes for workers, their households, and the community. Samoan workers reported high levels of satisfaction with their experience in the SWP (averaging 8.5 on a scale of 1 to 10). 98 percent of Samoan workers said they would be willing to recommend"}, {"text_block_id": "p55_b482", "text": "the scheme to others in their village. More broadly, it was evident that participating communities also benefitted from the scheme, with many workers providing significant donations to local churches, schools, and for upgrading of community infrastructure. Manyworkers reported remitting income to households other than their own. A similar study of the RSE undertaken in 2016 yielded similar findings. That study found that RSE workers’ remittance transfers back to the islands amounted to over NZ$6,000 at the end of each season, and most workers remitted income regularly, thereby providing a continuous source of support to their family and community from abroad (Bedford et al 2016)."}, {"text_block_id": "p55_b483", "text": "A key difference between income earned through overseas employment and regular development assistance is that income from the former flows directly to Samoan workers and their households. Households use income earned through work undertaken overseas to pay school fees, to upgrade housing, and to support their community. This direct link between labour mobility schemes and Samoan households makes the positive impacts of these income flows all the more apparent, as evident in the firsthand account described in Box 1."}, {"text_block_id": "p56_b484", "text": "Given the scale of these benefits, finding ways to expand participation in these schemes should be treated as a national priority. The opportunity to improve market share in the SWP is particularly significant, given the uncapped nature of that scheme (in contrast to the RSE) and its potential to grow rapidly in future years. SWP employers are also now recruiting under the Pacific Labour Scheme (PLS) and moving SWPworkers across to the PLS on longer-term contracts."}, {"text_block_id": "p56_b485", "text": "The establishment in late 2018 of the Pacific Labour Scheme (PLS) provides an important opportunity for Samoa. The PLS provides semi-skilled workers with access to jobs in regional Australia for periods of up to three years. Like the SWP, access to the PLS is restricted to citizens of Pacific island countries, meaning Samoan workers are provided with an opportunity not afforded to those from elsewhere. Employment is available across a range of industries and destinations within Australia, with the exception of the largest cities. Employing a foreign worker under the PLS is both cheaper and subject to lower language tests than under other work visa arrangements (Lawton 2020)."}, {"text_block_id": "p56_b486", "text": "Like the SWP, the PLS is uncapped, meaning it could see substantial growth across a range of industries over the next 20 years. The number of PLS workers in the meatworks industry increased from 7 in July 2019 to 537 in January 2020, with further growth expected. Other industries are likely to start using the PLS in the near future, with Australian labour hire companies recruiting workers on behalf ofAustralian employers. Industries likely to demand PLS workers include agriculture (including horticulture), hospitality, aged care, and fisheries. The skill level required of workers will vary by industry: in industries such as aged care, the threshold is likely to be higher, which will likely mean that training providers in Samoa will need to adapt accordingly. In industries such as meatworks, the skills threshold will be lower, and the focus will instead need to be on creating the right networks with labour hire agents in Australia, and on boosting the English language and soft skills of would-be workers."}, {"text_block_id": "p56_b487", "text": "What does this mean for Samoa? In the medium term, Samoa should be focused on growing its share of expanding opportunities – namely, the SWP and the PLS, both ofwhich are uncapped. Doing so will require active government efforts to connect and market Samoan workers to overseas employers, and to help ensure that the good reputation of Samoan workers is maintained. Government should hone its ability to reach out to employers and workers overseas in order to provide support, resolve issues, and ensure that employer expectations and requirements are being met. The Ministry of Commerce, Industry and Labour manages Samoa’s labour mobility programs, with the assistance of other ministries and liaison officers stationed in the host countries. Ensuring that these arrangements are well-coordinated and adequately resourced should be a priority."}, {"text_block_id": "p56_b488", "text": "Accountable and transparent recruitment, selection, and processing arrangements are essential. A review of recruitment arrangements may be useful at this point, given the establishment of new labour mobility schemes since Samoa’s current Labour Mobility Policy was approved in 2015. Ideally, such a review would focus on recruitment and selection processes, public awareness, pre-departure programs and support, on the job support, support services for families (including income support), and reintegration services. It should also consider the implications of new opportunities such as those provided by the PLS."}, {"text_block_id": "p56_b489", "text": "Education and training are key enablers of labour mobility opportunities, and should be aligned as closely as possible with labour market demand – from both domestic and overseas employers. Skilled and semi-skilled opportunities under schemes like the PLS and Pacific Trades Partnership can only be taken up by Samoans with the necessary skills. TVET and Post-School Education Training (PSET) program providers in Samoa should target the fields in demand under the schemes, with support and resources from government and development partners (including APTC). Additional resourcing in key areas, including English language skills and interview skills, could be considered. Government can play a role in ensuring that TVET providers are kept up to date with information on labour market demand. This will involve continued efforts to collect and disseminate data from several sources, such as employer surveys, job advertisements, and the issuance ofwork permits for foreign workers in Samoa. The regular analysis and use of labour market information to inform training can also help to address employer concerns about skills shortages."}, {"text_block_id": "p56_b490", "text": "Consistent with the Labour Migration Policy, Samoa should also look to opportunities beyond the SWP and PLS in Australia, and the RSE, AIP and Pacific Trades Partnership in NZ, as part of its broader approach to labour mobility. This should include a focus on both permanent migration pathways and temporary work schemes."}, {"text_block_id": "p56_b491", "text": "Already Samoa enjoys preferential access to New Zealand through the Samoa Quota, which has seen thousands of Samoans go to New Zealand, with many subsequently moving to Australia. Such migration has benefitted Samoa in a number ofways, with the diaspora sending remittances home and providing a support network to many Samoan households. More could be done to help Samoans take up migration opportunities under the Samoa Quota, given that the present quota of 1,100 migrants is generally not completely filled. This is because some successful applicants are unable to meet the minimum educational or health requirements, or more commonly, are unable to secure employment in New Zealand. Government has an important role in helping Samoan nationals to meet these requirements."}, {"text_block_id": "p57_b492", "text": "The Government of Samoa should also continue to advocate for the expansion of labour mobility and preferential migration opportunities overseas. In New Zealand, this could involve advocacy for increases to the cap on the RSE, or more ambitiously its removal, as has occurred in Australia. Employers in New Zealand routinely request a larger increase in the cap than what is ultimately granted, suggesting there is a strong business case for raising the cap. Other opportunities exist in construction, forestry, fish farming and tourism but will require aggressive marketing and dialogue with the NZ authorities."}, {"text_block_id": "p57_b493", "text": "In Australia, there is also a role for advocacy and government-to-government dialogue to ensure that schemes such as the PLS and SWP remain in place and that changes to other work visa arrangements (such as the Working Holiday Maker (WHM) visa) do not adversely affect opportunities for Samoans."}, {"text_block_id": "p57_b494", "text": "The government could also advocate for improved access to Australia’s labour market via other visa categories, including preferential visas such as the Working Holiday Maker visa  which currently exclude Samoa."}, {"text_block_id": "p57_b495", "text": "Female participation in labour mobility schemes is another area that deserves attention. Women accounted for less than 4 percent of total SWP and RSE workers during the 2017/18 season. Measures could be considered to increase the number of females in the work-ready pool; to target industries (or employers) which have high rates of female participation; and to build the support of husbands, families and communities through awareness-raising programs on the benefits that would flow from increased female participation in these schemes."}, {"text_block_id": "p57_b496", "text": "Finally, it is important that steps are taken to minimize the adverse social and economic impacts of labour mobility. The loneliness and homesickness sometimes experienced by the Samoan worker overseas can lead to a deterioration in their physical and mental health, which may be exacerbated by their lack of local language skills. Marriages have the potential to break down as a result of separation, while children can be forced to live without their father or mother for long periods of time."}, {"text_block_id": "p57_b497", "text": "The appointment of Liaison Officers to manage workers in NZ and Australia as well as the provision of pastoral care helps to mitigate these risks. Preparing seasonal workers as part of pre-departure programs and trainings is also critical."}, {"text_block_id": "p57_b498", "text": "Training needs to be resourced adequately so that it can cover a broad range of areas, including soft skills, work ethic, managing separation from families, and financial"}, {"text_block_id": "p57_b499_merged_merged", "text": "literacy (including on remittance fees). Equally important is supporting workers’ families who are left behind. Community-based and led support programs for these families need to be strengthened. Adequate referral services (around domestic violence and income support, when workers fail to remit) must be made available and the government may have to allocate resources to ensure these services are accessible."}, {"text_block_id": "p57_b501", "text": "Samoan employers have also been critical of labour mobility schemes at times, particularly those which have lost good workers to overseas opportunities, or which have had difficulties hiring skilled and motivated staff in what is sometimes characterized as a ‘hollowed-out’ labour market. There are risks associated with ‘brain drain’ – to the extent that highly skilled professionals leave to pursue opportunities overseas – and ‘brain waste’, if these workers are overqualified for the overseas jobs that they obtain. There are also concerns that remittances and savings from overseas employment can reduce local incentives to work, and are sometimes misused rather than being invested in productive ways. To manage these risks, selection processes for overseas schemes can be tailored to ensure that appropriate incentives are in place – for example, by targeting those who are informally employed in the Samoan agriculture sector for agricultural seasonal work opportunities overseas. Returnees should also be provided with the guidance necessary to ensure that their savings are invested prudently and productively."}, {"text_block_id": "p57_b502", "text": "Moreover, it is important to maintain a longer-term perspective: the skills and experiences gained by Samoans overseas have the potential to significantly add to the productive and entrepreneurial capacity of the Samoan economy in the long-run. Almost three quarters of the Samoans interviewed during an evaluation of the SWP scheme identified additional skills as ‘very important’ in their decision to participate in the program. The possibility of taking part in labour mobility schemes also incentivizes locals to increase their education and training. Higher human capital and additional skills will increase output per worker in the Samoan economy and help to spur innovation. Returnees should be encouraged and supported to apply the skills they have acquired overseas in pursuing job opportunities locally and in starting new businesses which can ultimately provide a source of employment to others. Samoans who permanently migrate overseas are also an important resource – to provide mentorship and guidance for those Samoan workers taking advantage of temporary labour mobility opportunities, and as a source of investment into the Samoan economy."}, {"text_block_id": "p58_b503", "text": "What is possible?"}, {"text_block_id": "p58_b504", "text": "With demand from Australia and New Zealand for migrant workers likely to grow once borders reopen, Samoa has the opportunity and potential to grow its participation in labour mobility schemes. In the (pre-COVID) baseline ‘business-as-usual’ case, Samoa could double its total number ofworkers in seasonal labour mobility programs by 2040, reaching around 6,000 workers each year."}, {"text_block_id": "p58_b505", "text": "This is a somewhat unambitious scenario, with 6,000 workers only marginally more than the number of workers Tonga sent in 2018/19. However, with sustained government efforts to improve education and training, recruitment and selection processes, and advocacy and support for Samoans overseas, Samoa has the potential to send many more workers. The total number of seasonal workers from Samoa could reach up to"}, {"text_block_id": "p58_b506_merged_merged", "text": "15,000 peryear by 2040, due both to an increase in Samoa’s share of total SWP and RSE workers (to around 20 percent by 2040, from around 12 percent currently) and to a three-fold expansion in the aggregate size of these programs (the SWP and RSE) across the Pacific. Hence an additional 9,000 Samoans could be employed in seasonal work opportunities by 2040, and the additional annual net income earned by these workers (over and above what theywould have earned had they stayed in Samoa) would be close to 200 million tala by 2040 (in constant 2019 tala terms). Much of this income would be remitted back to Samoa to benefit the families and communities of these workers."}, {"text_block_id": "p58_b509", "text": "The number of longer-term (more than one year) and permanent migrants also has the potential to increase, including via the PLS, the Pacific Trade Partnership, and potentially the Samoa Quota. In the pre-COVID baseline case we assume the number of migrants in these categories declines slowly in line with the historical trend to around"}, {"text_block_id": "p58_b510", "text": "FIGURE 21"}, {"text_block_id": "p58_b511", "text": "Seasonal workers from Samoa."}, {"text_block_id": "p58_b512", "text": "SWP and RSE schemes"}, {"text_block_id": "p58_b513", "text": "FIGURE 22"}, {"text_block_id": "p58_b514", "text": "Annual migrant outflows from Samoa."}, {"text_block_id": "p58_b515", "text": "Permanent and longer-term migrants"}, {"text_block_id": "p60_b516", "text": "How Can These Opportunities Be Realized?"}, {"text_block_id": "p60_b517", "text": "To fully realize the opportunities presented in each of these areas, Samoa will need to improve the health, education, and training of its people, invest in climate-resilient physical infrastructure to enhance connectivity and lower costs, promote the sustainable management of its ecosystems, and ensure a safe, secure, inclusive societywhere all Samoans have the ability and means to pursue opportunities to improve their well-being, free from threats of violence or crime."}, {"text_block_id": "p60_b518", "text": "Efforts to build these supply-side enablers of economic growth – the human capital, physical capital, environmental and social capital that underpin all income and production in Samoa – need to be informed by and respond to the specific risks and opportunities that Samoa faces. Samoa is severely exposed to negative effects from climate change and frequent natural disasters including floods, droughts, tropical cyclones, storm surges, earthquakes and tsunamis. These have direct effects on communities and livelihoods, lead to substantial losses in economic production, and decimate the capital stock. At the same time, and as in other Pacific Island Countries, an epidemic of non-communicable diseases (NCDs) has brought substantial social and economic costs associated with sickness and premature death, and significant fiscal costs associated with meeting health treatment needs. The 2019 measles outbreak and ongoing COVID-19 pandemic have also highlighted the critical need to increase the resilience of the population to communicable diseases, which can partly be achieved by reducing the prevalence of NCDs. Finally, an epidemic of violence – against women and children in particular – is an ongoing blight on Samoan communities, and cannot be accepted if the aim is to increase the well-being of all Samoans and their opportunities to pursue the best, most productive lives possible."}, {"text_block_id": "p60_b519", "text": "Samoa 2040"}, {"text_block_id": "p60_b520_merged", "text": "shows that togetherwith these threats, which have economic as well as social and environmental impacts, there are economic opportunities – in tourism, agriculture, and fisheries, digital economy, and labour mobility. As noted in the previous section, realizing these opportunities will rely critically on improved basic education, market-responsive skills development, and resilient public and private investments. Taking advantage of the tourism growth opportunities will require investments in connectivity, public services, and skills, to ensure the provision of an appropriate standard of service delivery. Delivering on the labour mobility opportunities will mean upskilling local workers in line with demand from foreign employers. The digital economy opportunities demand investment in hard infrastructure, ready-access to supportive public services, and the availability of technical skills. Realizing the potential of the agriculture and fisheries sector will require investment in local, national and international connectivity to markets (through roads, ports, and airports), as well as scaled-up research and extension services. Without such investments, Samoa’s ability to take advantage of these economic opportunities will be significantly compromised. And inclusivity is critical. Samoa will need to draw on the abilities of its entire population – men, women, and the next generation, urban-dwellers and those living in villages across the country – to fully realize the promise of Samoa 2040. For the resulting economic gains to be meaningful, all Samoans should have the opportunity to benefit, not just a select few."}, {"text_block_id": "p61_b523", "text": "Building Human Capital"}, {"text_block_id": "p61_b524", "text": "Investments in nutrition, health care, quality education, and skills development will allow Samoans to realize their potential as productive members of society. By improving their health, knowledge, and resilience—their human capital— people become more productive, flexible, and innovative. The social benefits of human capital transcend the benefits to the individual, extending across communities and across generations. Research from the World Bank suggests that human capital accounts for the largest share of countries’ wealth globally. Human capital complements physical and social capital in the production process and is an important input to technological innovation and long-run growth."}, {"text_block_id": "p61_b525", "text": "But individuals and families sometimes cannot afford the costs of acquiring human capital. Even if there are no fees, the cost of transportation and supplies, togetherwith the earnings lost while an individual is in school or studying instead ofworking, can make the cost of education prohibitively expensive. As well as accessibility, the quality of available services is also critical to achieving good outcomes – in both education and health care. While an additional year of school generates higher earnings on average, what children learn matters more than how long they stay in school."}, {"text_block_id": "p61_b526", "text": "Even when high-quality, affordable health and education services are available, individual decisions may be restricted by short-term thinking, lack of information, or social norms"}, {"text_block_id": "p61_b527", "text": "and expectations. Although human capital is a central driver of sustainable growth and poverty reduction, the benefits of investing in people can take a long time to materialize: investing in the human capital of young children will not deliver economic returns until those children grow up and join the workforce. Some either do not understand or cannot wait for these longer-term benefits to accrue. Moreover, individuals do not necessarily consider the broader social impacts when making decisions about their own health and education."}, {"text_block_id": "p61_b528", "text": "For these reasons, governments have an important role to play in fostering human capital acquisition by boosting the availability and quality of education and health services. The Government of Samoa has not shirked this task. For several years the Government has allocated substantial resources to education and health, as key social priorities. Significant gains have been realized in increasing access to education and in improving high level health outcomes such as life expectancy and child mortality rates."}, {"text_block_id": "p61_b529", "text": "But there is more to do. The international evidence suggests that one of the highest-return investments available to governments is investing in the first thousand days of a child’s life through adequate nutrition, health care, and access to early childhood education. Such interventions can play a significant role in boosting the human capital of"}, {"text_block_id": "p62_b530", "text": "the new generation. If made widely available, they can also help reduce the potential for inequalities down the track, as subsequent public investments in education and health are more likely to benefit those who start out better off."}, {"text_block_id": "p62_b531", "text": "In education, further work is also required to raise primary and secondary education standards, improve post"}, {"text_block_id": "p62_b532", "text": "-"}, {"text_block_id": "p62_b533", "text": "secondary training and skills development, and increase alignment with the demands of local and international employers. Investments in education have become even more critical as the nature of available work has evolved, and as competition in the global economy has increased. As well as specialized technical skills, socio-behavioral skills such as persistence, teamwork, empathy, conflict resolution, and relationship management make a critical contribution to a person’s human capital. The previous section has provided a number of specific examples where investments in education will be necessary to realize the opportunities set out:"}, {"text_block_id": "p62_b534", "text": "secondary training and skills development, and increase alignment with the demands of local and international employers. Investments in education have become even more critical as the nature of available work has evolved, and as competition in the global economy has increased. As well as specialized technical skills, socio-behavioral skills such as persistence, teamwork, empathy, conflict resolution, and relationship management make a critical contribution to a person’s human capital. The previous section has provided a number of specific examples where investments in education will be necessary to realize the opportunities set out:\n* For tourism, boosting hospitality training to boost service standards is a priority, including through post\n* For tourism, boosting hospitality training to boost service standards is a priority, including through post\n -\n* For tourism, boosting hospitality training to boost service standards is a priority, including through post\n -\n secondary and TVET programs, as well as international exposure.\n* In agriculture and fishing, farmers and fishers need technical information, support, and data on good agricultural and fishing practices, organic farming, pest control, livestock diseases, use of pesticides and compliance with export markets. Providers of extension services need the training and skills necessary to be able to effectively respond to the needs of farmers.\n* To foster a digital economy, advanced skills will be necessary in the areas of network management, data\n* To foster a digital economy, advanced skills will be necessary in the areas of network management, data\n analytics, hardware maintenance, software design and app development. To ensure these technologies are used to their full potential, ICT awareness needs to be raised among the population at large, and basic digital skills promoted.\n* To promote labour mobility, upskilling workers in the areas most in demand by host country employers is critical. Potential areas for expansion include trades, sports, maritime workers, police academy transfers and aged care."}, {"text_block_id": "p62_b545", "text": "Health is an equally important component of human capital. People are more productive when they are healthier. From an early age, the health and education dimensions of human capital complement each other. Proper nutrition in utero and in early childhood improves children’s physical and mental well-being. Continued efforts are needed to control non-communicable diseases, including through incentivizing improved nutrition, promoting healthy lifestyles, and returning to the family-oriented community engagement and fa’a Samoa ways of delivering primary health care to the communities. The measles outbreak and COVID-19 have thrown into stark relief the necessity of maintaining high immunization rates and strengthening preparedness, surveillance, and response protocols to deal with epidemics of communicable diseases."}, {"text_block_id": "p62_b546_merged_merged_merged", "text": "The SDS and the Health and Education Sector Plans outline the detailed medium-term priorities for these sectors, which are fully aligned with the vision of Samoa 2040, and which will serve to ensure a healthy, educated population that has the capability to contribute productively to Samoa’s longer-term development."}, {"text_block_id": "p63_b549", "text": "Climate change already poses a significant threat to Samoa, and its effects will become more severe in the coming decades. Climate change is expected to worsen the frequency, intensity, and impacts of extreme weather events like tropical cyclones, flooding and droughts, sea level rise and extreme tides. As an example, Tropical Cyclone Evan that struck in 2012 caused extensive damages to physical assets – equivalent to around a quarter of GDP – and reconstruction activities lasted for several years."}, {"text_block_id": "p63_b550", "text": "If unaddressed, climate change impacts will severely limit Samoa’s ability to realize its economic potential. Access to markets, public services, and utilities – which are vital to the realization of opportunities in tourism, agriculture and fishing, and digital economy – all depend on climate resilient infrastructure. This infrastructure increases economic productivity and serves as a vital complementary input to private sector production. Hence there is a critical need to adopt appropriate adaptation and mitigation measures to forge Samoa’s resilience to climate change and natural disasters. Infrastructure should be ‘built back better’ and compliant with standards established to ensure climate and disaster resilience."}, {"text_block_id": "p63_b551_merged", "text": "There has been widespread investment in public infrastructure in recent decades, including in hydro, solar and wind energy generation; telecommunications (via the submarine cable); water supply and water quality around the country; the national road network; port and airport facilities, and shipping services between the two main islands. As well as being critical to realizing the Samoa 2040 opportunities and improving the environment for doing business, this public infrastructure also has direct positive benefits for people’s livelihoods."}, {"text_block_id": "p63_b554", "text": "Access to electricity has improved considerably, and there has been significant progress towards achieving the 100 percent renewable energy goal. Many more families now have access to a treated water supply. The submarine cable has increased capacity and reduced the cost of connectivity, making fast, reliable internet accessible by more users. The extended and improved road network has made it easier for farmers to reach markets and for locals and tourists to commute to places of interest. The new airport terminal is a huge facelift making travel for locals and tourists a lot more efficient and comfortable. Improved shipping links between the two main islands make internal travel a more pleasant experience, especially for tourists. The Vaisigano Catchment projects have significantly improved the resilience of communities living alongside the river by mitigating their exposure to flooding. Several projects have reduced vulnerability to storm surge and sea level rise in the coastal areas of Upolu and Savai’i."}, {"text_block_id": "p63_b555", "text": "These investments have provided a solid platform for economic growth over the past two decades. But the private sector is of the view that the cost of doing business remains higher than it should be, stifling the potential for growth. The cost of electricity is relatively high. While the costs of internet access have declined since the Tui-Samoa cable came into operation, more can be done to promote a competitive, well-regulated telecommunications sector which would put further downward pressure on costs. There may also be scope to reduce other government charges and cost recovery fees. For example, Apia port fees can act as a significant disincentive for container ships and cruise liners."}, {"text_block_id": "p63_b556", "text": "More also needs to be done to ensure infrastructure assets are resilient to risks associated with climate change and natural"}, {"text_block_id": "p64_b557", "text": "disasters. Building more resilient infrastructure can save lives, reduce damages and the need for expensive repairs, and minimize the consequences of natural disasters, ensuring the continuity of critical public services. It can also lead to a ‘triple dividend’ of resilience: avoiding losses, unlocking economic potential through improved incentives to save and invest, and generating social, cultural, and environmental benefits."}, {"text_block_id": "p64_b558_merged", "text": "Government should continue to invest in climate- and disaster-resilient infrastructure projects that will lead to a reduction in the cost of doing business, stimulate economic growth, improve livelihoods and ensure access at affordable prices for households. To the extent possible, public investments will be targeted at supporting the key growth drivers in the Samoa 2040 Plan."}, {"text_block_id": "p64_b561", "text": "Government should continue to invest in climate- and disaster-resilient infrastructure projects that will lead to a reduction in the cost of doing business, stimulate economic growth, improve livelihoods and ensure access at affordable prices for households. To the extent possible, public investments will be targeted at supporting the key growth drivers in the Samoa 2040 Plan.\n* Reliable and affordable electricity supply to households and industrywill be expanded with a further increase in renewable energy generation and the extension of main grid throughout the country. Solar energy investment will increase further and the development of the Alaoa Multi-purpose Dam amd small hydro plants, while ensuring sustainable watershed management, will continue in pursuit of the goal to be 100 percent renewable. Geothermal energy generation will be explored to determine its viability.\n* Water quality and consistency of supply in the Afiamalu area and in the rural communities of Gataivai and Sataua in Savaii and Apolima island will be improved.\n* Further investments will be made in ICT, with the Manatua cable offering additional capacity and the potential to further reduce internet costs.\n* Investment in road infrastructure will continue, e.g. through the Second Phase of the West Coast Road. The Cross Island Road is expected to commence construction within the next few years. The East Coast Road Stabilization, the Aleisa Road and the Lelata Bridge widening will be constructed within the\n* Investment in road infrastructure will continue, e.g. through the Second Phase of the West Coast Road. The Cross Island Road is expected to commence construction within the next few years. The East Coast Road Stabilization, the Aleisa Road and the Lelata Bridge widening will be constructed within the\n next 10-15 years. As the population expands into rural areas, the capacity of the road network and its climate resilience will be assessed and upgraded as needed.\n* There will be substantial investment in seaports with the development of the Vaiusu port, the viability of which has significantly improved given the congestion currently faced at the Apia port. The Asau port channel will be widened and the Marine School port facilities will be upgraded to offer technical training at officer and higher levels.\n* As Samoaâs economy and people are heavily dependent on the ecosystems and services they provide, there will also be further investments to promote a climate resilient landscape and advance priorities identified in the Community Integrated Management (CIM) plans."}, {"text_block_id": "p64_b574", "text": "To take advantage of productive public investment opportunities while maintaining the sustainability of public finances, it is important that Samoa maintains robust project appraisal mechanisms and rules around the contracting of new debt. To fund these investments, grants from development partners should continue to be sought where possible. Given the critical importance of ensuring climate and disaster resilience of investments especially in infrastructure, community and landscape management, it is critical that all investments are screened for climate and disaster risk and that resilience building activities are integrated into project designs, and implemented with blended funding where appropriate. This will help minimize fragmentation and the inefficiencies associated with stand-alone climate resilience and disaster risk reduction investments. Given that some projects have very long payback periods, it is important to assess the economic returns of these projects, and the extent to which these returns are sufficient to meet any associated debt servicing requirements. More generally, the government needs to ensure that systems are working well to effectively identify, prioritize, coordinate and implement public investment projects, and adopt procedures that ensure value-for-money in procurement and design."}, {"text_block_id": "p64_b575", "text": "Promoting a Safe, Secure, Inclusive Samoa"}, {"text_block_id": "p64_b576", "text": "Maintaining peace, security, and inclusivity is critical for Samoa’s sustainable development aspirations. Fa’a Samoa – the Samoan way – has traditionally promoted cohesion and stability in the community setting, with its focus on maintaining close family and community ties. Guided by fa’a Samoa, village councils are largely responsible for setting local rules and maintaining the peace, and often act to discipline offenders without the need for police involvement. Historically, the police have depended heavily on the village councils to promote law and order at the village level."}, {"text_block_id": "p64_b577", "text": "But rising social problems have placed fa’a Samoa under increased stress. Alcohol-related violence and violence against women and children are on the rise. Cases involving the use of illicit drugs, firearms and alcohol abuse are occurring more frequently. The National Public Inquiry into Family Violence in Samoa (2018) found that 9 out of 10 Samoan children experience violence in their lifetime, which is often extreme in nature; that the majority ofwomen experience intimate partnerviolence in their lifetime, with violence at the hands of a non-partner almost as prevalent;"}, {"text_block_id": "p65_b578", "text": "and that violence has a wide range of long-term impacts on the physical, mental, and economic well-being of its victims."}, {"text_block_id": "p65_b579", "text": "For those who suffer from these forms of violence, these impacts can be devastating. In addition to the direct impacts, instability, violence, and other forms of criminality within families and communities can carry significant economic costs – in terms of lost productivity, unequal access to opportunity, and additional financing needs associated with the provision of additional health and law enforcement services. Village councils are finding it increasingly difficult to deal with community level crimes as a result of the frequency and complexities of some of the cases they are faced with. As a result, village governance is being challenged and in some cases weakened."}, {"text_block_id": "p65_b580", "text": "Samoa is also exposed to international security threats including drugs being trans-shipped though the Pacific, people trafficking, illegal, unreported and unregulated (IUU) fishing, and the overall impact of climate change on human security. Dealing with these threats requires not only nationally focused responses but also regional and international actions. Samoa should continue to advocate for the necessary measures in international forums."}, {"text_block_id": "p65_b581", "text": "As noted by the Public Inquiry, a combination of education, awareness-raising, institutional change, support for victims, and a zero-tolerance approach to perpetrators is required. A full list of 39 recommendations is provided"}, {"text_block_id": "p65_b582_merged", "text": "by the report. These recommendations – many of which are focused on promoting gender equality and removing barriers constraining the participation of women in key institutions – must be taken on board if the Samoa 2040 vision to improve the well-being of all Samoans and their opportunities to pursue the best, most productive lives possible is to be realized."}, {"text_block_id": "p65_b585", "text": "The partnership between the national government (in particular, the Community Development Sector and the Law & Justice Sector) and the village councils is critical to addressing community based social problems, violence and other criminal activities. This partnership should be strengthened. Having a coordinated countrywide approach on domestic violence through a rejuvenated National Crime Prevention Strategy that brings together village councils, churches, government sector agencies, and service providers will have a positive effect in addressing social problems."}, {"text_block_id": "p65_b586", "text": "In some cases, increased police presence in the community will have a deterrent effect on trouble-makers, and help ensure a timely response to any request for assistance. The police force should be adequately resourced and equipped to allow it to perform these functions. The capacity of the judiciary system should also be sufficient to allow it to immediately take on criminal cases that cannot be dealt with by the village councils."}, {"text_block_id": "p66_b587_merged", "text": "Economic factors – such as unemployment, low and/or falling incomes (including after an economic shock or natural disaster), and a perceived lack of opportunities – can be a major contributor to social problems. Steps to address these root causes may lead to a significantly reduced incidence of theft, crime, drug use, and family violence. Many of the opportunities described in Samoa 2040 should help to create jobs and boost incomes, but it will be important to ensure that the resulting economic growth is as inclusive as possible including the interests of people with disabilities."}, {"text_block_id": "p66_b590", "text": "To this end, the establishment of District Development Plans (DDP) to lift village level development is a step in the right direction and should be prioritized. The DDPs benefit from substantial consultations with the communities, and target a wide range of social and economic development issues including business development opportunities for the district, health, education, violence, rights of women and children, and environmental protection. If coordinated effectively and efficiently, the DDPs will become an important means of promoting development at the district level, and contribute directly to improving the enabling environment for inclusive economic growth across the country. They should also incorporate the priorities and goals identified in the CIM plans, thereby maintaining the community-level focus on sustainable and climate resilient development throughout Samoa."}, {"text_block_id": "p66_b591", "text": "Labour mobility provides another avenue to support those who otherwise may feel as though opportunities are lacking. In some cases, providing for the recruitment and selection of seasonal workers from targeted village communities may help to reduce social unrest, both by increasing the opportunities available to young men and women living in rural areas, and by spurring remittance inflows which improve prospects for a better quality of life."}, {"text_block_id": "p66_b592", "text": "Although around 20 percent of its population face hardship, and despite its extreme vulnerability to external shocks, Samoa does not have a formal non-contributory social safety net system beyond the elderly pension scheme. Informal social protection mechanisms are increasingly strained in the protection they can provide even in normal times. Moreover, the available evidence suggests that such informal systems are often challenged when large shocks such as natural disasters strike. The experience with COVID-19 suggests there would be some benefit in expanding government-led mechanisms to improve the livelihoods of the poorest and most vulnerable in Samoa, especially in response to natural disasters and economic shocks. Mechanisms to provide targeted temporary social assistance in the event of a natural disaster – which would require the establishment of basic platforms to identify eligible recipients and distribute benefits – could significantly increase welfare across the country in the aftermath of such shocks."}], "document_description": "This document sets the government's vision for socioeconomic development until 2040. It notably seeks to 1) focus investments on increasing resilience to external shocks, \"including natural disasters, public health emergencies, and the effects of climate change\", 2) advance climate-smart technologies in farming, and 3) improve the resilience of the infrastructure to adverse effects of climate change."}