{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Samoa National Energy Policy", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2007", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2007/WSM-2007-01-06-Samoa National Energy Policy_acfd46e09a0f94f8de58c365eefe2eb8.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "There is no restriction on the quotation or reproduction of any part of this publication, provided that the source is acknowledged"}, {"text_block_id": "p1_b2", "text": "Ministry of Finance"}, {"text_block_id": "p1_b3", "text": "Economic Policy and Planning Division"}, {"text_block_id": "p1_b4", "text": "Private Mail Bag"}, {"text_block_id": "p1_b5", "text": "Apia"}, {"text_block_id": "p1_b6", "text": "SAMOA"}, {"text_block_id": "p1_b7", "text": "Telephone: 685 34333/34341 Fax: 685 21312"}, {"text_block_id": "p1_b8", "text": "Email: eppd@mof.gov.ws"}, {"text_block_id": "p1_b9", "text": "June 2007"}, {"text_block_id": "p2_b10", "text": "FOREWORD"}, {"text_block_id": "p2_b11", "text": "The Government has implemented a comprehensive reform program from 1995 focusing on financial management, strategic planning, privatization, human resource management as well as initiatives focusing on improving efficiency and effective service delivery.  As a result, the Samoan economy has enjoyed strong economic growth. This is reflected with GDP per capita increasing from $3,650 SAT in 1994 to $6,972 SAT by 2006."}, {"text_block_id": "p2_b12", "text": "This increased in monetization of the economy, higher level of sophistication have culminated in a growing demand for energy over the last 20 years.  Preference for electricity and fossil fuelled equipment has grown witnessed in a shift from traditional energy sources such as biomass to more convenient sources like fossil fuel and gas.  The increase and diversity in energy demand together with the high associated costs highlights the need for a comprehensive framework to guide and manage the growing energy sector in Samoa."}, {"text_block_id": "p2_b13", "text": "Energy developments in Samoa have been fragmented with key energy providers working very much in isolation. Such an arrangement led to weak coordination with lost opportunities to synthesize common objectives and targets.  Hence it is my pleasure to present this first Samoa National Energy Policy (SNEP). This policy will provide a clear direction for all energy developments in Samoa.  The vision for the Samoa National Energy Policy is"}, {"text_block_id": "p2_b14", "text": "•to enhance the quality of life for all through access to reliable, affordable and environmentally sound energy services and supply"}, {"text_block_id": "p2_b15", "text": "•."}, {"text_block_id": "p2_b16", "text": "This vision supports the national vision for"}, {"text_block_id": "p2_b17", "text": "•Improved Quality of Life•"}, {"text_block_id": "p2_b18", "text": "as stipulated in the recent Strategy for the Development of Samoa."}, {"text_block_id": "p2_b19_merged_merged", "text": "In support of the Energy sector vision, the overarching goal is •to increase the share and contribution of renewable energy in mass production and energy services and supply by 20% by year 2030•.  This would be achieved with the successful implementation of the strategies and associated activities relating to, Energy Planning and Management, Petroleum, Electricity, Transport and Renewable Energy.  Energy efficiency and conservation, environmental and social aspects, human and institutional capacity, capital resource constraints, legal framework, promotion and dissemination of information and other cross cutting issues are addressed and reflected under these 5 strategic areas."}, {"text_block_id": "p2_b24", "text": "In formulating the Samoa National Energy Policy, a taskforce comprising of key energy stakeholders compiled a first draft based on information and data gathered from all energy stakeholders.  Feedback from several workshops conducted in both Upolu and Savaii helped improve this draft and was then circulated again to respective energy stakeholders for further comments. Needless to say, this was a highly consultative document."}, {"text_block_id": "p2_b25", "text": "The release of the Samoa National Energy Policy is timely with the recent surges in oil prices and Samoa•s growing demand and dependency on fossil fuel.  Renewed global interest in exploring renewable energy sources to substitute fossil fuels makes this document critical.  Development of renewable energy is a must for any long term development plans for Samoa.  The Samoa National Energy Policy will provide the framework to coordinate both our domestically financed efforts as well as regional and bilateral assistance in the energy sector."}, {"text_block_id": "p2_b26", "text": "I commend this document for all."}, {"text_block_id": "p2_b27", "text": "Niko Lee Hang"}, {"text_block_id": "p2_b28", "text": "MINISTER OF FINANCE"}, {"text_block_id": "p3_b29", "text": "ACKNOWLEDGMENT"}, {"text_block_id": "p3_b30", "text": "The Minister of Finance and Energy and the management of the Ministry of Finance would like to acknowledge the collaboration effort of representatives of the following organizations who made the development and finalization of the first Samoa National Energy Policy possible.  Special faafetai goes out to the UNDP Samoa and Government of Denmark for funding the Technical Assistance provided under the Pacific Island Energy Policies and Strategic Action Plans (PIEPSAP) project executed by the South Pacific Applied Geoscience Commission which greatly assisted the finalization of this policy and the development of a Strategic Action Plan as well as for financing the printing and partially financing the publishing of the Samoa National Energy Policy."}, {"text_block_id": "p3_b31", "text": "1. Core Team Members"}, {"text_block_id": "p3_b32", "text": "1. Core Team Members\n* O\n* Minis\n* M"}, {"text_block_id": "p3_b38", "text": "2. SNEP National Team Members"}, {"text_block_id": "p3_b39", "text": "2. SNEP National Team Members\n* E\n* Minis\n* M\n* Minis\n* O\n* Sa\n* Sa\n* Sa\n* U"}, {"text_block_id": "p3_b57", "text": "2. SNEP National Team Members\n* E\n* Minis\n* M\n* Minis\n* O\n* Sa\n* Sa\n* Sa\n* U\n* St\n<\\li1>"}, {"text_block_id": "p4_b59", "text": "Table of Contents"}, {"text_block_id": "p6_b60", "text": "VISION"}, {"text_block_id": "p6_b61", "text": "To enhance the quality of life for all through access to reliable,  affordable and environmentally sound energy services and supply"}, {"text_block_id": "p6_b62", "text": "GOALS"}, {"text_block_id": "p6_b63", "text": "GOALS\n* â¢\n* â¢To increase"}, {"text_block_id": "p8_b67", "text": "OVERVIEW OF THE ECONOMY"}, {"text_block_id": "p8_b68", "text": "Government is convinced that challenges remain and the current Strategy for the Development of Samoa (SDS) 2005-2007 clearly sets out government•s commitment to enhancing people•s choices as part of its vision to improve the quality of life for all.  The government believes that the cornerstone for a healthy and competitive economy is dependent upon the achievement of the following key strategic outcomes."}, {"text_block_id": "p8_b69", "text": "Private sector development"}, {"text_block_id": "p8_b70", "text": "anticipates increasing investments to create employment opportunities;"}, {"text_block_id": "p8_b71", "text": "Agriculture development"}, {"text_block_id": "p8_b72", "text": "aims to accelerate agricultural production (with over 80% of the population dependent upon agriculture);"}, {"text_block_id": "p8_b73", "text": "Tourism development"}, {"text_block_id": "p8_b74", "text": "plans to promote a balanced and sustainable framework (emphasis on the development of the rural area) while"}, {"text_block_id": "p8_b75", "text": "Community development"}, {"text_block_id": "p8_b76", "text": "supports social and economic opportunities in the communities;"}, {"text_block_id": "p8_b77", "text": "Education and Health development"}, {"text_block_id": "p8_b78", "text": "are determined to improve student learning outcomes with specific emphasis on raising literacy and numeracy level and improve health standards for all respectively."}, {"text_block_id": "p8_b79", "text": "Economic Performance"}, {"text_block_id": "p8_b80", "text": "Development indicators achieved in the last five years illustrate that Samoa has continued to move forward in the social and economic front. Economic activity has continued to grow strongly with real GDP growth averaging over 4 percent during the last 5 year.  This is considered a remarkable performance in view of global and domestic uncertainties. It is even more rewarding to know that we have consistently exceeded the average growth rate of the Pacific region economies."}, {"text_block_id": "p8_b81", "text": "Selected economic indicators in the year to end 2006 showed continuing strong growth in the economy as follows:"}, {"text_block_id": "p8_b82", "text": "Selected economic indicators in the year to end 2006 showed continuing strong growth in the economy as follows:\n* T\n<\\li1>"}, {"text_block_id": "p9_b88", "text": "Selected economic indicators in the year to end 2006 showed continuing strong growth in the economy as follows:\n* T\n<\\li1>\n"}, {"text_block_id": "p9_b90", "text": "Selected economic indicators in the year to end 2006 showed continuing strong growth in the economy as follows:\n* T\n<\\li1>\n\n* a\n* The\n* to total $596.0 million at end 2006. Pet\n* T\n* \n* \n t\n* \n t\n a\n* at end December 2006 was estimated at $215.65 million\n* T\n* "}, {"text_block_id": "p9_b110", "text": "OVERVIEW OF THE ENERGY SECTOR"}, {"text_block_id": "p9_b111_merged_merged_merged_merged", "text": "Total demand for energy has grown over the last 20 years.  The preference for electricity and fossil fuelled equipment, appliances has also grown.  This increase in demand is mainly in petroleum products for transportation and electricity generation and to a lesser extent cooking. Demand for electricity has increased by around 6 percent per annum during the last decade. The increase in energy demand was accompanied with a gradual shift from indigenous energy sources such as biomass to more convenient sources such as petroleum and LPG.  Between 1981 and 2001, the percentage of household cooking with wood dropped from 73% to 62% of households in Samoa.  Similarly the number of households using cooking with charcoal dropped from 15% to only 1% in 2001. There is an abundance of biomass available as well as other forms of energy, hence energy diversification based on indigenous energy sources will be encouraged and promoted in a more sustainable manner. Fuel imports by both government and the private sector alike has increased by about 30% between 1998 and 2006 and sales have increased by over 20% during this period.  In Samoa•s First National Communication to the United Nations Framework Convention in 1999, it specifies that in spite of Samoa•s relatively small GHG emissions, there is a parallel increasing trend in each of the GHG"}, {"text_block_id": "p10_b114", "text": "examined. This trend will continue if it is not addressed properly and promptly. A priority list of technology transfer is also provided and energy interventions compose 50% hereof.  Samoa•s World Summit Sustainable Development Assessment Report also emphasised the promotion of viable renewable energy as one of the key priorities that would be addressed in the energy sector which compliments the priorities in the SDS 2005-2007."}, {"text_block_id": "p10_b115", "text": "Figure 4: The less impact that energy developments have on the natural environment the more favourable they become."}, {"text_block_id": "p10_b116", "text": "Reliable, affordable and environmentally sound energy supply and services are crucial to meeting the increased demand.  Energy efficiency and conservation or demand side management are promoted for the end user to ensure that energy is used wisely and efficiently resulting in energy savings. These measures will contribute to sustainable energy development thus improve quality of life for all through minimising environmental diverse effects maximising benefits. Sustainable development in its narrowest form will always be associated with efficient and reliable supporting services, such as electricity, transportation, communication and other services."}, {"text_block_id": "p10_b117", "text": "Energy Suppliers:"}, {"text_block_id": "p10_b118", "text": "Energy suppliers in the country are Electric Power Corporation (EPC), Shell/PPS, British Oxygen Company (BOC) Gas and Origin Energy. EPC is a Government owned corporation and the sole producer and supplier of electricity in Samoa. Shell/PPS imports and distributes petroleum products in the whole country.  The rationalisation of petroleum supply and distribution exercise carries out a Request for Proposal tendering process every 5 years to select suppliers.  Mobil Oil Ltd won the first tender and supplied and distributed petroleum products in Samoa from 1998 to 2003.  Shell and Petroleum Products Supplies Ltd entered into a joint venture and took over from Mobil in 2003 until 2008. Government has no direct intervention or control over its operations but it sets and monitors fuel prices every month based on international fuel prices and profit margin negotiated during the Request for Proposals (RFP) process."}, {"text_block_id": "p10_b119", "text": "Figure 5: Petroleum Products Supplies Ltd with joint venture with Shell is currently supplying and distributing petroleum products in Samoa."}, {"text_block_id": "p10_b120", "text": "Energy Consumption:"}, {"text_block_id": "p10_b121", "text": "Throughout the 1990s, Samoa has undergone a rapid transformation towards a commercial energy supply based on imported petroleum and hydropower-generated electricity.  The transformation has been driven primarily by rapidly increasing demand for electricity as well as ground and sea transport.  Total energy demand for Samoa is met by 3 main sources, biomass, fossil fuels and hydro.  The estimated final consumption of energy with all sources combined was equivalent to around 130,000 tonnes of oil in 2000.  Of this demand, 47% is met by biomass, 45% by petroleum products while the remaining 8% was supplied by Hydropower.  Biomass is used mainly for household cooking whereas the major part of petroleum products is used by the transport sector and electricity generation. The largest energy consuming categories are transport (land, sea and air) and"}, {"text_block_id": "p11_b122", "text": "household consuming 36% and 30% of total energy end-use respectively.  Electricity generation accounts for around 20% of total fuel imported.  The major fluctuation in fuel imports is a result in the change in demand from EPC for electricity generation. During the dry seasons, EPC consumes a lot more fuel when there is insufficient water to run the hydro stations. From the 2001 Household Income and Expenditure Survey (HIES) 91% of all households use electricity for lighting compared to less than 9% using kerosene. In contrast, only 2.6% use electricity for cooking and most of these households are in Apia. Biomass is still the dominating cooking fuel, especially in rural areas with 74% of all households cooking with biomass compared to only 37% of Apia households.  Around 8.3% of all households use LPG for cooking even though it is cheaper than electricity and easier to use than biomass."}, {"text_block_id": "p11_b123_merged", "text": "Growth in all forms of commercial energy demand is expected to continue over the next 10 to 20 years supported with the increases in vehicles and demand for electricity.  A significant component of fuel imports is for electricity generation and future energy demand as electricity will have to be met either by developing new hydro stations, imported diesel fuel and other renewable energy sources.  The increasing fuel consumption poses concerns on the environmental impacts in terms of contamination from poor handling and management of fuel and oil.  The unloading and storage of petroleum products as well as handling and storage of waste oil and other petroleum by-products needs to be managed properly.  Energy efficiency and conservation measures are not actively pursued and should be encouraged as immediate savings are anticipated.  This would minimise the strain in meeting energy demand as well as reducing the negative environmental impacts and other diverse effects.  Due to the continuous increase in fuel prices and Samoa•s heavy reliance on fossil fuel to meet its demand, renewable energy and indigenous energy sources are promoted and encouraged to be used as a substitute.  Recently, research studies into renewable energy development in Samoa has been boosted with the establishment of the Research and Development Institute of Samoa which has Renewable Energy as one of its two main research areas.  Samoa acknowledges the fact that fossil fuel being a finite source may not be available in the future. Hence, clear legislations and guidelines are to be put in place to guide the developments and investments in the energy sector in order to promote sustainable development and ensure reliable, affordable and environmentally sound energy services and supply are provided. Appropriate policy statements will also ensure environmental considerations are strictly adhered to."}, {"text_block_id": "p12_b127", "text": "ENERGY PLANNING AND MANAGEMENT"}, {"text_block_id": "p12_b128", "text": "Objective: Efficient and effective coordination and management of the Energy sector."}, {"text_block_id": "p12_b129", "text": "Energy coordination and management has gradually evolved from being a single person position within the Administration Division to a separate unit with the Ministry of Finance. This reflects the growing importance of the energy sector and the role of this unit to the development and management of this sector.  The broadening role for energy management stems from overseeing and coordinating national activities for donor-supported energy projects, to developing, coordinating and implementing of the Samoa National Energy Policy (SNEP) in collaboration with all relevant energy stakeholders.  The Energy Unit is also responsible for the administration of the Petroleum Act which includes issuance of petroleum licence and the rationalisation exercise of the supply and distribution of petroleum products in Samoa.  This exercise includes the coordination and publishing of monthly fuel price notices, collecting and reconciling levy payments, managing of funding arrangements for petroleum infrastructure and coordination of the Request for Proposals process for the 5 year term contract for petroleum supply and distribution.  Other duties include the development of an energy supply and demand database to collect and compile all energy related information in the country.  Energy development in Samoa is classified into 4 main energy sub-sectors namely, Renewable Energy, Petroleum, Electricity and Transport. The Electric Power Corporation has lead developments in electricity production and distribution investing heavily in renewable energy and diesel generation technologies while the Ministry of"}, {"text_block_id": "p12_b130", "text": "KEY ISSUES:"}, {"text_block_id": "p12_b131", "text": "Developments in the field of Renewable Energy have been done on an ad-hoc basis driven mainly by the various donor funded projects with their separate coordinating committees. This current situation of management and coordination of activities in the energy sector is quite immense, inefficient and ineffective because of the spread out of responsibilities and functions within different government ministries and the power utility. Needless to say, the existing"}, {"text_block_id": "p13_b132", "text": "institutional arrangement and the placement of the Energy Unit is very weak given its current set up and task requirement to achieve the set targets for this sector.  Moreover, the energy management lacks the necessary resources, capacity and legal framework required to effectively plan and coordinate energy development in Samoa. Promoting the Energy Unit to become a separate division with the provision of the enhanced capacity and appropriate resources should enable the Unit to plan, manage and monitor the sector more effectively.  In support, a Regulatory Body must be well established with appropriate mandate and immediate measures to govern and strengthen energy sector management.  This Body must comprise of key energy Stakeholders from both government and the private sector with the Energy Unit playing a secretariat role."}, {"text_block_id": "p13_b133", "text": "In addition, there is limitation on readily available statistics that forms the backbone to any in-depth analysis in the sector.  To this effect, there is a need for an effective and reliable database management system.  This is considered vital in strengthening energy planning and management issues.  The development of this database must also involve all relevant ministries and energy stakeholders to obtain accurate data."}, {"text_block_id": "p13_b134", "text": "The efficiency and effectiveness gains in the four areas identified above will have significant positive impact both on the macro level as well as within each industry in Samoa and should be viciously pursued. Certain consideration, however, are to be made with regards to the strong demand for energy and the significant costs associated with energy development both on the financial, economic and environmental costs."}, {"text_block_id": "p14_b135", "text": "RENEWABLE ENERGY"}, {"text_block_id": "p14_b136", "text": "Objective:  To successfully change from fossil fuel dependency to Renewable Energy investment."}, {"text_block_id": "p14_b137", "text": "Economic development over the last decade has resulted in a higher dependency on fossil fuel.  Increasing income has increased purchasing power thus led to affording more expensive choices especially in transportation, electrical appliances, lighting and cooking which are normally fuelled by fossil fuels.  This increasing demand for fossil fuel has been less sensitive to gradual increases in oil prices.  The high preference for fossil fuel is a combination of convenience and short-term economic advantages.  However, scientific research concludes that fossil fuel will be exhausted within the next century."}, {"text_block_id": "p14_b138", "text": "In addition to the increasing demand, continuous demand from developing countries such as China prompt others to speculate that fossil fuel could be exhausted sooner than was previously estimated.  Hence it is crucial that alternative energy sources are promoted and widely used."}, {"text_block_id": "p14_b139_merged", "text": "KEY ISSUES:"}, {"text_block_id": "p14_b141", "text": "KEY ISSUES:\n* Use of indigen\n* Public knowledge and understand\n* Partnership with communities and all energy stakeholders and development\n* Local expertise in Renew\n* Use of Research and Development Institute of Samoa findings encourag"}, {"text_block_id": "p14_b151", "text": "During the high oil prices of the 1980•s, there was a strong push for renewable energy globally.  Renewable initiatives in Samoa during this time, culminated in the wide development of hydropower generation a decade later. Also, developments in telecommunication in Samoa relied on the use of small stand-alone photovoltaic panels that powered telecommunication outlets in rural areas with no access to electricity.  The high initial costs at the time (technologic constraints) as well as the lack of proper maintenance lead to the less economical results for photovoltaic whilst hydropower continued to be a viable renewable energy source.  The main restriction on recent hydropower initiatives was access to appropriate natural water resources and funding limitations."}, {"text_block_id": "p14_b152", "text": "The recent high oil prices which started to climb again from 2004 pledge the government to commit to renewable energy.  The establishment of the Research and Development Institute of Samoa (RDIS) that has Renewable Energy development as one of its 2 main faculties of studies confirm this commitment to further explore the feasibility of RE development in Samoa.  The associated environmentally and cleaner nature of renewable energy makes it an attractive substitute for fossil fuel.  Fossil fuel tends to have a long-term detrimental effect on the environment in terms of its use and by products."}, {"text_block_id": "p15_b153", "text": "The Electric Power Corporation has also been exploring the prospects of supplementing conventional diesel with coconut oil for its diesel generators.  A study in 2003 showed that Samoa having coconuts in abundance and the continuous increase in the price of diesel fuel made this project more attractive and made it more viable to use coconut oil as a substitute to diesel fuel.  However, there are high costs associated with extracting coconut oil. Foreign exchange savings, potential widespread benefits for the rural households as well as environmental benefits in burning coconut oil compared to diesel were also other factors considered in the study."}, {"text_block_id": "p15_b154", "text": "One of the aims in developing RE is to reduce Samoa•s high and increasing dependency on fossil fuel primarily for power generation and in transportation. Reducing this involves a combination of energy demand side management and promoting renewable energy.  To this extent public awareness must be conducted to promote energy efficiency, conservation and highlighting the costs and benefits of Renewable Energy.  The public must also be well informed of RE technologies which are environmentally friendly, safe and applicable to their respective needs and how to use energy more efficiently to gain more energy savings.  Partnership with communities and all energy stakeholders must be strengthen in order to develop RE activities and development partners assistance will be encouraged for these community projects."}, {"text_block_id": "p16_b155", "text": "Samoa participated in regional renewable energy projects such as a Biomass Resource Assessment coordinated by SOPAC; Pacific Islands Renewable Energy Project(PIREP) coordinated by SPREP; Renewable Energy and Energy Efficiency Program (REEP) by Asian Development Bank (ADB), Promotion of Renewable Energy, Energy Efficiency and Greenhouse Gas Abatement (PREGA), co-financed by the ADB and the Government of Netherlands and Regional Energy Program on Poverty Reduction (REP-POR) financed by United Nations Development Programme."}, {"text_block_id": "p17_b156_merged", "text": "Electricity is a secondary energy source generated from primary sources of energy such as petroleum, hydro, solar energy and other natural sources. Currently around 40% to 50% of total electricity production is generated from hydro and the rest is fossil fuel. However this percentage varies accordingly during the wet and dry seasons.  About 98% of the whole population have been electrified. The 2001 Population Census identified that 93% of all households used electricity for lighting compared to only 38% in 1981.  This illustrates the increasing coverage and demand for electricity as well as preference for electricity against traditional sources.  The EPC seeks alternative energy to electrify the remaining residents who are not connected to the grid. Viability of potential renewable energy technologies for electricity generation needs to be assessed to choose the best option for these households and for future development of electricity for Samoa.  Mini hydro run of river schemes are still a considered option but feasibility studies of the identified areas are to be conducted to confirm its viability. A major run of river hydro project to be financed through ADB was proposed for Savaii but is yet to be confirmed. Solar power has just been launched in early February 2007 for Apolima Island to meet electricity needs of Apolima residents. Electricity generation, transmission and distribution are exclusively under the authority of the Electric Power Corporation through the administration of the EPC Act 1980.  Partnership with the private sector, the community and all stakeholders is encouraged and strengthened to allow private sector involvement in power production. The EPC Act needs to be reviewed to reflect the noted update trends with provisions for private sector involvement and an appropriate tariff structure.  Tariff adjustments will be implemented to encourage imports of more efficient electrical equipment and appliances."}, {"text_block_id": "p17_b159", "text": "ELECTRICITY"}, {"text_block_id": "p17_b160", "text": "Objective: Efficient, reliable, affordable and sustainable electricity services"}, {"text_block_id": "p17_b161", "text": "KEY ISSUES"}, {"text_block_id": "p17_b162", "text": "KEY ISSUES\n* Appropriate tariff stru\n<\\li1>"}, {"text_block_id": "p18_b164", "text": "In line with the SDS strategic focus in providing reliable utility services, effort will be directed to improve efficiency and effectiveness in the production and management of electricity. Provision of technical assistance for the EPC management and the electricity sector is considered essential in up skilling those involved aiming at improving reliability and efficiency in electricity service for all customers.  Demand Side Management for increased efficiency need also examined. Co-ordination and collaboration between key stakeholders will also be enhanced through continuous consultations."}, {"text_block_id": "p18_b165", "text": "Public Awareness programs need to be conducted on energy efficient and conservation, appliance energy consumption ratings, promoting energy audits as well as illustrating ways to minimise electricity usage thus promote energy savings through different options available.  These efforts will culminate in greater consumer awareness on cost saving measures in terms of household and business kilowatts usage or demand side management."}, {"text_block_id": "p19_b166", "text": "PETROLEUM"}, {"text_block_id": "p19_b167", "text": "Objective: Access for all to reliable, affordable and safe petroleum products."}, {"text_block_id": "p19_b168", "text": "KEY ISSUES"}, {"text_block_id": "p19_b169", "text": "Samoa is highly dependent on imported petroleum for transportation and electricity generation.  Samoa•s energy supply is dominated by petroleum products meeting over 60% of energy demand. Samoa imports six petroleum products, namely unleaded petrol (ULP), diesel (ADO), domestic kerosene (DPK), jet fuel, engine oil and LPG.  Petroleum Imports have increased over the years."}, {"text_block_id": "p19_b170", "text": "The increasing number of vehicles in the country and increasing demand for electricity contribute to the overall increasing demand for fossil fuel. Thus add to the potential negative environmental impact of waste oil, petroleum by-products and Greenhouse Gases. In addition, the supply of fuel and gas to rural locations and outer islands is not always reliable and carried out in a safe manner.  All these factors gave rise to the need to enhance and enforce the"}, {"text_block_id": "p20_b171", "text": "existing legislation."}, {"text_block_id": "p20_b172", "text": "The petroleum sector is guided by the Petroleum Act in issuing petroleum licences for and maintenance of service stations. Petroleum safety standards and regulations for handling and storage of petroleum products are also used to ensure that the supplier is safely and reliably supplying and distributing petroleum products to different destinations including all service stations in the country and storage facilities are well maintained to avoid major destruction of the environment.  However, enforcement of this Act and related legislations is required to ensure that these products are handled with consciousness of a clean and safety environment. A host of human resource, technological and legislation needs will be addressed to ensure safety environmental compatibility including the disposal of waste oil and the merits of using alternative fuel sources."}, {"text_block_id": "p20_b173", "text": "Above all, the public should be well informed of the government initiatives on the petroleum sector especially the potential negative impacts of fossil fuel on the environment and the move to Renewable Energy. The public must be aware that according to research, fossil fuel will be exhausted soon and people will have no choice but to switch back to using indigenous or renewable energy sources.  People nowadays are so used to the easy living of switch on and off with fossil fuel as their major source of energy, that they also be informed of the costs and benefits of bio-fuel and other alternative or Renewable sources of energy to substitute for fossil fuel in order to prepare themselves for change in the near future."}, {"text_block_id": "p21_b174", "text": "TRANSPORT"}, {"text_block_id": "p21_b175", "text": "Objective: Efficient, sustainable and cost-effective transport sector."}, {"text_block_id": "p21_b176", "text": "KEY ISSUES:"}, {"text_block_id": "p21_b177", "text": "KEY ISSUES:\n* En\n* High demand for fuel an"}, {"text_block_id": "p21_b181_merged", "text": "Transportation is vital to the social and economic development of Samoa. Development in the transportation sector has direct links to the advancements in other sectors of the economy. It enables the movement of goods and services both domestically and abroad and increases access for non-urban dwellers to markets, employment opportunities and services such as education and health.  While it is important to develop the transport sector together with other utilities, they are generally very costly projects to implement and maintain.  However, there are major benefits in having an effective and energy efficient transportation sector which flows into other sectors of the economy. A better planned and managed public transportation network will significantly improve efficiency in the transport sector."}, {"text_block_id": "p21_b184", "text": "•"}, {"text_block_id": "p21_b185", "text": "Fossil fuel substitute promoted;"}, {"text_block_id": "p21_b186", "text": "•"}, {"text_block_id": "p21_b187", "text": "Enhanced legislations and regulations"}, {"text_block_id": "p21_b188", "text": "•"}, {"text_block_id": "p21_b189", "text": "Data collection and coordination strengthen:"}, {"text_block_id": "p21_b190", "text": "•"}, {"text_block_id": "p21_b191", "text": "Storing and refueling safety regulations enforced;"}, {"text_block_id": "p21_b192", "text": "•"}, {"text_block_id": "p21_b193", "text": "Environmental and social impacts of fossil fuel reduced;"}, {"text_block_id": "p21_b194", "text": "•"}, {"text_block_id": "p21_b195", "text": "Public awareness strengthen"}, {"text_block_id": "p21_b196", "text": "The transport sector together with electricity consumed a major share of fossil fuel used in Samoa.  Unlike electricity, almost all of the energy consumption in the transport sector is sourced from fossil fuel.  In 2002, the transport sector consumed over 75% of total fossil fuel and is responsible for a substantial portion of greenhouse gas emissions and air pollutants.  By 2005, the transport sector accounted for over 80% of total fossil fuel consumption.  The increasing number of imported cars in the 1990s accounted for most of the increasing demand for fossil fuel.  To assist in easing these pressures as well as promoting efficient vehicles, restrictions were imposed on vehicle importations based on model year.  To further promote efficient vehicles, engine capacity is used both in determining if an import excise tax is charged as well in calculating vehicle registration fees.  For instance, vehicles above 2000 cc engines are required to pay an excise tax and car registration fees are levied against engine capacity.  These measures have"}, {"text_block_id": "p21_b197", "text": "Figure 17: Clean energy sources are promoted to reduce the social and environmental impacts due to greenhouse gas emissions."}, {"text_block_id": "p22_b198", "text": "contributed in improving the efficiencies in land transport but there are other necessary initiatives that would promote wider RE usage in the sector.  The viability of using coconut oil to supplement fossil fuel needs be explored especially with the abundance of coconuts available in Samoa.  The Electric Power Corporation is currently piloting running two (2) of their automotive diesel engines cars on coconut oil.  The results from this pilot project should form the basis together with international experience in developing coconut oil as a fossil fuel supplement."}, {"text_block_id": "p22_b199", "text": "Walking and cycling have health benefits as well as reducing the usage of vehicles and fossil fuel.  Appropriate measures to reduce energy by-products detrimental to the environment need to be developed. These include setting appropriate emission levels especially on heavy diesel engines. Despite these challenges, the transport sector has become a critical part of the national economy, underpinning a myriad of other industries and reflecting directly upon the value of everyday activity in terms of time and access.  The relationship between transport and the environment forms the bulk of the transport sector•s concerns.  It calls for a review of the national laws, rules and regulations to reflect upon such issues as the protection of the atmosphere and energy efficiency.  Petroleum safety standards and regulations must be adhered to with regards to storage and refuelling of all transport modes. Development of alternative and sustainable modes of transport and upgrading vehicles for curbing emissions is encouraged.  Emphasis on disseminating information related to air pollution and promoting public awareness of the impact of transport on the environment through the media is also encouraged. Better coordination of transport data collection will contribute greatly to the public awareness and improve energy demand and supply information for dissemination."}], "document_description": "This Policy aims at enhancing the quality of life for all through access to reliable, affordable and environmentally sound energy services and supply. It seeks to increase the share of mass production from renewable sources to 20% by year 2030, and to increase the contribution of Renewable Energy for energy services and supply by 20% by year 2030.\n\nThe document notably discusses 1) energy planning and management to find more efficient and effective coordination in the sector, 2) how to shift from investing in fossil fuels to investing in renewable resources, and 3) how to make the transportation sector more sustainable, notably through biofuels."}