{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Strategy for the Development of Samoa 2016/17 - 2019/20", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/01/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2016/WSM-2016-01-12-Strategy for the Development of Samoa 2016_17 - 2019_20_0a8a82e6e9a1492d0e37d6bfac2ef0a8.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "There is no restriction on the quotation or reproduction of any part of this publication, provided that the source is acknowledged"}, {"text_block_id": "p1_b2", "text": "Ministry of Finance"}, {"text_block_id": "p1_b3", "text": "Economic Policy and Planning Division"}, {"text_block_id": "p1_b4", "text": "Private Mail Bag"}, {"text_block_id": "p1_b5", "text": "Apia"}, {"text_block_id": "p1_b6", "text": "SAMOA"}, {"text_block_id": "p1_b7", "text": "Tel: 34-333 Fax: 21-312"}, {"text_block_id": "p1_b8", "text": "E-Mail: eppd@mof.gov.w"}, {"text_block_id": "p1_b9", "text": "December 2016"}, {"text_block_id": "p2_b10", "text": "MAP OF SAMOA"}, {"text_block_id": "p2_b11", "text": "Source:"}, {"text_block_id": "p3_b12", "text": "BASIC INFORMATION ON SAMOA"}, {"text_block_id": "p3_b13", "text": "Government:"}, {"text_block_id": "p3_b14", "text": "Samoa is a Parliamentary democracy where the Parliament is elected through universal suffrage every five years. The Prime Minister and Cabinet manage the day to day affairs of the country. It has a unicameral Legislative Assembly consisting of 54 members, who are all"}, {"text_block_id": "p3_b15", "text": "matais"}, {"text_block_id": "p3_b16", "text": "(chiefly titleholders) and at least five are women elected by citizens aged 21 years and over. The Prime Minister selects 12 other parliamentarians to form a Cabinet. General elections are held every five years. The Human Rights Protection Party has been in power for an uninterrupted 34 years. The 1990 Village Fono Act gives Village Councils authority over village law and order, health and social issues."}, {"text_block_id": "p3_b17", "text": "Constitution:"}, {"text_block_id": "p3_b18", "text": "Established in 1960, the Constitution blends traditional and democratic institutions and processes and recognizes the separation of powers between the Legislature, Judiciary and Executive."}, {"text_block_id": "p3_b19", "text": "Legal system:"}, {"text_block_id": "p3_b20", "text": "Samoa has a Westminster legal system based on the English legal system as adopted by many of the Commonwealth countries."}, {"text_block_id": "p3_b21", "text": "Official languages:"}, {"text_block_id": "p3_b22", "text": "Samoan and English."}, {"text_block_id": "p3_b23", "text": "Judiciary:"}, {"text_block_id": "p3_b24", "text": "Samoa‟s court system consists of two District courts and a Supreme Co"}, {"text_block_id": "p3_b25", "text": "urt manned by five local judges. An Appeal Court made up of overseas judges sits once a year to hear appeal cases. There is a separate Land and Titles Court that deals with matters"}, {"text_block_id": "p3_b26", "text": "relating to customary land ownership and „matai‟"}, {"text_block_id": "p3_b27", "text": "(chief) titles."}, {"text_block_id": "p3_b28", "text": "Land area:"}, {"text_block_id": "p3_b29", "text": "2,820 km"}, {"text_block_id": "p3_b30", "text": "2"}, {"text_block_id": "p3_b31", "text": "made up of"}, {"text_block_id": "p3_b32", "text": "the two main islands of Upolu and Savai‟i and seven small islands, with"}, {"text_block_id": "p3_b33", "text": "around 43% of land being arable."}, {"text_block_id": "p3_b34", "text": "Exclusive Economic Zone:"}, {"text_block_id": "p3_b35", "text": "The smallest in the Pacific at 98,500 km"}, {"text_block_id": "p3_b36", "text": "2"}, {"text_block_id": "p3_b37", "text": "."}, {"text_block_id": "p3_b38", "text": "Population:"}, {"text_block_id": "p3_b39", "text": "Estimated 193,483 in Samoa; 19% Urban (2015)."}, {"text_block_id": "p3_b40", "text": "Gross Domestic Product (GDP):"}, {"text_block_id": "p3_b41", "text": "Nominal GDP SAT$1.9 Billion (FY 2014/15)."}, {"text_block_id": "p3_b42", "text": "Real GDP SAT$1.7 Billion (FY2014/15)."}, {"text_block_id": "p3_b43", "text": "GDP composition:"}, {"text_block_id": "p3_b44", "text": "Real GDP; Primary sector 10%, Secondary sector 24%, Tertiary sector 66% (FY 2014/15)."}, {"text_block_id": "p3_b45", "text": "GDP per capita"}, {"text_block_id": "p3_b46_merged_merged_merged_merged_merged", "text": "(2011);:SAT$9,713; USD$3,176."}, {"text_block_id": "p3_b49", "text": "Remittances:"}, {"text_block_id": "p3_b50", "text": "About 21.6% of GDP (2014/15)."}, {"text_block_id": "p4_b51", "text": "MESSAGE FROM THE MINISTER OF FINANCE"}, {"text_block_id": "p4_b52", "text": "I have great pleasure in presenting the Strategy for the Development of Samoa (SDS) for the period 2016/17"}, {"text_block_id": "p4_b53", "text": "–"}, {"text_block_id": "p4_b54", "text": "2019/20."}, {"text_block_id": "p4_b55", "text": "This is an important document for all Samoan. It is a guide to the path the Government is committed to follow over the next four years. It builds on the progress we have made in the past as a nation and provides a clear signal for all Samoan of where the Government believes we should head as we move forward in the coming years. The SDS identifies the priority outcomes we think are right for the next four years and outlines the programs and actions we will implement to achieve those priority outcomes. We have aligned the direction of the strategy with the globally agreed Sustainable Development Goals and Small Island Developing States Accelerated Modality of Action (SAMOA) Pathway adopted in Samoa in 2014 by the Small Island Developing States (SIDS) and supported by the United Nations."}, {"text_block_id": "p4_b56", "text": "In shaping the SDS and determining the priority outcomes that are right for Samoa over the next four years, Government has consulted widely with community and industry groups. The SDS is a partnership between Government and all Samoans. The stronger this partnership, the more we will accomplish."}, {"text_block_id": "p4_b57", "text": "The over-riding vision of the last SDS was"}, {"text_block_id": "p4_b58", "text": "“An Improved Quality of Life for All”."}, {"text_block_id": "p4_b59", "text": "This vision continues to be a very clear and relevant statement of what we are all seeking and we have kept it as the vision for next four years. We are committed to doing everything we can to ensure strong economic growth and development that generates"}, {"text_block_id": "p4_b60", "text": "employment and opportunities for our citizens to achieve an “improved quality of life”. We also want to do everything we can to ensure this will be “for all”. We do not want anyone left behind as we progress and we need to"}, {"text_block_id": "p4_b61", "text": "ensure vulnerable groups can equally share in our prgress. Accordingly we have added to our vision, the theme for the next four years"}, {"text_block_id": "p4_b62", "text": "“Accelerating Sustainable Development and Broadening Opportunities for All”"}, {"text_block_id": "p4_b63", "text": "."}, {"text_block_id": "p4_b64", "text": "The SDS is not just an economic development strategy. It is a strategy by which we will strive to achieve economic, social and environmental progress. It is underpinned by sound economic management which will provide the foundations for growth, including, importantly, employment growth through a strong private sector. The Government is committed to sound financial management and to improving the environment in which the private sector can grow. The strategy also sets out how sound economic and financial management will enable us to share the benefits of economic growth as a community through a continuous focus on improving quality education and health outcomes, improving access to essential infrastructure and services for people regardless of where they live and through protecting our precious environment and strengtheing capacity to deal with adverse climatic changes and natural disasters."}, {"text_block_id": "p4_b65", "text": "If we are to achieve our strategic outcomes in the SDS we will need to ensure that the decisions we take week by week and year by year support and advance this strategy. For the Government, it will be particularly important that we frame our Budgets to support the direction, achieve the priority outcomes and the full intent of the SDS."}, {"text_block_id": "p4_b66", "text": "The SDS is a living document and circumstances can change over such a period. We will keep the strategy under constant review and if circumstances change"}, {"text_block_id": "p4_b67", "text": "–"}, {"text_block_id": "p4_b68", "text": "whether these changes are new opportunities or new challenges"}, {"text_block_id": "p4_b69", "text": "–"}, {"text_block_id": "p4_b70", "text": "we will act accordingly. But any such changes will ensure that we remain true to the vision."}, {"text_block_id": "p4_b71", "text": "The SDS must be accessible to all Samoan and I believe it will be supported by all. Whenever the opportunity arises to speak with groups across the country, Cabinet Ministers and senior government officials will ensure that we explain the strategy and what it means for us all."}, {"text_block_id": "p4_b72_merged_merged_merged_merged", "text": "Together we can continue to look forward to “An Improved Quality of Life for All”."}, {"text_block_id": "p4_b75", "text": "Hon. Sili Epa Tuioti"}, {"text_block_id": "p4_b76", "text": "MINISTER OF FINANCE"}, {"text_block_id": "p5_b77", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p5_b78", "text": "ACRONYMS"}, {"text_block_id": "p6_b79", "text": "SECTION 1"}, {"text_block_id": "p6_b80", "text": ":"}, {"text_block_id": "p6_b81_merged", "text": "STRATEGY FOR THE DEVELOPMENT OF SAMOA 2016/17 – 2019/20"}, {"text_block_id": "p7_b84", "text": "Introduction"}, {"text_block_id": "p7_b85_merged", "text": "The Strategy for the Development of Samoa 2016/17 – 2019/20 (SDS) provides an overview of the priorities the Government will be progressing over the next four years and the strategic outcomes we have committed ourselves to achieve. These are set out in four priority areas with fourteen key outcomes of the SDS. These cover economic, social, community and enviromental improvement and the policies, programs and actions we will put in place to achieve our outcomes."}, {"text_block_id": "p7_b88", "text": "This is a coherent strategy having fourteen key outcomes to let everyone see clearly what Government is committed to achieve in the various sectors. But it should be thought about, and will be implemented, as one whole-of-government strategy that will ensure that progress is made in a balanced way in all of the areas that are important for our individual, community and national well being. The Strategy builds on the progress we have made in the past and sets out clearly the direction for the next four years. It aims to ensure there are opportunities for all and improved access to quality services and infrastructure across our nation."}, {"text_block_id": "p7_b89", "text": "The SDS will also reflect how the national planing and budgeting processes are addressing the integration and mainstreaming of gender, human rights, climate and disaster resilience and the responses and commitments to the international protocols Samoa is party to; including; Agenda 2030; Sustainable Development Goals; Samoa Pathway; Paris Agreement; and the Pacific Framework for Regionalism."}, {"text_block_id": "p7_b90", "text": "The SDS is linked to, supported by and builds on more detailed Sector Plans developed by Ministries and Agencies. These plans are available for those who want to know in more detail what our programs will be in the various sectors. The Sector Plans are an important resource for key partners with the Government in progressing towards the Strategic Outcomes we have committed to in the SDS. Importantly, we will link our annual and multiyear Budgets to the strategic outcomes of the SDS. This will ensure that what we do is affordable as a nation and what we commit to each year in the budget process is keeping us on the path towards reaching the SDS outcomes."}, {"text_block_id": "p7_b91", "text": "Priority Area 1: Economic"}, {"text_block_id": "p7_b92", "text": "Key Outcome 1: Macroeconomic Resilience Increased and Sustained"}, {"text_block_id": "p7_b93", "text": "Key Outcome 2: Agriculture and Fisheries Productivity Increased"}, {"text_block_id": "p7_b94", "text": "Key Outcome 3: Export Products Increased"}, {"text_block_id": "p7_b95", "text": "Key Outcome 4: Tourism Development and Performance Improved"}, {"text_block_id": "p7_b96", "text": "Key Outcome 5: Participation of Private Sector Development Enhanced"}, {"text_block_id": "p7_b97", "text": "Priority Area 2: Social"}, {"text_block_id": "p7_b98", "text": "Key Outcome 6: A Healthy Samoa and Well Being Promoted"}, {"text_block_id": "p7_b99", "text": "Key Outcome 7: Quality Education and Training Improved"}, {"text_block_id": "p7_b100", "text": "Key Outcome 8: Social Institutions Strengthened"}, {"text_block_id": "p7_b101", "text": "Priority Area 3: Infrastructure"}, {"text_block_id": "p7_b102", "text": "Key Outcome 9: Access to Clean Water and Sanitation Sustained"}, {"text_block_id": "p7_b103", "text": "Key Outcome 10: Transport Systems and Networks Improved"}, {"text_block_id": "p7_b104", "text": "Key Outcome 11: Improved and Affodable Country Wide ICT Connectivity"}, {"text_block_id": "p7_b105", "text": "Key Outcome 12: Quality Energy Supply"}, {"text_block_id": "p7_b106", "text": "Priority Area 4: Environment"}, {"text_block_id": "p7_b107", "text": "Key Outcome 13: Environmental Resilience Improved"}, {"text_block_id": "p7_b108", "text": "Key Outcome 14: Climate and Disaster Resilience Increased"}, {"text_block_id": "p8_b109", "text": "SECTION 2:"}, {"text_block_id": "p8_b110", "text": "PRIORITY AREAS AND KEY OUTCOMES"}, {"text_block_id": "p9_b111", "text": "Priority Area 1. Economic"}, {"text_block_id": "p9_b112", "text": "Key Outcome 1: Macroeconomic Resilience Increased and Sustained"}, {"text_block_id": "p9_b113", "text": "A stronger and more stable financial sector macroeconomic framework that sustains economic growth."}, {"text_block_id": "p9_b114", "text": "Samoa‟s economy"}, {"text_block_id": "p9_b115", "text": "has recovered from the effects of the Global Financial Crisis and several natural disasters and is now economically stable. Strategies to ensure improved economic and disaster resilience for the country will continue to be implemented and strengthened."}, {"text_block_id": "p9_b116", "text": "Public financial management systems will be enhanced with a comprehensive review of tariffs, taxes and revenue collection and tighter government spending. Borrowings will ease and this will be in line with the Medium Term Debt Strategy targets in place for 2016-2020 while also providing flexibility for funding to support critical public infrastructure and to ensure the economy is resilient enough to respond to external shocks."}, {"text_block_id": "p9_b117", "text": "Economic growth will be more inclusive of vulnerable groups in the community, employment opportunities will be broadened and economic resilience sustained led by private sector investment and development initiatives. These outcomes support the global Sustainable Development Goal 1:"}, {"text_block_id": "p9_b118", "text": "End poverty in all its forms everywhere,"}, {"text_block_id": "p9_b119", "text": "Sustainable Development Goal 8:"}, {"text_block_id": "p9_b120", "text": "Promote inclusive and sustainable economic growth, employment and decent work for all,"}, {"text_block_id": "p9_b121", "text": "and Sustainable Development Goal 17:"}, {"text_block_id": "p9_b122", "text": "Strengthen the means of implementation and revitalize the global partnership for sustainable development."}, {"text_block_id": "p9_b123", "text": "Key Outcome 2: Agriculture and Fisheries Productivity Increased"}, {"text_block_id": "p9_b124", "text": "Increased food, nutrition and income security with enhanced agribusiness partnerships and promotion of commercial value chains to increase and sustain agriculture and fisheries productivity"}, {"text_block_id": "p9_b125", "text": "."}, {"text_block_id": "p9_b126", "text": "Agriculture and Fisheries are important contributors to Samoa‟s future growth"}, {"text_block_id": "p9_b127_merged_merged", "text": "and development. Rural livelihoods (skills building in processing food); domestic food production (food safety and post harvest loss training); better nutrition options for domestic consumers (schools pilot food project linking farmers with food provision); niche and high value domestic products (meat – chicken, lamb, beef, pork); export products (coconut oil extraction and"}, {"text_block_id": "p10_b130", "text": "marketing, taro and banana chip products); and investment in agribusiness growth (agribusiness support projects) will be improved. New market opportunities in Asia and Europe will be investigated to build exports of agricultural products."}, {"text_block_id": "p10_b131_merged", "text": "Farmers will be assisted to access new planting material of taro, cocoa, coffee, vanilla and cocnonut. Coconut replanting will be supported to meet export demand for Samoan coconut based products including virgin oil. An innovative and tailor made financing scheme for small scale subsistence, semi commercial and commercial agriculture and fishing business development will be supported. The tailor made financial schemes includes Development Bank of Samoa the continuing agribusiness financing support through the Samoa Agricultural Competitiveness Enhancement Program and Agribusiness Development Projects. Employment opportunities in both the domestic and export industries will be increased with additional access to Tertiary Vocational Education Training and Post Secondary Education Training opportunities for employees and returned seasonal workers. These outcomes support the global Sustainable Development Goal 2:"}, {"text_block_id": "p10_b134", "text": "End hunger, achieve food security and improved nutrition and promote sustainable agriculture."}, {"text_block_id": "p10_b135", "text": "Strategic Outcomes"}, {"text_block_id": "p10_b136", "text": "Strategic Outcomes\n* Agriculture/fisheries sector 100% compliance with\n<\\li1>"}, {"text_block_id": "p10_b138", "text": "Key Outcome 3: Export Products Increased"}, {"text_block_id": "p10_b139", "text": "Maximizing the gains from domestic and foreign trade and increasing income generation opportunities and sustainable livelihoods."}, {"text_block_id": "p10_b140", "text": "An improved environment and incentives for value adding and export development and growth in trade, manufacturing, tourism, fisheries and agribusiness industries will boost economic growth and employment creation."}, {"text_block_id": "p10_b141", "text": "An increased number of market driven and diversified agricultural and fisheries investments will be supported through the Samoa Agriculture Competitive Enhancement Program. Small Business Enterprises establishment will contribute to increased export revenue. The Samoa Agribusiness programs, Development Bank of Samoa and Business Enterprise Center will provide increased technical and financial services for small business establishment. These initiatives will raise the domestic supply of quality food products for tourism and local processing for export products."}, {"text_block_id": "p10_b142", "text": "Strategic Outcomes"}, {"text_block_id": "p11_b143", "text": "Niche and high value agricultural and tourism export developments will be supported with coordinated actions by relevant agriculture, tourism, trade and commerce implementing agencies in collaboration with investors and operators. Increased trade agreement awareness, implementation and development will improve our businesses capacity to trade in the global market. Increased labour mobility opportunites will be created through changes to the Regional Seasonal Employment Scheme. These outcomes support the global Sustainable Development Goal 9:"}, {"text_block_id": "p11_b144", "text": "Build resilient infrastructure, promote sustainable industrialization and foster innovation."}, {"text_block_id": "p11_b145", "text": "Key Outcome 4: Tourism Development and Performance Improved"}, {"text_block_id": "p11_b146", "text": "The Pacific destination for tourism that engages visitors with our culture and people."}, {"text_block_id": "p11_b147", "text": "Tourism provides for a growing number of employment opportunities."}, {"text_block_id": "p11_b148", "text": "Tourism sector planning will be more responsive to rapidly changing market"}, {"text_block_id": "p11_b149", "text": "demands with an increased focus on particular product (adventure and experiencial tourism) demand from different countries (Australia, New Zealand and Asia)."}, {"text_block_id": "p11_b150", "text": "Diversified tourist products and activities that engage with Samoan culture will be promoted through quality marketing methods to establish Samoa as a top destination. Local fresh produce and value added products will be promoted as tourist experiences."}, {"text_block_id": "p11_b151", "text": "A large number of major infrastructure projects are underway includes, upgrading Faleolo International Airport, passenger and freight facilities at Aleipata and major road access routes. Projects to be undertaken include the redevelopment of the Apia waterfront and improvements in internet connectivity, access and capacity. Trade research in 2013 identified increasing flight access as a major opportunity for tourist source markets of Australia, New Zealand and China. Extending air services via Apia by all trans-Pacific operators is a priority."}, {"text_block_id": "p11_b152", "text": "Tourism industry personnel will have increased opportunities to build skills and qualifications to achieve industry standards for services. Infrastructure maintenance and design of new infrastructure will have improved disaster and climate resilience standards. These outcomes support the global Sustainable Development Goal 8:"}, {"text_block_id": "p11_b153", "text": "Promote inclusive and sustainable economic growth, employment and decent work for all."}, {"text_block_id": "p12_b154", "text": "Key Outcome 5: Participation of Private Sector in Development Enhanced"}, {"text_block_id": "p12_b155", "text": "Increasing the role of the private sector for development."}, {"text_block_id": "p12_b156", "text": "Public private dialogue and interactions will strengthen the environment for employment creation, investment and economic development. Access to information on development processes and opportunities will be streamlined with clearly defined points of contact and information for private sector investors. Private sector growth will be supported with modern infrastructure and communications facilities that will result in lower costs and push competitiveness of businesses."}, {"text_block_id": "p12_b157", "text": "The enabling environment for the private sector will be enhanced by reviewing tariffs, taxes, policies and regulations impacting the private sector. Government administration processes, governance and accountability standards will be improved to support private sector engagement. Developments in the areas of international and domestic trade, service delivery in health and education, investments in value-added products, infrastructure construction and maintenance, and delivery of community obligations by State Owned Enterprises will continue."}, {"text_block_id": "p12_b158", "text": "Improved public service delivery, integrity-based public sector management and accountability will be supported with a comprehensive review of the public sector to ensure the right structures are in place to facilitate business development. These outcomes support the global Sustainable Development Goal 12:"}, {"text_block_id": "p12_b159", "text": "Ensure sustainable consumption and production patterns."}, {"text_block_id": "p12_b160", "text": "Priority Area 2. Social"}, {"text_block_id": "p12_b161", "text": "Key Outcome 6: A Healthy Samoa and Well-being Promoted"}, {"text_block_id": "p12_b162", "text": "A Healthy Samoa"}, {"text_block_id": "p12_b163", "text": "."}, {"text_block_id": "p12_b164_merged", "text": "An inclusive, people centred health service will be supported with emphasis on health prevention, protection and compliance through; a national immunization program; a screening program for rheumatic fever; and non-communicable disease control and management programs. Excise duties on tobacco, alcohol products and some sugary and salt content items will be implemented to help reduce Non Communicable Disease incidence amongst Samoans."}, {"text_block_id": "p13_b167_merged", "text": "A Package of Essential Tools for Non Communicable Disease control (PEN Fa‟aSamoa) will be rolled out to villages for early detection and diagnosis. Community involvement and ownership will be increased for health programs to improve water quality and safety, decrease air pollution and to minimise water and food borne diseases. Medical Outreach Programs in rural communities will be strengthened and institutionalised through partnerships with the Ministry of Health."}, {"text_block_id": "p13_b170", "text": "Access to"}, {"text_block_id": "p13_b171", "text": "primary"}, {"text_block_id": "p13_b172", "text": "health care will be"}, {"text_block_id": "p13_b173", "text": "improved with an"}, {"text_block_id": "p13_b174", "text": "increased"}, {"text_block_id": "p13_b175", "text": "program of"}, {"text_block_id": "p13_b176", "text": "maintenance and"}, {"text_block_id": "p13_b177", "text": "improvement of rural"}, {"text_block_id": "p13_b178", "text": "health services and"}, {"text_block_id": "p13_b179", "text": "district"}, {"text_block_id": "p13_b180", "text": "hospitals."}, {"text_block_id": "p13_b181", "text": "Primary health care for rural areas will be"}, {"text_block_id": "p13_b182", "text": "improved with more availability of medical doctors in district hospitals"}, {"text_block_id": "p13_b183", "text": "working with Women‟s Committee‟s"}, {"text_block_id": "p13_b184", "text": "to facilitate access and the use of advanced technology to deliver services and share knowledge and"}, {"text_block_id": "p13_b185", "text": "experience with regional/international hospitals. Sporting activities such as"}, {"text_block_id": "p13_b186", "text": "schools rugby and netball"}, {"text_block_id": "p13_b187", "text": "tournaments, local club teams and international teams will promote the NO Tobacco Day and other health"}, {"text_block_id": "p13_b188", "text": "initiatives. Professional health services support will be increased by implementing better clinical guidelines,"}, {"text_block_id": "p13_b189", "text": "standards and health protocols. Overseas specialists will work with local medical professionals to enhance"}, {"text_block_id": "p13_b190", "text": "service standards, increase delivery of expertise and to increase the percentage of patients treated locally."}, {"text_block_id": "p13_b191", "text": "A review of health spending and performance will be undertaken to guide future planning and improve governance across the health sector to better secure and manage finance and resources. This will include the practical application of the Purchaser Funder Model to improve financial predictability and accountability of all sector agencies with Service Agreements with the Ministry of Health. These health outcomes support the global Sustainable Development Goal 3:"}, {"text_block_id": "p13_b192", "text": "Ensure healthy lives and promote well-being for all at all ages."}, {"text_block_id": "p13_b193", "text": "Key Outcome 7: Quality Education and Training Improved"}, {"text_block_id": "p13_b194", "text": "All people in Samoa are educated and productively engaged."}, {"text_block_id": "p13_b195", "text": "Education standards, access to education, training and available skills building opportunities will be improved. The alignment of learning outcomes to national human resource needs and priorities will be supported with increases in opportunities for employment. Early childhood education will be supported with Pre-School initiatives and by providing incentives for"}, {"text_block_id": "p14_b196", "text": "continued"}, {"text_block_id": "p14_b197", "text": "Strategic Outcomes"}, {"text_block_id": "p14_b198", "text": "teachers. The School Fee Grant Scheme will be"}, {"text_block_id": "p14_b199", "text": "Education service providers will be compliant with minimum service standards established for education service delivery. Post Secondary Education Training and Technical Vocational Education Training access will be increased and will emphasize its importance for an"}, {"text_block_id": "p14_b200", "text": "organization‟s capacity to achieve quality"}, {"text_block_id": "p14_b201", "text": "standards."}, {"text_block_id": "p14_b202", "text": "Non-formal education will also be considered as a Post Secondary Education Trainin subsector for qualification as a majo"}, {"text_block_id": "p14_b203", "text": "rity of school leaver‟s fall within this"}, {"text_block_id": "p14_b204", "text": "classification. These outcomes support the global Sustainable Development Goal 4:"}, {"text_block_id": "p14_b205", "text": "Ensure inclusive and quality education for all and promote lifelong learning"}, {"text_block_id": "p14_b206", "text": "."}, {"text_block_id": "p14_b207", "text": ".\n* enrolling in year 1 who complete year 8 to be 95%;\n* enrolling in year 1 who complete year 8 to be 95%;\n Education and training opportunities access increased,\n* finding employment on exit; and\n* finding employment on exit; and\n Education and training aligned to national human resource\n* Climate and disaster resilience improved:\n* 100% of\n* 100% of\n school buildings insured."}, {"text_block_id": "p14_b218", "text": "Key Outcome 8: Social Institutions Strengthened"}, {"text_block_id": "p14_b219", "text": "8.1). Community Development Enhanced"}, {"text_block_id": "p14_b220", "text": "Empowering communities to lead inclusive development for improving quality of life for all."}, {"text_block_id": "p14_b221", "text": "Village governance will be improved with greater participation of individuals in planning and implementation of Village By Laws, with a specific focus on increasing the participation of women in the development and governance of communities. Family and community development will be improved with increased information availability of individuals"}, {"text_block_id": "p14_b222", "text": "‟ human rights and"}, {"text_block_id": "p14_b223", "text": "rights in justice, together with better planning, training, education and micro business development opportunities at village level. Local plans and developments will integrate climate change and disaster considerations."}, {"text_block_id": "p14_b224_merged_merged_merged_merged_merged_merged_merged", "text": "Inclusion of vulnerable groups (women, youth, people with disabilities, children, elderly and disadvantaged people) in community planning and governance activities will be enhanced. The implementation of the United Nations Convention on the Rights of the Child, development of the National Children‟s Policy, updating the National Youth Policy and ratifying the convention on the Rights of People with Disability will contribute to the"}, {"text_block_id": "p15_b227", "text": "inclusion of vulnerable groups in the development of Samoa. Vulnerable groups will have increased access to Post Secondary Education Training and Technical Vocational Education Training opportunities."}, {"text_block_id": "p15_b228_merged", "text": "Climate and disaster resilience activities at village level will be supported as an essential part of community capacity building actions in areas such as infrastructure, skills building, knowledge sharing, increasing access to information and preparedness. Country wide investments applied at village and district levels will incorporate climate and disaster resilience. These outcomes support the global Sustainable Development Goal 5: Achieve gender equality and empower all women and girls and Sustainable Development Goal 10:"}, {"text_block_id": "p15_b231", "text": "Reduce inequality within and among countries."}, {"text_block_id": "p15_b232", "text": "8.2)."}, {"text_block_id": "p15_b233", "text": "Community Safety Improved"}, {"text_block_id": "p15_b234", "text": "Justice for a Safe and Peaceful Samoa."}, {"text_block_id": "p15_b235", "text": "Community safety monitoring programs and activities to control offending and re-offending will be implemented. The development of the National Crime Prevention Strategy, which will guide cooperative efforts across sectors for development of safer communities. The strengthening of community policing programs; and a more professionally trained Police force to help prevent and address criminal actions. Reoffending levels will be reduced through an increased emphasis on improving crime management systems with initiatives such as the Corrections Partnership which will work to incorporate best practice in the"}, {"text_block_id": "p15_b236", "text": "rehabilitiation of prisoners."}, {"text_block_id": "p15_b237", "text": "The improvement in access to justice will be supported by the collaborative efforts of the sector‟s"}, {"text_block_id": "p15_b238", "text": "implementing agencies in increasing the level of public awareness of the legal services available to them and their rights in law. These public awareness"}, {"text_block_id": "p15_b239", "text": "campaigns as well as the Samoa Legal Information Institute will increase awareness of the justice system, offender rehabilitation"}, {"text_block_id": "p15_b240", "text": "programs, and individuals‟ human rights."}, {"text_block_id": "p15_b241", "text": "The Village Fono Amendment Act 2013 to strengthen village communities will be implemented to develop and maintain integrity and good governance at village level and improve the harmonisation of the customary and formal justice systems. These outcomes support the global Sustainable Development Goal 16:"}, {"text_block_id": "p15_b242", "text": "Promote peaceful and inclusive"}, {"text_block_id": "p16_b243", "text": "societies for sustainable development, provide access to justice for all and build effective, accoutable and inclusive institutions at all levels."}, {"text_block_id": "p16_b244", "text": "Priority Area 3: Infrastructure"}, {"text_block_id": "p16_b245", "text": "Key Outcome 9: Access to Clean Water and Sanitation Sustained"}, {"text_block_id": "p16_b246", "text": "Reliable, clean, affordable water and basic sanitation for all people in Samoa."}, {"text_block_id": "p16_b247", "text": "facilities."}, {"text_block_id": "p16_b248", "text": "Plans for social, economic and environmental demand for quality water supplies well into the future will be developed and over time implemented. Access by households to water supply and sanitation services will be improved. Continuous monitoring of water quality will ensure that service providers and relevant agencies meet the National Drinking Water Standards. 97% of the population currently have access to improved water and sanitation"}, {"text_block_id": "p16_b249", "text": "Community participation in water catchment conservation and rehabilitation programmes will continue to be supported with joint Water Sector and community programs. Management of watershed areas will be strengthened through the establishment of reserves within threatened areas."}, {"text_block_id": "p16_b250", "text": "The Samoa Water Authority and Independent Water Scheme Associations will continue their shared mission to increase access to clean and reliable water supply for the people of Samoa. National Drinking Water Standards will be met with increased surveillance and monitoring of water quality and sanitation to be carried out. Wastewater and sanitation infrastructure will be improved, an effective regulatory framework will be maintained and ongoing nationwide awareness campaigns on water and sanitation will be conducted."}, {"text_block_id": "p16_b251_merged", "text": "Flood mitigation measures will be improved with better planning and implementation of drainage networks especially in the Apia business centre. On ground‟ works supporting climate and disaster resilience will be implemented in an integrated way. These outcomes support the global Sustainable Development Goal 6:"}, {"text_block_id": "p16_b254", "text": "Ensure availability and sustainable management of water and sanitation for all"}, {"text_block_id": "p17_b255", "text": "Key Outcome 10: Transport Systems and Networks Improved"}, {"text_block_id": "p17_b256", "text": "A sustainable, safe, secure and environmentally responsible transport network that supports Samoa’s"}, {"text_block_id": "p17_b257", "text": "economic and social development."}, {"text_block_id": "p17_b258", "text": "Land, sea and air transport improvements planned include the upgrading of Faleolo International airport, West Coast Road, Apia port and other wharfs to islands including studies on developing the Vaiusu Port. Safety, security and efficiency of major transport infrastructure assets will be improved providing better access to markets, broadening employment opportunities and improving public transport access. High density transport systems and better inter-connected ports and airports will be planned."}, {"text_block_id": "p17_b259", "text": "The road maintenance program will continue to ensure the road network around Samoa is sustained and safe for vehicles and pedestrians. Monitoring of the domestic transport infrastructure usage and condition will be improved to ensure construction standards are complied with and contractors are accountable for quality of transport infrastructure and public investment."}, {"text_block_id": "p17_b260_merged", "text": "Integration of climate and disaster risks as well as energy efficiency use are priorities for the design and implementation of transport infrastructure investments planned. These outcomes support the global Sustainable Development Goal 9: Build resilient infrastructure, promote sustainable industrialization and foster innovation and Sustainable Development Goal 11:"}, {"text_block_id": "p17_b263", "text": "Make cities and human settlements inclusive, safe, resilient and sustainable."}, {"text_block_id": "p17_b264", "text": "Key Outcome 11: Improved and Affordable Country Wide ICT Connectivity"}, {"text_block_id": "p17_b265", "text": "Reliable, innovative and affordable Information Communications Technology services will lead Samoan communication, data management developments and support all sectors of the economy."}, {"text_block_id": "p17_b266", "text": "The demand for internet bandwidth will grow significantly consistent with regional and global trends and a more sustainable and lower cost international connectivity solution is in progress for Samoa. A new undersea fibre cable project (Tui-Samoa Cable) is being progressed that will improve longer term connectivity and increased broadband internet access at affordable costs to be completed by 2017. A partnership between the public and private sectors"}, {"text_block_id": "p18_b267", "text": "for financing and operating the new submarine fibre cable system will ensure the design and operation is aligned to the needs of Samoans."}, {"text_block_id": "p18_b268_merged", "text": "Major innovations in Information Communications Technology will provide opportunities for „different ways of doing business‟ in Samoa including; development of E Governance services; increased access to better quality Information Communications Technology, improved information sharing services across and between government and the private sector; increased access to Eeducation and E-health services by individuals, rural communities and vulnerable groups; and an improved online business environment. Redundancy levels of electronic equipment will be managed with implementation of relevant E-waste policies, regulations and services. These outcomes support the global Sustainable Development Goal 9:"}, {"text_block_id": "p18_b273", "text": "Build resilient infrastructure, promote sustainable industrialization and foster innovation."}, {"text_block_id": "p18_b274", "text": "Key Outcome 12: Quality Energy Supply"}, {"text_block_id": "p18_b275", "text": "Sustainable Energy Supply -towards energy self-sufficiency."}, {"text_block_id": "p18_b276", "text": "Samoa will continue to move towards energy self sufficiency with reduced reliance on imported fuels. Research, development and use of alternative renewable energy sources will be increased."}, {"text_block_id": "p18_b277", "text": "Renewable energy developments are the main focus in the energy sector for"}, {"text_block_id": "p18_b278", "text": "the next four years. A number of large projects will be implemented to ensure the future supply of electricity and will provide for the expected growth in demand. Solar energy plants such as the Tuanaimato and Vaitele and Salelologa sites, together with the largest solar panel project farms at Faleolo will be extended. Rehabilitation of the Loto Samasoni and Fale ole Fee hydro power plants together with new hydro plants for Tafitoalo/Fausaga and Faleata will contribute to the Renewable Energy outcome. An increased number of renewable energy projects will be implemented"}, {"text_block_id": "p19_b279", "text": "through partnerships between the private sectors, government and communities."}, {"text_block_id": "p19_b280", "text": "Private and public sector energy consumption efficiency for transport and heating will be targeted through increasing awareness and producing information on alternatives. The Land Transport Authority and implementing agencies will introduce policies and plans to increase substitution of petroleum fuels with biodisels and biofuels and also increase application of hybrid and electric vehicles. The Energy sector will act to enforce regulations and processes to ensure that the quality of petroleum supply and transport will be improved. Safety standards will be enforced for petrol stations owners and consumers for use of and access to petroleum products. These outcomes support the global Sustainable Development Goal 7:"}, {"text_block_id": "p19_b281", "text": "Ensure access to affordable, reliable, sustainable and modern energy for all."}, {"text_block_id": "p19_b282", "text": "Priority Area 4: Environment"}, {"text_block_id": "p19_b283", "text": "Key Outcome 13: Environmental Resilience Improved"}, {"text_block_id": "p19_b284", "text": "Improved environmental sustainability and disaster resilience."}, {"text_block_id": "p19_b285", "text": "Samoa‟s natural and environment"}, {"text_block_id": "p19_b286", "text": "al resources will be better protected, managed and developed in a sustainable manner with improved resilience to natural and human-induced hazards, disaster and climate impacts and will better support a sustainable and healthy human population. Targeted interventions will be made in Key Biodiversity Areas with improved planning, management and acquired legal status."}, {"text_block_id": "p19_b287", "text": "The state and trend in condition of environmental and natural assets such as lands, forest, freshwater (surface and groundwater) native (including endemics) species diversify (terrestrial and marine), fisheries (inshore and offshore), oceans and air quality will be improved and monitored closely. Rehabilitation and/or restoration of degraded ecological areas from ridge to reef covering upper watershed and forest areas will be improved by replanting native and fruit bearing trees; downstream coastal and mangrove areas including coral relating and eradication of invasive species will be promoted and implemented with targeted communities."}, {"text_block_id": "p19_b288_merged", "text": "Samoa‟s built environment will be better planned, designed and monitored to prevent adverse impacts to the environment and its natural resources and the health of the human population. Waste management including chemical and hazardous waste, wastewater (sanitation) will be better managed and regulated to prevent contamination incidents. Sustainable"}, {"text_block_id": "p20_b291", "text": "land management practices will be promoted for agricultural developments to optimise the use of pesticides and agrochemicals. Monitoring compliance for the the importation, use, storage and disposal of chemicals and pesticides as well as petroleum products will be strengthened with stronger collaboration between Agriculture, Health, Community, Transport, Energy, Finance and Environment sectors."}, {"text_block_id": "p20_b292", "text": "Research and development on alternative renewable energy technologies will continue to be promoted, piloted and upscaled. Spatial and urban planning will be strengthened to support the country's sustainable development. These outcomes support the global Sustainable Development Goal 14:"}, {"text_block_id": "p20_b293", "text": "Conserve and sustainably use the oceans, seas and marine resources"}, {"text_block_id": "p20_b294", "text": "and Sustainable Development Goal 15:"}, {"text_block_id": "p20_b295", "text": "Protect; restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss."}, {"text_block_id": "p20_b296", "text": "Key Outcome 14: Climate and Disaster Resilience"}, {"text_block_id": "p20_b297", "text": "A climate and disaster resilient Samoa with planning, risk reduction, response and recovery improved with increased coordination amongst stakeholders."}, {"text_block_id": "p20_b298_merged_merged", "text": "Climate and disaster resilience planning and implementation actions will be integrated into all sector plans and Implementing Agency corporate plans ensuring adoption of Samoa‟s climate and disaster policies. Climate and disaster resilience plans and works will be coordinated in a way that ensures all funded projects achieve maximum effect. The submission of Samoa‟s Flood Mitigation Plan to the Green Climate Fund illustrates how Samoa is able to better access global funds being made available under the Paris Agreement."}, {"text_block_id": "p20_b303", "text": "Climate and disaster resilience policies will be maintained in Samoa that detail disaster risk management arrangements to ensure the mitigation of, preparedness for, response to and recovery from the impact of disasters. An example being the west coast road project. Better monitoring of environmental policy and plans will result in better governance around compliance of actions. These outcomes support the global Sustainable Development Goal 13:"}, {"text_block_id": "p20_b304", "text": "Take urgent action to combat climate change and its impacts."}, {"text_block_id": "p20_b305", "text": "Strategic Outcomes"}, {"text_block_id": "p21_b306", "text": "SECTION 3:"}, {"text_block_id": "p21_b307_merged", "text": "REVIEW OF THE IMPLEMENTATION AND OUTCOMES OF THE STRATEGY FOR THE DEVELOPMENT OF SAMOA 2012 – 2016"}, {"text_block_id": "p22_b310", "text": "Background"}, {"text_block_id": "p22_b311", "text": "The Strategy for the Development of Samoa 2012"}, {"text_block_id": "p22_b312", "text": "–"}, {"text_block_id": "p22_b313", "text": "2016 was the seventh publication in the SDS series and the second to take a four year timeframe aligned to the fiscal year. The SDS 2012"}, {"text_block_id": "p22_b314", "text": "–"}, {"text_block_id": "p22_b315", "text": "2016 was based on four pillars of sustainable development, namely economic, social, infrastructure and environment areas. The theme"}, {"text_block_id": "p22_b316", "text": "\"Boosting Productivity for Sustainable Development\""}, {"text_block_id": "p22_b317", "text": "supported the longer term goal of achieving"}, {"text_block_id": "p22_b318", "text": "\"Improved Quality of Life for All\"."}, {"text_block_id": "p22_b319", "text": "The review of the 2012-2016 SDS assessed progress towards the achievement of the 14 Key Outcomes and relevant strategic areas. The review information was collected from the Mid Term Review of the 2012"}, {"text_block_id": "p22_b320", "text": "–"}, {"text_block_id": "p22_b321", "text": "2016 SDS, Sector Plans, annual, mid term and progressive sector and implementing agencies reviews and reports verified through statistics and baseline information available. This review summary reflects examples of major developments and events that occurred and reforms that have impacted during the implementation of the 2012"}, {"text_block_id": "p22_b322", "text": "–"}, {"text_block_id": "p22_b323", "text": "2016 SDS."}, {"text_block_id": "p22_b324", "text": "PRIORITY AREA 1: Economic Sector"}, {"text_block_id": "p22_b325", "text": "Key Outcome 1: Macroeconomic Stability"}, {"text_block_id": "p22_b326_merged_merged_merged", "text": "During 2012 – 2016, economic growth slowed down (0.4% in 2012/13 and 1.9% in 2013/14) as the effects of Cyclone Evan and other global factors impacted. Samoa graduated out of Least Developed Country status on 1st January 2014. The transition strategy developed following graduation ensured that Samoa was able to fully implement the 2012 – 2016 SDS through a sector framework with consequential sectoral resource allocation. Under bilateral agreements with trading partners such as China and Japan, Samoa requested a transitional period to continue receiving preferential treatment when exporting products to these countries. There appears to be a reduction in growth from the levels achieved up to the global financial crisis of around 5%. The current projections are for growth levels of around 2%. The growing debt burden with current levels around 50% of GDP and rising."}, {"text_block_id": "p22_b333", "text": "Key Outcome 2: A Re-invigorated Agriculture"}, {"text_block_id": "p22_b334", "text": "Agriculture and fisheries contributed around 9.7% to GDP in 2012/13 and 9.4% in 2013/14. A Government stimulus package and recovery programs provided impetus and financial support for farmers to recover from the impacts of Cyclone Evan. Taro production was supported for example to meet an increase in market demand for taro."}, {"text_block_id": "p22_b335", "text": "The development of organic products and an “Organic Samoa” brand allowed Women in Business and"}, {"text_block_id": "p22_b336", "text": "Development Incorporated to undertake a Farm to Table project with 48 organically certified farmers, providing weekly fruit and vegetables supplies to café and restaurants. The Samoa Agribusiness Project funded by the ADB was launched in May 2015 provided financial support for agribusinesses development. The agriculture sector is now more focussed on value adding for both the export and domestic market and building skills and capacity for sustaining agricultural developments. Specifically for Agriculture, there is a need to identify the percent of arable land available for the development of the sector to ensure there is food security and income generation."}, {"text_block_id": "p23_b337", "text": "Key Outcome 3: Revitalized Exports"}, {"text_block_id": "p23_b338", "text": "There has been an increase in merchandise exports as well as range of processed export products over the SDS period. Agricultural export increases for several products has occurred and momentum has been built"}, {"text_block_id": "p23_b339", "text": "for further increases in volume and diversity of products such as taro, coconut oil and products. Samoa has implemented its National Export Strategy. The forecast closure of the Yazaki factory will have an impact on the economy."}, {"text_block_id": "p23_b340", "text": "Key Outcome 4: Sustainable Tourism"}, {"text_block_id": "p23_b341", "text": "The growth of tourism arrivals has fluctuated, arrival numbers registered an increase of 14.1%(2013/14) over th period, an improvement relative to the baseline of 6.1% in 2010/11. The Samoa Tourism Authority continues to provide strategic marketing advice for new and existing products to meet changing market requirements and marketing distribution channels to ensure effective positioning. The Samoa Accommodation Standards Committee has continued to develop, review and monitor accommodation standards."}, {"text_block_id": "p23_b342", "text": "Fifty (50) scholarships were offered to Tourism and Hospitality students at the National University of Samoa. Major infrastructure investments that support tourism are progressing including the expansion of the Apia Ports Development and the upgrading of the Faleolo International airport to ensure improved"}, {"text_block_id": "p23_b343", "text": "safety and security of travelers. The accommodation „bed‟ occupancy rate in calendar year 2014 stood at"}, {"text_block_id": "p23_b344", "text": "47.8% which was an improvement from the 42.9% occupancy rate of 2013."}, {"text_block_id": "p23_b345", "text": "The majority of tourist operations in Samoa are located in coastal areas where they are exposed and hence vulnerable to climate change impacts. The shortage and inconsistency of supply as one of the issue facing by some of the tourism developments. Stray and wild family dogs are an issue which threaten some tourists"}, {"text_block_id": "p23_b346", "text": "and this issue is now under the control of the Ministry of Police‟s Dog Management Unit."}, {"text_block_id": "p23_b347", "text": "Key Outcome 5: Enabling Environment for Business Development"}, {"text_block_id": "p23_b348_merged_merged", "text": "A new Companies Act removed the minimum capital requirement and simplified other various processes as part of strengthening and supporting a “One Stop Shop” business development approach to supporting business growth in Samoa. The number of issued Foreign Investment Certificates has fluctuated and the financial year 2013/14 recorded the highest level of capital investment in Samoa with the establishment of bigger investments such as the Taumesina – Lamana Development and major renewable energy projects. The National Broadband Highway was launched in 2014 and a submarine cable project is in the planning phase that will enhance international connectivity."}, {"text_block_id": "p23_b353", "text": "The Private Sector Support Facility has helped support projects from the private sector, the majority of which were projects from the agriculture sector. Many businesses conducted by people of Samoa are not registered businesses."}, {"text_block_id": "p24_b354", "text": "PRIORITY AREA 2: Social Policies"}, {"text_block_id": "p24_b355", "text": "Key Outcome 6: A Healthy Samoa"}, {"text_block_id": "p24_b356", "text": "A sound policy framework now exists for the health sector with key legislation passed during the SDS period and the consolidation of all policies developed providing for a more effective primary health care focus. Infrastructure has improved with the establishment of the new TTM hospital and upgraded health facilities in rural areas. Static clinics for dental services have been established in 3 locations in urban Apia. Human resources and health workforce capacity has been raised and comprehensive primary health care and health promotion measures have improved."}, {"text_block_id": "p24_b357", "text": "There is now an ongoing program for strengthening professional health service standards supported by the launching of clinical guidelines; the review of safe motherhood protocols; emergency and obstetric care guidelines; and School Nutrition Food Standards. There has been an increase in births attended by trained health personnel, as well as an increase in immunization rates throughout Samoa through the expanded immunization program. NCDs and related risk factors present a major threat to the health and well being of the people of Samoa and are a priority for action."}, {"text_block_id": "p24_b358", "text": "Ensuring that rural mothers have access to the same family planning healthcare as available to urban mothers is an opportunity to be taken up. This also relates to other health areas in rural areas."}, {"text_block_id": "p24_b359", "text": "Key Outcome 7: Improved Focus on Access to Education, Training and Learning Outcome"}, {"text_block_id": "p24_b360", "text": "Increased access to education was supported by the introduction of the Samoa School Fee Grants scheme for both the primary level in 2009 and the secondary level (Yrs 9-11 only) in 2012. A majority of achievements implemented in quality teaching and learning are being sustained with increases in certified education providers and accredited programs that are recognized nationally and internationally."}, {"text_block_id": "p24_b361", "text": "The increase in number of graduates entering the education system has improved together with a commitment to provide support through scholarships. Setting minimum service standards and verification process to ensure that education providers comply with standards has improved. Inclusive education and disability programs have been implemented and new curricula for primary levels was developed and rolled out to all schools. Training in the teaching of the new curricula subjects including utilizing e-learning materials is ongoing. The secondary curriculum was also revised."}, {"text_block_id": "p24_b362", "text": "There is a need to enforce the law for children to attend school. PSET providers have insufficient organizational capacity to achieve required quality standards because of inadequate knowledge and skills of lecturers/trainers and the quality of school leavers entering the FOE at NUS."}, {"text_block_id": "p25_b363", "text": "Key Outcome 8: Social Cohesion"}, {"text_block_id": "p25_b364", "text": "8.1:"}, {"text_block_id": "p25_b365", "text": "A Safe and Stable Samoa"}, {"text_block_id": "p25_b366_merged", "text": "Community awareness programs such as the Neighbourhood Watch Program have resulted in increases in reporting of criminal activities. The Leadership Samoa Rehabilitation Program for Juveniles at Oloamanu was completed in October 2013 and assisted in reducing the number of child and youth reoffending. Access to justice, law and legal services has been improved through initiatives such as the Personalised Support for Victims at Court Project and the Government Legal Aid Programme on a pro bono basis."}, {"text_block_id": "p25_b369", "text": "The National Human Rights Institute, which runs out of the Office of the Ombudsman, was launched in December 2013. It is an independent establishment that promotes integrity and good governance across all arms of the government and initiatives such as the Review of the Village Fono Act 1990 and the establishment of Village Bylaws improved harmonisation of village and formal justice systems. The Community sector has been working closely with Law and Justice Sector through implementing agencies to ensure that customary based justice is promoted in formal justice system processes."}, {"text_block_id": "p25_b370", "text": "The centralized crime statistics system is now in place and fortifying the updating of the data and ensuring that data are relevant to the assessing achievement of outcomes desired in the sector and at SDS level needs attention."}, {"text_block_id": "p25_b371", "text": "8.2 Community Development"}, {"text_block_id": "p25_b372", "text": "The Village Fono Act has been reviewed to ensure village Bylaws are consistent with the constitution and the issue of human rights awareness and observance is being addressed. Since 2012, out of the 202 villages, fifteen have completed Bylaws with a target of eight Village Bylaw developments to be established per year. Capacity building programmes on Village Governance targeting Village Representatives (Sui o Nuu) and Village Women Representatives (Sui Tamaitai o Nuu) have focused on the areas of health, environment, agriculture, water, finance, education, transport, and electricity. 42 sustainable village development plans are in place having been integrated with coastal infrastructure management plans and disaster management plans."}, {"text_block_id": "p25_b373", "text": "Community development initiatives have made progress on the development of further livelihood options such as vegetable gardens, root crops, reviving traditional fine mats/handicrafts and coconuts based products. Initiatives on strengthening safety nets and social protection measures for vulnerable groups has been an ongoing exercise. Educational and awareness programs have been delivered on violence in families. Rights based Educational programmes have been delivered, for example -the Convention of the Right of the Child."}, {"text_block_id": "p25_b374", "text": "The sector is now working on developing baseline data as well as data to be used for assessing performance."}, {"text_block_id": "p26_b375", "text": "PRIORITY AREA 3: Infrastructure"}, {"text_block_id": "p26_b376", "text": "Key Outcome 9: Sustainable Access to Safe Drinking Water and Basic Sanitation"}, {"text_block_id": "p26_b377_merged", "text": "There have been improvements in customer satisfaction with the quality and reliability of water and sanitation services. Increases in households‟ access to water supplies were achieved with almost 90% of the total coverage areas having access to water supplies and basic sanitation services. Conservation of water catchment areas has progressed with increased community commitment to implement approved watershed management plans. The water storage and harvesting program has enabled the construction of water tanks for households, with priority given to the most vulnerable households."}, {"text_block_id": "p26_b380", "text": "Water Quality Results for the Independent Water Schemes in particular and SWA boreholes remain at a low level due to untreated or disinfected water supply. Water safety plans will continue to be enforced to ensure water quality risks are identified and managed appropriately. Many major improvements have been made under the aegis of the Samoa Water Authority and examples include, the completion of water Treatment Plants in Aleisa and Vaitele; construction of Falelauniu Phase 1 water network system; and extending of the Neiafu and Falealupo supply network to Falelima and Tufutafoe."}, {"text_block_id": "p26_b381", "text": "Key Outcome 10: Efficient, Safe and Sustainable Transport System and Networks"}, {"text_block_id": "p26_b382", "text": "The Second Infrastructure Asset Management Project was completed in December 2014 and involved the construction and widening of the Vaitele Street from Malifa to Vailoa inclusive of bridges development at Vaimoso and Togafuafua. The enforcement of roads construction standards is on track based on Australia and New Zealand road construction guidelines. The Samoa Enhanced Road Access Project commenced in October 2013, in order to restore key road sector assets including bridges damaged by cyclone Evan."}, {"text_block_id": "p26_b383", "text": "Work on upgrading and rehabilitating of the Faleolo International Airport started in 2014 with the construction of the VIP house and new parking system. The Samoa Aviation Investment Project approved in March 2014 and will be implemented in an integrated manner with the Faleolo Terminal Upgrade Project. Cabinet has approved the Safety and Security Levy which in part will defray the costs of using the services of Pacific Aviation Security Organisation. The Exchange of Notes for the Apia Ports Development Project was executed in 2015 between the Governments of Samoa and Japan following the design study. The Government has approved the transfer of ownership of Mulifanua/Salelologa Port from Samoa Ports Authority to Samoa Shipping Corporation (SCC) to improve efficiency in service provision."}, {"text_block_id": "p26_b384", "text": "An improved assets management strategy and plan needs to be established. Procurement standards and processing need to be improved. Upgraded databases and registry will improve monitoring of the road assets and will ensure a more informed approach to policy and investment developments."}, {"text_block_id": "p26_b385", "text": "Key Outcome 11: Universal Access to Reliable and Affordable ICT Services"}, {"text_block_id": "p26_b386", "text": "The National Broadband Highway Project was completed in 2014. Financing and contractual arrangements for the second communications submarine cable is in progress. Deregulation and reform through appropriate legislation, institutional changes, modern infrastructure and improved policies have provided an enhanced environment for the burgeoning growth in mobile telephony, especially internet access. These"}, {"text_block_id": "p27_b387", "text": "developments through competition have driven the cost down for mobile phone usage domestically and internationally."}, {"text_block_id": "p27_b388", "text": "An e-waste policy has been integrated into the Samoa national hazard and chemical management policy. The Office of the Regulator (OOTR) has commenced a formal process for the definition and scope of the Broadband internet access market."}, {"text_block_id": "p27_b389", "text": "Key Outcome 12: Sustainability Energy Supply"}, {"text_block_id": "p27_b390", "text": "Structual reforms included the establishment of the Energy Division within the Ministry of Finance whose focus is on the coordination of the implementation of the energy sector plan. There is a growing number of renewable energy projects approved to be undertaken under the auspices of Government with development partners cooperation as well as investments by the private sector through Power Purchasing Agreements. The number of renewable energy technologies used has increased with multiple solar panel plants in place, including Vaitele, Tanugamanono, Tuanaimato and Salelologa Apolima Tai Solar and JICA solar in Savaii. Other solar panels are currently under construction. In addition, there are 5 existing hydro electric plants owned and operated by EPC with a new hydro project at Vailoa Paluali in Savaii scheduled to begin operations in 2017-2019. The Land Transport Authority as one of the key agencies contributes through regulations and enforcement ensuring that all vehicles are registered according to engine sizes and costs linked to energy effciency."}, {"text_block_id": "p27_b391", "text": "Heating and cooking energy consumption and policy development needs attention."}, {"text_block_id": "p27_b392", "text": "PRIORITY AREA 4: Environment Sector"}, {"text_block_id": "p27_b393", "text": "Key Outcome 13: Environment Sustainability"}, {"text_block_id": "p27_b394", "text": "There has been a decrease of 1.7% in forest cover as a result of Cyclone Evan, forest fires, agricultural developments and expansion of residential/industrial areas. Approximately 58.3%"}, {"text_block_id": "p27_b395", "text": "of Samoa‟s land area is covered by “forest”, but this does not include small woodlots"}, {"text_block_id": "p27_b396", "text": ", small reserves, small patches of mangrove forests and seawall plantings. There are 8 Terrestrial Key Biodiversity Areas in place that cover an area of 940km"}, {"text_block_id": "p27_b397", "text": "2"}, {"text_block_id": "p27_b398", "text": "or 33% of Samoa‟s total land area and includes national parks and reserves (2 in Upolu and 3 in"}, {"text_block_id": "p27_b399", "text": "Savaii). There are 7 Key Biodiversity Areas covering marine areas, approximately 173km"}, {"text_block_id": "p27_b400", "text": "2"}, {"text_block_id": "p27_b401", "text": "or 23% of"}, {"text_block_id": "p27_b402", "text": "Samoa‟s total inshore reef area. Terrestrial and marine species such as whales, dolphins and turtles"}, {"text_block_id": "p27_b403", "text": "remain under threat."}, {"text_block_id": "p27_b404_merged_merged", "text": "The protection of critical eco-systems and species is an ongoing priority program. The National Invasive Species Animals Plants list (2008) identifies a total of 120 invasive species of plants and animals (including terrestrial, freshwater and marine species) found in Samoa. Approximately 10% of the hydro-metric map of all aquifers in Samoa is now monitored with boreholes. 19 Terrestrial Reserves (government land), 5 national Parks -(Le Pupu Pue NP, lake Lanoto‟o NP, Mauga o Salafai NP, Asau-Falelima NP & Lata NP), 3 Marine Reserves – (1 Palolo Deep Reserves & 2 Marine Protected areas – Aleipata and Safata MPAs) and 3 Community Conservation areas have had conservation works undertaken."}, {"text_block_id": "p28_b411", "text": "Key Outcome 14: Climate and Disaster Resilience"}, {"text_block_id": "p28_b412_merged", "text": "Climate and disaster risk reduction are closely linked. More extreme weather events in future are likely to increase the number and scale of disasters and existing methods and tools of disaster risk reduction provide options for adaptation to climate change. Vulnerable groups are central to the rapidly expanding climate change research and policy agenda. Disaster risk management programmes at national, agency and village levels are in progress using the Hyogo Framework for Action on Disaster Risk Reduction‟s monitoring and evaluation framework."}], "document_description": "<div class=\"page\" title=\"Page 8\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThis Strategy provides an overview of the priorities the Government will pursue over the period 2016-2020. The \"key outcome\" 14 is dedicated to climate and disaster resilience. Climate change mitigation and adaptation constitutes a central element to a wide range of the objectives formulated in this document, from an increased production and consumption of renewable energy, and energy efficiency, to disaster risk management.\n\n</div>\n</div>\n</div>"}