{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": "Tourism", "document_language": "English", "document_name": "Tourism Sector Plan 2014 - 2019", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2014", "document_keyword": "Carbon Credits", "document_url": "https://cdn.climatepolicyradar.org/WSM/2014/WSM-2014-12-25-Tourism Sector Plan 2014 - 2019_487faebb32f4ea6a87b4bcdd980203b8.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b2", "text": "TABLE OF CONTENTS\n* Tourism Sector Management and Coordinating Mechanisms\n<\\li1>"}, {"text_block_id": "p1_b4", "text": "SECTION 7."}, {"text_block_id": "p1_b5", "text": "MONITORING AND EVALUATION"}, {"text_block_id": "p1_b6", "text": "....................................................................66"}, {"text_block_id": "p1_b7", "text": "....................................................................66\n* Logframe and STSP Action Plans\n* Performance and Monitoring\n* Tourism Forum and Annual Review\n* CDC Progress Report\n* Mid-term Review\n* Monitoring and Evaluation Framework"}, {"text_block_id": "p1_b19_merged_merged", "text": "SECTION 8.RESOURCINGFRAMEWORK ……………………………………...…………..…………………67"}, {"text_block_id": "p1_b26", "text": "SECTION 8.RESOURCINGFRAMEWORK ……………………………………...…………..…………………67\n* STSD Budget Estimate and Medium Term Expenditure Framework\n<\\li1>"}, {"text_block_id": "p3_b28", "text": "List of Acronyms"}, {"text_block_id": "p5_b29", "text": "FOREWORD"}, {"text_block_id": "p5_b30", "text": "It gives me great pleasure to present the Samoa Tourism Sector Plan (STSP) 20142019."}, {"text_block_id": "p5_b31", "text": "The Plan brings to the fore the various key aspects of the tourism industry, which continues to emerge as the major engine of economic growth for Samoa. It gives industry, government and all stakeholders the vision, goals, targets and actions to meet the challenges and opportunities facing the sector over the next five years."}, {"text_block_id": "p5_b32", "text": "The Samoa Tourism Sector Plan lays the foundation for the coordinated and sustainable development of tourism for Samoa. In the Strategy for the Development of Samoa (SDS), Tourism is recognised as one of the Key Outcomes under Priority Area One."}, {"text_block_id": "p5_b33", "text": "It is an area where the government has placed great emphasis, as tourism hold much potential for future growth. Great benefits are envisaged and have already been realised from this very important sector. It supports employment, provides foreign exchange and builds the economy of Samoa."}, {"text_block_id": "p5_b34", "text": "’"}, {"text_block_id": "p5_b35", "text": "In a dynamic global environment, the Samoa Tourism Sector has identified the priorities for its development by establishing a collective strategic approach. This approach incorporates all relevant stakeholders and other areas of Samoa"}, {"text_block_id": "p5_b36", "text": "’"}, {"text_block_id": "p5_b37", "text": "s economy, and continues to preserve existing markets, attract new market segments and develop new products."}, {"text_block_id": "p5_b38", "text": "The Plan articulates a Vision that"}, {"text_block_id": "p5_b39", "text": "‘"}, {"text_block_id": "p5_b40", "text": "By 2019, Samoa will have a growing tourism sector, which engages our visitors and people and is recognised as the leading Pacific destination for sustainable tourism"}, {"text_block_id": "p5_b41", "text": "’"}, {"text_block_id": "p5_b42", "text": ". The Plan"}, {"text_block_id": "p5_b43", "text": "’"}, {"text_block_id": "p5_b44", "text": "s strategic aim is to encourage more visitors to spend more money which will lead to increased growth and sustainable tourism development. The Plan establishes a roadmap to deliver on this Vision, but achieving this will require commitments from all stakeholders."}, {"text_block_id": "p5_b45", "text": "In order to manage and develop tourism in a sustainable way, we need to be able to measure the benefits tourism is bringing to the economy and how we can make Samoa an even more attractive destination to visitors from around the world."}, {"text_block_id": "p5_b46", "text": "The Plan will assist all tourism stakeholders to better plan and develop their investments, whether these be in the private sector, in tourism products, or government investment in marketing, training and infrastructure."}, {"text_block_id": "p5_b47_merged_merged_merged", "text": "We are grateful to the Government of New Zealand for its ongoing support, through the Samoa Tourism Support Programme (STSP). I believe that this partnership will continue and great benefits will be realised for all the people of Samoa, as tourism is everyone's business."}, {"text_block_id": "p5_b49", "text": "Faafetai,"}, {"text_block_id": "p5_b50", "text": "Tuilaepa Fatialofa Sailele Malielegaoi"}, {"text_block_id": "p5_b51", "text": "MINISTER OF TOURISM AND PRIME MINISTER OF SAMOA"}, {"text_block_id": "p6_b52", "text": "Executive Summary"}, {"text_block_id": "p6_b53", "text": "Introduction"}, {"text_block_id": "p6_b54", "text": "This Samoa Tourism Sector Plan (STSP) establishes a framework for the development of tourism in Samoa for the five year period from 2014"}, {"text_block_id": "p6_b55", "text": "–"}, {"text_block_id": "p6_b56", "text": "2019."}, {"text_block_id": "p6_b57", "text": "This Plan has been prepared to document clear priorities for tourism sector development and establish the stakeholder roles, mechanisms and resourcing requirements to support a sector based development approach. A phased approach has been adopted for implementation of the STSP, with a number of Immediate Priorities established for the first two years of the Plan."}, {"text_block_id": "p6_b58", "text": "The priorities identified in this document have been developed following a review of the previous Tourism Sector Plan (Annex A) and have also drawn on numerous existing studies including tourism specific studies and existing government policies and plans in key areas including infrastructure, trade and industry and education."}, {"text_block_id": "p6_b59", "text": "The development of this Plan has also been supported by wide ranging stakeholder consultation."}, {"text_block_id": "p6_b60", "text": "Outline and Content"}, {"text_block_id": "p6_b61", "text": "A thorough Situation Analysis for the sector has been undertaken and is presented in Section Three. The Situation Analysis documents the performance of the sector and identifies the key characteristics of the demand and supply sides of the sector, as well as analyzing growth prospects and establishing sector targets."}, {"text_block_id": "p6_b62", "text": "The Strategic Direction for the tourism sector is presented (in Section Four), to establish the high level vision, goals and objectives for the sector."}, {"text_block_id": "p6_b63", "text": "The Strategic Direction has been developed based on the consultation process, together with an analysis of the current situation and potential for tourism development in Samoa."}, {"text_block_id": "p6_b64", "text": "Five programme areas have been identified and these form the structure for the analysis of the key sector issues and the STSP recommended actions (Section Five) as follows:"}, {"text_block_id": "p6_b65", "text": "Five programme areas have been identified and these form the structure for the analysis of the key sector issues and the STSP recommended actions (Section Five) as follows:\n* Marketing and Research\n* HRD and Training\n* Investment and Business Enabling Environment\n* Product Development\n* Transport, Infrastructure and Access"}, {"text_block_id": "p6_b75_merged_merged_merged_merged", "text": "The linkages between the five programme area goals, outcomes and outputs are presented in the logframe in Annex B; detailed Action Plans have also been prepared outlining the priority activities, responsibility and indicative budget (Annex C). The required sector management structure is outlined in Section Six and the monitoring and evaluation mechanisms in Section Seven. An overview of resourcing requirements is provided in Section Eight and the Medium Term Expenditure Framework is provided in Annex D. A Monitoring and Evaluation Framework is presented in Annex E."}, {"text_block_id": "p6_b79", "text": "Sector Development Context"}, {"text_block_id": "p6_b80", "text": "Tourism in Samoa is already a major contributor to the economy. Tourism expenditure in Samoa was estimated by the Central Bank to be worth approximately $SAT 339 million in 2012; this equates to approximately $SAT 2,500 per visitor and accounts for 20 percent of GDP."}, {"text_block_id": "p7_b81", "text": "The total number of tourists"}, {"text_block_id": "p7_b82", "text": "to Samoa peaked at almost 135,000 in 2012."}, {"text_block_id": "p7_b83", "text": "However there was a decline in arrivals in 2013 to approximately 124,500."}, {"text_block_id": "p7_b84", "text": "This decline has largely been due to:"}, {"text_block_id": "p7_b85", "text": "This decline has largely been due to:\n* The substantial impact on the market from the effects and publicity associated with Cyclone Evan;\n* A warmer than usual autumn period in New Zealand which suppressed demand for overseas tropical\n* Continued tightening of the economic situation in Australia and New Zealand in the first six months\n* Continued impact of the removal of transpacific services via Samoa by Air New Zealand; and\n* A temporary uplift in arrivals to Samoa in 2012 from the 50th Independence Celebrations."}, {"text_block_id": "p7_b95", "text": "Tourism arrivals to Samoa have been growing at a slower rate than the rest of the Pacific region; the total volume of tourism arrivals to Samoa grew between 2008 and 2013 by approximately 2.1 percent per annum compared with the average for the region (SPTO members) of 3.2 percent per annum over the same period."}, {"text_block_id": "p7_b96", "text": "This longer term trend in part reflects a range of impediments which are further outlined in Section Five."}, {"text_block_id": "p7_b97", "text": "Samoa has experienced a substantial increase in rooms supply over the last five years."}, {"text_block_id": "p7_b98", "text": "Demand has not kept pace with the new supply level and average occupancy levels are low for many operators, which restricts capacity for new investment and product improvements. Whilst efforts to attract larger scale new investments to build critical mass are an important part of the mid-term development strategy, improving industry profitability will be key in the short term."}, {"text_block_id": "p7_b99", "text": "Equally improving product quality is a key focus of this Plan; both through strengthening quality standards for accommodation and visitor attractions, as well as the development of new activities to broaden the appeal of Samoa in key markets."}, {"text_block_id": "p7_b100", "text": "The Sector Vision, Principles and Indicators"}, {"text_block_id": "p7_b101", "text": "The Vision for the Tourism Sector under this Plan is"}, {"text_block_id": "p7_b102_merged_merged_merged_merged", "text": "that ‘By 2019 Samoa will have a growing tourism sector, which engages our visitors and people and is recognized as the leading Pacific destination for sustainable tourism’."}, {"text_block_id": "p7_b107", "text": "Applying the principles of Sustainable Tourism Development (UNWTO) are integral to the achievement of this Vision. Reflecting the importance of the economic, social and environmental sustainability, a number of indicators have been developed for this Plan (Section Four), which focus on:"}, {"text_block_id": "p7_b108", "text": "Applying the principles of Sustainable Tourism Development (UNWTO) are integral to the achievement of this Vision. Reflecting the importance of the economic, social and environmental sustainability, a number of indicators have been developed for this Plan (Section Four), which focus on:\n* Tourism expenditure and employment\n* Market Size and Composition\n* Visitor Satisfaction\n* Community Engagement\n* Environment Sustainability"}, {"text_block_id": "p7_b118", "text": "Priority Actions"}, {"text_block_id": "p7_b119", "text": "A number of priority actions (Section Five) are identified in this Plan which seek to address both the demand and supply side issues which impact on industry growth and sustainability. A phased approach has been"}, {"text_block_id": "p8_b120", "text": "developed through the identification of priorities across the five Programme Areas; High Priorities, will be implemented in the first two years and Medium Priorities will be addresses in Years Three to Five."}, {"text_block_id": "p8_b121", "text": "The key strategies and overall priority actions are summarised in the table below under the five Programme areas."}, {"text_block_id": "p10_b122", "text": "Implementation Arrangements and Budget"}, {"text_block_id": "p10_b123", "text": "In order to better manage the implementation of the Sector Plan a three tier structure is outlined (Section Six); this structure will also support the monitoring and evaluation of the Plan as outlined in Section Seven."}, {"text_block_id": "p10_b124", "text": "Tools developed to assist with the monitoring and measurement of the implementation of this Plan include the Logframe (Annex B), the Action Plans (Annex C) as well as the high level indicators outlined in Section Four."}, {"text_block_id": "p10_b125", "text": "In order to implement the recommendations of the STSP an increase in resourcing is required."}, {"text_block_id": "p10_b126", "text": "This requires a level of commitment from the Government to grow the sector. Equally though the STSP is a partnership between the public sector, private sector and donors who each have their own role to play in supporting implementation."}, {"text_block_id": "p10_b127", "text": "High level budget estimates have been developed for the five year period of implementation, commencing in the financial year 2014/15."}, {"text_block_id": "p10_b128", "text": "The budget estimates are illustrated below for each Programme Area by anticipated year of expenditure. The total budget over the five year period required for implementation is $SAT 82.53 million"}, {"text_block_id": "p10_b129", "text": "."}, {"text_block_id": "p10_b130_merged_merged_merged_merged", "text": "STSP – Five Year Budget"}, {"text_block_id": "p10_b133", "text": "A Medium Term Expenditure Framework (Annex D) has also been developed for the STSP to reflect the Programme activities, sequencing and the identified government and donor funding requirements."}, {"text_block_id": "p10_b134", "text": "Conclusion"}, {"text_block_id": "p10_b135", "text": "The diagram below provides a summary of the Development Framework for the STSP together with a summary of targets and the budgetary requirements."}, {"text_block_id": "p11_b136", "text": "Samoa Tourism Sector Plan 2014-2019"}, {"text_block_id": "p11_b137", "text": "ŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁ"}, {"text_block_id": "p11_b138", "text": "to"}, {"text_block_id": "p11_b139", "text": "ŁŁŁŁ"}, {"text_block_id": "p11_b140", "text": "Vision:"}, {"text_block_id": "p11_b141_merged_merged", "text": "ŁŁ 2019 Samoa will have a ŁŁŁŁŁ tourism sector, which eneaces our visitors and ŁŁŁŁŁ andisrecor.ruzedasthe ŁŁŁŁŁ Pacific destination for sustainab!e tourism\""}, {"text_block_id": "p11_b149", "text": "Ł"}, {"text_block_id": "p11_b150", "text": "High Priority Acli\\11t1es"}, {"text_block_id": "p11_b151", "text": "Ł"}, {"text_block_id": "p11_b152", "text": ";,1 echum Prio11ty Activ11ies"}, {"text_block_id": "p12_b153", "text": "1. Introduction"}, {"text_block_id": "p12_b154", "text": "Tourism has been identified by the Government of Samoa, the private sector and many communities in Samoa, as the major economic development opportunity for the country."}, {"text_block_id": "p12_b155", "text": "The tourism sector has the potential to support sustainable development within the country through broad based employment and income generation, as well as enhancing the retention of cultural traditions and the conservation and sustainable management of the nation"}, {"text_block_id": "p12_b156", "text": "’"}, {"text_block_id": "p12_b157", "text": "s environmental assets."}, {"text_block_id": "p12_b158", "text": "This Samoa Tourism Sector Plan (STSP) establishes a framework for the development of tourism in Samoa for the five year period from 2014"}, {"text_block_id": "p12_b159", "text": "–"}, {"text_block_id": "p12_b160", "text": "2019. The development of this STSP has been led by the Samoa Tourism Authority (STA), as the lead agency for tourism in Samoa; however, the development process for the Plan has been highly participatory and has involved consultation with a wide range of stakeholders including industry operators, industry associations, NGOs and community consultation, as well as other government agencies."}, {"text_block_id": "p12_b161", "text": "This Plan has been developed with the assistance of the New Zealand Government Aid Program (NZAP), through the Samoa Tourism Support Program (STSP)."}, {"text_block_id": "p12_b162", "text": "Tourism is by nature a dynamic sector where internal and external factors can have a substantial impact on demand and development potential. Both global and local events of the last five years have served to reinforce the view that sector planning needs to be responsive to changing circumstances."}, {"text_block_id": "p12_b163", "text": "This Plan therefore also needs to be dynamic and responsive to changing internal and external circumstances."}, {"text_block_id": "p12_b164", "text": "In order to achieve this the priorities and outcomes from the Plan require careful monitoring; changes over time, which lead to a more responsive Plan should be encouraged, as long as they support the achievement of the Vision and Outcomes highlighted within this document."}, {"text_block_id": "p12_b165", "text": "This approach will also require a high level of sector coordination, monitoring and management."}, {"text_block_id": "p12_b166_merged_merged_merged_merged", "text": "The wide ranging engagement in the development of this Plan reflects the nature of tourism, which is cross sectoral and involves a wide range of stakeholders. The Samoan tourism product is essentially an experience, which involves all stakeholders in Samoa from the community level, through to numerous direct and indirect private sector suppliers, as well as a wide range of government agencies. The diverse components of the tourism product ensures that the tourism sector is difficult to coordinate and manage and wide ranging stakeholder support is required. These are some of the challenges which are outlined within this Plan."}, {"text_block_id": "p12_b168", "text": "The benefits of a coordinated and inclusive development process which manages the sustainable development of the sector are substantial, not only economically in terms of employment and foreign exchange earnings, but also in terms of supporting environmental conservation and management and strengthening cultural awareness."}, {"text_block_id": "p12_b169", "text": "Samoa has a fragile natural environment, strong communities and a unique culture; these assets need to be preserved as they form the basis not only of Samoan society, but also differentiate the destination product offering. Tourism development needs to balance economic objectives and the need to create employment, with wider social and environmental objectives; a balanced approach supporting all three sustainable pillars (economic, cultural and environmental) will underpin the future development of sustainable tourism through the implementation of this Plan."}, {"text_block_id": "p12_b170", "text": "This STSP outlines the requirements to facilitate a prioritised and coordinated approach to achieve sustainable growth for the development of the tourism sector in Samoa. This STSP is designed to facilitate sustainable growth by identifying and address sector related impediments, to facilitate increased employment and economic growth whilst supporting the cultural values and environmental assets of Samoa."}, {"text_block_id": "p13_b171", "text": "The focus for this Plan is the short to medium term covering within the next five years, to ensure practical and systematic measures are taken to build the tourism sector, and a sequenced and prioritized program of development is outlined to support implementation and monitoring."}, {"text_block_id": "p13_b172", "text": "A phased and sequenced approach has been adopted through the identification of High and Medium Term Priorities for implementation; identified High Priorities are for implementation in the first two years and Medium Priorities are scheduled for Years Three to Five."}, {"text_block_id": "p13_b173", "text": "Addressing the identified constraints will not be easy, but the Government is fully committed to supporting recommendations included in this Plan."}, {"text_block_id": "p13_b174", "text": "To achieve the goals established in this STSP however, will require the support of all stakeholders, in the public and private sectors, as well as the broader community."}, {"text_block_id": "p13_b175", "text": "2."}, {"text_block_id": "p13_b176", "text": "Background"}, {"text_block_id": "p13_b177", "text": "Government Development Policy"}, {"text_block_id": "p13_b178", "text": "The overarching Government development strategy,"}, {"text_block_id": "p13_b179", "text": "‘"}, {"text_block_id": "p13_b180", "text": "the Strategy for the Development of Samoa 2012"}, {"text_block_id": "p13_b181", "text": "–"}, {"text_block_id": "p13_b182", "text": "2016"}, {"text_block_id": "p13_b183", "text": "’"}, {"text_block_id": "p13_b184", "text": "highlights the main theme of"}, {"text_block_id": "p13_b185", "text": "‘"}, {"text_block_id": "p13_b186", "text": "boosting productivity for sustainable development"}, {"text_block_id": "p13_b187", "text": "’"}, {"text_block_id": "p13_b188", "text": "to achieve the Vision of an"}, {"text_block_id": "p13_b189", "text": "‘"}, {"text_block_id": "p13_b190", "text": "Improved Quality of Life for All"}, {"text_block_id": "p13_b191", "text": "’"}, {"text_block_id": "p13_b192", "text": "."}, {"text_block_id": "p13_b193", "text": "Tourism has a major role to play in contributing to this outcome."}, {"text_block_id": "p13_b194", "text": "The development of Sustainable Tourism is highlighted in the SDS under Priority Area One: Economic Sectors and the following strategic areas are outlined:"}, {"text_block_id": "p13_b195", "text": "The development of Sustainable Tourism is highlighted in the SDS under Priority Area One: Economic Sectors and the following strategic areas are outlined:\n* Improve destination promotion and marketing\n* Ensure quality product and service delivery through implementation of tourism operators\n* standards\n* Support and encourage the linkages amongst training providers to strengthen relevant training in the\n* Enhance market access (connectivity and links)\n* Improve tourism infrastructure\n* Formulate a tourism and promotional investment policy\n* Strengthen linkage between tourism and other sectors of the economy"}, {"text_block_id": "p13_b211", "text": "The SDS indicates that"}, {"text_block_id": "p13_b212", "text": "‘"}, {"text_block_id": "p13_b213", "text": "Tourism plays a leading role in foreign exchange earning equivalent to over 20 percent of GDP"}, {"text_block_id": "p13_b214", "text": "…"}, {"text_block_id": "p13_b215", "text": ".it also plays a significant role in the balance of payments, especially considering visiting friends and relatives as part of the tourism industry. Expenditure by tourists gives rise to revenue, encourages entrepreneurial opportunities, and helps promote and revive culture and branding. Tourism therefore has a multiplier effect at all levels directly and indirectly from the individual up to the macro level"}, {"text_block_id": "p13_b216", "text": "’"}, {"text_block_id": "p13_b217", "text": "The development and implementation of the STSP takes place against the background of the Tsunami in 2009 and Cyclone Evan in 2012 as well as the continued global economic effects of the GFC on both investment and propensity to travel."}, {"text_block_id": "p13_b218", "text": "These internal and external factors have led to a challenging environment which the Samoan tourism sector will need to respond to, if sustainable tourism growth is to be achieved. However, as the SDS indicates"}, {"text_block_id": "p13_b219", "text": "‘"}, {"text_block_id": "p13_b220", "text": "There is considerable opportunity to grow the contribution and the flow-on benefits that come from being a recognized tourism destination."}, {"text_block_id": "p13_b221", "text": "’"}, {"text_block_id": "p13_b222_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Priority development activities identified within this STSP therefore aim to be realistic, but are fundamentally aimed at the achievement of the Vision for the tourism sector and the objectives of this Plan and the need to support the achievement of overarching Vision of an ‘Improved Quality of Life for All’."}, {"text_block_id": "p14_b227", "text": "Review of the Samoa Tourism Development Plan (STDP) 2009"}, {"text_block_id": "p14_b228", "text": "–"}, {"text_block_id": "p14_b229", "text": "2013"}, {"text_block_id": "p14_b230", "text": "For the last five years, the tourism sector in Samoa has been guided by the Samoa Tourism Development Plan 2009 -2013 (STDP)."}, {"text_block_id": "p14_b231", "text": "A review of this Plan was completed by the STA and endorsed by the Cabinet Development Committee (CDC) in August 2013 (Annex A)."}, {"text_block_id": "p14_b232", "text": "The review identified that substantial progress had been made in the implementation of the STDP, but that continued commitment to the ongoing implementation of priority activities in the focal areas of the Plan was required, namely in:"}, {"text_block_id": "p14_b233", "text": "The review identified that substantial progress had been made in the implementation of the STDP, but that continued commitment to the ongoing implementation of priority activities in the focal areas of the Plan was required, namely in:\n* Destination promotion and marketing\n* Product, service and infrastructure development\n* Resource management\n* Access development\n* Tourism capacity and workforce development\n* Land, business and investment\n* Research, planning and impact management\n* Institutions and industry framework"}, {"text_block_id": "p14_b249", "text": "The Review also identified the need for more specific indicators to be established to support the monitoring and evaluation of the further development of the sector under the next Plan."}, {"text_block_id": "p14_b250", "text": "STSP Development Process"}, {"text_block_id": "p14_b251", "text": "This Plan seeks to build on the key initiatives identified in the previous STDP, as well others currently being undertaken by the Government, private sector and community stakeholders to support the further development of sustainable tourism."}, {"text_block_id": "p14_b252", "text": "This Plan has been prepared to document clear priorities for tourism sector development and establish the stakeholder roles, mechanisms and resourcing requirements to support a sector based development approach. In addition to the Review of the 2009"}, {"text_block_id": "p14_b253", "text": "–"}, {"text_block_id": "p14_b254", "text": "2013 STDP (Annex A), the approach and recommendations identified in this document has drawn on several previous tourism specific studies"}, {"text_block_id": "p14_b255", "text": ", existing government policies and plans in key areas including in infrastructure, trade and industry and education."}, {"text_block_id": "p14_b256", "text": "The development of this Plan has been supported by wide ranging stakeholder consultation. A series of consultation workshops were undertaken on Upolu and Savaii in June and August 2013 with the support of the STA, industry associations, a wide range of government agencies, NGOs and community representatives. The outcomes from consultation with this wide range of stakeholder groups have also been incorporated into the STSP including comments provided by the Samoa Hotels Association through the"}, {"text_block_id": "p14_b257", "text": "‘"}, {"text_block_id": "p14_b258", "text": "Tourism Industry Issues Paper"}, {"text_block_id": "p14_b259", "text": "’"}, {"text_block_id": "p14_b260", "text": "provided in July 2013. A public/private sector STSP Reference Group was also established and provided valuable input into the development of this Plan."}, {"text_block_id": "p14_b261_merged_merged_merged_merged_merged", "text": "The Final STSP will be reviewed and approved by the Tourism Sector Steering Committee (TSSC) as well as by the CDC and Cabinet."}, {"text_block_id": "p15_b263", "text": "3. Situation Analysis"}, {"text_block_id": "p15_b264", "text": "Samoa and Sustainable Tourism"}, {"text_block_id": "p15_b265", "text": "Samoa was an early pioneer of the concept of sustainable tourism management."}, {"text_block_id": "p15_b266", "text": "In the late 1990s Samoa developed one of the first frameworks designed to measure and manage sustainability at the destination level, which included indicators and a monitoring system to track progress in Samoa over time."}, {"text_block_id": "p15_b267", "text": "Samoa has recently benchmarked its"}, {"text_block_id": "p15_b268", "text": "’"}, {"text_block_id": "p15_b269", "text": "performance in the international context against the Global Sustainable Tourism Council destinational criteria for sustainable tourism development. Samoa is the first Pacific country to adopt the GSTC criteria and only the second country in the world to do so at a national level."}, {"text_block_id": "p15_b270", "text": "The GSTC Evaluation (2014)"}, {"text_block_id": "p15_b271", "text": "demonstrated that"}, {"text_block_id": "p15_b272", "text": "‘"}, {"text_block_id": "p15_b273", "text": "Samoa has considerable systems and policies in place to practice, manage and monitor sustainable tourism. Now is the time for the destination to step up implementation, actualize its potential and garner competitive advantage that will lead to sustainable managed growth and enhanced benefit for the islands residents."}, {"text_block_id": "p15_b274", "text": "’"}, {"text_block_id": "p15_b275", "text": "The results of the GSTC evaluation"}, {"text_block_id": "p15_b276", "text": "‘"}, {"text_block_id": "p15_b277", "text": "demonstrate excellent performance and readiness to adhere to the GSTC criteria"}, {"text_block_id": "p15_b278", "text": "…"}, {"text_block_id": "p15_b279", "text": "Considerable progress has been made on the development of a foundation to manage sustainable tourism throughout the destination, including systems, organizational structures, policies and frameworks"}, {"text_block_id": "p15_b280", "text": "…"}, {"text_block_id": "p15_b281", "text": ".The destination has the opportunity to further improve by focusing on core areas like visitor experience, standards and monitoring and marketing and communication"}, {"text_block_id": "p15_b282", "text": "."}, {"text_block_id": "p15_b283", "text": "’"}, {"text_block_id": "p15_b284", "text": "The specific recommendations highlighted in the GSTC Evaluation for Samoa have been incorporated into this Sector Plan, to strengthen the sustainable management and development of tourism"}, {"text_block_id": "p15_b285", "text": "."}, {"text_block_id": "p15_b286", "text": "The Economic Value of Tourism"}, {"text_block_id": "p15_b287", "text": "The Central Bank of Samoa uses the Samoa Tourism Price Index (TPI)"}, {"text_block_id": "p15_b288", "text": "to measure the level of prices that are relevant to tourists visiting Samoa and key categories assessed include:"}, {"text_block_id": "p15_b289", "text": "to measure the level of prices that are relevant to tourists visiting Samoa and key categories assessed include:\n* Accommodation\n* Meals and drinks\n* Car Rentals\n* Other transportation\n* Family obligations\n* Miscellaneous"}, {"text_block_id": "p15_b301_merged_merged_merged_merged", "text": "The TPI together with tourist arrivals is used as a basis for estimating total foreign exchange earnings for the sector by the Central Bank. The graph below indicates the estimates tourism earnings and average expenditure estimates for the period 2003 – 2012."}, {"text_block_id": "p16_b305", "text": "Total expenditure is estimated to be worth approximately 20 percent of Gross Domestic Product and employment within the sector is estimated at approximately 5,000 full and part time jobs or just over ten percent of national employment."}, {"text_block_id": "p16_b306", "text": "Within the tourism sector, the total number employed in the hotels and restaurants sector was estimated to be 1,700 in 2012."}, {"text_block_id": "p16_b307_merged_merged", "text": "Tourism in Samoa is already a major contributor to the economy. Tourism expenditure in Samoa was estimated by the Central Bank to be worth approximately 339 $SAT million in 2012; this equates to approximately 2,500 $SAT per visitor. The level of expenditure increased by 4.9 percent per annum between 2008 and 2012."}, {"text_block_id": "p17_b309", "text": "Preliminary estimates based on the 2012 International Visitor Survey (IVS) indicate that average daily expenditure was $SAT 296 and the average length of stay per visitor was 10.4 days, equating to an average expenditure of $SAT 3,078 per visitor."}, {"text_block_id": "p17_b310", "text": "A breakdown of expenditure is provided in the diagram above."}, {"text_block_id": "p17_b311", "text": "Estimates based on the IVS data, indicate that tourism expenditure in 2012 would have been approximately $SAT 414 million."}, {"text_block_id": "p17_b312", "text": "These figures do not include any contribution from cruise ship visitors or domestic tourism expenditure."}, {"text_block_id": "p17_b313", "text": "The Tourism Market"}, {"text_block_id": "p17_b314", "text": "The total number of tourists"}, {"text_block_id": "p17_b315", "text": "to Samoa peaked at almost 135,000 in 2012; in part this was due to increased arrivals for the 50"}, {"text_block_id": "p17_b316", "text": "th"}, {"text_block_id": "p17_b317", "text": "Independence Celebrations. However there was a decline in arrivals in 2013 to approximately 124, 500; this decline has largely been due to:"}, {"text_block_id": "p17_b318", "text": "•"}, {"text_block_id": "p17_b319", "text": "The substantial impact on the market from the effects and publicity associated with Cyclone Evan"}, {"text_block_id": "p17_b320", "text": "–"}, {"text_block_id": "p17_b321", "text": "the decline was particularly evident in the first quarter of 2013 and in the New Zealand holiday market;"}, {"text_block_id": "p17_b322", "text": "•"}, {"text_block_id": "p17_b323", "text": "A warmer than usual Autumn period in New Zealand which suppressed demand for overseas tropical holidays;"}, {"text_block_id": "p17_b324", "text": "•"}, {"text_block_id": "p17_b325", "text": "Continued tightening of the economic situation in Australia and New Zealand in the first six months of 2013 and the continued impacts of the Global Financial Crisis (GFC) in long haul source markets of North America and Europe;"}, {"text_block_id": "p17_b326", "text": "•"}, {"text_block_id": "p17_b327", "text": "Continued impact of the removal of transpacific services via Samoa by Air New Zealand;"}, {"text_block_id": "p17_b328", "text": "•"}, {"text_block_id": "p17_b329", "text": "Impact of rescheduling of air services and airfare increases from major markets (Australia, New Zealand);"}, {"text_block_id": "p17_b330", "text": "•"}, {"text_block_id": "p17_b331", "text": "A temporary uplift in arrivals to Samoa in 2012 from the 50th Anniversary Celebrations."}, {"text_block_id": "p17_b332", "text": "The level of arrivals to Samoa grew between 2008 and 2013"}, {"text_block_id": "p17_b333", "text": "by approximately 2.1 percent per annum; this is lower than the average for the region (SPTO members) which grew at approximately 3.2 percent over the same period."}, {"text_block_id": "p17_b334", "text": "Consumer and travel trade market research conducted in 2013 by independent consultants (under the New Zealand Government funded Samoa Tourism Support Program"}, {"text_block_id": "p17_b335", "text": "–"}, {"text_block_id": "p17_b336", "text": "STSP), indicates that there is a positive longer term outlook for the New Zealand and Australian markets and that there does not appear to be an underpinning reason for the decline in 2013 (other than those listed above)."}, {"text_block_id": "p17_b337_merged_merged_merged_merged_merged_merged_merged", "text": "The table below indicates the level of visitation by purpose of visit. Holiday and Visiting Friends and Relatives (VFR) dominate arrivals at approximately 77 percent of total arrivals in 2013."}, {"text_block_id": "p18_b339", "text": "Growth in the VFR market segment over the last five years has declined by 2.3 percent, although the most substantial decline has been in holiday visitors (19 percent)."}, {"text_block_id": "p18_b340", "text": "Business, other and sports visitors have seen significant increases, but overall the total level of increase in arrivals has been modest at 2.1 percent (over the five year period)."}, {"text_block_id": "p18_b341", "text": "The table below illustrates arrivals by purpose of visit and source market."}, {"text_block_id": "p18_b342", "text": "Of the total holiday market, residents of New Zealand are the most significant segment, with 44 percent of all arrivals."}, {"text_block_id": "p18_b343", "text": "New Zealand also dominates the VFR and Business segments. However, residents of Australia are marginally the most significant Sports tourists, whilst just over one third of all"}, {"text_block_id": "p18_b344", "text": "“"}, {"text_block_id": "p18_b345", "text": "Other"}, {"text_block_id": "p18_b346", "text": "”"}, {"text_block_id": "p18_b347", "text": "purpose trips (mainly transit and religious trips) are taken by residents of American Samoa."}, {"text_block_id": "p18_b348", "text": "Source: STA and NSO"}, {"text_block_id": "p18_b349_merged_merged_merged", "text": "The main driver of tourism growth for the majority of Pacific countries has been an increase in holiday visitors. Those Pacific countries achieving above average growth rates and an increase in tourism have focused their efforts on the development of the holiday market. For Samoa the holiday market peaked in 2012 but is forecast to have a substantial decline in 2013 (see page Six for further explanation). However source market research (Australia and New Zealand – 2013) indicates that prospects for future growth remain positive."}, {"text_block_id": "p19_b353", "text": "The VFR market is still the major market segment in terms of visitation although this peaked in 2011 and is forecast to show modest decline in 2013. The VFR is difficult to influence and grow substantially, as it is primarily influenced by family and social commitments and the level of discretionary income available to family and friends overseas."}, {"text_block_id": "p19_b354", "text": "The graph below indicates visitation by purpose of visit for the last three years."}, {"text_block_id": "p19_b355", "text": "The 2012 IVS"}, {"text_block_id": "p19_b356", "text": "indicates that the average length of stay was 10.4 nights, with Holiday visitors staying on average 9.1 nights and VFR longer at 14.6 nights. By country of residence the longest length of stay was from Europe (12.3 nights), followed by Australia (12.2 nights)."}, {"text_block_id": "p19_b357_merged_merged_merged", "text": "The 2012 IVS also provides the most reliable method and data for estimating the use of commercial accommodation in Samoa. The table below indicates accommodation use by purpose of visit and the results for the IVS indicate that 90 percent of holiday visitors use commercial accommodation, but that almost one third of the VFR segment also use commercial accommodation. Sports and Business visitors also have high commercial accommodation usage (at approximately 87 percent and 75 percent respectively)."}, {"text_block_id": "p19_b360", "text": "Using the IVS data and arrival statistics indicates that the number of nights spent in commercial accommodation in Samoa is estimated as follows:"}, {"text_block_id": "p20_b361", "text": "# assumes average of 2 people per room"}, {"text_block_id": "p20_b362", "text": "Accommodation occupancy data is collected by STA but datasets are incomplete due to incomplete returns by industry operators. The data that is available needs to be treated with caution due to limited response rate; however the available data indicates the following levels of occupancy by accommodation category:"}, {"text_block_id": "p20_b363", "text": "Visitor Satisfaction and Value for Money"}, {"text_block_id": "p20_b364", "text": "Generally visitors have a high level of satisfaction with Samoa; the areas that scored at a low level include a lack of signage, unsightly rubbish, poor information in Samoa, limited pre trip information and an unappealing ferry trip to Savaii. Importantly the rating for cultural activities received only an average rating from visitors which indicates these activities need significant improvement. Samoa needs to capitalize more on its"}, {"text_block_id": "p20_b365", "text": "’"}, {"text_block_id": "p20_b366", "text": "strong cultural tourism component by developing and promoting higher quality cultural experiences and products."}, {"text_block_id": "p20_b367_merged_merged", "text": "The STSP must focus on improving all these aspects of the visitor experience over the next five years if sector growth is to be achieved. The graph below indicates the level of satisfaction for aspects of the tourism product based on the IVS 2013 respondents."}, {"text_block_id": "p21_b369", "text": "Overall the value for money was high at 4.4 out of 5, but there were significant variations between different components of the tourism experience as indicated below."}, {"text_block_id": "p21_b370", "text": "In general, Samoa rates well as a tourism destination by those who visit. This bodes well for potential to further develop the sector."}, {"text_block_id": "p21_b371", "text": "All tourists rated Samoa at 4.3 out of 5.0 when asked how likely it would be for them to return to Samoa. All tourists rated Samoa at 4.5 out of 5.0 when asked how likely it would be for them to recommend Samoa as a destination. Holiday tourists rated Samoa at the same level"}, {"text_block_id": "p21_b372", "text": "."}, {"text_block_id": "p21_b373", "text": "Cruise Tourism"}, {"text_block_id": "p21_b374_merged", "text": "The cruise market to Samoa is also relatively undeveloped compared to some Pacific destinations. Passenger numbers were recorded at 16,439 in 2012; no records are available for passenger numbers in previous years. The number of vessels has fluctuated between 12 and 21 in the last five years. Samoa is disadvantaged due to its relative geographic isolation from Australia and New Zealand in terms of the types of cruises which can be attracted and the majority of cruises are trans Pacific or round the world cruises."}, {"text_block_id": "p21_b378", "text": "STA is undertaking a Cruise Ship Visitor Survey in 2014 to further provide information on this important market."}, {"text_block_id": "p22_b379", "text": "Tourism Supply and Products"}, {"text_block_id": "p22_b380", "text": "Accommodation Supply in Samoa"}, {"text_block_id": "p22_b381", "text": "There are approximately 2,000 hotel rooms in Samoa of which 740 are in the deluxe and superior category, 890 are in the standard and budget categories and almost 340 are classed as fales."}, {"text_block_id": "p22_b382", "text": "There has been a substantial increase in accommodation supply in Samoa in the last five years. Prior to Cyclone Evan in December 2012, hotel supply had increased to 2,042 room, which was an increase of almost 50 percent over the supply in 2009. Capacity increases were as follows:"}, {"text_block_id": "p22_b383", "text": "•"}, {"text_block_id": "p22_b384", "text": "Deluxe accommodation increased to 494 rooms, from 326 in 2009 (51 percent increase)"}, {"text_block_id": "p22_b385", "text": "•"}, {"text_block_id": "p22_b386", "text": "Superior accommodation increased to 253 rooms, from 135 in 2009 (87 percent increase)"}, {"text_block_id": "p22_b387", "text": "•"}, {"text_block_id": "p22_b388", "text": "Standard accommodation increased to 494 rooms, from 315 in 2009 (53 percent increase)"}, {"text_block_id": "p22_b389", "text": "•"}, {"text_block_id": "p22_b390", "text": "Budget accommodation increased to 418 rooms, from 406 in 2009 (2.9 percent increase)"}, {"text_block_id": "p22_b391", "text": "The increasing level of accommodation supply from 2008 to 2012 is illustrated in the graph below"}, {"text_block_id": "p22_b392", "text": "."}, {"text_block_id": "p22_b393_merged", "text": "The majority of the deluxe and superior room capacities have been built in rural resort locations, whilst much of the budget and standard rooms were built in and around Apia. Capacity has been lost after Cyclone Evan in 2012; much of this capacity is scheduled to be back in operation by 2014. The number of properties pre the Tsunami and pre and post Cyclone Evan is summarized in the table below:"}, {"text_block_id": "p23_b395", "text": "The table below indicates the status of a number of proposed hotel investments which have received development approval and are in the early stages of development:"}, {"text_block_id": "p23_b396", "text": "A total increase of 390 rooms will become available by the third quarter of 2014, of which 200 rooms represents the re-opening of Aggie Greys Hotel in Apia."}, {"text_block_id": "p23_b397", "text": "The majority of these rooms will be at the First Class and Deluxe level. A further 80 rooms has been approved for Stage One of the Warwick Hotel project, but this has yet to commence."}, {"text_block_id": "p23_b398", "text": "The re-opening of Aggie Greys Hotel under the Sheraton brand together with the completion of the Taumeasina Island Resort by the Lamana Group will establish a new and higher standard for hotel accommodation in Samoa, which will generate opportunities to grow the current market, develop new markets and increase yield."}, {"text_block_id": "p23_b399", "text": "Visitor Attractions and Activities"}, {"text_block_id": "p23_b400", "text": "Samoa has a range of visitor attractions which are primarily based on the unique environmental features and/or cultural products. The most popular ten attractions in Samoa are listed in order of visitation below (IVS 2013):"}, {"text_block_id": "p23_b401", "text": "•"}, {"text_block_id": "p23_b402", "text": "Lalomanu and Saleapaga Beach"}, {"text_block_id": "p23_b403", "text": "•"}, {"text_block_id": "p23_b404", "text": "To Sua Trench"}, {"text_block_id": "p23_b405", "text": "•"}, {"text_block_id": "p23_b406", "text": "Piula Cave Pool"}, {"text_block_id": "p23_b407", "text": "•"}, {"text_block_id": "p23_b408", "text": "Papase"}, {"text_block_id": "p23_b409", "text": "’"}, {"text_block_id": "p23_b410", "text": "ea Sliding Rocks"}, {"text_block_id": "p23_b411", "text": "•"}, {"text_block_id": "p23_b412_merged_merged_merged", "text": "Robert Louis Stevenson’s Grave"}, {"text_block_id": "p23_b415", "text": "•"}, {"text_block_id": "p23_b416", "text": "Saleaula Lava Fields"}, {"text_block_id": "p23_b417", "text": "•"}, {"text_block_id": "p23_b418", "text": "Swimming with Turtles Satoalepai"}, {"text_block_id": "p23_b419", "text": "•"}, {"text_block_id": "p23_b420", "text": "Robert Lois Stevenson Museum"}, {"text_block_id": "p23_b421", "text": "•"}, {"text_block_id": "p23_b422", "text": "Togitogiga Falls"}, {"text_block_id": "p24_b423", "text": "Lalomanu and Saleapaga Beach is the most popular attraction for tourists visiting Samoa. One third (33 percent) of all tourists visit the beach, and nearly one half (48 percent) of all holiday tourists visit. It is most popular amongst visitors from Europe (56 percent visit it)."}, {"text_block_id": "p24_b424", "text": "The next four most popular attractions for all tourists are To Sua Trench, Piula Cave Pool, Papaseea Sliding Rocks and Robert Louis Stevenson"}, {"text_block_id": "p24_b425", "text": "’"}, {"text_block_id": "p24_b426", "text": "s Grave."}, {"text_block_id": "p24_b427", "text": "Tourists from Europe visit more attractions than those from any other region (they average over 5 attraction visits per tourist), followed by Australia (over 3 attraction visits per tourist)."}, {"text_block_id": "p24_b428", "text": "Holiday tourists average almost four attraction visits per tourist, with VFR and Sports tourists averaging almost 2. Business and Other tourists average around one attraction visit per trip."}, {"text_block_id": "p24_b429", "text": "The most popular activities whilst visiting Samoa are going to Cafés/Restaurants, Shopping, Swimming, Relaxing and Visiting Friends/Relatives."}, {"text_block_id": "p24_b430", "text": "Almost 70 percent of all tourists visited a Café/Restaurant."}, {"text_block_id": "p24_b431", "text": "Swimming and Relaxing are the most popular activities for holiday tourists."}, {"text_block_id": "p24_b432", "text": "Both activities were undertaken by over 80% of holiday tourists. The next three most popular activities are visiting Cafés/Restaurants, Shopping, and Independent Sightseeing. The diagram below indicates the most popular activities undertaken by tourists (IVS 2013)."}, {"text_block_id": "p24_b433", "text": "Overall the level of satisfaction with Samoa as a visitor destination is relatively high, scoring 4.4 out of 5 on the 2013 IVS;"}, {"text_block_id": "p24_b434", "text": "similarly the likelihood to return amongst all visitors scores highly 4.3 and holiday visitors 4.1 and the likelihood to recommend was high at 4.7 for holiday visitors."}, {"text_block_id": "p24_b435", "text": "The highest level of satisfaction was with the beaches, marine environment and marine activities, evening activities, restaurants/cafes and safety; the lowest level of satisfaction was with the ferry, pre-trip visitor information, visitor information provided in Samoa, rubbish collection and signage. Cultural activities only scored mid-range."}, {"text_block_id": "p24_b436", "text": "Tourism Growth Prospects"}, {"text_block_id": "p24_b437_merged_merged_merged_merged_merged", "text": "Globally outbound tourism is forecast to grow by 4.1 percent per annum until 2020 (UNWTO), although in the short term (next two to three years) long haul travel may grow at a slower rate. UNWTO forecasts that Europe will remain the World’s leading outbound generator through to 2020, accounting for almost half of all tourist arrivals worldwide. In 2012 (January to August) global tourism increased by approximately 4 percent (UNWTO) with the Asia Pacific region growing at a higher rate of 7 percent."}, {"text_block_id": "p25_b441", "text": "Australia and New Zealand account for almost 63 percent of arrivals to Samoa, with the American Samoa accounting for a further 17 percent. For holiday visitors this rises to 69 percent from Australia and New Zealand and 12 percent from American Samoa, although North America is approximately 8 percent and Europe is just under 7 percent."}, {"text_block_id": "p25_b442", "text": "A brief analysis of growth prospects from these markets is presented below:"}, {"text_block_id": "p25_b443", "text": "The Australian economy continues to grow on the basis of expansion in the mining sector and the Australian Dollar has strengthened significantly against major currencies. The domestic economy is expected to grow annually by 2 to 3 per cent in the short term. Increased seat capacity and competition in the airline sector have also led to a high level of discounting of international airfares. These factors combined will continue to lead to increased outbound holiday travel in the short term."}, {"text_block_id": "p25_b444", "text": "Australian overseas spending increased by approximately 8 percent in 2011 to $AUD 95 billion. Growth prospects in the medium term from this market are positive, with Tourism Australia forecasting outbound growth of 2.8 percent to 2020."}, {"text_block_id": "p25_b445", "text": "The economic performance of New Zealand is forecast to remain positive over the next ten years. The real GDP is forecast to increase annually by 2.3 per cent between 2011 and 2020. Outbound tourism is forecast to increase by 1.8 per cent per annum until 2015. In 2012 international departures from New Zealand were up by 5.4 percent, stimulated by increased capacity and frequency to Asia and Australia and a stronger New Zealand dollar."}, {"text_block_id": "p25_b446", "text": "Growth prospects from New Zealand remain positive in the medium term."}, {"text_block_id": "p25_b447", "text": "Any growth from the secondary long haul markets of USA and Europe appears to be less certain. Europe and the US continue to struggle to recover from the GFC effects."}, {"text_block_id": "p25_b448", "text": "Economic recovery in Europe is predicted to be long term whilst the US economy appears to be slowly recovering."}, {"text_block_id": "p25_b449", "text": "Asian growth prospects are also mixed and need to be considered on a country by country basis; the Japanese economy shows little sign of improving and has suffered from the double blow of natural disasters and the GFC."}, {"text_block_id": "p25_b450", "text": "China is exhibiting substantial growth in outbound tourism, but there is little evidence of travel patterns extending to the South Pacific, due to lack of awareness, poor travel connections and limited product appeal."}, {"text_block_id": "p25_b451", "text": "The lack of direct flight connections is a particular constraint for this market."}, {"text_block_id": "p25_b452", "text": "Visitor Targets"}, {"text_block_id": "p25_b453_merged_merged_merged_merged_merged_merged", "text": "Following on from an analysis of market trends and prospects the following visitor targets by destination have been developed for the next five years."}, {"text_block_id": "p26_b455", "text": "Tourism Institutional Context"}, {"text_block_id": "p26_b456", "text": "Government Agencies"}, {"text_block_id": "p26_b457_merged", "text": "A wide mix of public and private sector organisations are involved in the management and development of the sector. The Tourism Sector Committee (TSSC) is the high level body with oversight for sector policy and is chaired by the Hon Prime Minister and Minister for Tourism. The TSSC is a public – private sector collaboration established in 2011; representation on the TSSC consists of:"}, {"text_block_id": "p26_b460", "text": "•"}, {"text_block_id": "p26_b461", "text": "Hon Prime Minister (Chair)"}, {"text_block_id": "p26_b462", "text": "•"}, {"text_block_id": "p26_b463", "text": "CEO Samoa Tourism Authority"}, {"text_block_id": "p26_b464", "text": "•"}, {"text_block_id": "p26_b465", "text": "President Samoa Hotels Association"}, {"text_block_id": "p26_b466", "text": "•"}, {"text_block_id": "p26_b467", "text": "President Samoa Savaii Tourism Association"}, {"text_block_id": "p26_b468", "text": "•"}, {"text_block_id": "p26_b469", "text": "CEO Ministry of Women, Community and Social Development"}, {"text_block_id": "p26_b470", "text": "•"}, {"text_block_id": "p26_b471", "text": "CEO Ministry of Finance"}, {"text_block_id": "p26_b472", "text": "•"}, {"text_block_id": "p26_b473", "text": "CEO Ministry of Commerce, Industry and Labour"}, {"text_block_id": "p26_b474", "text": "•"}, {"text_block_id": "p26_b475", "text": "New Zealand Aid Programme Representatives"}, {"text_block_id": "p26_b476", "text": "•"}, {"text_block_id": "p26_b477", "text": "CEO Ministry of Natural Resources and the Environment"}, {"text_block_id": "p26_b478", "text": "Reflecting the cross-sectoral nature of tourism, a wide mix of public and private sector organisations are actively engaged in the sector."}, {"text_block_id": "p26_b479", "text": "The STA is the lead agency for policy, planning, destination marketing, visitor information, market research and sector coordination. The STA is a semi-autonomous agency, which is funded by Government, but reports to an independent board and in-turn to the Minister of Tourism. Under the Tourism Development Act 2012, STA core functions include but are not limited to:"}, {"text_block_id": "p26_b480", "text": "•"}, {"text_block_id": "p26_b481", "text": "Hosting and participating in any meeting in relation to any purpose provided under the Act."}, {"text_block_id": "p27_b482", "text": "•"}, {"text_block_id": "p27_b483", "text": "Preparing proposals for tourism development incentive schemes and approval of incentives provided that authority has been given to STA."}, {"text_block_id": "p27_b484", "text": "•"}, {"text_block_id": "p27_b485", "text": "Formulating tourism policies and plans and advising the Minister responsible for tourism."}, {"text_block_id": "p27_b486", "text": "•"}, {"text_block_id": "p27_b487", "text": "Consultations with other Ministries for the enforcement of laws relating to tourism."}, {"text_block_id": "p27_b488", "text": "•"}, {"text_block_id": "p27_b489", "text": "Administering of licensing requirements under the Act and the business Licences Act."}, {"text_block_id": "p27_b490", "text": "•"}, {"text_block_id": "p27_b491", "text": "Ensuring appropriate standards and systems ratings are formulated and applied."}, {"text_block_id": "p27_b492", "text": "•"}, {"text_block_id": "p27_b493", "text": "Maintaining records, statistics and accounts in relation to its functions under the Act including verification and making recommendations for the effectiveness and enhancement of same."}, {"text_block_id": "p27_b494", "text": "•"}, {"text_block_id": "p27_b495", "text": "Implementing marketing strategies and promotional activities and monitoring the effectives and making recommendations for improved efficiency."}, {"text_block_id": "p27_b496", "text": "•"}, {"text_block_id": "p27_b497", "text": "Undertaking tourism research."}, {"text_block_id": "p27_b498", "text": "•"}, {"text_block_id": "p27_b499", "text": "Disseminating information relevant to tourism in Samoa."}, {"text_block_id": "p27_b500", "text": "STA has marketing representatives in New Zealand, Australia, USA and the United Kingdom. Although its budget has nearly trebled over the last few years, STA"}, {"text_block_id": "p27_b501", "text": "’"}, {"text_block_id": "p27_b502", "text": "s capacity is still spread thinly across its functional areas due to the agencies broad mandate. The trend in the past has been for STA to have an expanded functionality to seek to address a wide range of tourism related issues. In addition to the above mentioned functions, the agency currently has responsibilities for major events such as the Teuila Festival, beautification programs, community awareness, tourism and climate change and the Tourism Cyclone Recovery Program (TCRP)."}, {"text_block_id": "p27_b503_merged_merged", "text": "A number of agencies are involved in product development. These include the STA, the Small Business Enterprise Centre (SBEC), Samoa Hotel Association and other industry groups. The SBEC facilitates business advice, access to finance and training across all sectors. Tourism businesses make up a relatively small share of SBEC’s portfolio."}, {"text_block_id": "p27_b507", "text": "A large number of Government agencies impact upon the delivery of the Samoan tourism product and the investment climate including:"}, {"text_block_id": "p27_b508", "text": "•"}, {"text_block_id": "p27_b509", "text": "Electric Power Corporation (EPC): responsible for the provision of electricity and power"}, {"text_block_id": "p27_b510", "text": "•"}, {"text_block_id": "p27_b511", "text": "Ministry of Commerce, Industry and Labour (MCIL): responsible for company registration and compliance, foreign, investment promotion and administering of private sector funding schemes."}, {"text_block_id": "p27_b512", "text": "•"}, {"text_block_id": "p27_b513", "text": "Ministry of Health (MoH) and National Health Services (NHS): responsible for the provision of health care as well as compliance with health and safety standards for the food beverage businesses."}, {"text_block_id": "p27_b514", "text": "•"}, {"text_block_id": "p27_b515", "text": "Ministry of Natural Resources and Environment (MNRE): responsible for disaster management, meteorology and climate change and PUMA (development consents)"}, {"text_block_id": "p27_b516", "text": "•"}, {"text_block_id": "p27_b517", "text": "Ministry of Police and Prisons (MoPP): responsible for safety and security."}, {"text_block_id": "p27_b518", "text": "•"}, {"text_block_id": "p27_b519", "text": "Ministry of the Prime Minister and Cabinet (MPMC): responsible for immigration."}, {"text_block_id": "p27_b520", "text": "•"}, {"text_block_id": "p27_b521", "text": "Ministry of Finance (MoF): fiscal policy, coordination of sector planning, aid management and budget allocations."}, {"text_block_id": "p27_b522", "text": "•"}, {"text_block_id": "p27_b523", "text": "Ministry for Revenue (MfR): responsible for business licences, Government Taxes, customs and imports."}, {"text_block_id": "p27_b524", "text": "•"}, {"text_block_id": "p27_b525", "text": "Ministry of Women Community and Social Development (MWCSD): responsible for development of communities."}, {"text_block_id": "p27_b526", "text": "•"}, {"text_block_id": "p27_b527", "text": "Ministry of Works Transport and Infrastructure (MWTI): responsible for land transport, infrastructure and civil aviation"}, {"text_block_id": "p27_b528", "text": "•"}, {"text_block_id": "p27_b529", "text": "Samoa Ports Authority (SPA): responsible for all ports and the marina"}, {"text_block_id": "p27_b530", "text": "•"}, {"text_block_id": "p27_b531", "text": "Samoa Water Authority (SWA): responsible for the provision of water and waste water services"}, {"text_block_id": "p27_b532", "text": "•"}, {"text_block_id": "p27_b533", "text": "Samoa Shipping Corporation (SSC): responsible for the operation and provision of inter-island ferry travel."}, {"text_block_id": "p28_b534", "text": "Private Sector Associations"}, {"text_block_id": "p28_b535", "text": "The Samoa Hotel Association (SHA) is the lead industry body. Its primary functions are to (i) advocate for its members and the wider industry on government policy, regulations, standards, development proposals, legislation and sector issues, (ii) identify workplace training needs (iii) undertake special projects from time to time such as the Tourism Tsunami Recovery Programme, (TTRP)."}, {"text_block_id": "p28_b536", "text": "The Samoa Savaii Tourism Association (SSTA) was established in late 2010. The Association has started to provide a single voice for the Savaii tourism industry. The Association aims to facilitate workplace training for its members and influence improvements to visitor information, customer service, and access to Savaii. It will act as an advocate for sustainable development on Savaii. The Association has yet to prepare a Strategic Plan."}, {"text_block_id": "p28_b537", "text": "Industry regulation and investment is managed through MCIL. It also plays a key role in managing the Private Sector Support Fund (PSSF), a multi-sector financing tool aimed at strengthening individual business and assisting with tourism product development."}, {"text_block_id": "p28_b538", "text": "Other industry groups and informal collectives include the Samoa Car Rental Association, Taxi Buses and Transport Association, Samoa Travel Agency Association, Samoa Tour Guides Association and the Bar and Restaurants Association, as well as Beach Fale Associations. A wide network of other stakeholders are also engaged directly and indirectly in the supply side of the sector such as Women in Business (WIBDI) farmers, vegetable and fruit growers."}, {"text_block_id": "p28_b539", "text": "Matters pertaining to the sustainable management of the destination"}, {"text_block_id": "p28_b540", "text": "–"}, {"text_block_id": "p28_b541", "text": "water quality, climate change, site development, land management and resource protection"}, {"text_block_id": "p28_b542", "text": "–"}, {"text_block_id": "p28_b543", "text": "come under the Ministry of Natural Resources and Environment (MNRE). The STA and industry bodies also play an important advocacy role in this area."}, {"text_block_id": "p28_b544", "text": "Development of the tourism workforce is spread across a number of key players. Two institutions provide formal tertiary training and education in tourism. The Institute of Technology (National University of Samoa, NUS) provides a one-year Certificate in Tourism and Hospitality and a two-year Diploma in Tourism. Established in Samoa in 2008, the Australian Pacific Technical College (APTC) provides Level 3 (Australian Qualifications Framework) certificate courses in three occupational fields of tourism hospitality and professional cookery. APTC attracts students from within Samoa and across the Pacific. APTC will have a presence in Samoa until at least 2015. Without APTC, the NUS would become the main provider of formal tourism training and education in Samoa. Currently, the two institutions complement each other by providing a staircase from secondary school through to higher qualifications. APTC"}, {"text_block_id": "p28_b545", "text": "’"}, {"text_block_id": "p28_b546", "text": "s service agreement with the Samoan government is based on it providing added value or higher -grade qualifications, so that it does not compete with courses provided by NUS; APTC provides an Australian accredited qualification."}, {"text_block_id": "p28_b547", "text": "The Samoa Qualifications Authority (SQA) manages the Samoa Qualifications Framework (SQF) under which tourism vocational education and training is accredited. Currently, the NUS tourism courses are not yet accredited."}, {"text_block_id": "p28_b548", "text": "In terms of workplace training, the Samoan Chamber of Commerce (SCoC) carries out annual training needs analyses and coordinates requests for private sector training. These are channelled through to the Oloamanu Professional Development Centre that coordinates and manages the delivery of all training under the In Country Training Programme (ICT), jointly funded by the New Zealand Aid Programme and AusAID. Virtually all businesses provide a mixture of structured and un-structured on the job training for employees. In 2010"}, {"text_block_id": "p28_b549", "text": "–"}, {"text_block_id": "p28_b550", "text": "2011, the APTC delivered Level 3 training in the workplace on Savaii and Upolu."}, {"text_block_id": "p28_b551_merged_merged_merged_merged", "text": "A Tourism Training Taskforce (TTT) made up of the key sector groups was established in 2010 to oversee implementation of the Samoa Tourism Workforce Development Plan (2010 – 2012)."}, {"text_block_id": "p29_b554", "text": "4. Strategic Direction, Goals and Objectives"}, {"text_block_id": "p29_b555", "text": "This Section outlines the strategic vision for the sector, together with the goals, outcomes and indicators under the Plan."}, {"text_block_id": "p29_b556", "text": "Tourism Sector Vision"}, {"text_block_id": "p29_b557", "text": "The Vision for the Tourism Sector in Samoa under the STSP is that:"}, {"text_block_id": "p29_b558", "text": "‘"}, {"text_block_id": "p29_b559", "text": "By 2019 Samoa will have a growing tourism sector, which engages our visitors and people and is recognized as the leading Pacific destination for sustainable tourism"}, {"text_block_id": "p29_b560", "text": "’"}, {"text_block_id": "p29_b561", "text": "."}, {"text_block_id": "p29_b562", "text": "The Vision was developed through an extensive stakeholder consultation process."}, {"text_block_id": "p29_b563", "text": "Key Development Principles"}, {"text_block_id": "p29_b564", "text": "The principles of sustainable tourism are integral to the Vision for the tourism sector. The UNWTO defines sustainable tourism simply as"}, {"text_block_id": "p29_b565", "text": "‘"}, {"text_block_id": "p29_b566", "text": "Tourism that takes full account of its current and future economic, social and environmental impacts, addressing the needs of visitors, the industry, the environment and host communities"}, {"text_block_id": "p29_b567", "text": "’"}, {"text_block_id": "p29_b568", "text": "."}, {"text_block_id": "p29_b569", "text": "Sustainable tourism development guidelines and management practices are applicable to all forms of tourism including mass tourism and the various niche tourism segments. Sustainability principles refer to the environmental, economic, and socio-cultural aspects of tourism development, and a suitable balance must be established between these three dimensions to guarantee its long-term sustainability."}, {"text_block_id": "p29_b570", "text": "The principles of Sustainable Tourism are therefore that it should;"}, {"text_block_id": "p29_b571", "text": "•"}, {"text_block_id": "p29_b572", "text": "Make optimal use of environmental resources that constitute a key element in tourism development, maintaining essential ecological processes and helping to conserve natural heritage and biodiversity."}, {"text_block_id": "p29_b573", "text": "•"}, {"text_block_id": "p29_b574", "text": "Respect the socio-cultural authenticity of host communities, conserve their built and living cultural"}, {"text_block_id": "p29_b575", "text": "heritage and traditional values, and contribute to inter-cultural understanding and tolerance."}, {"text_block_id": "p29_b576", "text": "•"}, {"text_block_id": "p29_b577_merged_merged_merged", "text": "services to host communities, and contributing to poverty alleviation. Ensure viable, long-term economic operations, providing socio-economic benefits to all stakeholders that are fairly distributed, including stable employment and income-earning opportunities and social"}, {"text_block_id": "p29_b579", "text": "and/or corrective measures whenever necessary."}, {"text_block_id": "p29_b580", "text": "tourism practices amongst them."}, {"text_block_id": "p29_b581", "text": "These principles are reflected through the Vision for the tourism sector in Samoa and embodied in this Plan."}, {"text_block_id": "p30_b582", "text": "Strategic Policy Outcomes and Goals"}, {"text_block_id": "p30_b583", "text": "Five interrelated Programme Areas form the basis for the STSP."}, {"text_block_id": "p30_b584", "text": "High level outcomes have been established for each Programme and the STSP recommendations have been framed around these Areas as follows:"}, {"text_block_id": "p30_b585", "text": "The key issues relating to each Programme Area, together with the key recommendations for each, are highlighted in Section Five of this Plan. A summary of the Goals, Outcomes and Outputs for each focal area is also provided in the Logframe provided in Annex B."}, {"text_block_id": "p30_b586", "text": "Tourism Sector Indicators"}, {"text_block_id": "p30_b587_merged_merged", "text": "In order to determine whether the tourism sector is achieving the Strategic Policy Outcomes and Goals identified above, a number of indicators have been established. These indicators can be readily measured and provide the basis for high level sector monitoring and evaluation of the implementation of the STSP. The indicators for the STSP have been identified across five interrelated areas of sustainable tourism:"}, {"text_block_id": "p30_b589", "text": "•"}, {"text_block_id": "p30_b590", "text": "Tourism Expenditure and Employment"}, {"text_block_id": "p30_b591", "text": "•"}, {"text_block_id": "p30_b592", "text": "Market Size and Composition"}, {"text_block_id": "p30_b593", "text": "•"}, {"text_block_id": "p30_b594", "text": "Visitor Satisfaction"}, {"text_block_id": "p30_b595", "text": "•"}, {"text_block_id": "p30_b596", "text": "Community Engagement"}, {"text_block_id": "p30_b597", "text": "•"}, {"text_block_id": "p30_b598", "text": "Environmental Sustainability"}, {"text_block_id": "p30_b599", "text": "The specific high level indicators for the tourism sector under the STSP are that by 2019 tourism in Samoa will achieve the following:"}, {"text_block_id": "p30_b600", "text": "Tourism Expenditure and Employment"}, {"text_block_id": "p30_b601", "text": "•"}, {"text_block_id": "p30_b602", "text": "Be the main source of income for Samoans generating over $SAT550 million for the national economy annually (equating to approx. 6 percent growth pa)"}, {"text_block_id": "p30_b603", "text": "•"}, {"text_block_id": "p30_b604", "text": "Increase the number of those employed full time in the workforce through tourism by an additional 1,700 jobs to approximately 6,700 (equating to approx. 6 percent growth pa)"}, {"text_block_id": "p30_b605", "text": "•"}, {"text_block_id": "p30_b606", "text": "Increase the average daily expenditure per visitor from $SAT296 (2012/13) to $SAT335 in 2019 (equating to 2.5 percent growth pa)"}, {"text_block_id": "p31_b607", "text": "Market Size and Composition"}, {"text_block_id": "p31_b608", "text": "•"}, {"text_block_id": "p31_b609", "text": "Increase the total number of arrivals to 162,000 per annum (126,700 estimated for 2013) (equating to 5 percent growth pa)"}, {"text_block_id": "p31_b610", "text": "•"}, {"text_block_id": "p31_b611", "text": "Increase the holiday market by 7 percent per annum over the next five years; assuming market estimated size of 46,500 for 2013, this equates to approximately 65,000 holiday visitors in 2019"}, {"text_block_id": "p31_b612", "text": "•"}, {"text_block_id": "p31_b613", "text": "Extend the average length of stay for all visitors to 11 days (2012 was 10.4 days)"}, {"text_block_id": "p31_b614", "text": "•"}, {"text_block_id": "p31_b615", "text": "Increase the number of cruise ship visits to 20 in 2019 (equating to one additional visit per annum) and maintain accurate records of all cruise ship passengers numbers"}, {"text_block_id": "p31_b616", "text": "•"}, {"text_block_id": "p31_b617", "text": "Reduce the seasonal impacts of tourism so that approximately 46 percent of all visitor arrivals take place in the first six months of the year)( 2011"}, {"text_block_id": "p31_b618", "text": "–"}, {"text_block_id": "p31_b619", "text": "was 44 percent)"}, {"text_block_id": "p31_b620", "text": "Visitor Satisfaction"}, {"text_block_id": "p31_b621", "text": "•"}, {"text_block_id": "p31_b622", "text": "Increase visitor rating level to"}, {"text_block_id": "p31_b623", "text": "‘"}, {"text_block_id": "p31_b624", "text": "very satisfied"}, {"text_block_id": "p31_b625", "text": "’"}, {"text_block_id": "p31_b626", "text": "with pre-trip information and visitor information in Samoa from the current rating of"}, {"text_block_id": "p31_b627", "text": "‘"}, {"text_block_id": "p31_b628", "text": "dissatisfied"}, {"text_block_id": "p31_b629", "text": "’"}, {"text_block_id": "p31_b630", "text": "•"}, {"text_block_id": "p31_b631_merged_merged_merged", "text": "Increase the level of visitor satisfaction for cultural activities from neither satisfied nor dissatisfied, (3.5 out of 5) to ‘satisfied (5 out of 5)."}, {"text_block_id": "p31_b634", "text": "Community Engagement"}, {"text_block_id": "p31_b635", "text": "•"}, {"text_block_id": "p31_b636", "text": "Increase community management and participation in commercial enterprises based on upgrading of twenty natural and cultural attractions."}, {"text_block_id": "p31_b637", "text": "•"}, {"text_block_id": "p31_b638", "text": "Increase the consumption of local primary produce by tourism related businesses by $SAT4 million per annum"}, {"text_block_id": "p31_b639", "text": "•"}, {"text_block_id": "p31_b640", "text": "Increase community engagement and understanding of the opportunities tourism affords through implementation of ongoing Tourism Awareness Program with ten community awareness workshops per annum."}, {"text_block_id": "p31_b641", "text": "Environmental Sustainability"}, {"text_block_id": "p31_b642", "text": "•"}, {"text_block_id": "p31_b643", "text": "Increase visitation and improved site management at twenty key natural and cultural attraction sites"}, {"text_block_id": "p31_b644", "text": "•"}, {"text_block_id": "p31_b645", "text": "Introduce and monitor additional tourism sustainable indicators in line with GSTC Destination Criteria"}, {"text_block_id": "p31_b646", "text": "5. Sector Constraints, Key Strategies and Priority Actions"}, {"text_block_id": "p31_b647", "text": "Introduction"}, {"text_block_id": "p31_b648", "text": "A number of key constraints which impede the tourism sector have been identified through the consultation and analysis conducted as part of the STSP planning process."}, {"text_block_id": "p31_b649", "text": "Five interrelated Programme Areas form the basis of the STSP strategic analysis and prioritized implementation framework as follows:"}, {"text_block_id": "p32_b650", "text": "This section of the STSP highlights the key issues, constraints and key strategic actions which are required to overcome the identified sector constraints and achieve the STSP objectives and goals."}, {"text_block_id": "p32_b651", "text": "Limited human resource and financial constraints determine that a prioritised and sequenced approach is required to the implementation of the actions identified. This is further documented in Sections Six, Seven and Eight of this Plan."}, {"text_block_id": "p32_b652", "text": "MARKETING AND RESEARCH"}, {"text_block_id": "p32_b653", "text": "Overarching Strategy"}, {"text_block_id": "p32_b654", "text": "To grow demand and yield for the destination and its tourism products"}, {"text_block_id": "p32_b655", "text": "Effective destinational marketing is a key component of tourism sector development as it creates demand for tourism products and supports business sustainability and investment, which in turn leads to growth of the sector. In order to compete in the international market place it is critical that tourism marketing is well resourced, efficiently managed and effectively delivered."}, {"text_block_id": "p32_b656_merged", "text": "Consultation with the Samoa Hotels Association (SHA)and other stakeholders has identified a number of issues which need to be further addressed to improve the destinational marketing of Samoa including:"}, {"text_block_id": "p33_b658", "text": "•"}, {"text_block_id": "p33_b659", "text": "Maintaining the position in core markets of Australia and New Zealand, whilst focussing on aggressive development of emerging markets;"}, {"text_block_id": "p33_b660", "text": "•"}, {"text_block_id": "p33_b661", "text": "The need to improve coordination, information dissemination and engagement between STA, industry members and other stakeholders;"}, {"text_block_id": "p33_b662", "text": "•"}, {"text_block_id": "p33_b663", "text": "The need to ensure consistency of the current brand"}, {"text_block_id": "p33_b664", "text": "‘"}, {"text_block_id": "p33_b665", "text": "Samoa, Treasured Islands of the South Pacific"}, {"text_block_id": "p33_b666", "text": "’"}, {"text_block_id": "p33_b667", "text": ";"}, {"text_block_id": "p33_b668", "text": "•"}, {"text_block_id": "p33_b669", "text": "A desire for further development of cooperative marketing opportunities for industry as part of destinational promotions in key markets;"}, {"text_block_id": "p33_b670", "text": "•"}, {"text_block_id": "p33_b671", "text": "Encourage more organised product representation at trade road shows with STA;"}, {"text_block_id": "p33_b672", "text": "•"}, {"text_block_id": "p33_b673", "text": "Increase product presence on all internet portals to assist with awareness and drive tariffs."}, {"text_block_id": "p33_b674", "text": "In order to address these concerns and to provide a strategic platform for future marketing activities, STA, with the assistance of the NZ Government, has, in partnership with the industry, developed a Five Year Marketing Strategy for Samoa and a rolling Annual Marketing Plan."}, {"text_block_id": "p33_b675", "text": "The Five Year Marketing Strategy draws extensively on market research among consumers and the travel trade in key source markets and the Strategy provides the basis for the marketing of Samoa during the period of the STSP; some of the key findings from the research include and the key findings indicate that several market factors are supportive of growth including:"}, {"text_block_id": "p33_b676", "text": "•"}, {"text_block_id": "p33_b677", "text": "Awareness of Samoa as a holiday destination is increasing"}, {"text_block_id": "p33_b678", "text": ". Market research among the travel trade and consumers in Australia and New Zealand indicates that there is a greater awareness of Samoa in key source markets."}, {"text_block_id": "p33_b679", "text": "•"}, {"text_block_id": "p33_b680", "text": "Consumers are looking to new and emerging destinations such as Samoa"}, {"text_block_id": "p33_b681", "text": ". Changing travel patterns are seeing a shift away from traditional destinations as global travel continues to grow."}, {"text_block_id": "p33_b682", "text": "•"}, {"text_block_id": "p33_b683", "text": "There is strong interest and growth in adventure and experiential travel."}, {"text_block_id": "p33_b684", "text": "Continued growth in this sector and Samoa"}, {"text_block_id": "p33_b685", "text": "’"}, {"text_block_id": "p33_b686", "text": "s natural attractions place Samoa in a position to capture this market."}, {"text_block_id": "p33_b687", "text": "•"}, {"text_block_id": "p33_b688", "text": "Positive regional outlook."}, {"text_block_id": "p33_b689", "text": "The economies of major short"}, {"text_block_id": "p33_b690", "text": "‐"}, {"text_block_id": "p33_b691", "text": "haul source markets, Australia and New Zealand continue to perform well in comparison to other regions of the world, with continued outbound tourism growth from both markets."}, {"text_block_id": "p33_b692", "text": "The dynamics of travel continue to change with the expanding reach of technology into many facets of the travel experience. The challenge for Samoa is to deliver a clear and unique message to the market through strategically appropriate and effective technologytools."}, {"text_block_id": "p33_b693_merged_merged_merged", "text": "Across all research conducted there are common themes that clearly identify where Samoa’s strengths and weaknesses lie. The research also clearly indicates where there are opportunities for more focused marketing. From a marketing perspective Samoa’s:"}, {"text_block_id": "p33_b699", "text": "•"}, {"text_block_id": "p33_b700", "text": "Strengths"}, {"text_block_id": "p33_b701", "text": "lie in cultural and natural attributes, including friendly people and clear waters, beautiful beaches and an unspoilt natural environment."}, {"text_block_id": "p33_b702", "text": "•"}, {"text_block_id": "p33_b703", "text": "Weaknesses"}, {"text_block_id": "p33_b704", "text": "include the need to improve quality of tourism services and facilities and ensure measures are in place to provide a range of desirable activities."}, {"text_block_id": "p33_b705", "text": "•"}, {"text_block_id": "p33_b706", "text": "Opportunities"}, {"text_block_id": "p33_b707", "text": "exist to build awareness through more digital penetration and differentiate Samoa from other island holiday destinations leveraging off a unique culture and natural environment."}, {"text_block_id": "p33_b708", "text": "•"}, {"text_block_id": "p33_b709", "text": "Threats"}, {"text_block_id": "p33_b710", "text": "exist from increased competition and any failure to respond to changing consumer demands."}, {"text_block_id": "p34_b711", "text": "Tourism trends indicate people are taking shorter trips, spending more on their travel, looking for individual holiday experiences and that adventure tourism is on the rise. Technology will continue to exert influence over marketing, distribution and purchasing behavior. Further to this bloggers and social media are gaining momentum."}, {"text_block_id": "p34_b712_merged", "text": "Samoa’s current destination branding with the tagline ‘Treasured Islands of the South Pacific’ is built around highlighting Samoa’s uniqueness as a visitor destination, which is underpinned by Fa’a Samoa as well as proving a meaningful locator. The key to building the brand over the next five years will be to ensure the strong attributes for Samoa are identified in marketing efforts. Key attributes identified for Samoa include:"}, {"text_block_id": "p34_b723", "text": "Samoa’s current destination branding with the tagline ‘Treasured Islands of the South Pacific’ is built around highlighting Samoa’s uniqueness as a visitor destination, which is underpinned by Fa’a Samoa as well as proving a meaningful locator. The key to building the brand over the next five years will be to ensure the strong attributes for Samoa are identified in marketing efforts. Key attributes identified for Samoa include:\n* A unique Polynesian culture with a strong sense of place\n* A lush, tropical and unspoilt environment\n* Beautiful beaches and crystal clear waters\n* Friendly people and relaxing"}, {"text_block_id": "p33_b731", "text": "The Five Year Marketing Strategy includes a situation analysis and review of recent market research which reveals awareness of Samoa as a holiday destination is increasing and consumers are looking for emerging tourism destinations, such as Samoa, as holiday options. Challenges such as flight access and matching product with demand remain, however research also shows high overall satisfaction (4.4 out of 5) with Samoa and a similar number of visitors also saying they would recommend Samoa as a holiday destination."}, {"text_block_id": "p34_b732", "text": "The Five Year Marketing Strategy identifies that the Samoa brand needs to be globally recognised and yet allow for specific elements to be activated in key source markets. To achieve this, three focus points are to be activated."}, {"text_block_id": "p34_b733", "text": "•"}, {"text_block_id": "p34_b734", "text": "Highlighting why Samoa is different"}, {"text_block_id": "p34_b735", "text": "•"}, {"text_block_id": "p34_b736", "text": "Tailoring the brand to specific markets"}, {"text_block_id": "p34_b737", "text": "•"}, {"text_block_id": "p34_b738", "text": "Enhancement of brand messaging and communication"}, {"text_block_id": "p34_b739", "text": "In line with the goals of the STSP the following goals are also established within the Five Year Marketing Strategy."}, {"text_block_id": "p34_b740", "text": "•"}, {"text_block_id": "p34_b741", "text": "Increase overall visitor arrivals with growth rate of at least 5 percent per annum"}, {"text_block_id": "p34_b742", "text": "•"}, {"text_block_id": "p34_b743", "text": "Increase length of visitors stay by one more day"}, {"text_block_id": "p34_b744", "text": "•"}, {"text_block_id": "p34_b745", "text": "Encourage visitors to discover Samoa and increase their daily spend"}, {"text_block_id": "p34_b746", "text": "•"}, {"text_block_id": "p34_b747", "text": "Increase experiential travel with more beach fale stays"}, {"text_block_id": "p34_b748", "text": "•"}, {"text_block_id": "p34_b749", "text": "Increase cruise ship visits by 1 per annum to a total of 20 per annum by 2019"}, {"text_block_id": "p34_b750", "text": "Strategies to achieve these goals include a comprehensive set of key performance indicators to monitor progress, tailoring campaigns around key goals, implementation of marketing tools to improve the visitor holiday experience, segment targeted online marketing and building global networks to grow and develop new market segments."}, {"text_block_id": "p34_b751", "text": "In supporting the goals and strategic areas of focus, this will include building awareness, differentiating Samoa from other destinations, increasing product distribution and improved air access. Aligning and communicating all marketing themes with product and distribution networks is also highlighted as a priority."}, {"text_block_id": "p34_b752", "text": "With direct access and established market representation, the major source markets of New Zealand (43 percent) and Australia (20 percent) will continue to be the main focus of marketing efforts along with a revitalized strategic approach to the third major market of American Samoa (18 percent) being implemented. The secondary markets of North America, UK/Europe and emerging countries in Asia will see enhanced marketing to reinvigorate and develop growth. Planned development of new properties and introduction of global hotel brands over the coming years should assist in generating new demand, together with proposals to develop air access and demand."}, {"text_block_id": "p35_b753", "text": "Priority activities to support the plan include exploring opportunities to develop events and MICE markets, developing destination promotional tools and a domestic marketing program primarily focused at traditional low season tourist periods. A continuation and expansion of recently successful market research projects is also incorporated into the Marketing Strategy."}, {"text_block_id": "p35_b754", "text": "The table below summarises current main segments and identified opportunity segments in each source market identified in the Marketing Strategy"}, {"text_block_id": "p35_b755", "text": "."}, {"text_block_id": "p35_b756", "text": "Online marketing will remain a major focus over the next 5 years, with technology playing a major role in tourism development and marketing. The Samoa.Travel website will see enhancements to improve the overall consumer experience. This includes upgrading to Samoa.Direct into a more dynamic and robust online booking tool offering a wider range of services. STA"}, {"text_block_id": "p35_b757", "text": "’"}, {"text_block_id": "p35_b758", "text": "s corporate website will also undergo enhancements to provide Samoa tourism stakeholders and overseas trade with access to a wider range of online marketing and information tools."}, {"text_block_id": "p35_b759", "text": "Feedback from the IVS indicates that the provision of information on Samoa as a destination needs to be improved; this includes the information provided form the Visitor Information Centre and the information provided through the internet."}, {"text_block_id": "p35_b760", "text": "A thorough review of information needs is required to improve on line content and training and attachments in Information Services to build capacity of STA staff."}, {"text_block_id": "p35_b761", "text": "A number of key marketing development projects and resource and capacity building requirements have been identified to assist with the implementation of the 2014-2018 Samoa Tourism Marketing Strategy."}, {"text_block_id": "p35_b762_merged_merged_merged", "text": "Whilst the trade continue to play an important role, many of Samoa’s regional Asia‐Pacific competitors are using an increasing variety of distribution and marketing options to increase destination awareness, particularly online marketing tools and campaigns"}, {"text_block_id": "p35_b767", "text": "."}, {"text_block_id": "p35_b768", "text": "A summary of high level marketing budgets are outlined in the table below."}, {"text_block_id": "p36_b769_merged", "text": "Included in the Five Year Marketing Strategy are proposed projects that will require expenditure beyond the annual marketing high level budgets. Projects are proposed to be completed during next 5 year period and these are summarized below."}, {"text_block_id": "p36_b771", "text": "In addition to developing the Five Year Marketing Strategy and Annual Marketing Plan, STA has been increasing its focus on market research and intelligence to support both the marketing and planning functions,"}, {"text_block_id": "p37_b772", "text": "as well as improve the monitoring and evaluation of sector performance and further the understanding of visitor needs and satisfaction levels."}, {"text_block_id": "p37_b773", "text": "In addition to the on-going collation and analysis of visitor arrival and departure statistics collected from the Visitor Arrival and Departure cards, a range of research activities have been initiated by the STA Division of Research and the Division of Marketing to improve the sector database including:"}, {"text_block_id": "p37_b774", "text": "•"}, {"text_block_id": "p37_b775", "text": "Conducting an International Visitor Exit Survey (every two years)"}, {"text_block_id": "p37_b776", "text": "•"}, {"text_block_id": "p37_b777", "text": "Trade research in major markets (Australia and New Zealand)"}, {"text_block_id": "p37_b778", "text": "•"}, {"text_block_id": "p37_b779", "text": "Cruise Passenger Survey (every two years) and develop a strategy that will promote and aid the achievement of the target of 30 cruise ships on an annual basis as in SDS."}, {"text_block_id": "p37_b780", "text": "•"}, {"text_block_id": "p37_b781", "text": "Tourism Accommodation and Business Survey"}, {"text_block_id": "p37_b782", "text": "•"}, {"text_block_id": "p37_b783", "text": "Consumer research in major source markets (Australia and New Zealand)"}, {"text_block_id": "p37_b784", "text": "These research activities provide vital information for sector marketing, planning and management and will be integrated into the ongoing Annual Research Program conducted by STA and supported by the National Statistics Office."}, {"text_block_id": "p37_b785_merged", "text": "MARKETING AND RESEARCH – KEY ACTIONS"}, {"text_block_id": "p37_b788", "text": "2."}, {"text_block_id": "p37_b789", "text": "Implement an ongoing research and intelligence program including:"}, {"text_block_id": "p37_b790", "text": "Implement an ongoing research and intelligence program including:\n* A rolling program of trade and consumer research in key source markets\n* Biennial IVS and Economic Impact Study\n* Biennial Cruise Ship Survey\n* Biennial Business Survey\n* Annual Accommodation Occupancy Survey"}, {"text_block_id": "p38_b800", "text": "3."}, {"text_block_id": "p38_b801", "text": "Continue the compilation of statistics based on the visitor arrival and departure statistics and provide quarterly updates to industry and stakeholders. Recruiting a TA to help develop a cruise shipping strategy for the destination would be beneficial in achieving target goals for this segment of the industry."}, {"text_block_id": "p38_b802", "text": "5."}, {"text_block_id": "p38_b803", "text": "Hold Annual Industry Marketing Forum to present and discuss Annual Marketing Plan and Marketing Strategy outcomes and review Annual Planning accordingly"}, {"text_block_id": "p38_b804", "text": "INVESTMENT AND BUSINESS ENABLING ENVIRONMENT"}, {"text_block_id": "p38_b805", "text": "Overarching Strategy"}, {"text_block_id": "p38_b806", "text": "To provide an enabling environment to support growth and investment in tourism related business"}, {"text_block_id": "p38_b807", "text": "Business Enabling Environment"}, {"text_block_id": "p38_b808", "text": "The cost of key business inputs is high in Samoa and this impedes profitability and acts as a disincentive to invest. Linkages to basic local inputs such as primary produce are weak and this leads to a high level of leakage due to import requirements."}, {"text_block_id": "p38_b809", "text": "Whilst this is not unusual in small island economies, efforts need to be made to encourage greater consistency and quality in the supply of local goods and services, particularly fresh produce such as meat, fish and vegetables, as well as reduce the cost of key business inputs relating to energy and transport."}, {"text_block_id": "p38_b810", "text": "Improvements to the business enabling environment will be important to the future growth of tourism in Samoa, as existing business, re-investment and new investment can ultimately only be self-sustaining if profitable business opportunities can be realised by the private sector."}, {"text_block_id": "p38_b811", "text": "Changes to the enabling environment in Samoa can also have a positive impact on the fiscal position of the country, as well as broader economic benefits."}, {"text_block_id": "p38_b812", "text": "The internet is increasingly becoming a key component of the business enabling"}, {"text_block_id": "p38_b813", "text": "environment, particularly for tourism as it links Samoa as a destination and the Samoan tourism products to consumers, as well as provide the most cost effective and convenient method for product distribution and booking. Improvements to the speed and reliability of internet services would have major benefits for tourism operators in Samoa."}, {"text_block_id": "p38_b814", "text": "The Government, though the Manufacturing, Trade and Commerce (MTC) Sector Plan 2012"}, {"text_block_id": "p38_b815", "text": "–"}, {"text_block_id": "p38_b816", "text": "2016 has identified a number of areas where the business enabling environment generally could be improved. These are also largely in line with several of the recommendations contained within the IFC Tourism Sector Diagnostic Study"}, {"text_block_id": "p38_b817", "text": "(2010)."}, {"text_block_id": "p38_b818", "text": "The MTC Sector Plan indicates that the Government will seek to improve the enabling environment by:"}, {"text_block_id": "p38_b819", "text": "•"}, {"text_block_id": "p38_b820", "text": "Undertaking a review of the Companies Act 2006 to incorporate a payment structure; and"}, {"text_block_id": "p38_b821", "text": "•"}, {"text_block_id": "p38_b822", "text": "Setting up an online business registration and approval system"}, {"text_block_id": "p38_b823_merged_merged_merged_merged_merged", "text": "Samoa is reasonably well endowed with grant and lending institutions and a Small Business Enterprise Centre (SBEC) that provides practical business advice, training and access to the Small Business Loan Guarantee Scheme. Commercial banks have funds to lend but struggle to find robust business proposals, whilst operators high light the relatively high commercial interest rates. The big constraints facing small businesses highlighted through the consultations, are high interest rates, low capacity to repay borrowings, lack of equity or security"}, {"text_block_id": "p39_b826", "text": "to borrow against and lack of working capital (cash). The Commercial Banks and the Development Bank have tourism portfolios with some underperforming loans. A summary of existing finance schemes is provided in Annex B."}, {"text_block_id": "p39_b827", "text": "Business Inputs and Economic Linkages"}, {"text_block_id": "p39_b828", "text": "The SHA Issues Paper highlights the higher level of interest rates being levied by the commercial banks as a significant impediment to business sustainability and expansion."}, {"text_block_id": "p39_b829", "text": "The financial impact of the 2009 Tsunami and Cyclone Evan in 2012 has been significant for many operators."}, {"text_block_id": "p39_b830", "text": "Both events increased borrowing requirements and reduced short term demand from major markets, increasing overheads and reducing profitability for many operators. The Tourism Cyclone Recovery Program (TCRP) has been designed to support affected operators through a build back better scheme."}, {"text_block_id": "p39_b831", "text": "Utility charges are a major burden for tourism operators. The cost of electricity has increased substantially in recent years"}, {"text_block_id": "p39_b832", "text": "and high electricity costs impose a significant burden on the profitability of the sector."}, {"text_block_id": "p39_b833", "text": "Currently a surcharge of 25.1 percent is applied to electricity prices which further erodes industry profitability and viability."}, {"text_block_id": "p39_b834", "text": "The newly introduced wastewater treatment surcharge fee is another impediment as it has increased water costs substantially for industry operators. The fee structure needs to be reviewed to make it more equitable across users rather than penalise tourism operators."}, {"text_block_id": "p39_b835", "text": "A study by the International Trade Centre (2011) on Tourism and Poverty Reduction in Samoa indicates that substantial opportunities exist to increase the supply and use of local vegetables and fish for use by the tourism sector."}, {"text_block_id": "p39_b836", "text": "The further development of linkages between tourism and primary production would support reductions in imports, but would also have potential to reduce the cost of inputs for the sector and support needs to continue in this regard."}, {"text_block_id": "p39_b837", "text": "The Government also needs to work with regional agencies such as IFC who are currently undertaking work in the region to support the development of linkages between agriculture and tourism."}, {"text_block_id": "p39_b838", "text": "Investment"}, {"text_block_id": "p39_b839_merged_merged_merged_merged", "text": "Both international and domestic investment in new and existing tourism products will be essential if tourism is to grow in Samoa. Currently the investment climate in Samoa is less favourable than in many other competing destinations due to the combination of factors outlined in this STSP. In order to create a more attractive investment climate a holistic approach needs to be taken to the development of tourism and the implementation of the STSP. Specifically, a number of actions directly relating to the investment process can be implemented and these are outlined in this section."}, {"text_block_id": "p39_b841", "text": "The MTC Sector Plan identifies a number of areas to improve the investment process in Samoa including the need to:"}, {"text_block_id": "p39_b842", "text": "•"}, {"text_block_id": "p39_b843", "text": "Accelerate and finalise the review of the Foreign Investment Act and prepare an institutional plan to ensure effective administration of the restricted activities list for foreign investors."}, {"text_block_id": "p39_b844", "text": "•"}, {"text_block_id": "p39_b845", "text": "Establish a country credit risk rating through internationally recognized ratings agencies to facilitate commercial risk assessment by international investors"}, {"text_block_id": "p39_b846", "text": "•"}, {"text_block_id": "p39_b847", "text": "Enact and implement the Personal Property Security Act which aims to increase economic activity by providing easier access to credit."}, {"text_block_id": "p40_b848", "text": "•"}, {"text_block_id": "p40_b849", "text": "Develop e-commerce regulations"}, {"text_block_id": "p40_b850", "text": "•"}, {"text_block_id": "p40_b851", "text": "Develop and implement a Competition Law and policy"}, {"text_block_id": "p40_b852", "text": "•"}, {"text_block_id": "p40_b853", "text": "Review Fair Trading Act and develop regulations"}, {"text_block_id": "p40_b854", "text": "•"}, {"text_block_id": "p40_b855", "text": "Finalise the Labour Law Review including:"}, {"text_block_id": "p40_b856", "text": "Finalise the Labour Law Review including:\n* Labour Employment Relations Bill 2011\n* Labour Employment Regulations\n* Occupational Safety and Health Act 2002\n* OSH Amendment Act 2011\n* OSH regulations 2011\n* Shops Ordinance 1961\n* Category One Hotel -where the capital investment in the hotel is over $SAT1 million and up"}, {"text_block_id": "p40_b868", "text": "The IFC Tourism Sector Diagnostic (May 2010) also highlights a number of impediments including a number of institutional and regulatory barriers to generating tourism investment. These include:"}, {"text_block_id": "p40_b869", "text": "•"}, {"text_block_id": "p40_b870", "text": "The lack of a documented investment policy to guide investors and no specific tourism investment promotion strategy. There is a need to formalise and document tourism investment incentives, to more clearly articulate investment policy and to provide better information to potential investors, including supply demand and investment data."}, {"text_block_id": "p40_b871", "text": "•"}, {"text_block_id": "p40_b872", "text": "The need to improve the effectiveness of investment advice and assistance for investors; investors still have to deal with multiple agencies and delays are often incurred to lack of clarity regarding agency roles and the investment process/requirements; STA has been taking a lead role in supporting major investment proposals but has needs strengthening in this regard;"}, {"text_block_id": "p40_b873", "text": "•"}, {"text_block_id": "p40_b874", "text": "A lack of information on available investment opportunities; no investment profiles, no packaging."}, {"text_block_id": "p40_b875", "text": "In addition there is a need for Government to conduct rigorous due diligence on proposed investors prior to embarking on providing substantial support."}, {"text_block_id": "p40_b876", "text": "The MTC Sector Plan also indicates that the Government will promote remittances as a potential source of investment and undertake an analysis of potential policy schemes, building on the experience of other countries for the source of remittances as a source of community investment."}, {"text_block_id": "p40_b877", "text": "To encourage investment in tourism facilities and infrastructure, the Government of Samoa in 2003 introduced the Tourism and Hotel Development Incentives Act, which offered investment tax credits for a limited period of 5 years, income tax holidays depending on the level of capital investment and import duty draw-backs."}, {"text_block_id": "p40_b878_merged", "text": "This legislation was subsequently amended in 2007 to broaden the coverage to include approved development projects which were provided with import duty draw-backs. The incentives available under the current Act can be summarised as follows:"}, {"text_block_id": "p40_b880", "text": "•"}, {"text_block_id": "p40_b881", "text": "Tourism project must be approved by the Minister of Finance as a \"qualifying Tourism Development Project\" and \"qualifying Investment\"."}, {"text_block_id": "p40_b882", "text": "•"}, {"text_block_id": "p40_b883", "text": "Minimum investment of $SAT 100,000 to be held for a period of five years. The investor will be eligible for a tax credit of 100 percent of the amount of the investment. The year in which the tax credits can apply are determined by the Ministry of Revenue. The investment tax credits expire in 2018."}, {"text_block_id": "p40_b884", "text": "•"}, {"text_block_id": "p40_b885", "text": "The project may have an income tax holiday of 5-15 years dependent on the level of investment as follows:"}, {"text_block_id": "p41_b888", "text": "The project may have an income tax holiday of 5-15 years dependent on the level of investment as follows:\n* Category Two Hotel -where the capital investment in the hotel is over $SAT3 million and up\n* Category Three Hotel -where the capital investment in the hotel is over $SAT30 million -15"}, {"text_block_id": "p41_b892", "text": "•"}, {"text_block_id": "p41_b893", "text": "Exemption from import duty for approved goods imported for the project"}, {"text_block_id": "p41_b894", "text": "•"}, {"text_block_id": "p41_b895", "text": "Value Added Goods and Services Tax Refund during the construction period of the approved qualifying project"}, {"text_block_id": "p41_b896", "text": "The IFC Diagnostic Report indicates that the incentives need to be formalised rather than discretionary (upon approval of the Minister of Finance). In addition there is a need to ensure that the range of incentives is competitive with other Pacific destinations which are competing for inward investment. The incentives on offer should be at least comparable with competing destinations and targeted at the identified investment opportunities."}, {"text_block_id": "p41_b897_merged", "text": "In summary a range of tourism investment incentives should be provided for accommodation developments under ‘major new investments’ and ‘small and medium sized investments’, as well as additional incentives aimed at development of key products in marine tourism, aviation and second homes; further provisions are made to encourage additional joint ventures to facilitate local Samoan equity partnerships. These are summarised below:"}, {"text_block_id": "p42_b906", "text": "Land"}, {"text_block_id": "p42_b907", "text": "The IFC Diagnostic also highlights a number of tourism development impediments including the inadequate access to suitable land for tourism development. The Diagnostic highlights the lengthy process for securing land, the difficulty in using land as security for a mortgage and the requirement to get political endorsement to transfer land titles. Access to potential development sites can also be an issue and several resort proposals have stalled as they have been unable to negotiate suitable access from surrounding land owners."}, {"text_block_id": "p42_b908_merged", "text": "In addition the IFC Diagnostic identifies the requirement to increasing access to land for investment purpose as a critically important prerequisite for growth and expansion. The Diagnostic indicates that there is a need to further mobilise support to accelerate the pace of legal and policy reforms; this was further highlighted through the stakeholder consultations undertaken as input to this Plan."}, {"text_block_id": "p43_b910", "text": "Consultations also indicate that the legal process relating to land disputes can be time consuming and costly for participants; long delays can occur in resolving land issues and the court system is reported to be to be overloaded; a system of mediation should be considered. In response to these identified constraints on land access, the government implemented with support from the Asian Development Bank (ADB) a project to promote the economic use of customary land since 2005. This is now in its Third Phase of implementation. The main goal is the development and implementation of a leasing framework that is intended to promote access under transparent and acceptable practices protected by law and policy that will ensure custodial rights of customary land owners are protected, but the focus will be on the ability to mortgage the lease interest on such land. The creation of a registry of land available for lease will also be important in facilitating investment and is being considered under this project."}, {"text_block_id": "p43_b911", "text": "INVESTMENT AND BUSINESS ENABLING ENVIRONMENT"}, {"text_block_id": "p43_b912", "text": "–"}, {"text_block_id": "p43_b913", "text": "KEY ACTIONS"}, {"text_block_id": "p43_b914", "text": "MEDIUM PRIORITY ACTIONS"}, {"text_block_id": "p43_b915", "text": "2."}, {"text_block_id": "p43_b916", "text": "Improve the enabling environment by implementing the identified recommendations form the MTC Sector Plan including:"}, {"text_block_id": "p43_b917", "text": "Improve the enabling environment by implementing the identified recommendations form the MTC Sector Plan including:\n* Undertaking a Review of the Companies Act\n* Development of an on-line business registration system"}, {"text_block_id": "p43_b921", "text": "4."}, {"text_block_id": "p43_b922", "text": "Review utility charges for tourism operators including the wastewater treatment surcharge fee and electricity charges for accommodation provides."}, {"text_block_id": "p43_b923", "text": "6."}, {"text_block_id": "p43_b924_merged_merged", "text": "Finalise the amendments to land statutes resulting from the review of land law which is with the Attorney General’s Office."}, {"text_block_id": "p43_b927", "text": "7."}, {"text_block_id": "p43_b928", "text": "Establish a system of arbitration for land disputes to facilitate early settlement."}, {"text_block_id": "p43_b929", "text": "8."}, {"text_block_id": "p43_b930", "text": "Increase linkages between primary producers, handicrafts and tourism providers through business support and facilitation by lead agencies including WIBDI and STA."}, {"text_block_id": "p44_b931", "text": "PRODUCT DEVELOPMENT"}, {"text_block_id": "p44_b932", "text": "Overarching Strategy"}, {"text_block_id": "p44_b933", "text": "To support product improvements and new product development to meet market expectations"}, {"text_block_id": "p44_b934", "text": "Product Development Strategy -Accommodation"}, {"text_block_id": "p44_b935", "text": "A sustainable approach needs to be taken to tourism product development in Samoa, as the country has a relatively fragile environment and strong local culture which underpin the product offering."}, {"text_block_id": "p44_b936", "text": "Samoa has a diverse range of accommodation products from budget"}, {"text_block_id": "p44_b937", "text": "‘"}, {"text_block_id": "p44_b938", "text": "fale"}, {"text_block_id": "p44_b939", "text": "’"}, {"text_block_id": "p44_b940", "text": "providers, to mid-level medium sized accommodation and small boutique resorts. This provides a strength for tourism, as it enables the destination to offer products to different niche and mainstream markets and also provides a pint of differentiation and thus destinational competitive advantage."}, {"text_block_id": "p44_b941", "text": "The beach fales offer a unique component of the Samoa product offering and have advantages in terms of local economic impact and employment. Beach fale operations should be encouraged to further develop, but many need additional support to ensure business sustainability and provision of service and amenity levels expected by visitors."}, {"text_block_id": "p44_b942", "text": "Product development support programs (outlined below) will therefore be essential to the further expansion of this sector. Marketing support for this sector has been specifically included in the Five Year Marketing Strategy for Samoa to reflect the importance of this segment."}, {"text_block_id": "p44_b943", "text": "Future product development needs to align to the market opportunities and the needs of the key market segments identified through the research and the findings of the Five Year Marketing Strategy."}, {"text_block_id": "p44_b944", "text": "Within this overarching product development strategy there is a need to implement initiatives which broadly meet the following objectives:"}, {"text_block_id": "p44_b945", "text": "•"}, {"text_block_id": "p44_b946", "text": "Improve the quality of the products on offer and enhance the visitor experience to Samoa, with a particular focus on sustainable tourism;"}, {"text_block_id": "p44_b947", "text": "•"}, {"text_block_id": "p44_b948", "text": "Develop new products which are consistent with the Vision for the sector and meet market needs and changing consumer demands;"}, {"text_block_id": "p44_b949", "text": "•"}, {"text_block_id": "p44_b950", "text": "Build additional scale of the sector through new product development, to support employment, income generation and enhance the prospects for new route development and increased air services."}, {"text_block_id": "p44_b951_merged_merged_merged_merged", "text": "The last objective relating to the requirement to build to scale is further outlined below to provide clarification. The tourism sector in Samoa suffers from a lack of scale which results in a low level of critical mass to support the required infrastructure investments, transport operations and other supporting services. The relatively small scale of the sector also leads to a limited availability of private sector marketing funds and brand presence, which leads to low market awareness and impacts on the potential for aviation route development. The loss of the trans-Pacific Air New Zealand service via Samoa is evidence of this."}, {"text_block_id": "p44_b953", "text": "The lack of global hotel brands in the local market also limits consumer recognition and confidence, although the introduction of the Sheraton brand through a management arrangement with Aggie Greys is a positive development in this regard."}, {"text_block_id": "p44_b954", "text": "There is a need to increase the scale of the tourism sector in Samoa and the demand for new and existing products if the objectives relating to increased employment and earnings are to be achieved within the timeframe of this Plan. At the same time product quality needs to be enhanced to meet increasing and changing visitor expectations and provide visitors with a reasonable value proposition."}, {"text_block_id": "p45_b955", "text": "The development of a small number of larger scale resort of between fifty and one hundred and fifty rooms, managed by an internationally branded chain would have significant advantages for the tourism sector in terms of creating the critical mass to support expanded aviation services and marketing presence."}, {"text_block_id": "p45_b956", "text": "Attracting such an investment will require continued concerted effort to improve the current operating and investment climate, increase air services from key markets and stakeholder commitment to implementation of this STSP."}, {"text_block_id": "p45_b957", "text": "A balanced approach to the development of larger scale resort investments needs to be undertaken, as Samoa is comprised of small communities and a fragile natural environment."}, {"text_block_id": "p45_b958", "text": "At every stage of the development process, communities must be adequately consulted and made aware of the implications of decisions on whether to support proposed large scale resort development. In addition full consideration should be given to the environmental impact of any new development, through the rigorous application of the formal Environmental Impact process."}, {"text_block_id": "p45_b959", "text": "In addition development of accommodation products in the small to medium sized boutique resort market would complement the development of a small number of larger resorts. This approach is further reinforced by evidence from around the Pacific region in relation to investment which has taken place in the tourism sector. A Report by IFC"}, {"text_block_id": "p45_b960", "text": "on investment opportunities in the tourism sector in five Pacific countries indicates that growth in investment in the sector has primarily been driven by small and medium sized investments in mid to high end resorts. Small and medium sized quality resorts, generally ranging from twenty to fifty rooms offer a high level of economic impact and employment and lower social and environmental impacts. The challenge is to ensure investments are profitable and well planned."}, {"text_block_id": "p45_b961", "text": "Investment growth in the tourism sector in several Pacific countries has been characterised by the growth of the quality small to medium sized resort sector; most notably investment in small to medium sized resorts has underpinned the growth of the tourism sector in the Cook Islands and Vanuatu and has also made a significant contribution to growth of the holiday market in Fiji and Papua New Guinea."}, {"text_block_id": "p45_b962", "text": "Development at this scale offers substantial advantages for Samoa including the following;"}, {"text_block_id": "p45_b963", "text": "•"}, {"text_block_id": "p45_b964", "text": "The scale is compatible with the current market for tourism to Samoa, which is undeveloped and small scale rather than catering for"}, {"text_block_id": "p45_b965", "text": "‘"}, {"text_block_id": "p45_b966", "text": "mass tourism"}, {"text_block_id": "p45_b967", "text": "’"}, {"text_block_id": "p45_b968", "text": ";"}, {"text_block_id": "p45_b969", "text": "•"}, {"text_block_id": "p45_b970", "text": "The small to medium sized resorts are of a scale where investment can be more readily mobilised; the scale of investment required would be suitable for key target investor groups within the region, including domestic Samoan investment, Samoan ex-pat investors and international"}, {"text_block_id": "p45_b971", "text": "‘"}, {"text_block_id": "p45_b972", "text": "lifestyle"}, {"text_block_id": "p45_b973", "text": "’"}, {"text_block_id": "p45_b974", "text": "investors from Australia, New Zealand, Europe and the USA."}, {"text_block_id": "p45_b975", "text": "These latter investors have been particularly important in increasing investments in tourism in Pacific neighbouring countries which have growing tourism sectors;"}, {"text_block_id": "p45_b976", "text": "•"}, {"text_block_id": "p45_b977", "text": "Small and medium sized resorts generally have a lower level of environmental and social impact than larger scale resorts, yet can still offer high levels of employment and economic benefits;"}, {"text_block_id": "p45_b978", "text": "•"}, {"text_block_id": "p45_b979", "text": "Small and medium sized resorts can offer"}, {"text_block_id": "p45_b980", "text": "‘"}, {"text_block_id": "p45_b981", "text": "boutique"}, {"text_block_id": "p45_b982", "text": "’"}, {"text_block_id": "p45_b983", "text": "services and positioning which supports Samoa"}, {"text_block_id": "p45_b984", "text": "’"}, {"text_block_id": "p45_b985", "text": "s points of differentiation including cultural tourism and actual and potential soft adventure activities such as diving, surfing and cycling;"}, {"text_block_id": "p45_b986", "text": "•"}, {"text_block_id": "p45_b987", "text": "Small and medium sized resorts can offer employment opportunities for local communities, without requiring a large influx of overseas labour."}, {"text_block_id": "p45_b988_merged_merged_merged_merged_merged_merged_merged", "text": "Product Development Strategy – Attractions"}, {"text_block_id": "p46_b991", "text": "The cultural and natural attractions of Samoa are key in the product offering and provide a unique point of differentiation for the tourism sector. Well managed attractions can provide sustainable income for local communities and other accommodation products can benefit from the development of linkages to cultural and environmental tour products and community based tourism opportunities."}, {"text_block_id": "p46_b992", "text": "Importantly, research among the overseas trade and tourists visiting Samoa indicates that the destination has limited attractions and activities compared to some other Pacific countries and the quality of cultural tourism attractions does not rate highly in the IVS responses."}, {"text_block_id": "p46_b993", "text": "STA has conducted a review of the major natural and cultural attractions and identified the following priority sites for upgrading, including signage, information upgrading and training in visitor site management;"}, {"text_block_id": "p46_b994", "text": "Location"}, {"text_block_id": "p46_b995", "text": "A Report on Infrastructure Project Options prepared for STA under the STSP confirms the validity of upgrading the identified attractions and further developing soft adventure products around and linking individual attractions along thematic lines."}, {"text_block_id": "p46_b996", "text": "This report"}, {"text_block_id": "p46_b997", "text": "identifies a number of significant options for the further development of key tourism attractions in Samoa"}, {"text_block_id": "p46_b998", "text": "including:"}, {"text_block_id": "p46_b999", "text": "•"}, {"text_block_id": "p46_b1000", "text": "Lake Lanoto"}, {"text_block_id": "p46_b1001", "text": "’"}, {"text_block_id": "p46_b1002", "text": "o Walkway"}, {"text_block_id": "p46_b1003", "text": "•"}, {"text_block_id": "p46_b1004", "text": "The former courthouse building in Apia"}, {"text_block_id": "p46_b1005", "text": "•"}, {"text_block_id": "p46_b1006", "text": "New flea market building in Apia"}, {"text_block_id": "p46_b1007", "text": "•"}, {"text_block_id": "p46_b1008", "text": "Cloud forest walkway (Savaii)"}, {"text_block_id": "p46_b1009", "text": "•"}, {"text_block_id": "p46_b1010", "text": "Tourist drive/trail development (on-road)"}, {"text_block_id": "p46_b1011", "text": "•"}, {"text_block_id": "p46_b1012", "text": "Development of hiking and other trails on Savaii and Upolu"}, {"text_block_id": "p46_b1013_merged_merged_merged", "text": "Improving the visitor experience to the attractions of Samoa will be a key strategy to underpin the goals of this Plan. This requires government support, but also requires a greater commitment from many communities, to improve the management and access to key sites and provide greater controls over access fees and ensure that visitors receive value for money. Local communities need to better understanding that ‘attractions’ provide an opportunity to generate income from services and that the indiscriminate levying of multiple access fees on tourists only creates a negative impression of Samoa as a destination and can reduce the overall level of visitation and income. There is a need for greater control over access fees by the Government and the community. The development of a Discover Samoa Card which includes pre-paid entry to attractions in Samoa will assist and STA needs to be more proactive in working with communities on this issue."}, {"text_block_id": "p46_b1019", "text": "Opportunities also exist for the further development of soft adventure products in Samoa, particularly land based cultural and environmental tourism products. The further development of the existing key attractions and new products, is considered to be key in underpinning the future development of the tourism sector. Samoa has a number of community based environmental and cultural attractions but these need upgrading"}, {"text_block_id": "p47_b1020", "text": "Product development also needs to be undertaken to facilitate greater linkages between attractions (for example through integrated walking and cycling trail developments) and improvements to information and signage."}, {"text_block_id": "p47_b1021", "text": "Signage to attractions and information at attractions is a key issue, which rates poorly by visitors in the results of the IVS."}, {"text_block_id": "p47_b1022", "text": "Directional and interpretive signage is a key component in upgrading the visitor experience related to visitor attractions; individual visitor attraction interpretive and directional signage needs to be upgraded as a priority."}, {"text_block_id": "p47_b1023", "text": "In the medium a series of themed self-drive cultural and environmental trails need to be developed to better link attractions and promote visitation between attractions."}, {"text_block_id": "p47_b1024", "text": "A study undertaken with the support of the New Zealand Government"}, {"text_block_id": "p47_b1025", "text": "identifies a number of opportunities to develop products which would enhance the attractiveness of Samoa to higher yielding"}, {"text_block_id": "p47_b1026", "text": "‘"}, {"text_block_id": "p47_b1027", "text": "niche markets"}, {"text_block_id": "p47_b1028", "text": "’"}, {"text_block_id": "p47_b1029", "text": "as well as increase the linkages between existing products;"}, {"text_block_id": "p47_b1030", "text": "these opportunities include;"}, {"text_block_id": "p47_b1031", "text": "•"}, {"text_block_id": "p47_b1032", "text": "The development of cycling on Savaii"}, {"text_block_id": "p47_b1033", "text": "•"}, {"text_block_id": "p47_b1034", "text": "The development of a series of Samoa"}, {"text_block_id": "p47_b1035", "text": "’"}, {"text_block_id": "p47_b1036", "text": "s Great Walks"}, {"text_block_id": "p47_b1037", "text": "•"}, {"text_block_id": "p47_b1038", "text": "The development of Drive Itineraries on Savaii and Upolu"}, {"text_block_id": "p47_b1039", "text": "These opportunities would strengthen the Samoa product offering in key areas and need to be pursued."}, {"text_block_id": "p47_b1040", "text": "In line with the strategy of strengthening the cultural attractions in Samoa, consideration should be given to the development of a more substantive National Museum, Cultural and Performing Arts Centre. This could become a major feature of the proposed redevelopment of the"}, {"text_block_id": "p47_b1041", "text": "Apia waterfront and become a significant tourism attraction in its own right as well as a place of education and learning for Samoans and visitors alike."}, {"text_block_id": "p47_b1042", "text": "Land use planning controls and building regulations also need to be enforced and zoning controls used to protect tourism products."}, {"text_block_id": "p47_b1043", "text": "Development appears to be haphazard and without adequate control over land use zones and potentially conflicting land use types."}, {"text_block_id": "p47_b1044", "text": "Legislation relating to land use management and zoning will assists with better control, but more detailed tourism land use zones and site classification needs to be developed through individual island based tourism plans for Upolu and Savaii, which can then be integrated into the formal planning process."}, {"text_block_id": "p47_b1045_merged_merged_merged_merged_merged_merged", "text": "Key land and marine based natural areas are major tourism assets which attract visitors and these require further identification and protection. The further development of Marine Protected Areas in particular could be an important component of supporting marine product development, particularly diving, in the future as well as existing asset protection. Designated land and marine based Protected Areas should also be incorporated into the more detailed Tourism Plans for Upolu and Savaii, which document infrastructure and site specific recommendations. The full enforcement of existing legislation and regulations in relation to environmental and protected species is vital to the future sustainability of the tourism sector."}, {"text_block_id": "p47_b1048", "text": "Integrated Product Development Program"}, {"text_block_id": "p48_b1049", "text": "Strengthening and improving the existing accommodation and attraction products in Samoa is a key strategy to ensure that the existing products meet consumer needs and provide value for money. An integrated approach to product development is required to create quality products and support existing operators. This approach is illustrated and further outlined below under four key areas where operators require support;"}, {"text_block_id": "p48_b1050", "text": "Market Access and Product Distribution"}, {"text_block_id": "p48_b1051", "text": "Operators require support with market access and product distribution at two levels; the first is through the implementation of the Five Year Marketing Strategy and the development of co-operative marketing opportunities; the second level is direct operator assistance to support market access, with the major focus being on on-line visibility and distribution."}, {"text_block_id": "p48_b1052_merged", "text": "In order to support tourism operator development through enhanced on-line access and usage, an ongoing program of support needs to be delivered as part of a broader Integrated Tourism Product Development Program. The Program will also include e-marketing support, based on the current program being provided to tourism SMEs through the SPTO regional SME internet marketing program; an ongoing program of e-marketing support should be overseen by STA in conjunction with the industry associations."}, {"text_block_id": "p48_b1054", "text": "Destinational marketing will also have a greater on-line focus under the Five Year Marketing Strategy and there will be further development of the Samoa Direct on line content and the SHA/WHL site to support enhanced operator on-line capacity."}, {"text_block_id": "p49_b1055", "text": "Opportunities exist to cross sell complementary products in Samoa; cross selling can provide opportunities for operators to increase revenue at little additional marketing cost, but also importantly to increase visitor satisfaction."}, {"text_block_id": "p49_b1056", "text": "Quality Standards"}, {"text_block_id": "p49_b1057", "text": "Whilst the IVS results indicate that Samoa rates strongly overall as a destination from a visitor perspective, some aspects are highlighted through the IVS and through the trade and consumer research which indicate that product quality needs to be improved. The IFC Diagnostic also highlighted poor management of the visitor experience in terms of standards, consistency and quality."}, {"text_block_id": "p49_b1058", "text": "Minimum standards for the Samoa accommodation providers were developed in 2005 to provide guidance for operators in each of the five different types of tourist accommodation to ensure maintenance of high quality and started of accommodation product. The Accommodation Standards are used as an evaluation and planning document by STA, accommodation providers and investors and is enforced through an annual inspection program by STA. There is a need to review these standards to reflect recent developments including recommendations from the National Climate Change Adaptation Strategy, technology and consumer changes, as well as consider the further development of the scheme to incorporate broader accreditation and grading of operators. The development of a grading system would provide consumer benefits by creating greater clarity for consumers regrading, standards, quality and price, which market feedback indicates is a problem in relation to Samoan accommodation product."}, {"text_block_id": "p49_b1059", "text": "Incorporating sustainable development principles into tourism product development can support broader environmental and cultural objectives as well as achieve economic benefits. For example the National Environmental Sector Plan (NESP) 2013"}, {"text_block_id": "p49_b1060", "text": "–"}, {"text_block_id": "p49_b1061", "text": "2016 has as its Goal"}, {"text_block_id": "p49_b1062", "text": "the"}, {"text_block_id": "p49_b1063", "text": "‘"}, {"text_block_id": "p49_b1064", "text": "improved environmental sustainability and disaster resilience through Green Growth"}, {"text_block_id": "p49_b1065", "text": "’"}, {"text_block_id": "p49_b1066", "text": ". The Plan outlines a number of high level development outcomes which can be supported through sustainable tourism development including the protection of land based and marine habitats, the conservation of threatened species and protection of biodiversity, sustainable management of natural resources and increased resilience to climate change."}, {"text_block_id": "p49_b1067", "text": "In addition the current standards could be developed into a broader Accreditation Scheme to:"}, {"text_block_id": "p49_b1068", "text": "•"}, {"text_block_id": "p49_b1069", "text": "Incorporate broader sustainability principles and measures into the standards to reflect the focus on sustainable tourism; these measures could be a range of sustainable measures including climate change adaptation and mitigation, as well as waste management systems and environmental impact measures."}, {"text_block_id": "p49_b1070", "text": "•"}, {"text_block_id": "p49_b1071", "text": "Further development of the categories could be undertaken to indicate the level of compliance with sustainable measures under the scheme to further reinforce the focus on sustainability of operations."}, {"text_block_id": "p49_b1072", "text": "•"}, {"text_block_id": "p49_b1073", "text": "Standards could be extended into other areas which are core activities of the tourism sector including attractions, tour operators, tour guides and taxi drivers."}, {"text_block_id": "p49_b1074", "text": "Training and advice in relation to product standards is required on an ongoing basis, particularly for Fale operators and the industry associations should be encouraged to deliver advice to members to improve standards."}, {"text_block_id": "p49_b1075", "text": "Training and Business Support Services"}, {"text_block_id": "p49_b1076_merged_merged", "text": "Training for tourism businesses is covered in more detail below (under the Section – HRD and Training) and the focus of this section is business training and support."}, {"text_block_id": "p50_b1079", "text": "Australian and New Zealand volunteer schemes can also be important in building business capacity and sustainability."}, {"text_block_id": "p50_b1080", "text": "Scaling up agency and private business training provider capacity in business support and training activities would potentially have considerable benefits; business mentoring has particular relevance with many locally owned businesses requiring assistance with business management and marketing."}, {"text_block_id": "p50_b1081", "text": "Internet marketing capacity in particular is a critical requirement for tourism operators and assistance in this area needs to be further provided (see above)."}, {"text_block_id": "p50_b1082", "text": "STA has a role to coordinate industry wide e-marketing training which could be contracted to specialist providers and supported by"}, {"text_block_id": "p50_b1083", "text": "‘"}, {"text_block_id": "p50_b1084", "text": "hands on"}, {"text_block_id": "p50_b1085", "text": "’"}, {"text_block_id": "p50_b1086", "text": "mentoring delivered through the industry associations."}, {"text_block_id": "p50_b1087", "text": "Access to Finance"}, {"text_block_id": "p50_b1088", "text": "Several schemes are in operation to facilitate access to finance, including the Tourism Cyclone Recovery Program following the devastating effects of Cyclone Evan. Access to finance is still a constraint for some operators but the capacity to generate profit to repay loans is the major barrier to business sustainability."}, {"text_block_id": "p50_b1089", "text": "IFC identified financial constraints impacting on the sector which included limited collateral, high interest rates, low profitability and in some instances limited business and financial planning and marketing planning skills of operators."}, {"text_block_id": "p50_b1090_merged_merged_merged", "text": "There are a number of financing schemes available for tourism operators. These are briefly summarised below:"}, {"text_block_id": "p50_b1092", "text": "•"}, {"text_block_id": "p50_b1093", "text": "Private Sector Support Facility (PSSF) -PSSF is administered by the Industry Development and Investment Promotion Division (IDIPD) of the Ministry of Commerce, Industry and Labour (MCIL). The Facility aims to support those businesses and associations in the manufacturing, tourism and agriculture and fisheries sector. Funding is available in the range of $20, 000 to $80,000."}, {"text_block_id": "p50_b1094", "text": "•"}, {"text_block_id": "p50_b1095", "text": "Duty Concession Scheme (DCS) -the DCS is also administered by MCIL and aims to provide support for businesses in the manufacturing and tourism sectors by way of duty free imports. Tourism accommodation businesses (excluding beach fale operations) are to be approved by the Investment Committee as Qualifying Projects prior to accessing assistance from the DCS."}, {"text_block_id": "p50_b1096", "text": "•"}, {"text_block_id": "p50_b1097", "text": "Code 121 -is administered by MCIL and the Ministry for Revenue (MOR) and provides assistance for commercial handicraft manufacturers, poultry farmers, manufacturers of agricultural products, manufacturers of eel and garments."}, {"text_block_id": "p50_b1098", "text": "•"}, {"text_block_id": "p50_b1099", "text": "Tourism Cyclone Recovery Programme (TCRP) -administered by SHA, the Development Bank of Samoa and the Samoa Tourism Authority. The programme is funded jointly by the Government of Samoa and the New Zealand Aid Programme and is comprised of grant and concessional financing. The main aim of TCRP is to achieve a rapid recovery of the tourism industry and tourism based livelihoods and employment that were affected by Cyclone Evan in 2012."}, {"text_block_id": "p50_b1100", "text": "The approach supported through the STSP in relation to increasing access to finance will be multi-dimensional and will include:"}, {"text_block_id": "p50_b1101", "text": "•"}, {"text_block_id": "p50_b1102", "text": "Increasing the ability of tourism businesses to service loans by supporting market development through destinational marketing"}, {"text_block_id": "p50_b1103", "text": "•"}, {"text_block_id": "p50_b1104", "text": "Increasing the capacity to manage tourism businesses by providing business support services including mentoring, consultancy services and training in online marketing, financial management and business planning"}, {"text_block_id": "p51_b1105", "text": "•"}, {"text_block_id": "p51_b1106", "text": "Improving the lending environment and reducing risks for lenders by improving the commercial legislative framework and security over assets"}, {"text_block_id": "p51_b1107", "text": "•"}, {"text_block_id": "p51_b1108", "text": "Introducing a highly competitive range of tourism specific investment incentives"}, {"text_block_id": "p51_b1109", "text": "•"}, {"text_block_id": "p51_b1110", "text": "Lobbying and negotiating with commercial banks for competitive interest rates"}, {"text_block_id": "p51_b1111", "text": "Other Product Development Issues"}, {"text_block_id": "p51_b1112", "text": "Disaster Risk Management"}, {"text_block_id": "p51_b1113", "text": "Samoa is extremely vulnerable to climate change due to its small size and remoteness, fragile biodiversity, relatively high exposure to natural hazards, low elevations and populations that are mostly concentrated in coastal areas."}, {"text_block_id": "p51_b1114", "text": "The recent effects of the Tsunami and Cyclone Evan only underline the importance of considering climate change impacts as part of the STSP."}, {"text_block_id": "p51_b1115", "text": "The National Tourism Climate Change Adaptation Strategy (2012"}, {"text_block_id": "p51_b1116", "text": "–"}, {"text_block_id": "p51_b1117", "text": "2017) prepared by the STA (funded by the Australian Aid Programme) aims to provide strategic direction for the tourism sector in terms of increasing its resilience and capacity to adapt to the adverse impacts of climate change."}, {"text_block_id": "p51_b1118", "text": "The NAPA 5"}, {"text_block_id": "p51_b1119", "text": "–"}, {"text_block_id": "p51_b1120", "text": "LDCF GEF Climate Change Project has included the investigation of tourism opportunities in Marine Protected Areas. The Project targets six tourism development areas (TDA) selected to be a part of a USD$1.95 million funded project on"}, {"text_block_id": "p51_b1121", "text": "“"}, {"text_block_id": "p51_b1122", "text": "Enhancing the resilience of tourism reliant communities to climate change risks"}, {"text_block_id": "p51_b1123", "text": "”"}, {"text_block_id": "p51_b1124", "text": ". This project will provide support to small-scale beach tourism and accommodation operators on vital areas like shoreline protection, water resource management, design and management of facilities to withstand storms, diversification of tourism sites and activities considering increasingly varying weather conditions."}, {"text_block_id": "p51_b1125", "text": "The TCRP is being implemented to facilitate a rapid and integrated recovery of the tourism sector following Cyclone Evan."}, {"text_block_id": "p51_b1126", "text": "The focus of the TCRP is to support the National Recovery Plan of Government for sectors affected by Cyclone Evan. As the main economic sector with the best potential for stimulating additional employment, foreign exchange earnings and Government revenues, there are strong grounds for national priority to be accorded to speeding up full recovery of the tourism sector."}, {"text_block_id": "p51_b1127", "text": "This programme is funded by the governments of Samoa and New Zealand through the New Zealand Aid Programme (NZAP)."}, {"text_block_id": "p51_b1128", "text": "The advent of natural disasters and the need for disaster risk management is closely related to climate change. Tourism operators require training and up skilling in disaster risk management and suitable strategies need to be integrated into the site and facility design components, as well as the on-going operational procedures through mitigation measures relating to emergency evacuation and guest information and briefing."}, {"text_block_id": "p51_b1129", "text": "Community Tourism Awareness"}, {"text_block_id": "p51_b1130_merged_merged_merged_merged", "text": "Community Awareness programs are implemented through the work of the National Beautification Committee. Two annual clean-ups are held every year and led by the public sector. In addition the STA undertakes Village Roadshows to raise awareness on key tourism issues and has an ongoing programme which focusses on those Districts that hold potential for engagement with the sector either through supply of local produce, natural and cultural attractions, tours and activities or the arts and handicrafts sector. The potential outcomes from these increased awareness programs includes:"}, {"text_block_id": "p51_b1133", "text": "•"}, {"text_block_id": "p51_b1134", "text": "More informed decisions for communities with an interest in tourism"}, {"text_block_id": "p51_b1135", "text": "•"}, {"text_block_id": "p51_b1136", "text": "Identification of additional livelihood opportunities"}, {"text_block_id": "p52_b1137", "text": "•"}, {"text_block_id": "p52_b1138", "text": "Village clean-ups, canine control and site improvements"}, {"text_block_id": "p52_b1139", "text": "•"}, {"text_block_id": "p52_b1140", "text": "Greater awareness amongst youth of opportunities in the sector"}, {"text_block_id": "p52_b1141", "text": "•"}, {"text_block_id": "p52_b1142", "text": "Higher levels of enrolment in tertiary and industry tourism training"}, {"text_block_id": "p52_b1143", "text": "At a community level the men"}, {"text_block_id": "p52_b1144", "text": "’"}, {"text_block_id": "p52_b1145", "text": "s and women"}, {"text_block_id": "p52_b1146", "text": "’"}, {"text_block_id": "p52_b1147", "text": "s village committees, churches and NGOs are key stakeholders in resolving issues for the community to address including village beautification, stray canine control, waste and rubbish collection and the management of local tourism sites."}, {"text_block_id": "p52_b1148", "text": "Further opportunities for village based tourism products including handicrafts and homestays need to be encouraged through the implementation of this Plan. Mechanisms to be developed to support community engagement should include community roadshows, media coverage and village meetings."}, {"text_block_id": "p52_b1149", "text": "Canine Control"}, {"text_block_id": "p52_b1150", "text": "A lack of control of dogs is a major issue for tourism in Samoa."}, {"text_block_id": "p52_b1151", "text": "Concerns over dogs was the number one complaint from visiting tourists from the results of the IVS. Uncontrolled dogs are also a threat to Samoans, particularly young children."}, {"text_block_id": "p52_b1152", "text": "The Canine Control Act has been passed to facilitate active management and control of dogs in Samoa; implementation of the Act appears to have been mobilised by Government through the Police Canine Control Unit with the support of the New Zealand Aid Programme and Auckland Council. The on-going resourcing of the Canine Control Programme is a priority to ensure a safer environment for tourists and Samoans alike."}, {"text_block_id": "p52_b1153", "text": "Strengthening Economic Linkages"}, {"text_block_id": "p52_b1154", "text": "Further development of the economic value added component associated with tourism expenditure will provide broader based benefits and strengthen the linkages of tourism at the community level. This needs to be a key component in this Plan as it supports community engagement and income generation."}, {"text_block_id": "p52_b1155", "text": "A report by the International Trade Centre"}, {"text_block_id": "p52_b1156", "text": "’"}, {"text_block_id": "p52_b1157", "text": "s (ITC) Tourism Led Poverty Reduction Program (TPRP) report for Samoa"}, {"text_block_id": "p52_b1158", "text": "highlights opportunities and recommends a framework for increasing supply of local fruit, vegetables, chicken and eggs for the tourism sector and for export. The aim is to reduce imports of fresh fruit and vegetables and increase the livelihood of poorer rural communities as the report finds that accommodation properties import almost 70 percent of their food and beverage products, although budget and fale operators have a higher level of local produce consumption."}, {"text_block_id": "p52_b1159", "text": "The ITC report indicates that out of the total imports by hotels and resorts only about 25 percent to 30 percent is all that could be replaced by local produce. This represents approximately $SAT4 million worth of fruit and vegetable sales per annum."}, {"text_block_id": "p52_b1160_merged_merged_merged_merged", "text": "An integrated approach including support aimed at enhancing the quality and reliability from primary producers, together with increased market awareness of local produce food and beverage opportunities (the Mea’ai Samoa Cook Book funded under the New Zealand funded Samoa Tourism Support Program is an excellent example of this) and skills/menu enhancement for local businesses operators could achieve substantial benefits for the economy."}, {"text_block_id": "p52_b1163", "text": "Data limitations restrict a detailed analysis of the leakage factor associated with the tourism sector, but a leakage of 50 percent would not be unusual in a small island economy with high level of imports. Support needs to be provided for more of the efforts of WIBDI to support suppliers to expand the range and availability"}, {"text_block_id": "p53_b1164", "text": "of primary products suitable for use by tourism operators to substitute for imports. The use of local organic produce can provide a point of differentiation for Samoa tourism and should also be encouraged."}, {"text_block_id": "p53_b1165", "text": "There is further scope to build capacity of individuals and families to engage with the tourism sector in the supply of art and handicraft. This can include the supply to retailers and in tours that enable visitors to participate in production of art and handicraft. Some organisations are already working in this field, such as WIBDI"}, {"text_block_id": "p53_b1166", "text": "’"}, {"text_block_id": "p53_b1167", "text": "s quality handicraft program and the Tiapapata Art Centre. Partnerships with retailers and tourism operators could also be facilitated under this activity to ensure that market preferences and tastes are reflected in product designs and pricing."}, {"text_block_id": "p53_b1168", "text": "Cruise Shipping"}, {"text_block_id": "p53_b1169", "text": "A key strategy under this Plan is to increase the economic impact of the cruise ship market to Samoa."}, {"text_block_id": "p53_b1170", "text": "The development of cruise shipping will be facilitated by:"}, {"text_block_id": "p53_b1171", "text": "•"}, {"text_block_id": "p53_b1172", "text": "Lobbying and promoting to potential cruise ship operators for increased calls to Samoa"}, {"text_block_id": "p53_b1173", "text": "•"}, {"text_block_id": "p53_b1174", "text": "Improving the cruise visitor experience through better coordination in relation to visits though the Samoa Sea Cruise Working Group and support training for local stakeholders though the Port Preparedness program"}, {"text_block_id": "p53_b1175", "text": "•"}, {"text_block_id": "p53_b1176", "text": "Working with SPTO on regional cruise ship development strategies including the potential development of Pacific cruise ship hubs and fly cruise programs"}, {"text_block_id": "p53_b1177_merged_merged_merged", "text": "PRODUCT DEVELOPMENT – KEY ACTIONS"}, {"text_block_id": "p54_b1180", "text": "2."}, {"text_block_id": "p54_b1181", "text": "Further develop Tourism Trails to link tourism products and attract new markets; priorities include the development of Cycling on Savaii, Self-Drive Trails and development of a series of Great Walks"}, {"text_block_id": "p55_b1182", "text": "HRD"}, {"text_block_id": "p55_b1183", "text": "AND"}, {"text_block_id": "p55_b1184", "text": "TRAINING"}, {"text_block_id": "p55_b1185", "text": "Overarching Strategy"}, {"text_block_id": "p55_b1186", "text": "To provide education and training which supports industry and community needs"}, {"text_block_id": "p55_b1187", "text": "Introduction"}, {"text_block_id": "p55_b1188", "text": "The Samoa Tourism Workforce Development Plan 2010"}, {"text_block_id": "p55_b1189", "text": "–"}, {"text_block_id": "p55_b1190", "text": "2012 (STWDP) indicates that a significant amount of tourism employment (approximately 75 percent) is in the hospitality sub-sector -accommodation, cafes and restaurants, bars."}, {"text_block_id": "p55_b1191", "text": "The STWDP estimates employment level of around 3,000 to 3,500 and more recent estimates undertaken as part of the Cyclone Recovery Program indicate that this could be as high as 5,000 jobs."}, {"text_block_id": "p55_b1192", "text": "The completion of several accommodation projects currently underway including the Lamana Project at Taumesina and Saletoga Resort at Lotofaga, the Return to Pradise Resort at Lefaga and projects that are still in the pipeline (including development of the second Tanoa branch at Matautu Tai and Warwick at Vavau), will generate more demand for labour in the industry. In addition the building back better of some of the properties affected by Cyclone Evan will also contribute to more job opportunities for the sector."}, {"text_block_id": "p55_b1193", "text": "This increase in the projected size of the workforce will also require scaling up the delivery of training, both in terms of content, but also in terms of making training affordable for those who wish to enter the workforce. There would be benefits in scaling up the level of NUS tourism and hospitality scholarships to encourage this entry level training, as well as increasing the level of workplace training available."}, {"text_block_id": "p55_b1194", "text": "In addition to the job opportunities in the accommodation sector, consultation under the STSP indicates that there is a requirement for additional skilled and qualified guides and attraction managers to ensure better delivery of the tourism products relating to the attractions sub-sector."}, {"text_block_id": "p55_b1195", "text": "The most common skill gaps across the industry fall into four main areas and include:"}, {"text_block_id": "p55_b1196", "text": "•"}, {"text_block_id": "p55_b1197", "text": "English language"}, {"text_block_id": "p55_b1198", "text": "–"}, {"text_block_id": "p55_b1199", "text": "conversational and basic numeracy and literacy"}, {"text_block_id": "p55_b1200", "text": "•"}, {"text_block_id": "p55_b1201", "text": "Computer skills"}, {"text_block_id": "p55_b1202", "text": "•"}, {"text_block_id": "p55_b1203", "text": "Customer service"}, {"text_block_id": "p55_b1204", "text": "•"}, {"text_block_id": "p55_b1205", "text": "Small business management (financial management/bookkeeping, personnel, marketing)."}, {"text_block_id": "p55_b1206", "text": "3"}, {"text_block_id": "p55_b1207_merged_merged_merged_merged_merged", "text": "Current and Future Tourism and Hospitality Staff Needs -2010 – 2015 by Sub-sector"}, {"text_block_id": "p55_b1210", "text": "(Direct Employment)"}, {"text_block_id": "p56_b1211", "text": "Source: STWDP 2010-2012"}, {"text_block_id": "p56_b1212", "text": "Consultations indicate that tourism employment is regarded by many people as low-skilled jobs with low wage rates; in addition employment is often seasonal. This leads to a high level of staff turnover which the STWDP estimates at approximately 10 to 30 percent."}, {"text_block_id": "p56_b1213", "text": "A number of stakeholders have important roles in relation to tourism and hospitality training and HRD development as follows:"}, {"text_block_id": "p56_b1214", "text": "•"}, {"text_block_id": "p56_b1215", "text": "MESC is mandated to provide primary and secondary education with support provided as well for early childhood and special schools. The principal function of the Ministry is to promote and encourage the development and improvement of all phases of education in Samoa. Its domains are in the schools sub sector in primary and secondary education and include mission and private school systems."}, {"text_block_id": "p56_b1216", "text": "•"}, {"text_block_id": "p56_b1217", "text": "SQA is the principal organization mandated in broad terms to:"}, {"text_block_id": "p56_b1218", "text": "SQA is the principal organization mandated in broad terms to:\n* provide policy advice, monitor and report to government on strategies, priorities,\n* Quality assure and regulate qualifications and quality standards for Post School Education\n* Coordinate, monitor and strengthen PSET\n* SQA's scope of work deals mainly with post school education and training (PSET), an inclusive\n* SQA National Competency Standards and Framework have been developed in consultation"}, {"text_block_id": "p56_b1228", "text": "Primary and secondary school levels currently have limited tourism curriculum. Consultation reveals strong support for early education on tourism through the education system to effect changes in attitude and increase awareness of opportunities and benefits. As tourism is seen as the main economic driver for the economy, there is a need for the MESC to strengthen the educational content on tourism at both primary and secondary levels"}, {"text_block_id": "p56_b1229", "text": "to ensure greater education and effective understanding of the significance and opportunities tourism affords/provides."}, {"text_block_id": "p56_b1230_merged_merged", "text": "Two public sector institutions provide formal tertiary training and education in tourism. The Institute of Technology (National University of Samoa, NUS) provides a one-year Certificate in Tourism and Hospitality and a two-year Diploma in Tourism. These equate approximately to Levels 1 and 2 of the New Zealand and Australian qualifications frameworks or Levels 2 – 4 of the proposed Samoa Qualifications Framework. Four to six tutors deliver the Certificate and Diploma courses. Members of the industry also provide input as guest speakers. Students require a 4 – 5 week work placement as part of the course. In most cases, work placements are relatively easy to arrange. The Martin Hautus Institute of Learning is also registered with SQA and delivers training in tourism and hospitality at Certificate level."}, {"text_block_id": "p57_b1235", "text": "The NUS uses an Industry Advisory Panel to help ensure that courses are aligned to industry needs. Recently, working relationships have been forged with the Manukau Institute of Technology and Victoria University of Wellington, New Zealand, to strengthen qualification pathways for students and tutors."}, {"text_block_id": "p57_b1236", "text": "Established in Samoa in 2008, the Australian Pacific Technical College (APTC) provides Level 3 (Australian Qualifications Framework) certificate courses in three occupational fields of tourism hospitality and professional cookery. APTC attracts students from within Samoa and across the Pacific. A blended Level 3 course in tourism, hospitality and cookery started on Savaii in late February 2010, delivering certified modules in the workplace. APTC also offers a Level 4 Certificate in Training and Assessment for all sectors. This is aimed at trainers, managers and supervisory levels and runs two nights per week for one year, enabling participants to work and study at the same time."}, {"text_block_id": "p57_b1237", "text": "The APTC and NUS share tutors for the NUS Diploma."}, {"text_block_id": "p57_b1238", "text": "STA also provided assistance for the Diploma program during Semester 1, in 2013. The Prime Minister and the Minister of Tourism approved the establishment of Tourism scholarship scheme from STA with NUS to support the T&H program at both levels."}, {"text_block_id": "p57_b1239", "text": "A standard amount of SAT $50,000 was approved however fees tend to increase every year and so is the funding arrangement for scholarships. An upgraded teaching kitchen provides NUS students with a much-improved facility."}, {"text_block_id": "p57_b1240", "text": "Although APTC is likely to have a presence in Samoa until at least 2014, there is no guarantee of its presence after that. Without APTC, the NUS would become the only provider of formal tourism training and education in Samoa."}, {"text_block_id": "p57_b1241", "text": "APTC represents a substantial asset to Samoan tourism."}, {"text_block_id": "p57_b1242", "text": "Not only do students benefit from the Certificate level courses but the institution is also able to manage and deliver broader workplace training programs."}, {"text_block_id": "p57_b1243", "text": "This capacity is being harnessed through the TCRP training component but further opportunities need to be explored and supported."}, {"text_block_id": "p57_b1244_merged_merged_merged", "text": "APTC reports difficulties in achieving enrolment by students in courses; this appears to be related to the availability of those in the workplace to undertake full time training for lengthy periods. Options for different delivery methods should be explored to facilitate broader based training, including delivery in the workplace and shorter courses"}, {"text_block_id": "p57_b1246", "text": "."}, {"text_block_id": "p57_b1247", "text": "Tertiary Tourism Courses in Samoa"}, {"text_block_id": "p58_b1248", "text": "STA also facilitates a range of workplace training; the following indicates the range of training being coordinated:"}, {"text_block_id": "p58_b1249", "text": "•"}, {"text_block_id": "p58_b1250", "text": "In 2012, STA coordinated training in Customer Service and Business Planning. Each training was delivered in six (6) locations covering both Upolu and Savaii. The number of participants that were trained was between 150 -200."}, {"text_block_id": "p58_b1251", "text": "•"}, {"text_block_id": "p58_b1252", "text": "In conjunction with the Australian Government through its AYAD Program delivered Surf Life Saving training for the industry which commenced in 2010."}, {"text_block_id": "p58_b1253", "text": "•"}, {"text_block_id": "p58_b1254", "text": "Port preparedness workshops and e-marketing workshops in conjunction with SPTO and PITI."}, {"text_block_id": "p58_b1255", "text": "•"}, {"text_block_id": "p58_b1256", "text": "Training provided under the TCRP includes:"}, {"text_block_id": "p58_b1257", "text": "Training provided under the TCRP includes:\n* 20 fully funded carpentry scholarships for the Build Back Better Cyclone strategy.\n* ADRA Project of APTC -trainees will have the opportunity to do further training in Fiji -\n* NZ Government is providing $SAT 500,000 for Capacity Building of the sector under the TCRP"}, {"text_block_id": "p58_b1263", "text": "STA has also produced (with the assistance of NZAP STSP) a series of self-training manuals for Beach Fales, Attraction Sites and Tour Guiding, which will be launched in July 2014."}, {"text_block_id": "p58_b1264", "text": "STA also plays the lead role in HRD policy and training needs analysis; STA has worked closely with VERT/FESSA in mapping out alternatives and solutions to upkeep training not only for the industry but as well with schools and communities -ASOP Grant/Regional days/MESC. Key areas of training demand which have been identified include:"}, {"text_block_id": "p58_b1265", "text": "•"}, {"text_block_id": "p58_b1266", "text": "Cookery/Chefs"}, {"text_block_id": "p58_b1267", "text": "•"}, {"text_block_id": "p58_b1268", "text": "Tour Guiding"}, {"text_block_id": "p58_b1269", "text": "•"}, {"text_block_id": "p58_b1270", "text": "Customer Service/Frontline personnel"}, {"text_block_id": "p58_b1271", "text": "•"}, {"text_block_id": "p58_b1272", "text": "Climate Change -Disaster Preparedness"}, {"text_block_id": "p58_b1273", "text": "•"}, {"text_block_id": "p58_b1274", "text": "Site Management training"}, {"text_block_id": "p58_b1275", "text": "•"}, {"text_block_id": "p58_b1276", "text": "E-marketing"}, {"text_block_id": "p58_b1277", "text": "•"}, {"text_block_id": "p58_b1278", "text": "Website Development and upgrade"}, {"text_block_id": "p58_b1279", "text": "•"}, {"text_block_id": "p58_b1280", "text": "Business Planning -writing proposal"}, {"text_block_id": "p58_b1281", "text": "•"}, {"text_block_id": "p58_b1282", "text": "Financing"}, {"text_block_id": "p58_b1283", "text": "Industry consultations undertaken as part of the STSP development indicate that there is need to develop a branch of the University/Tourism School in Savaii."}, {"text_block_id": "p58_b1284", "text": "This is to counter problems of distance and for Savaii to also have the same benefit and access to learning as for those in Upolu."}, {"text_block_id": "p58_b1285_merged_merged", "text": "The Tourism Training Taskforce has been established by STA and undertakes an important coordination role and public/private sector input into training activity design and coordination. This body plays an important role in public/private liaison and identifying priorities."}, {"text_block_id": "p58_b1287", "text": "The design of six workplace training modules has commenced under funding from the STSP. A Training Needs Analysis will be undertaken as part of this project to determine the priority modules to be developed and"}, {"text_block_id": "p59_b1288", "text": "training will be provided to local training providers to facilitate capacity development. Capacity building for local training providers will also be undertaken as part of the development of the training modules."}, {"text_block_id": "p59_b1289", "text": "The workplace training modules will provide the basis for the development and delivery of an Annual Tourism Industry Training Calendar as recommended in the Samoa Tourism Workforce Development Plan. This training outline opportunities for operators and will be coordinated by STA."}, {"text_block_id": "p59_b1290", "text": "Training delivery will be measured and monitored by STA to ensure relevance, outcomes and value for money are achieved."}, {"text_block_id": "p59_b1291", "text": "NUS have also identified the need to upgrade their tourism training facilities. The development of a model hotel room facility within NUS together with a designated computer room and facilities/reservation system will be provided also for the Front Office program. Based on external review report for NUS curriculum there is a great need to improve the reservation area of learning for the students. Furthermore trainings for tutors at a higher level is also being planned to build capacity and improve the level of training. There is a need to increase the level of scholarships for trainers in tourism and hospitality to support capacity development."}, {"text_block_id": "p59_b1292", "text": "In addition to industry training there is also a need to build capacity within the industry key government agencies to facilitate tourism development. Informal attachments have assisted in this regard (for example with AUT and SPTO). These types of arrangements should be expanded to facilitate attachments for operators to expand product knowledge and learning and for officials to expand their knowledge by working with sister agencies."}, {"text_block_id": "p59_b1293", "text": "Short term training attachments can also be used in this regards and several donor programs facilitate these opportunities for the public and private sector including the PSSF and in NZAP in country training program."}, {"text_block_id": "p59_b1294", "text": "As the lead agency for tourism, the capacity and skills of staff and management within STA is critical to the development of the sector. In order to build further capacity a more thorough analysis of training requirements and capacity building should be undertaken and implemented as part of this Plan."}, {"text_block_id": "p59_b1295", "text": "There is a need to update the 2010 Samoa Workforce Development Plan to reflect changing supply and demand factors and training needs and gaps, as well as the wide range of training opportunities and available courses."}, {"text_block_id": "p59_b1296_merged_merged_merged", "text": "HRD and TRAINING – KEY RECOMMENDATIONS"}, {"text_block_id": "p59_b1299", "text": "HIGH PRIORITY"}, {"text_block_id": "p60_b1300", "text": "8."}, {"text_block_id": "p60_b1301", "text": "Improve the tourism and hospitality training facilities at NUS by developing a dedicated tourism training center with model bedrooms and reservations center"}, {"text_block_id": "p60_b1302", "text": "9."}, {"text_block_id": "p60_b1303", "text": "Introduce tourism as a compulsory subject into the secondary education system"}, {"text_block_id": "p60_b1304", "text": "10."}, {"text_block_id": "p60_b1305", "text": "Undertake a feasibility study on the demand for establishing a dedicated NUS tourism and hospitality training facility on Savaii."}, {"text_block_id": "p60_b1306", "text": "11."}, {"text_block_id": "p60_b1307", "text": "Extend the current scholarships program for NUS students in tourism and hospitality."}, {"text_block_id": "p60_b1308", "text": "12."}, {"text_block_id": "p60_b1309", "text": "Revise and update the Samoa Workforce Development Plan 2010 -2012"}, {"text_block_id": "p60_b1310", "text": "13."}, {"text_block_id": "p60_b1311", "text": "Increase linkages with overseas institutions and agencies to facilitate short term attachments of key staff, trainers and officials"}, {"text_block_id": "p60_b1312", "text": "I"}, {"text_block_id": "p60_b1313", "text": "NFRASTRUCTURE AND"}, {"text_block_id": "p60_b1314", "text": "A"}, {"text_block_id": "p60_b1315", "text": "CCESS"}, {"text_block_id": "p60_b1316", "text": "Introduction"}, {"text_block_id": "p60_b1317", "text": "Major infrastructure improvements require careful consideration and assessment; investments are costly and need to be closely aligned to market demand."}, {"text_block_id": "p60_b1318", "text": "The provision of infrastructure upgrades will not necessarily lead to additional visitation, although additional services and product development can be facilitated where unmet market demand is evident."}, {"text_block_id": "p60_b1319", "text": "Well-conceived, relatively minor infrastructure upgrades can have a significant impact in terms of the development of the tourism product offering."}, {"text_block_id": "p60_b1320", "text": "For example, signage and access roads to key attractions sites is vital to facilitate visitor flows, timely opening of pre-flight immigration facilities and improvements to passenger information and customer handling on the inter-island ferry would increase visitor satisfaction levels."}, {"text_block_id": "p60_b1321", "text": "The prioritisation of these minor tourism related infrastructure needs is not currently undertaken as infrastructure planning generally focuses on the larger infrastructure projects such as roads, ports, airports and utilities. One mechanism for the further identification and documentation would be to incorporate them into more detailed Tourism Development Plans for Upolu and Savaii. These Plans could also identify priority zones and sites for tourism development, including scale and facility type for incorporation into broader land use planning."}, {"text_block_id": "p60_b1322", "text": "The National Infrastructure Strategic Plan (NISP)"}, {"text_block_id": "p60_b1323", "text": "The National Infrastructure Strategic Plan (NISP) provides the basis for the government investment program in infrastructure in the medium term. NISP provides"}, {"text_block_id": "p60_b1324", "text": "’"}, {"text_block_id": "p60_b1325_merged_merged_merged_merged", "text": "an integrated program of new investments and supporting initiatives reflecting the Government of Samoa’s aspirations for the economic infrastructure sector"}, {"text_block_id": "p60_b1328", "text": "’"}, {"text_block_id": "p60_b1329", "text": "."}, {"text_block_id": "p61_b1330", "text": "The NISP (2011) clearly outlines the priorities for Government across key infrastructure components which have a significant impact upon the tourism industry as well as the everyday lives of Samoans, namely; energy (electricity, fuel), telecommunications (telephone, internet, broadcasting), water and waste related services (water supply, waste water, drainage, solid waste) and transport (airports, roads, sea ports)."}, {"text_block_id": "p61_b1331_merged", "text": "In recognising the limited funds and need to prioritise investment, the NISP provides an integrated program of new investments and supporting initiatives reflecting the Government’s aspiration for the economic infrastructure sector. The Government priorities are structured around the specific development priorities for each sector as follows:"}, {"text_block_id": "p61_b1334", "text": "A large number of major infrastructure projects are already underway in Samoa which will reduce the cost on sector inputs including,"}, {"text_block_id": "p61_b1335", "text": "•"}, {"text_block_id": "p61_b1336", "text": "Samoa Power Sector Expansion Project"}, {"text_block_id": "p61_b1337", "text": "•"}, {"text_block_id": "p61_b1338", "text": "Water (Sector Budget Support Program)"}, {"text_block_id": "p61_b1339", "text": "•"}, {"text_block_id": "p61_b1340", "text": "Sanitation and Drainage Project (SSDP I/II0)"}, {"text_block_id": "p61_b1341", "text": "•"}, {"text_block_id": "p61_b1342", "text": "Roads (SIAM 2)"}, {"text_block_id": "p61_b1343", "text": "•"}, {"text_block_id": "p61_b1344", "text": "Tsunami Recovery"}, {"text_block_id": "p61_b1345", "text": "•"}, {"text_block_id": "p61_b1346", "text": "Cyclone Evan Recovery Program"}, {"text_block_id": "p61_b1347", "text": "•"}, {"text_block_id": "p61_b1348", "text": "Samoa Infrastructure Asset Management (SIAM2)"}, {"text_block_id": "p61_b1349", "text": "•"}, {"text_block_id": "p61_b1350", "text": "Upgrade of Faleolo based on Airports Master Plan"}, {"text_block_id": "p61_b1351", "text": "•"}, {"text_block_id": "p61_b1352", "text": "Passenger and freight facilities at Aleipata"}, {"text_block_id": "p61_b1353", "text": "•"}, {"text_block_id": "p61_b1354", "text": "Extend container park at Port of Apia"}, {"text_block_id": "p61_b1355", "text": "Additional priorities have been identified through the NISP assessment process. The (thirty five) future priority projects identified through the NISP are set out below:"}, {"text_block_id": "p62_b1356", "text": "Tourism related infrastructure is particularly vulnerable to natural disasters."}, {"text_block_id": "p62_b1357", "text": "The NIS identifies priorities for infrastructure planning in relation to"}, {"text_block_id": "p62_b1358", "text": "‘"}, {"text_block_id": "p62_b1359", "text": "Disaster Response and Infrastructure Planning"}, {"text_block_id": "p62_b1360", "text": "’"}, {"text_block_id": "p62_b1361", "text": "and this program needs to be put into effect as part of the NISP implementation process."}, {"text_block_id": "p62_b1362", "text": "Energy"}, {"text_block_id": "p62_b1363", "text": "The MCT Sector Plan indicates that it is critical that the necessary regulatory reforms are undertaken to allow increased generation capacity, with the private sector playing an important role. The following reforms are considered a priority:"}, {"text_block_id": "p62_b1364", "text": "•"}, {"text_block_id": "p62_b1365", "text": "Amendment of the Electricity Power Corporation (EPC) Act or enactment of the Electricity Act to allow private power generation and resale."}, {"text_block_id": "p62_b1366", "text": "•"}, {"text_block_id": "p62_b1367", "text": "Establishment of an independent regulatory environment putting the EPC and private generators on a level playing field"}, {"text_block_id": "p62_b1368_merged_merged", "text": "The adoption of renewable energy options should be encouraged by the sector and donor support for subsidised investment by tourism operators should be explored. Several regional programs are being undertaken in regard to climate change resilience, mitigation and adaptation including the ADB Promoting Energy Efficiency in the Pacific (PEEP) Phase 2 and through the UNIDO Renewable Energy and Energy Efficiency for Industry in selected Pacific countries -Energy Audits. Regional efforts supporting mitigation and adaptation such as the ‘Coping with Climate Change in the Pacific Island Region Project’ being implemented by GIZ/SPC and adaptation need to be supported and translated into action by the local sector as well as supported through the implementation of parallel approaches by the Government, SOEs and NGOs."}, {"text_block_id": "p62_b1374", "text": "Internet"}, {"text_block_id": "p63_b1375", "text": "The availability of fast and reliable internet connectivity has become a pre-requisite to being able to operate a tourism business successfully. The Government needs to ensure that internet coverage across Samoa is improved as a key part of the business enabling environment. The requirements of the tourism sector should also be highlighted in the IT Sector Plan currently being developed by the Government."}, {"text_block_id": "p63_b1376", "text": "Aviation and Route Development"}, {"text_block_id": "p63_b1377", "text": "Trade research in 2013 identified flight access as a barrier in major source markets of Australia and New Zealand. T h r e e secondary market representatives also highlighted air access as a barrier. In the case of secondary markets, reliance on carriers servicing an intermediate destination will always be a barrier to growth. Key areas to address from a route development perspective include:"}, {"text_block_id": "p63_b1378", "text": "•"}, {"text_block_id": "p63_b1379", "text": "New Zealand."}, {"text_block_id": "p63_b1380", "text": "All but 2 flights per week arrive/depart late night/early morning and all Virgin Samoa flights provide no onward domestic connections (previous schedule was reverse"}, {"text_block_id": "p63_b1381", "text": "–"}, {"text_block_id": "p63_b1382", "text": "no northbound connections). This has direct impact on New Zealand market beyond Auckland and overall holiday experience."}, {"text_block_id": "p63_b1383", "text": "•"}, {"text_block_id": "p63_b1384", "text": "Australia."}, {"text_block_id": "p63_b1385", "text": "Virgin Samoa entered the market in 2005 delivering a consumer friendly flight schedule between Australia and Samoa. This resulted, along with increased capacity and marketing, in a major increase in holiday arrivals. During the past 2 years schedule has been realigned (ironically to accommodate additional services between Sydney and Fiji) and there has been a slowing in real growth and flight access is again seen as the major barrier from Australia."}, {"text_block_id": "p63_b1386", "text": "•"}, {"text_block_id": "p63_b1387", "text": "Europe."}, {"text_block_id": "p63_b1388", "text": "The loss of Air New Zealand"}, {"text_block_id": "p63_b1389", "text": "’"}, {"text_block_id": "p63_b1390", "text": "s weekly connection via Los Angeles has had an impact on the marketability of Samoa, although numbers seem to have steadied. T w o opportunities on this front exist. Via North America, connectivity with Fiji Airways (see"}, {"text_block_id": "p63_b1391", "text": "North America"}, {"text_block_id": "p63_b1392", "text": "below). Via Middle East/Australia development of code"}, {"text_block_id": "p63_b1393", "text": "‐"}, {"text_block_id": "p63_b1394", "text": "share through fares between Virgin Samoa/Australia and Etihad Airways. This will give access from 30 plus European cities via the Virgin/Etihad alliance."}, {"text_block_id": "p63_b1395", "text": "•"}, {"text_block_id": "p63_b1396", "text": "North America."}, {"text_block_id": "p63_b1397", "text": "The cancellation of Air New Zealand"}, {"text_block_id": "p63_b1398", "text": "’"}, {"text_block_id": "p63_b1399", "text": "s direct service in 2009/10 has seen a marked decrease in North American holiday arrivals, although the VFR market has been less affected. There is perhaps an opportunity to explore options with Fiji Airways expanding fleet and services between Fiji and Los Angeles earmarked to increase to 6 per week."}, {"text_block_id": "p63_b1400", "text": "•"}, {"text_block_id": "p63_b1401", "text": "Asia."}, {"text_block_id": "p63_b1402_merged_merged_merged_merged", "text": "Current market size does not warrant direct services between Samoa and Asia. However there are opportunities, especially via Fiji for connectivity, through fares and improved access. The key to this market in the interim is to establish dual destination marketing. There are certainly possibilities via SPTO and/or established inbound operators in Fiji. Similarly there may be opportunities with Virgin alliances via Sydney (Hong Kong) and Air New Zealand via Auckland (Hong Kong, Seoul and Japanese ports). There have also been some discussions regarding a potential for one or two of Air New Zealand’s daily Shanghai services to route via Nadi."}, {"text_block_id": "p63_b1405", "text": "Air transport and route development is clearly a vital component of the tourism supply chain; the development of emerging markets such as China, will be highly dependent upon the development of improved air access. Currently access to Samoa from this market is via Fiji, Hawaii, New Zealand or Australia. The development of direct scheduled services to China would require substantial investment in new tourism products (aimed at the Chinese market), combined with substantial funding for market development and promotional support."}, {"text_block_id": "p63_b1406", "text": "It is unlikely direct services will commence within the period of this Plan. Greater potential exists for the development of charter services, although this is likely to require substantial investment in marketing support"}, {"text_block_id": "p64_b1407", "text": "The withdrawal of the Air New Zealand Trans Pacific service from Los Angeles to Auckland (via Apia) has further reduced the travel options to Samoa for the North American and European markets. This has been detrimental to these markets and has contributed (along with the GFC) to the 30 percent decline in European visitation and eleven percent decline in visitors for the US market since 2008."}, {"text_block_id": "p64_b1408", "text": "Supporting the expansion of trans-Pacific air services via Samoa, remains an important objective for the tourism industry and Government efforts will continue to focus on working with all trans-Pacific operators to extend air services via Apia."}, {"text_block_id": "p64_b1409", "text": "The development of additional accommodation products will enhance the appeal of Samoa from a route development perspective as critical mass increases."}, {"text_block_id": "p64_b1410", "text": "Samoa already has a conducive enabling environment for air services as demonstrated by the flexible Air Service Agreements, the partnership with Pacific Blue and the encouragement of code share services by other carriers."}, {"text_block_id": "p64_b1411", "text": "Research conducted in developing this Plan however indicates that the scheduling of arrival and departure times from the major short haul markets, is a major deterrent for the holiday market. Samoa is already disadvantaged by being further away from the major markets (particularly Australia) and the relatively high cost of international fares (again particularly to Australia), as well as less frequent services (again for Australia) compared to some competitors such as Fiji and Vanuatu. When the unsuitable arrival and departure times are added into the mix, Samoa loses its appeal for many potential holiday visitors. The Government needs to work with the airlines to review the scheduling to make the times more conducive to the holiday market. Marketing support to carriers should be used to incentivise this partnership arrangement and to encourage the airlines to provide more attractive schedules and fares aimed at the holiday market."}, {"text_block_id": "p64_b1412", "text": "Another consequence of the current schedules is limited connection options at the point of disembarkation (particularly New Zealand)."}, {"text_block_id": "p64_b1413", "text": "Schedule changes as outlined above would assist in addressing this issue."}, {"text_block_id": "p64_b1414", "text": "Connectivity could also be improved by regional airlines working more closely to facilitate SPTO and ASPA initiatives to improve connectivity at a regional level which should be strongly supported."}, {"text_block_id": "p64_b1415", "text": "Apia Waterfront Re-development"}, {"text_block_id": "p64_b1416", "text": "The Government has identified the redevelopment of the Apia waterfront as a major infrastructure project which will provide a focus for tourism as well as recreation by Samoans."}, {"text_block_id": "p64_b1417_merged_merged_merged_merged", "text": "The Report on Infrastructure Project Options prepared with the assistance of the STSPidentifies the broad scope and benefits of the proposal. The Report identifies that the improvements to the Waterfront could include the following:"}, {"text_block_id": "p64_b1419", "text": "•"}, {"text_block_id": "p64_b1420", "text": "Providing visitors with an iconic promenade with interesting viewpoints, shaded areas, landscaping, lighting treatments and potentially artwork may all be required to create an iconic experience for visitors. The initial focus may be between Aggie Greys Hotel and the Visitor Information Centre;"}, {"text_block_id": "p64_b1421", "text": "•"}, {"text_block_id": "p64_b1422", "text": "A cultural/traditional crafts centre and conservation of iconic heritage buildings;"}, {"text_block_id": "p64_b1423", "text": "•"}, {"text_block_id": "p64_b1424", "text": "Beach area restoration including picnic areas, shaded areas and potentially toilets/changing areas;"}, {"text_block_id": "p64_b1425", "text": "•"}, {"text_block_id": "p64_b1426", "text": "Waterfront master planning including improvements to the cruise passenger arrivals area."}, {"text_block_id": "p65_b1427", "text": "The Government has embarked upon the initial master planning and more detailed scoping of the redevelopment with the assistance of the Government of New Zealand."}, {"text_block_id": "p65_b1428", "text": "Inter-Island Ferry Service"}, {"text_block_id": "p65_b1429", "text": "The Savaii"}, {"text_block_id": "p65_b1430", "text": "–"}, {"text_block_id": "p65_b1431", "text": "Upolu ferry service is a key transportation component of the tourism sector. The results of the IVS indicate that the ferry service does not have a high satisfaction level amongst tourists. Samoa Shipping Corporation need to make the service more tourist friendly by:"}, {"text_block_id": "p65_b1432", "text": "•"}, {"text_block_id": "p65_b1433", "text": "Enabling on line booking and ticketing"}, {"text_block_id": "p65_b1434", "text": "•"}, {"text_block_id": "p65_b1435", "text": "Reviewing the passenger processing and terminal infrastructure, to improve customer service, improve signage and provide clear instructions for visitors"}, {"text_block_id": "p65_b1436", "text": "•"}, {"text_block_id": "p65_b1437", "text": "Ensure departure/timetabling is regularly updated on the internet"}, {"text_block_id": "p65_b1438", "text": "•"}, {"text_block_id": "p65_b1439", "text": "Target customer feedback/improvements by undertaking a visitor survey aimed at tourists using the service"}, {"text_block_id": "p65_b1440", "text": "Where feasible, ferry schedules should be compatible with international flight arrival and departure times, to facilitate a seamless transfer for visitors to Savaii."}, {"text_block_id": "p65_b1441_merged_merged", "text": "INFRASTRUCTURE AND ACCESS – KEY RECOMMENDATIONS"}, {"text_block_id": "p65_b1444", "text": "2."}, {"text_block_id": "p65_b1445", "text": "Negotiate for improvements to scheduled flights from major markets of Australia and New Zealand to improve the appeal to the holiday market."}, {"text_block_id": "p65_b1446", "text": "4."}, {"text_block_id": "p65_b1447", "text": "Support the regional initiatives in relation to synchronising of regional air schedules to improve connectivity and a common open skies agreement within the region"}, {"text_block_id": "p65_b1448", "text": "6."}, {"text_block_id": "p65_b1449", "text": "Improve the ferry passenger services for tourists through improved signage, passenger handling, on line booking system and monitoring customer feedback"}, {"text_block_id": "p65_b1450", "text": "8."}, {"text_block_id": "p65_b1451", "text": "Support the adoption of renewable energy by tourism operators and negotiate donor subsidies to facilitate adoption."}, {"text_block_id": "p66_b1452", "text": "6."}, {"text_block_id": "p66_b1453", "text": "Implementation Structure"}, {"text_block_id": "p66_b1454", "text": "Tourism Sector Management and Coordination"}, {"text_block_id": "p66_b1455", "text": "The STSP provides a prioritised tourism sector development and management framework and is recognition by the current Government that a more coordinated and prioritised approach is required to support tourism sector development. The level to which implementation of this Plan is adequately coordinated and resourced, will however, ultimately determine the success of this sector wide approach."}, {"text_block_id": "p66_b1456", "text": "Tourism is cross-sectoral with a complex value chain involving a wide range of stakeholders."}, {"text_block_id": "p66_b1457", "text": "The tourism product is multifaceted, as the tourism product is essentially experience based, involving a range of services such as accommodation and transport, but also impressions and experiences created through interaction with the local community and the host environment. Delivery of the product therefore requires a high degree of coordination and awareness of the importance of tourism at every level of the community."}, {"text_block_id": "p66_b1458", "text": "The IFC Tourism Sector Diagnostic (May 2010) highlights a number of impediments including:"}, {"text_block_id": "p66_b1459", "text": "•"}, {"text_block_id": "p66_b1460", "text": "Limitations on the implementation of the STSP due to the absence of any formalized implementation process and the requirement for greater cohesion and coordination across the public sector. The Report comments that"}, {"text_block_id": "p66_b1461", "text": "’"}, {"text_block_id": "p66_b1462", "text": "Samoan Ministries appear to operate independently of each other and not reflect or assist in achieving the priorities of other agencies."}, {"text_block_id": "p66_b1463", "text": "This is a Government wide issue, rather than a tourism management issue, but while it exists it limits the ability to initiate change outside of the remit of STA."}, {"text_block_id": "p66_b1464", "text": "’"}, {"text_block_id": "p66_b1465_merged_merged_merged_merged", "text": "Consultations undertaken in preparing this Plan indicate that some attitudes are not conducive to tourism development; some communities view tourism as a way to generate cash without having to work for it. Community awareness raising of the opportunities tourism affords, as well business support mechanisms to realise those opportunities, will be critical to the medium term success of the STSP and delivery of broad based benefits."}, {"text_block_id": "p66_b1467", "text": "Destinations which have been successful in developing tourism as a substantial and sustainable industry have developed a prioritised and planned approach which is supported by a coordinated public/private approach to development. This requires every stakeholder to understand their role and play their part; this is not easy to achieve, but is fundamental to successful development."}, {"text_block_id": "p66_b1468", "text": "In order to facilitate a more coordinated and prioritised approach to the development of the tourism sector, three interrelated and complementary institutional structures need to be established and resourced. The"}, {"text_block_id": "p67_b1469", "text": "relationship and core function of each of the coordinating groups is summarised in the diagram below and outlined in more detail as follows:"}, {"text_block_id": "p67_b1470", "text": "Tourism Sector Committee (TSSC)"}, {"text_block_id": "p67_b1471", "text": "The Tourism Sector Committee (TSSC) is the high level body with oversight for sector policy and is chaired by the Hon Prime Minister and Minister for Tourism. The TSSC is a public"}, {"text_block_id": "p67_b1472", "text": "–"}, {"text_block_id": "p67_b1473", "text": "private sector collaboration established in 2011; representation on the TSSC consists of:"}, {"text_block_id": "p67_b1474", "text": "•"}, {"text_block_id": "p67_b1475", "text": "Hon Prime Minister (Chair)"}, {"text_block_id": "p67_b1476", "text": "•"}, {"text_block_id": "p67_b1477", "text": "CEO Samoa Tourism Authority"}, {"text_block_id": "p67_b1478", "text": "•"}, {"text_block_id": "p67_b1479", "text": "President Samoa Hotels Association"}, {"text_block_id": "p67_b1480", "text": "•"}, {"text_block_id": "p67_b1481", "text": "President Samoa Savaii Tourism Association"}, {"text_block_id": "p67_b1482", "text": "•"}, {"text_block_id": "p67_b1483", "text": "CEO Ministry of Women, Community and Social Development"}, {"text_block_id": "p67_b1484", "text": "•"}, {"text_block_id": "p67_b1485", "text": "CEO Ministry of Finance"}, {"text_block_id": "p67_b1486", "text": "•"}, {"text_block_id": "p67_b1487", "text": "CEO Ministry of Commerce, Industry and Labour"}, {"text_block_id": "p67_b1488", "text": "•"}, {"text_block_id": "p67_b1489", "text": "New Zealand Aid Programme Representatives"}, {"text_block_id": "p67_b1490", "text": "•"}, {"text_block_id": "p67_b1491", "text": "CEO Ministry of Natural Resources and the Environment"}, {"text_block_id": "p67_b1492", "text": "The TSSC should meet every six months to discuss progress on the STSP recommendations."}, {"text_block_id": "p67_b1493", "text": "For each STSP recommendation the designated agency should be charged with providing a quarterly update on progress to the TSSC."}, {"text_block_id": "p67_b1494", "text": "A review of the STSP priorities and recommendations should be undertaken by the STA every six months and a report provided through the TSSC to the Cabinet Development Committee (CDC) and Cabinet."}, {"text_block_id": "p67_b1495_merged_merged_merged", "text": "STSP – Technical Working Group (TWG)"}, {"text_block_id": "p68_b1498", "text": "A STSP TWG will be established to ensure coordination and technical support and input into the recommendations."}, {"text_block_id": "p68_b1499", "text": "The role of the TWG is to focus on the implementation and coordination of the identified recommendations."}, {"text_block_id": "p68_b1500", "text": "The TWG should meet every month and be chaired by the STA CEO with the Tourism Sector Coordination Unit (below) providing Secretariat support. The members of the TWG will be required to report to the Chair at the TSSC meetings on achievements and progress against the Implementation Plans."}, {"text_block_id": "p68_b1501", "text": "Members of the group will primarily be drawn from the lead agencies and organisations with responsibility for implementing the STSP."}, {"text_block_id": "p68_b1502", "text": "Tourism Sector Coordination Unit (TSSCU) -STA"}, {"text_block_id": "p68_b1503", "text": "To improve the coordination of the tourism sector development and support the implementation of the STSP across all stakeholders, a Tourism Sector Coordination Unit will be established within the STA and be headed by the Tourism Sector Coordinator."}, {"text_block_id": "p68_b1504", "text": "7."}, {"text_block_id": "p68_b1505", "text": "Monitoring and Evaluation"}, {"text_block_id": "p68_b1506", "text": "STSP Logframe and Action Plans"}, {"text_block_id": "p68_b1507", "text": "The key component of the STSP are the monitoring and evaluation mechanisms which are presented in this Section."}, {"text_block_id": "p68_b1508", "text": "A Logframe has been developed for the STSP which relates the Plan Goals and Outcomes to the Subsector Outcomes, Programmes and Outputs to be achieved (Annex B)."}, {"text_block_id": "p68_b1509", "text": "This Logframe will support the Monitoring and Evaluation of the implementation of the Plan."}, {"text_block_id": "p68_b1510", "text": "A two phased approach to implementation and sequencing of priorities is supported by the development of Action Plans, based on the recommendations identified through the STSP and outlined in Section Five."}, {"text_block_id": "p68_b1511", "text": "These Action Plans summarise the implementation program for the STSP five-year period implementation."}, {"text_block_id": "p68_b1512", "text": "And are divided into High and Medium term priorities."}, {"text_block_id": "p68_b1513", "text": "The Action Plans identify:"}, {"text_block_id": "p68_b1514", "text": "•"}, {"text_block_id": "p68_b1515", "text": "The priority STSP recommendations for implementation as follows:"}, {"text_block_id": "p68_b1516", "text": "The priority STSP recommendations for implementation as follows:\n* High Priority\n* within the next two years\n* Medium Priority\n* within the next three to five years"}, {"text_block_id": "p68_b1524", "text": "•"}, {"text_block_id": "p68_b1525", "text": "The key initiative and follow up actions required;"}, {"text_block_id": "p68_b1526", "text": "•"}, {"text_block_id": "p68_b1527", "text": "The stakeholders with lead responsibility for implementation; and"}, {"text_block_id": "p68_b1528", "text": "•"}, {"text_block_id": "p68_b1529", "text": "The budget required."}, {"text_block_id": "p68_b1530_merged_merged_merged_merged_merged_merged_merged_merged", "text": "There will be a need to revise these plans annually to reflect progress in implementation as well as new priorities, which have arisen. The TWG and TSSC should review progress on implementation of the Action Plans at their meetings."}, {"text_block_id": "p68_b1532", "text": "Performance and Monitoring"}, {"text_block_id": "p68_b1533", "text": "Effective monitoring of the STSP is vital to ensure that:"}, {"text_block_id": "p68_b1534", "text": "•"}, {"text_block_id": "p68_b1535", "text": "Resources provided are utilised effectively"}, {"text_block_id": "p69_b1536", "text": "•"}, {"text_block_id": "p69_b1537", "text": "Programmes and activities are taking place as and when intended"}, {"text_block_id": "p69_b1538", "text": "•"}, {"text_block_id": "p69_b1539", "text": "The programme goals and outputs are being achieved together with an assessment of progress towards the high level indicators."}, {"text_block_id": "p69_b1540", "text": "The STA will be responsible for collating and monitoring the data for STSP activities."}, {"text_block_id": "p69_b1541", "text": "The TSSC should meet every six months to discuss progress on the STSP recommendations."}, {"text_block_id": "p69_b1542", "text": "For each STSP recommendation the designated agency should be charged with providing a quarterly update on progress to the TSSC."}, {"text_block_id": "p69_b1543", "text": "A review of progress of the implementation of the STSP priorities and recommendations should be undertaken by the STA every six months and presented to the TSSC; the Report should also be provided through the TSSC to the CDC and to Cabinet."}, {"text_block_id": "p69_b1544", "text": "Tourism Forum"}, {"text_block_id": "p69_b1545", "text": "–"}, {"text_block_id": "p69_b1546", "text": "Annual Review"}, {"text_block_id": "p69_b1547", "text": "The TSSC Chair will convene an annual Tourism Forum as a key part of the annual review of the progress of the STSP; this Forum will involve representation from national stakeholders as well as donor partners. Before the Forum, STA will provide a STSP Progress Report outlining progress since the last Annual Forum and an assessment of implementation against the Action Plans and progress toward the achievement of the indicators and outputs under the Logframe (Annex B)."}, {"text_block_id": "p69_b1548", "text": "CDC Progress Report"}, {"text_block_id": "p69_b1549", "text": "Following the Annual Tourism Forum a final STSP Annual Progress Report will be presented to the CDC for consideration and endorsement."}, {"text_block_id": "p69_b1550", "text": "Mid-term Review"}, {"text_block_id": "p69_b1551", "text": "A Mid-term Review of the implementation of the Plan should be undertaken after a period of two years, to highlight progress, identify any constraints, assess any lessons learned and review priorities, in the light of implementation and the changing internal and external environment"}, {"text_block_id": "p69_b1552", "text": "."}, {"text_block_id": "p69_b1553", "text": "Monitoring and Evaluation Framework"}, {"text_block_id": "p69_b1554", "text": "A Monitoring and Evaluation Framework is presented in Annex E; the Framework uses the high level indicators which are set out in Section Four of the Plan and establishes targets and growth rates for the five year implementation period."}, {"text_block_id": "p69_b1555", "text": "This framework will be used as part of the reporting requirements to the TSSC and CDC."}, {"text_block_id": "p69_b1556", "text": "8."}, {"text_block_id": "p69_b1557", "text": "Resourcing Framework"}, {"text_block_id": "p69_b1558", "text": "Budget Estimate and Medium Term Expenditure Framework"}, {"text_block_id": "p69_b1559", "text": "In order to implement the recommendations of the STSP an increase in resourcing is required."}, {"text_block_id": "p69_b1560", "text": "This requires a level of commitment from the Government to grow the sector. Equally though the STSP is a partnership between the public sector, private sector and donors who each have their own role to play in supporting implementation."}, {"text_block_id": "p69_b1561_merged_merged_merged_merged_merged_merged", "text": "High level budget estimates have been developed for the five year period of implementation, commencing in the financial year 2014/15. The budget estimates are illustrated overleaf for each Programme Area by anticipated year of expenditure. The total budget over the five year period required for implementation is $SAT 82.53 million."}, {"text_block_id": "p70_b1563", "text": "A Medium Term Expenditure Framework has also been developed for the STSP to reflect the Programme activities, sequencing and the identified government and donor funding requirements."}, {"text_block_id": "p70_b1564", "text": "The MTEF is presented in Annex D."}, {"text_block_id": "p70_b1565_merged_merged", "text": "STSP – Five Year Budget Requirement"}, {"text_block_id": "p71_b1568_merged", "text": "ANNEX A – Review of STDP 2009 – 2013"}, {"text_block_id": "p97_b1573_merged", "text": "ANNEX B – Logical Framework"}, {"text_block_id": "p102_b1576_merged", "text": "ANNEX C – Action Plans"}, {"text_block_id": "p102_b1579", "text": "•"}, {"text_block_id": "p102_b1580", "text": "Marketing and Research"}, {"text_block_id": "p102_b1581", "text": "•"}, {"text_block_id": "p102_b1582", "text": "Product Development"}, {"text_block_id": "p102_b1583", "text": "•"}, {"text_block_id": "p102_b1584", "text": "Transport Infrastructure and Access"}, {"text_block_id": "p102_b1585", "text": "•"}, {"text_block_id": "p102_b1586", "text": "Investment and Business Enabling Environment"}, {"text_block_id": "p102_b1587", "text": "•"}, {"text_block_id": "p102_b1588", "text": "HRD and Training"}, {"text_block_id": "p103_b1589_merged", "text": "STSP – Action Plan – Marketing and Research Programme"}, {"text_block_id": "p105_b1594_merged", "text": "STSP – Action Plan – Product Development"}, {"text_block_id": "p108_b1599_merged", "text": "STSP – Action Plan –Transport, Infrastructure and Access"}, {"text_block_id": "p109_b1604_merged", "text": "STSP – Action Plan – Investment and Business Enabling Environment"}, {"text_block_id": "p112_b1609_merged", "text": "STSP – Action Plan – HRD and Training"}, {"text_block_id": "p115_b1614_merged", "text": "ANNEX D – Mid Term Expenditure Framework"}, {"text_block_id": "p115_b1617", "text": "ANNEX E -Monitoring and Evaluation Framework"}, {"text_block_id": "p115_b1618", "text": "ANNEX F -Potential Technical Assistance for the next five years"}, {"text_block_id": "p120_b1619_merged", "text": "ANNEX E – Monitoring and Evaluation Framework"}, {"text_block_id": "p122_b1622", "text": "ANNEX F :Technical Assistance Requirements"}], "document_description": "This document sets the government's vision for the development of the tourism sector by 2019. It notably seeks to promote Disaster Risk Management and Climate Resilience.<br><br>"}