{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Samoa", "document_category": "Policy", "document_sector_name": "Transport", "document_language": "English", "document_name": "Transport Sector Plan 2013 – 2018", "document_country_code": "WSM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2013", "document_keyword": ["Infrastructure", "Road", "Energy Efficiency"], "document_url": "https://cdn.climatepolicyradar.org/WSM/2013/WSM-2013-12-25-Transport Sector Plan 2013 – 2018_c549e86cd215ed2cd36ff9853a553037.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Transport Sector Plan 2013"}, {"text_block_id": "p0_b2", "text": "–"}, {"text_block_id": "p0_b3", "text": "2018"}, {"text_block_id": "p0_b4", "text": "Volume I"}, {"text_block_id": "p0_b5_merged_merged", "text": "“A Transport Network to Future Prosperity”"}, {"text_block_id": "p1_b8", "text": "Foreword"}, {"text_block_id": "p1_b9", "text": "I am pleased to present the Transport Sector Plan for the period 2013-2018. This Plan is the first for the sector and provides a coordinated planning framework that promotes a whole of Government perspective in the prioritisation and funding of investment in the transport sector for the next five years."}, {"text_block_id": "p1_b10", "text": "Samoa’s vulnerability to natural disasters is a major concern given that about 70 percent o"}, {"text_block_id": "p1_b11", "text": "f our population and transport infrastructure, including the main international airport and seaport, are located in low lying coastal areas. The key goals and strategies of the Plan are a direct response to this vulnerability to minimise infrastructure damage and disruptions to the movement of people, goods and trade; to improve safety and security consistent with best practices for all transport service providers and users; to improve efficiency and competitiveness including outsourcing to and partnerships with the private sector; to ensure increased and sustainable funding for transport infrastructure maintenance and; to integrate environmental sustainability, climate change adaptation and energy efficiency into all transport infrastructure planning, design and construction."}, {"text_block_id": "p1_b12", "text": "Government regards an efficient, highly coordinated and well managed transport system to be an essential pre-requisite for sustained economic growth. The Transport Sector Plan provides the necessary whole of sector framework to guide the development and funding of the sector in the next five years that is consistent with this general policy objective."}, {"text_block_id": "p1_b13", "text": "As Minister responsible primarily for the Transport Sector, I will take particular interest to ensure that our Development Partners, our partners and stakeholders in the private sector as well as our communities will continue to be involved in the ongoing development of the transport sector and to contribute to the monitoring and evaluation of this important Plan."}, {"text_block_id": "p1_b14", "text": "Hon. Manualesagalala Enokati Posala"}, {"text_block_id": "p1_b15", "text": "MINISTER OF WORKS, TRANSPORT AND INFRASTRUCTURE"}, {"text_block_id": "p2_b16_merged", "text": "Transport Sector Framework 2013 – 2018"}, {"text_block_id": "p2_b19", "text": "Published by the Ministry of Works Transport and Infrastructure"}, {"text_block_id": "p2_b20", "text": "September 2013"}, {"text_block_id": "p3_b21", "text": "Table of Contents"}, {"text_block_id": "p4_b22", "text": "List of Figures and Tables"}, {"text_block_id": "p4_b23", "text": "All amounts in the report are in Samoan Tala unless otherwise indicated"}, {"text_block_id": "p5_b24", "text": "Transport Sector Snapshot"}, {"text_block_id": "p6_b25", "text": "List of Acronyms"}, {"text_block_id": "p8_b26", "text": "Executive Summary"}, {"text_block_id": "p8_b27", "text": "Samoa’s small size, with a land area of 2,820 square kilometr"}, {"text_block_id": "p8_b28", "text": "es and a population close to 200,000 imposes diseconomies of scale and other constraints to its development efforts. External and internal transport costs are relatively high due to remoteness from major centres of trade and commerce (including tourism) and the cost of imported fuels. These costs are further compounded by the small and unbalanced cargo flows with a high merchandise deficit estimated at 40.6 percent of GDP (gross domestic product) in the financial year 2006-2007. On the other hand, Samoa is geographically compact by Pacific standards with its two main islands accounting for nearly the entire land area therefore facilitating internal transport and public service delivery. Samoa is vulnerable to natural disasters, particularly tropical cyclones, storm surges, flash floods, earthquakes and tsunamis which is a major concern because it is estimated that 70 percent"}, {"text_block_id": "p8_b29", "text": "of the country’s population and inf"}, {"text_block_id": "p8_b30", "text": "rastructure, including the main international airport, are located in low lying coastal areas."}, {"text_block_id": "p8_b31", "text": "The development of the Transport Sector Plan (TSP) is a key strategic objective of the Strategy for the Development of Samoa (SDS) 2012"}, {"text_block_id": "p8_b32", "text": "–"}, {"text_block_id": "p8_b33", "text": "2016. This is in line with the sector-wide planning approach adopted by Government to provide a coordinated and cohesive planning framework that enables a whole of Government perspective in the prioritisation and funding of investment in the transport sector. This approach is supported by a consistent policy and regulatory regime that ensures efficiency, safety and sustainability in the construction, maintenance and use of physical transport infrastructure and services."}, {"text_block_id": "p8_b34", "text": "Purpose of the Plan"}, {"text_block_id": "p8_b35", "text": "The Transport Sector Plan 2013"}, {"text_block_id": "p8_b36", "text": "–"}, {"text_block_id": "p8_b37", "text": "2018 is the first for Samoa. The review of sectoral performance in the past five years and analysis of development issues, challenges and opportunities, have informed the setting of key objectives, policies and strategies to guide the development of the sector in the next five years. The plan provides a prioritised investment programme for the sector with estimates of the financial and human resources required to implement it."}, {"text_block_id": "p8_b38_merged_merged_merged_merged", "text": "The TSP is in two volumes with Volume I – outlining the main framework of action for the plan and Volume II – highlighting key analysis and trends used in formulating the TSP."}, {"text_block_id": "p8_b45", "text": "Sector Performance Review"}, {"text_block_id": "p8_b46", "text": "Samoa has a good transport infrastructure with an extensive network of roads, a high road density in inhabited areas and strategically located ports and airports throughout the country. The road network provides good access for communities in terms of connectivity, and is generally in good condition, with over half of the total network and all major roads paved."}, {"text_block_id": "p8_b47", "text": "The maritime sector plays a key role in the national economy supporting tourism, inter-island and international commerce and trade and inter-island (and limited international) travel for social, cultural, educational and medical reasons. Fixed infrastructure is generally in good condition, appropriate for current needs, with capacity to absorb further growth."}, {"text_block_id": "p8_b48", "text": "The Scoping Study undertaken in 2012 for the Apia Port noted that international container ship arrivals at Apia had reduced from 174 in 2008 to 75 in 2012. This was due to shipping lines rationalising services,"}, {"text_block_id": "p9_b49", "text": "the formation of consortium alliances and decisions to trans-ship freight destined to the Central Pacific through Fiji."}, {"text_block_id": "p9_b50", "text": "Overall, existing airport infrastructure is in good condition, meets relevant international standards, and can also absorb further growth. The Samoa Airport Authority (SAA) has an ongoing programme of investment focused on meeting international safety and security requirements, and improving navigational aids and airport facilities."}, {"text_block_id": "p9_b51", "text": "The number of passengers arriving through the airports has increased by 7 percent from 141,867 in 2005 to 152,111 in 2011 with the increase mainly from returning relatives and people travelling for church conferences. A very small percentage can be attributed to tourists and general visitors. Average arrivals per month in 2011 were 12,979."}, {"text_block_id": "p9_b52", "text": "Sector Trends and Challenges"}, {"text_block_id": "p9_b53", "text": "Stakeholder consultations revealed a number of emerging trends that are likely to influence the development priorities and performance of the transport sector during the next 10 years. These trends are primarily driven by Government decisions and politics, technology, increased economic integration and trade, demographic and societal factors and by environmental and energy considerations."}, {"text_block_id": "p10_b54", "text": "Stakeholders also commented on the need to strengthen policy and regulations frameworks for the sector, institutional capacities and capabilities including in the important area of human resources."}, {"text_block_id": "p10_b55", "text": "Improving the management of existing infrastructure and investing in improved quality and standards, safety and security compliance, efficiency and sustainability were clear priorities from consultations. Providing adequate and sustainable funding for transport infrastructure construction and maintenance is a major challenge in the public sector because of budget constraints and competing demands from other sectors."}, {"text_block_id": "p10_b56", "text": "Other major challenges include the need to integrate environmental sustainability, climate change adaptation and disaster risk mitigation into all transport infrastructure planning, design and construction."}, {"text_block_id": "p10_b57", "text": "Sector Framework of Action 2013 -2018"}, {"text_block_id": "p10_b58", "text": "The vision of the sector is to ensure"}, {"text_block_id": "p10_b59_merged_merged", "text": "“Sustainable, safe, secure and environmentally responsible transport network that supports Samoa’s economic and social development and contributes to improving the quality of life for all Samoans.”"}, {"text_block_id": "p10_b62", "text": "This vision will be pursued through the following"}, {"text_block_id": "p10_b63", "text": "five key goals and outcomes:"}, {"text_block_id": "p11_b64", "text": "Sector Implementation Modalities"}, {"text_block_id": "p11_b65", "text": "Transportation infrastructure and services in Samoa are provided by a combination of public and private service providers often in an uncoordinated manner. The multi-faceted nature of the transport sector means that cooperation and exchange of information among sector agencies and with private sector service providers are often difficult and unproductive."}, {"text_block_id": "p11_b66", "text": "An effective coordinated and collaborative framework for the sector is therefore critical to the successful implementation of the TSP. The role of the Project Steering Committee (PSC) appointed to lead the preparation of the Plan should be broadened to a Transport Sector Steering Committee with membership expanded to include representatives of key users of the transport network and private service providers."}, {"text_block_id": "p11_b67", "text": "Sector Resource Requirements"}, {"text_block_id": "p11_b68", "text": "The estimates of expenditures for the sector action programme for the period 2013/2014"}, {"text_block_id": "p11_b69", "text": "–"}, {"text_block_id": "p11_b70", "text": "2017/2018 focus on key capital and new capacity building investments needed to achieve the five key sector goals of (i) improving, sustaining and climate proofing the road network, (ii) improving effectiveness, safety, security and competitiveness of maritime services, (iii) upgrading the capacity, safety and security"}, {"text_block_id": "p11_b71", "text": "of air transport services, (iv) strengthening the transport sector governance framework and (iv) ensuring an environmentally sustainable, energy efficient and socially transport sector."}, {"text_block_id": "p11_b72_merged_merged", "text": "The planned delivery of these new initiatives will cost an estimated $ 658.65 million as summarised below:"}, {"text_block_id": "p11_b75", "text": "Summary Estimates for New Sector Initiatives, 2013/2014 to 2017/2018"}, {"text_block_id": "p12_b76", "text": "Sector Monitoring and Evaluation"}, {"text_block_id": "p12_b77", "text": "The Transport Sector Plan currently has five goals to achieve, through 10 key outcomes. The implementation of the TSP will be the responsibility of the Transport Sector Coordination Unit (TSCU) to be established within the Ministry of Works, Transport and Infrastructure (MWTI)."}, {"text_block_id": "p12_b78", "text": "The TSP will be responsible to the Transport Sector Steering Committee (TSSC) through the CEO of MWTI. The TSSC reports to the Cabinet Development Committee (CDC) chaired by the Prime Minister. The CDC membership includes Cabinet Ministers and Chief Executive Officers (CEOs) and General Managers of relevant ministries and government agencies."}, {"text_block_id": "p12_b79", "text": "Way Forward"}, {"text_block_id": "p12_b80", "text": "The Transport Sector Plan sets out the key strategies and priority objectives for Samoa’s transport"}, {"text_block_id": "p12_b81", "text": "network for the next five years and sets the platform for longer term development beyond 2018. The focus now is to provide an integrated approach to the implementation of key priority initiatives identified and to ensure appropriate monitoring and evaluation mechanisms are established to allow performance and impact assessment."}, {"text_block_id": "p12_b82", "text": "The following time-frame of key actions is recommended to ensure timely implementation."}, {"text_block_id": "p12_b83", "text": "The following time-frame of key actions is recommended to ensure timely implementation.\n* (i) PSC to submit TSP to Cabinet for approval and (ii) Transport Sector Steering\n* (i) Launch the TSP (ii) Transport Sector Coordination Unit to be"}, {"text_block_id": "p13_b89", "text": "The following time-frame of key actions is recommended to ensure timely implementation.\n* (i) PSC to submit TSP to Cabinet for approval and (ii) Transport Sector Steering\n* (i) Launch the TSP (ii) Transport Sector Coordination Unit to be\n* (i) MOF and TSSC to meet with key development partners including"}, {"text_block_id": "p14_b92", "text": "Chapter 1: Introduction"}, {"text_block_id": "p14_b93", "text": "1.1 Overview and Background"}, {"text_block_id": "p14_b94", "text": "1.1 Overview and Background\n* ize, with a land area of 2,820 square kilometres and a population close to\n* ize, with a land area of 2,820 square kilometres and a population close to\n of the countryâs population and\n* ize, with a land area of 2,820 square kilometres and a population close to\n of the countryâs population and\n infrastructure, including the main international airport, are located in low lying coastal areas.\n* The development of the Transport Sector Plan (TSP) is a key strategic objective of the Strategy\n* 2016. This is in line with the sector-wide planning\n* 2016. This is in line with the sector-wide planning\n overnmentâs response to\n* 2016. This is in line with the sector-wide planning\n overnmentâs response to\n proactively (and systematically) address\n* The transport sector is one of the 14 key sectors of the Samoan economy and comes under the\n* Government regards an efficient and highly coordinated transport system as a vital pre-requisite"}, {"text_block_id": "p15_b111", "text": "1.1 Overview and Background\n* ize, with a land area of 2,820 square kilometres and a population close to\n* ize, with a land area of 2,820 square kilometres and a population close to\n of the countryâs population and\n* ize, with a land area of 2,820 square kilometres and a population close to\n of the countryâs population and\n infrastructure, including the main international airport, are located in low lying coastal areas.\n* The development of the Transport Sector Plan (TSP) is a key strategic objective of the Strategy\n* 2016. This is in line with the sector-wide planning\n* 2016. This is in line with the sector-wide planning\n overnmentâs response to\n* 2016. This is in line with the sector-wide planning\n overnmentâs response to\n proactively (and systematically) address\n* The transport sector is one of the 14 key sectors of the Samoan economy and comes under the\n* Government regards an efficient and highly coordinated transport system as a vital pre-requisite\n* The development of the transport sector is part of the Public Finance Management Reform\n* 2016 provides the overarching strategic planning goals, priorities and\n\t* Develop a Transport Sector Plan linking road network plans with port and airport\n\t* Enforce construction standards for roads and drainage including pedestrian safety and\n\t* Upgrade and maintain port and airport terminal facilities as well as other related\n\t* Improve safety and security systems for all ports and airports\n\t* Ensure efficient management and coordinated service delivery in compliance with\n\t* Integrate best practice climate change resilience measures into the design and planning\n\t* Ensure integrated development efforts with other utility services\n\t* The National Infrastructure Strategic Plan (NISP) developed in 2011 outlines the g\n\t* priorities and strategic directions for developmental activities and investments in economic"}, {"text_block_id": "p15_b133", "text": "1.2 Methodology"}, {"text_block_id": "p15_b134", "text": "1.2 Methodology\n* The methodology adopted for the development of the Transport Sector Plan included the\n<\\li1>\n* was the principal source of data collection. Documents reviewed (see Volume II -Appendix 1) included the SDS, the strategic/corporate plans of transport\n* These were at three levels. Individual meetings were held"}, {"text_block_id": "p16_b144", "text": "1.2 Methodology\n* The methodology adopted for the development of the Transport Sector Plan included the\n<\\li1>\n* was the principal source of data collection. Documents reviewed (see Volume II -Appendix 1) included the SDS, the strategic/corporate plans of transport\n* These were at three levels. Individual meetings were held\n* ."}, {"text_block_id": "p16_b147", "text": "1.3 Purpose of this Plan"}, {"text_block_id": "p16_b148", "text": "1.3 Purpose of this Plan\n* The Transport Sector Plan 2013\n* 2018 is the first for Samoa. The plan reviews sectoral\n* The TSP is in two volumes with Volume I â outlining the main framework of action for the plan"}, {"text_block_id": "p17_b160", "text": "Chapter 2: Sector Framework of Action 2013-2018"}, {"text_block_id": "p17_b161", "text": "2.1 Sector Vision"}, {"text_block_id": "p17_b162", "text": "2.1 Sector Vision\n* The vision statement for the first Transport Sector Plan is:\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n Samoaâs economic and social development\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n Samoaâs economic and social development\n and contributes to improving the quality of life for\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n Samoaâs economic and social development\n and contributes to improving the quality of life for\n all Samoans.â\n* This vision describes a desirable future for the sector that is directly linked to and supportive of\n* 2016\n* 2016\n âImproved Quality of Life for Allâ.\n* An efficient transport system is vital to sustain and enhance economic growth and to contribute\n* This policy statement is intended to set guidelines and principles for investment in, and\n* In line with the national vision and with the analysis of sector performance to date and of the\n* In line with the national vision and with the analysis of sector performance to date and of the\n Table 1: SDS 2012-2016 Key Priorities"}, {"text_block_id": "p18_b183", "text": "2.1 Sector Vision\n* The vision statement for the first Transport Sector Plan is:\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n Samoaâs economic and social development\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n Samoaâs economic and social development\n and contributes to improving the quality of life for\n* Sustainable, safe, secure and environmentally responsible transport network that supports\n Samoaâs economic and social development\n and contributes to improving the quality of life for\n all Samoans.â\n* This vision describes a desirable future for the sector that is directly linked to and supportive of\n* 2016\n* 2016\n âImproved Quality of Life for Allâ.\n* An efficient transport system is vital to sustain and enhance economic growth and to contribute\n* This policy statement is intended to set guidelines and principles for investment in, and\n* In line with the national vision and with the analysis of sector performance to date and of the\n* In line with the national vision and with the analysis of sector performance to date and of the\n Table 1: SDS 2012-2016 Key Priorities\n* The overarching transport sector outcome for the plan period is:\n* The overarching transport sector outcome for the plan period is:\n âEfficient, Safe and Sustainable Transport System and Networksâ\n* The transport goals, outcomes and strategies need to be consistent with the sector vision"}, {"text_block_id": "p18_b188", "text": "2.2 Sector Development Principles"}, {"text_block_id": "p18_b189", "text": "2.2 Sector Development Principles\n* The overarching principles of developments proposed in the plan are:\n<\\li1>\n\t* To harmonise sub-sector transport plans\n\t* To ensure transport projects incorporate durability, safety and climate-proofing\n\t* To improve the Samoa Economic Corridor (West Coast Road) to link Apia Port, Vaitele\n\t* To improve security measures, in line with international standards, at all points of entry\n\t* To ensure transport development projects provide sustainable solutions"}, {"text_block_id": "p18_b201", "text": "2.3 Goals and Outcomes"}, {"text_block_id": "p18_b202", "text": "2.3 Goals and Outcomes\n* There are five goals and ten related outcomes for the sector:\n* There are five goals and ten related outcomes for the sector:\n Table 2: Transport Sector Goals & Outcomes\n<\\li1>"}, {"text_block_id": "p19_b205", "text": "2.4 Sector Framework of Action"}, {"text_block_id": "p19_b206", "text": "2.4 Sector Framework of Action\n* The Action Plan represents the main framework for the implementation of the Transport Sector\n* The Action Plan in Table 3 contains the following elements.\n\t* Sector Goals\n\t* Sector Outcomes\n\t* Sector Strategies\n\t* Sector Actions\n\t* Responsible Agencies"}, {"text_block_id": "p20_b222_merged", "text": "Table 3: Sector Action Plan 2013 – 2018"}, {"text_block_id": "p28_b225", "text": "Chapter 3: Sector Implementation Modalities"}, {"text_block_id": "p28_b226", "text": "3.1 Sector Governance Structure"}, {"text_block_id": "p28_b227", "text": "3.1 Sector Governance Structure\n* The multi-faceted nature of the transport sector means that inter-relationships between\n* An effective coordination framework has been established through the appointment of the\n* An effective coordination framework has been established through the appointment of the\n rd\n* An effective coordination framework has been established through the appointment of the\n rd\n July 2013. The current composition of\n\t* CEO\n\t* Ministry of Works, Transport and Industry (Chair)\n\t* CEO\n\t* Land Transport Authority\n\t* CEO\n\t* Samoa Ports Authority\n\t* CEO\n\t* Samoa Airport Authority\n\t* CEO\n\t* Samoa Tourism Authority\n\t* CEO\n\t* Ministry of Natural Resources and Environment\n\t* CEO\n\t* Ministry of Foreign Affairs and Trade\n\t* Attorney-General\n\t* CEO\n\t* Ministry of Finance\n\t* Police Commissioner\n\t* To ensure the successful implementation of the Transport Sector Plan through a highly\n\t* The work of the TSSC will be supported by three sub-sector working groups comprised of key\n\t* The proposed sector institutional arrangements for sector are reflected in"}, {"text_block_id": "p30_b278", "text": "3.2 Sector Stakeholders and Clients"}, {"text_block_id": "p30_b279", "text": "a."}, {"text_block_id": "p30_b280", "text": "Transportation services in Samoa are provided by a combination of public and private service providers which largely operate on a competitive basis. The private sector dominates with the exception of selected airline and ferry routes that are not profitable on a stand-alone basis."}, {"text_block_id": "p30_b281", "text": "b."}, {"text_block_id": "p30_b282_merged", "text": "The institutional and regulatory management for the transport sector includes multiple players, with different government authorities having distinct responsibilities for particular issues. Information on key institutional bodies with legal mandates and sector roles are summarised below in Table 4 with details provided in"}, {"text_block_id": "p30_b285", "text": "Volume II -Appendix 4"}, {"text_block_id": "p30_b286", "text": "."}, {"text_block_id": "p30_b287", "text": "Table 4: Sector Roles and Responsibilities"}, {"text_block_id": "p31_b288", "text": "3.3 Sector Capacity Building Development"}, {"text_block_id": "p31_b289", "text": "a."}, {"text_block_id": "p31_b290", "text": "There is a strong need and priority across all sector agencies for increased investment in strengthening technical and institutional capacity to ensure the successful implementation of the TSP over the next five years. This calls for substantial resources, partnership and long term commitment to training and skills development within each of the sub-sectors."}, {"text_block_id": "p31_b291", "text": "b."}, {"text_block_id": "p31_b292", "text": "Training needs will have to be identified at all levels of the sector, building on the workforce planning mechanisms being introduced through public ministries such as MWTI and MOF. This practice could be expanded to include key implementing agencies such as LTA, SAA, SPA and SSC etc."}, {"text_block_id": "p31_b293", "text": "c."}, {"text_block_id": "p31_b294", "text": "Other key considerations to be taken into account include:"}, {"text_block_id": "p31_b295", "text": "Other key considerations to be taken into account include:\n* Encourage partnerships with key educational institutions offering certificates/degrees\n* Provide increased training in critical areas such as results-based project management\n* Undertake re-orientation of work processes, instruments, procedures and systems\n* Put in place staffing and institutional arrangements for the sector coordination and"}, {"text_block_id": "p32_b303", "text": "Chapter 4: Sector Resource Requirements"}, {"text_block_id": "p32_b304", "text": "4.1 Overview"}, {"text_block_id": "p32_b305", "text": "a."}, {"text_block_id": "p32_b306_merged", "text": "Investment in the transport sector has had a significant effect on Samoa’s economic growth over the last decade. Anecdotal evidence indicates that investment in the physical transport infrastructure including roads, airports and seaports can provide faster returns than equivalent investment in social services including health and education. This is because improved transport infrastructure has a faster impact on total productivity and on economic growth than social infrastructure."}, {"text_block_id": "p32_b309", "text": "b."}, {"text_block_id": "p32_b310", "text": "High quality and efficient transport infrastructure in which the design and construction takes into account social and environmental concerns can also contribute to social development and environmental sustainability, by improving access to public services like hospitals and health centers, schools and public markets for sale of agricultural produce as well as minimising negative environmental impacts."}, {"text_block_id": "p32_b311", "text": "4.2 Sector Costing Process"}, {"text_block_id": "p32_b312", "text": "a."}, {"text_block_id": "p32_b313", "text": "The TSP has adopted the following two-pronged approach for costing to highlight the nature of key costs and to identify financing gaps for implementing new initiatives:"}, {"text_block_id": "p32_b314", "text": "The TSP has adopted the following two-pronged approach for costing to highlight the nature of key costs and to identify financing gaps for implementing new initiatives:\n* the costing of core ongoing expenditure for the\n* the costing of new initiatives involves utilising key costs"}, {"text_block_id": "p32_b320", "text": "b."}, {"text_block_id": "p32_b321", "text": "The sector will further refine this costing process by integrating these costs into their annual budgets as well as through the process of the Medium Term Expenditure Framework (MTEF) highlighted in section 4.6. Given the rolling nature of the sector plan these cost estimates will be updated annually in line with normal agency budget and planning processes."}, {"text_block_id": "p32_b322", "text": "4.3 Recurrent Costs of Key Sector Agencies"}, {"text_block_id": "p32_b323", "text": "a."}, {"text_block_id": "p32_b324", "text": "The five key implementing agencies have well-established processes for allocating resources to their recurrent core activities. These recurrent costs include wages and salaries, operational"}, {"text_block_id": "p33_b325", "text": "expenditure and capital investments funded from their own resources. A summary of key recurrent estimates are shown in"}, {"text_block_id": "p33_b326", "text": "Volume II -Appendix 5"}, {"text_block_id": "p33_b327", "text": "with key trends summarised below:"}, {"text_block_id": "p33_b328", "text": "with key trends summarised below:\n* The total annual running costs (operational plus salaries) for key agencies MWTI, LTA,\n* Based on FY 2012/2013 the total operational running costs of the key sector institutions\n* Sector personnel or staffing costs represent 21% (FY 2012/2013) of total annual sector"}, {"text_block_id": "p33_b334", "text": "4.4 Costing of Sector Action Plan"}, {"text_block_id": "p33_b335", "text": "a."}, {"text_block_id": "p33_b336", "text": "The costing of the sector action plan over the plan period focuses on key capital and new capacity building investments needed to achieve the five key sector goals."}, {"text_block_id": "p33_b337", "text": "b."}, {"text_block_id": "p33_b338_merged_merged", "text": "The planned delivery of these new initiatives under the sector five-year Action Plan will cost an estimated $ 658.65 million as illustrated in Table 5 below"}, {"text_block_id": "p33_b341", "text": "Table 5: Summary Estimates for New Sector Initiatives, 2013/14 -2017/18"}, {"text_block_id": "p34_b342", "text": "4.5 Sector Resourcing Mechanisms"}, {"text_block_id": "p34_b343", "text": "a."}, {"text_block_id": "p34_b344", "text": "The current sector financing mechanisms include (i) general budget support to MWTI; for LTA direct grants as"}, {"text_block_id": "p34_b345", "text": "“"}, {"text_block_id": "p34_b346", "text": "Outputs to Third Parties"}, {"text_block_id": "p34_b347", "text": "”"}, {"text_block_id": "p34_b348", "text": "via the MWTI budget; (ii) project specific development soft term loans and grants to ministries and on-lending arrangements with SOEs including SSC, SPA and SAA; and (iii) accumulated cash flows from operations and debt financing via commercial loans for SSC, SPA and SAA. With the move towards the sector-wide approach in planning and budgeting it is expected that the following funding mechanisms will be explored"}, {"text_block_id": "p34_b349", "text": "over the plan period:"}, {"text_block_id": "p34_b350", "text": "over the plan period:\n* Sector or general budget support mechanisms for development funding as opposed to\n* Mixture of specific project and technical assistance support to the three key sub-sectors"}, {"text_block_id": "p34_b354", "text": "b."}, {"text_block_id": "p34_b355_merged_merged", "text": "The level of known and committed resources to the sector is presented in Table 6 below:"}, {"text_block_id": "p34_b358", "text": "Table 6: Indicative Sector Resources by Source: 2013/14 -2017/18"}, {"text_block_id": "p35_b359", "text": "c."}, {"text_block_id": "p35_b360", "text": "Based on the level of resources available and planned sector expenditures over the next five years, the sector will face moderately significant funding gaps from 2013-14 onwards (see"}, {"text_block_id": "p35_b361", "text": "Table 7)"}, {"text_block_id": "p35_b362", "text": ". The extent of funding gaps will be reviewed at least annually to take account of further initiatives that have not yet been identified, especially in the latter years of the plan where further initiatives are likely to occur, in response to sector needs."}, {"text_block_id": "p35_b363", "text": "Table 7: Funding Gaps for New Sector Initiatives: 2013/14 -2017/18"}, {"text_block_id": "p35_b364", "text": "4.6 Rolling Medium Term Expenditure Framework"}, {"text_block_id": "p35_b365", "text": "a."}, {"text_block_id": "p35_b366", "text": "The implementation of sector policies and plans requires funding which is usually provided through the national budget on an annual basis. The Medium Term Expenditure Framework (MTEF) has become a widely-used tool to design multi-year budgets and aggregate estimates for key sectors. The MTEF provides present levels of expenditure and estimates additional expenditure to provide the same service in the future."}, {"text_block_id": "p35_b367", "text": "b."}, {"text_block_id": "p35_b368", "text": "The costing process used to establish the sector MTEF has brought together financial and expenditure planning data related to the sector in an attempt to estimate total planned expenditures that could be supported from all available sources of finance."}, {"text_block_id": "p35_b369", "text": "It includes the spending requirements of the key public agencies including MWTI, LTA, SAA, SPA and SSC over the TSP period. These information and data inputs"}, {"text_block_id": "p35_b370", "text": "were extracted from the Public Sector Investment Plan (PSIP), sub-sector master plans, business plans and corporate plans and"}, {"text_block_id": "p35_b371", "text": "have been used to generate the first estimates of expenditure over the period 2013/14"}, {"text_block_id": "p35_b372", "text": "–"}, {"text_block_id": "p35_b373", "text": "2017/18. These inputs are of varying quality but they are the best available and for the first time are put in a systematic framework as illustrated in"}, {"text_block_id": "p35_b374", "text": "Volume II -Appendix 6"}, {"text_block_id": "p35_b375", "text": "."}, {"text_block_id": "p35_b376_merged_merged_merged", "text": "The proposed Transport Sector Coordination Unit will assist with improving the costing process to ensure a robust sector MTEF. Annual updates will be required to ensure costs are realistic and in line with sector priorities identified through the annual sector review process. Better integration with the existing agency budget and planning processes will be undertaken to ensure alignment and relevance to the respective agency work-plans as shown in Table 8 below."}, {"text_block_id": "p36_b379", "text": "Table 8: Integration of Sector Goals, Programmes & Agency Budgets"}, {"text_block_id": "p36_b380", "text": "c."}, {"text_block_id": "p36_b381", "text": "The key steps to be undertaken to further refine the sector MTEF are as follows:"}, {"text_block_id": "p36_b382", "text": "The key steps to be undertaken to further refine the sector MTEF are as follows:\n* Develop estimated resource scenarios for the sector to provide a tentative sectoral resource\n* Develop estimated resource scenarios for the sector to provide a tentative sectoral resource\n set or allocate\n* Develop estimated resource scenarios for the sector to provide a tentative sectoral resource\n set or allocate\n a sectoral resource ceiling at this stage, based\n* resource demands.\n* Refinement of the initial expenditure framework in Volume II -Appendix 6 through the\n* the forward estimates provided by MWTI and LTA to MOF\n* Refinement of baseline estimates for estimating the\n* The final step to be undertaken by each of the sector agencies is to use the identified"}, {"text_block_id": "p37_b400", "text": "Chapter 5: Sector Monitoring and Evaluation"}, {"text_block_id": "p37_b401", "text": "5.1 Overview"}, {"text_block_id": "p37_b402", "text": "a."}, {"text_block_id": "p37_b403", "text": "The implementation of the Transport Sector Plan is an essential component of the overall Government of Samoa plan for its development. The plan would be implemented at the sector level by the Ministry of Works, Transport and Infrastructure and state-owned enterprises like the Land Transport Authority, the Samoa Airport Authority, the Samoa Ports Authority and the Samoa Shipping Corporation. The involvement of stakeholders is also fundamental to the implementation of this plan and participation by the private sector will assist the government to make significant progress in its effort to deliver efficient, economic and safe as well as secure transport systems."}, {"text_block_id": "p37_b404", "text": "b."}, {"text_block_id": "p37_b405", "text": "Samoa at this stage depends on overseas assistance in the form of grants and low interest loans for its transport sector infrastructure investments. Financing transport infrastructure rehabilitation and development continues to be a major challenge for Samoa. A mechanism to measure cross-subsidies (for example, economic and social benefits of keeping the unprofitable Maota and Asau airports open) needs to be developed. In the future, individual projects, both urban and rural, will require more robust monitoring and evaluation frameworks (MEF)."}, {"text_block_id": "p37_b406", "text": "c."}, {"text_block_id": "p37_b407", "text": "Accountability for the implementation of this plan will rest with the Ministry of Works, Transport and Infrastructure, the Ministry of Finance and government entities like LTA, SAA and SPA."}, {"text_block_id": "p37_b408", "text": "5.2 Sector Monitoring and Review Process"}, {"text_block_id": "p37_b409", "text": "a."}, {"text_block_id": "p37_b410", "text": "This plan will be monitored by the Transport Sector Steering Committee, which will report to the Cabinet Development Committee (CDC) chaired by the Prime Minister. The CDC includes Cabinet Ministers, Chief Executive Officers and General Managers of ministries and state-owned enterprises."}, {"text_block_id": "p37_b411", "text": "b."}, {"text_block_id": "p37_b412_merged", "text": "The ministries and SOEs represent important bodies within the implementation, monitoring and evaluation system. They are the sectoral focal point and will provide data and information (on a timely basis) about the indicators and action plans. They will also be responsible for the timely preparation of sector reports presented to the CDC. These focal points are the MWTI, LTA, SAA, SPA and SSC. It is anticipated that there will be officers at each of these organisations responsible for monitoring and reporting on their organisation’s action plan."}, {"text_block_id": "p37_b415", "text": "c."}, {"text_block_id": "p37_b416", "text": "Already government departments and state-owned entities have their performance monitored and reviewed annually through a variety of mechanisms. During the budgetary process, the Ministry of Works, Transport and Infrastructure negotiates with the Ministry of Finance for funding for its programme for the year. MWTI also reports annually to the Public Service Commission in regard to administration of the ministry. Mandatory reporting to Parliament includes a requirement for ministries and SOEs to detail their performance outcomes against budget allocations. Each state-owned entity has a Board of Directors that management reports to in regards to the operational and financial performance of the organisation."}, {"text_block_id": "p38_b417", "text": "d."}, {"text_block_id": "p38_b418", "text": "One of the goals of the TSP is to strengthen the transport sector governance framework. It is the intention to formalise the role of the Project Steering Committee appointed by Cabinet to lead the development of the sector plan as the Transport Sector Steering Committee to guide the implementation and monitoring of the TSP. The TSSC will be chaired by the CEO of the MWTI as the lead agency for sector coordination."}, {"text_block_id": "p38_b419", "text": "5.3 Sector Performance Monitoring Framework"}, {"text_block_id": "p38_b420", "text": "a."}, {"text_block_id": "p38_b421", "text": "Appropriate indicators are the basic building blocks of sector performance monitoring and valuation systems. Therefore there is a need to have results-based performance monitoring policy matrices to track the progress towards achieving the targets for the Transport Sector Plan. The line ministries and agencies will be responsible for quality and timely monitoring of progress towards the plan outcomes."}, {"text_block_id": "p38_b422", "text": "b."}, {"text_block_id": "p38_b423", "text": "The ministry and transport agencies must supply data to form the baseline for monitoring and evaluation. Measurable improvement indicators will be set against the baseline data for each criterion. The role of these performance indicators is to guide decision-making and focus attention on requiring more attention."}, {"text_block_id": "p38_b424", "text": "c."}, {"text_block_id": "p38_b425_merged", "text": "The Transport Sector Plan currently has five goals to achieve, through 10 key outcomes. Table 9 represents some of the indicators recommended against each of the outcome to monitor the performance of the sector."}, {"text_block_id": "p38_b428", "text": "Table 9: Sector Key Performance Indicators"}, {"text_block_id": "p39_b429", "text": "d."}, {"text_block_id": "p39_b430", "text": "The detailed annual targets, means of verification and key agencies responsible are illustrated in"}, {"text_block_id": "p39_b431", "text": "Volume II"}, {"text_block_id": "p39_b432", "text": "–"}, {"text_block_id": "p39_b433", "text": "Appendix 8."}, {"text_block_id": "p39_b434", "text": "5.4 Sector Risk Monitoring Framework"}, {"text_block_id": "p39_b435", "text": "a."}, {"text_block_id": "p39_b436", "text": "The following is the matrix of critical risks for the sector."}, {"text_block_id": "p39_b437", "text": "Table 10: Sector Risk Management Matrix"}, {"text_block_id": "p41_b438", "text": "Chapter 6: Conclusion and Way Forward"}, {"text_block_id": "p41_b439", "text": "a."}, {"text_block_id": "p41_b440", "text": "The following key actions should be taken to ensure timely implementation of the TSP 2013/14"}, {"text_block_id": "p41_b441", "text": "–"}, {"text_block_id": "p41_b442", "text": "2017/18."}, {"text_block_id": "p41_b443", "text": "2017/18.\n* September 2013:\n\t* MWTI and PSC to submit  TSP to Cabinet for approval\n\t* PSC to be formally institutionalised and renamed as the Transport Sector Steering\n\t* Launch the TSP upon receipt of Cabinet approval\n\t* Transport Sector Coordination Unit to be formally established to develop detailed\n\t* TSSC in collaboration with MOF to identify suitable financing mechanisms (donor\n\t* TSSC in collaboration with MOF to identify suitable financing mechanisms (donor\n October to December 2013:\n\t* January 2014 onwards:\n\t* MOF and TSSC to meet with key development partners including WB and ADB to\n\t* Develop and implement a transport sector-wide programme.\n\t* to ensure strong leadership and commitment from the Chief Executive Officers and senior\n\t* to improve coordination and communication among sector agencies in implementing the\n\t* âA sustainable, efficient, safe and environmentally responsible transport network that"}, {"text_block_id": "p41_b463", "text": "b."}, {"text_block_id": "p41_b464", "text": "The TSP is the first sector plan for the sector. The focus now is to provide an integrated approach to the implementation of key priority initiatives identified by the sector and ensure appropriate implementing and monitoring mechanisms are formally established."}, {"text_block_id": "p41_b465", "text": "c."}, {"text_block_id": "p41_b466", "text": "The resourcing of the sector through existing mechanisms such as specific projects could be further enhanced with the development of a sector-wide programme consolidating all the existing and proposed development initiatives identified in the TSP. As a matter of priority, the roles of the Transport Sector Steering Committee and Transport Sector Coordination Unit need to be established and adequately resourced, in order to support the sector in ensuring the priorities of the TSP are implemented in a timely and coordinate manner."}, {"text_block_id": "p41_b467", "text": "d."}, {"text_block_id": "p41_b468", "text": "The key challenges for the sector are:"}, {"text_block_id": "p42_b478", "text": "Annex 1: TSSC Terms of Reference"}, {"text_block_id": "p42_b479", "text": "The key tasks of the TSSC will include:"}, {"text_block_id": "p42_b480", "text": "1."}, {"text_block_id": "p42_b481", "text": "To coordinate and monitor elements of TSP: Planning and Designing (include the approval of the work plan); Approval and Funding (include approval of budget); Implementation and Monitoring; Annual Reviewing and Reporting; Printing and distribution"}, {"text_block_id": "p42_b482", "text": "2."}, {"text_block_id": "p42_b483", "text": "To identify the resource (financial, capital, human etc) requirements for the formulation of the TSP"}, {"text_block_id": "p42_b484", "text": "3."}, {"text_block_id": "p42_b485", "text": "To undertake a situational analysis for the formulation of the TSP"}, {"text_block_id": "p42_b486", "text": "4."}, {"text_block_id": "p42_b487", "text": "To identify sources for data collection needed for the formulation of the TSP"}, {"text_block_id": "p42_b488", "text": "5."}, {"text_block_id": "p42_b489", "text": "To monitor and evaluate work progress of the working committees per sub-sector"}, {"text_block_id": "p42_b490", "text": "6."}, {"text_block_id": "p42_b491", "text": "To provide guidance and leadership to the working group in the formulation of the TSP"}, {"text_block_id": "p42_b492", "text": "7."}, {"text_block_id": "p42_b493", "text": "To confirm all potential stakeholders in the Transport Sector as identified and provided by the working group"}, {"text_block_id": "p42_b494", "text": "8."}, {"text_block_id": "p42_b495", "text": "To conduct and administer all meetings with stakeholders"}, {"text_block_id": "p42_b496", "text": "9."}, {"text_block_id": "p42_b497", "text": "To set the minimum required quorum for a meeting"}, {"text_block_id": "p42_b498", "text": "10."}, {"text_block_id": "p42_b499", "text": "To ensure that stakeholder consultations are effective and efficient"}, {"text_block_id": "p42_b500", "text": "11."}, {"text_block_id": "p42_b501", "text": "To review line Ministries and stakeholders’ roles and responsibilities to ensure"}, {"text_block_id": "p42_b502", "text": "consistency among and within sectors"}, {"text_block_id": "p42_b503", "text": "12."}, {"text_block_id": "p42_b504", "text": "To ensure that all Ministries and Agencies are involved in the Transport Sector planning process"}, {"text_block_id": "p42_b505", "text": "13."}, {"text_block_id": "p42_b506", "text": "To ensure that the Transport Sector Plan follows the Sector Planning Guidelines"}, {"text_block_id": "p42_b507", "text": "14."}, {"text_block_id": "p42_b508", "text": "To provide critical analyses on the draft TSP"}, {"text_block_id": "p42_b509", "text": "15."}, {"text_block_id": "p42_b510", "text": "To ensure that the TSP is produced on time"}, {"text_block_id": "p42_b511", "text": "16."}, {"text_block_id": "p42_b512", "text": "To meet on a regular basis to monitor and discuss the progress of the formulation of the plan"}, {"text_block_id": "p42_b513", "text": "17."}, {"text_block_id": "p42_b514", "text": "To endorse the TSP before submission to Cabinet"}], "document_description": "<div>This document aims at creating a sustainable, safe, secure and environmentally responsible transport network that supports Samoa’s economic and social development and contributes to improving the quality of life for all Samoans. Its five overarching goals are as following:</div><ul><li>Improve, sustain and climate proof road transport network</li><li>Improve effectiveness, safety, security and competitiveness of maritime services</li><li>Upgrade the capacity, safety and security of air transport services&nbsp;</li><li>Strengthen transport sector governance framework</li><li>Ensure environmentally sustainable, energy efficient and socially responsible transport sector</li></ul>"}