{"document_instrument_name": ["Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Barbados", "document_category": "Policy", "document_sector_name": ["Disaster Risk Management (Drm)", "Cross Cutting Area"], "document_language": "English", "document_name": "Barbados Comprehensive Disaster Management (CDM) Country Work Programme (CWP) 2019-2023", "document_country_code": "BRB", "document_hazard_name": [], "document_response_name": "Disaster Risk Management", "document_type": "Programme", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "12/01/2019", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/BRB/2019/BRB-2019-01-12-Barbados Comprehensive Disaster Management (CDM) Country Work Programme (CWP) 2019-2023_690debb2c3f33ea8667398d9345e3150.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "Contents"}, {"text_block_id": "p3_b2", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p5_b3", "text": "LIST OF ACRONYMS FOR THE MINISTRIES OF THE GOVERNMENT OF BARBADOS"}, {"text_block_id": "p5_b4_merged", "text": "(With effect from 28th May 2018)"}, {"text_block_id": "p6_b7", "text": "LIST OF FIGURES"}, {"text_block_id": "p7_b8", "text": "1. INTRODUCTION"}, {"text_block_id": "p7_b9", "text": "The Barbados Comprehensive Disaster Management (CDM) Country Work Programme (CWP) 2019-2023 is a results-based, multi-year programme, developed by the partners of the National Emergency Management System (NEMS), and endorsed by the Cabinet of Barbados. It aims to increase"}, {"text_block_id": "p7_b10", "text": "the country’s"}, {"text_block_id": "p7_b11", "text": "resilience by strengthening national systems and processes for emergency and disaster risk management."}, {"text_block_id": "p7_b12", "text": "This document presents the CWP."}, {"text_block_id": "p7_b13", "text": "It begins by outlining the nature of disaster risk in Barbados, which provides a rationale for developing a CWP, and by explaining key characteristics of the CWP."}, {"text_block_id": "p7_b14", "text": "It then summarises the process through which the CWP was developed, and highlights the cross-cutting themes and guiding principles for implementing the CWP."}, {"text_block_id": "p7_b15", "text": "The next sections summarise the Logical Framework of the CWP and the results (Outcomes and Outputs) that are targeted for achievement during the programme. This document concludes with an outline of the Monitoring, Evaluation & Reporting (MER) mechanisms for the CWP."}, {"text_block_id": "p7_b16", "text": "Barbados-Hazards, Vulnerability, Risk"}, {"text_block_id": "p7_b17", "text": "Barbados’ future sustainable development is dependent on effective management of disaster risk"}, {"text_block_id": "p7_b18", "text": "to create more resilient communities."}, {"text_block_id": "p7_b19", "text": "The country is highly exposed to a wide range of natural and anthropogenic hazards. Situated as it is in the Caribbean region, which has been described as the second most disaster-prone region in the world, Barbados is at risk of being affected by most natural hazards including hurricanes, flooding, storm surge, landslides, earthquakes and tsunamis."}, {"text_block_id": "p7_b20_merged_merged_merged_merged", "text": "As a Small Island Developing State (SIDS), Barbados also faces an exacerbation of climate-related hazards because of climate change. Paradoxically, the significant developmental advancements achieved in the post-independence era have given rise to greater vulnerability to man-made hazards such as oil spills and chemical accidents. Other hazards arise because of the metaphorical “shrinking nature of the globe”, including epidemics, technological threats such as cyber-attacks, and terrorism. Increasingly these issues transcend distance and traditional boundaries and expose the Barbadian population to new risks previously not a concern."}, {"text_block_id": "p8_b28", "text": "portion of the population, critical infrastructure and economic sectors concentrated in the coastal zone; institutional weaknesses coupled with legislative, regulatory and enforcement challenges; limited human and financial resources; poverty; a lack of knowledge about disaster risk among the population; and cultural attitudes that perpetuate vulnerability. In the case of Barbados, a further consideration is the reduced access to favourable development financing, a result of its"}, {"text_block_id": "p8_b29", "text": "“graduat"}, {"text_block_id": "p8_b30", "text": "ion"}, {"text_block_id": "p8_b31", "text": "”"}, {"text_block_id": "p8_b32", "text": "from low-income to high-middle/high income status and its achievement of higher levels of development. The global economic crises of the last decade have also affected the country and reduced coping capacities across the board."}, {"text_block_id": "p8_b33", "text": "The above combine to create high levels of disaster risk, and the added risk of reversing the social and economic gains of the past half-century. In this context, managing disaster risk and building a resilient society becomes of paramount importance to maintaining a trajectory of continued sustainable development. Given these considerations, the Barbados Comprehensive Disaster Management (CDM) Country Work Programme (CWP) 2019-2023 is a strategy and action plan for addressing disaster risk utilising a comprehensive, inclusive and results-focused approach."}, {"text_block_id": "p8_b34", "text": "Comprehensive Disaster Management"}, {"text_block_id": "p8_b35", "text": "Comprehensive Disaster Management (CDM) is the management of all hazards, both natural and man-made in origin, through all phases of the disaster management cycle, by all peoples-public and private sectors, all segments of civil society and the general population. It emphasises taking a holistic, integrated and participatory approach to addressing disaster risk, with the goal of building resilient, safer societies."}, {"text_block_id": "p8_b36", "text": "Figure 1: The Disaster Cycle"}, {"text_block_id": "p8_b37", "text": "Results Based Management"}, {"text_block_id": "p8_b38_merged_merged", "text": "Results Based Management is a results-oriented approach to developing work programmes. The traditional methods of developing work programmes typically begin with identifying a suite of projects and activities, which were then implemented with the hope that they would achieve some result. The Results Based Management (RBM) approach differs because it requires that stakeholders first plan the actual desired results (the impact and Outcomes), at the beginning of the process. Thereafter, the projects, activities and inputs/resources required to achieve these results are identified. The approach also focuses stakeholders on developmental results i.e. concrete, measurable and demonstrated changes in a situation and the wider society. The"}, {"text_block_id": "p9_b46", "text": "benefits of this approach include less"}, {"text_block_id": "p9_b47", "text": "ad hoc"}, {"text_block_id": "p9_b48", "text": "activities, maximising limited resources and reducing duplication. This logical, results-focused approach is particularly suited to programme planning for emergency and disaster management."}, {"text_block_id": "p9_b49", "text": "2. THE NATIONAL EMERGENCY MANAGEMENT SYSTEM"}, {"text_block_id": "p9_b50", "text": "The National Emergency Management System (NEMS) is a broad-based multi-sector, multi-stakeholder mechanism coordinated by the Department of Emergency Management (DEM)."}, {"text_block_id": "p9_b51", "text": "It comprises the Emergency Management Advisory Council (EMAC) and its Standing Committees, national emergency services, local volunteers, Non-Governmental Organisations (NGOs) and Community-Based Organisations (CBOs), regional and international partners and the private sector (see"}, {"text_block_id": "p9_b52", "text": "."}, {"text_block_id": "p9_b53", "text": "These organs bring together human resource elements, technical expertise and other resources to ensure an effective state of readiness and to address Disaster Risk Reduction (DRR) in Barbados."}, {"text_block_id": "p9_b54", "text": "Figure 2: The Components of the National Emergency Management System (NEMS)"}, {"text_block_id": "p9_b55_merged_merged_merged", "text": "The Emergency Management Advisory Council (EMAC) is chaired by the Minister responsible for Disaster Risk Management (DRM). The EMAC has been established by the Emergency Management Act Cap 160 (2006) and comprises public and private sector as well as non-governmental representation. The functions of the EMAC include recommendation of policies, programmes and activities to enhance the emergency management programme and reviewing the work of its Standing Committees with respect to their specialized areas."}, {"text_block_id": "p9_b59", "text": "Sixteen (16) Standing Committees fall under the EMAC and are responsible for planning for the emergency response functions (ERFs), both at the national and sector level. Their membership is also organized by ERFs, for example shelter management, emergency telecommunications, public utilities, damage assessment and needs analysis amongst others. Technical heads of government agencies, with responsibility for the execution of national disaster management policy and programmes in their respective areas of expertise, chair the Standing Committees."}, {"text_block_id": "p10_b60", "text": "A key element of the NEMS is the group of District Emergency Organizations (DEOs), of which there is provision for thirty (30) -one for each constituency."}, {"text_block_id": "p10_b61", "text": "These are the primary vehicle for the execution of the National Community Preparedness Programme. The DEOs are the voluntary arm of the National Emergency Management System (NEMS) and are responsible for organising and coordinating community resources for an effective response during crises. They also work with their communities to develop and implement disaster prevention and preparedness programmes to reduce the impact of hazards."}, {"text_block_id": "p10_b62", "text": "Their membership comes from the communities which they are intended to serve. This community volunteer movement affords the general population the opportunity to participate in the national disaster management system."}, {"text_block_id": "p10_b63", "text": "3. COUNTRY WORK PROGRAME DEVELOPMENT PROCESS"}, {"text_block_id": "p10_b64", "text": "The CWP was developed through an extensive consultative, participatory process which involved the partners of the NEMS, and was grounded in an evidence-based approach to identifying priorities."}, {"text_block_id": "p10_b65", "text": "The CWP is therefore the result of intensive consultation, verification and validation. The diagram below"}, {"text_block_id": "p10_b66", "text": "illustrates the steps in the development process, which can be divided into the broad stages of (i) situational analysis, (ii) development of the Logical Framework Analysis (LFA) and (iii) creation of the Performance Monitoring Framework (PMF)."}, {"text_block_id": "p10_b67_merged_merged_merged", "text": "The process was initiated in April 2018 by administering the CDM Audit and conducting desk reviews of relevant literature. This step was followed by stakeholder consultations to develop the LFA and PMF. These initiatives were advanced by financial and in-kind support from the Caribbean Disaster Emergency Management Agency (CDEMA) and the United Nations Office for Disaster Reduction (UNISDR). The resulting draft LFA and PMF were then refined and revised by further consultations with specific sectors and stakeholders."}, {"text_block_id": "p10_b70", "text": "Figure 3: A General Process for Developing Country Work Programmes"}, {"text_block_id": "p11_b71", "text": "Stage One: Situational Analysis (April"}, {"text_block_id": "p11_b72", "text": "–"}, {"text_block_id": "p11_b73", "text": "July 2018)"}, {"text_block_id": "p11_b74", "text": "The situational analysis is key to designing the CWP."}, {"text_block_id": "p11_b75", "text": "It draws on multiple and varied sources to provide contextual understanding of the implementation environment and to identify priorities for DRM in the country."}, {"text_block_id": "p11_b76", "text": "The most significant element of the situational analysis was the CDM Audit, which identified the strengths and the gaps in the NEMS."}, {"text_block_id": "p11_b77", "text": "The CDM Audit comprises a set of standards (or criteria) for each phase of the disaster cycle-mitigation, preparedness, response and recovery."}, {"text_block_id": "p11_b78", "text": "Countries assess their systems against each standard and determine a score, on a scale of 1"}, {"text_block_id": "p11_b79", "text": "–"}, {"text_block_id": "p11_b80", "text": "3, that best reflects their current capabilities and abilities to meet the standard. The standards in the Audit have been aligned to the Regional CDM Strategy, the SFDRR and ultimately the SDGs."}, {"text_block_id": "p11_b81", "text": "Stakeholders provided the data for the CDM Audit by scoring those criteria relevant to their area of expertise, both through questionnaires and key informant interviews."}, {"text_block_id": "p11_b82", "text": "A verification workshop then brought the wider group of NEMS partners together to review and agree on the final scores for the criteria and to validate the overall results."}, {"text_block_id": "p11_b83", "text": "Once completed, the CDM Audit was augmented by other sources of information"}, {"text_block_id": "p11_b84", "text": "inter alia"}, {"text_block_id": "p11_b85", "text": "reviews of the previous CWP, DEM annual reports and other relevant literature."}, {"text_block_id": "p11_b86", "text": "General guidance on the policy direction for the (then new) government was informed by documents such as the manifesto and throne speech."}, {"text_block_id": "p11_b87", "text": "Stage Two: Development of the Logical Framework (July-September 2018)"}, {"text_block_id": "p11_b88_merged_merged_merged_merged_merged", "text": "Stakeholders came together again in two broad-based consultations to review the results of the situational analysis and agree on the priorities for the next several years. Once the priorities were agreed on, stakeholders then worked together to articulate an impact statement (long-term goal) and to craft Outcome and Output statements (medium and short term objectives) that captured the results required to address the priorities and to set out the activities to achieve these objectives. These consultations were not limited to large workshops. Smaller, sector-focused consultations were conducted with strategic partners including the renewable energy, cultural heritage, and finance sectors and the private sector. This extensive consultative process allowed the NEMS to identify key activities that will achieve the results (Outputs and Outcomes), build support and buy-in among partners and to ensure that the contributions and needs of multiple stakeholders are reflected in the CWP."}, {"text_block_id": "p12_b92", "text": "Stage Three: Creation of the Performance Monitoring Framework (July-September 2018)"}, {"text_block_id": "p12_b93", "text": "Stakeholders then selected useful indicators for measuring success, set targets for those indicators and timeframes for achieving the identified targets, and determined responsibilities for leading and supporting the implementation of activities. Most indicators were selected from a Basket of Indicators-a set of impact, Outcome and Output indicators collated for CWP development, that are linked to regional and international strategies and frameworks such as the Sendai Framework for Disaster Risk Reduction (SFDRR) 2015-2030, the Sustainable Development Goals (SDGs), the Caribbean Community (CARICOM) Strategy 2015-2019 and the Regional CDM Strategy and Results Framework 2014-2024."}, {"text_block_id": "p12_b94", "text": "Along with the linkages already established through the CDM Audit, this approach developed a CWP that contributes directly to achieving regional and global aims for DRR and sustainable development while concurrently supporting national priorities."}, {"text_block_id": "p12_b95", "text": "4. RESULTS OF THE SITUATIONAL ANALYSIS"}, {"text_block_id": "p12_b96", "text": "The results of the CDM Audit, the review of the previous CWP and other literature and the stakeholder consultations determined critical gaps and weaknesses that should be addressed in the next CWP period."}, {"text_block_id": "p12_b97", "text": "Participants also drew on the experiences of recent disasters which have impacted neighbouring Caribbean countries to identify areas where national systems would benefit from improving."}, {"text_block_id": "p12_b98_merged_merged_merged", "text": "The CDM Audit demonstrated that the Mitigation and Recovery phases of the disaster cycle were the lowest scoring areas and therefore required particular attention, with the Recovery phase having the lowest performance overall. Key areas to be addressed are presented in below:"}, {"text_block_id": "p12_b100", "text": "Table 1: Aspects of Mitigation and Recovery that should be improved."}, {"text_block_id": "p13_b101", "text": "The CDM Audit also indicated that the performance in the Preparedness and Response phases was stronger than in Mitigation and Recovery. While the CWP aims to address gaps, it must also ensure that the successes and achievements are sustained and further strengthened."}, {"text_block_id": "p13_b102", "text": "In particular, the NEMS must maintain the National Multi-hazard Disaster Management Plan (NMHDMP) and emergency response mechanisms, increase training and exercises to test and enhance plans and improve CDM capabilities across the system, and promote disaster planning at the sectorial level."}, {"text_block_id": "p13_b103", "text": "The strong Public Awareness and Education (PAE) systems must also be maintained and strengthened."}, {"text_block_id": "p13_b104", "text": "Emerging Sectors"}, {"text_block_id": "p13_b105_merged_merged", "text": "A review of past implementation revealed that significant efforts have been placed on mainstreaming DRM into traditional sectors such as Agriculture, Health, Education and Tourism. The benefits and successes of the focus on these sectors are reflected in their achievements and therefore in the CDM Audit scores. However, it was recognised that there was a need to turn attention to emerging sectors, and sectors that have seen a lesser emphasis in the past. Stakeholders therefore agreed to place strategic focus on integrating CDM into the following sectors: the blue economy, energy, finance and the private sectors. In the course of deliberations with stakeholders, the cultural heritage sector also emerged as an area that should receive attention."}, {"text_block_id": "p13_b109", "text": "Linkages with National, Regional and International Policies and Strategies"}, {"text_block_id": "p13_b110", "text": "As a country, Barbados is not isolated from regional and international mechanisms and is signatory to, and in many cases a leader in, multi-lateral efforts to address sustainable"}, {"text_block_id": "p14_b111", "text": "As a country, Barbados is not isolated from regional and international mechanisms and is signatory to, and in many cases a leader in, multi-lateral efforts to address sustainable\n* Comprehensive Disaster Management (CDM) Policy-CDM was adopted through 2003\n* Regional Comprehensive Disaster Management (CDM) Strategy and Results Framework\n* The CARICOM Strategic Plan 2015-2019.\n* The 2030 Agenda for Sustainable Development -Sustainable Development Goals\n* The Sendai Framework for Disaster Risk Reduction (SFDRR) 2015-030."}, {"text_block_id": "p14_b121", "text": "Cross-Cutting Themes"}, {"text_block_id": "p14_b122_merged", "text": "There are some issues that are critical to DRM and which are treated as “cross-cutting” in the CWP. Cross-cutting themes are issues that are relevant at all phases of the disaster cycle, and to all sectors, and this was therefore the approach to addressing these issues as the CWP was developed. Further, these issues must be considered in the implementation of all activities as well as monitoring, evaluating and reporting on the CWP’s progress. The cross-cutting themes are:"}, {"text_block_id": "p14_b129", "text": "There are some issues that are critical to DRM and which are treated as “cross-cutting” in the CWP. Cross-cutting themes are issues that are relevant at all phases of the disaster cycle, and to all sectors, and this was therefore the approach to addressing these issues as the CWP was developed. Further, these issues must be considered in the implementation of all activities as well as monitoring, evaluating and reporting on the CWP’s progress. The cross-cutting themes are:\n* Climate Change,\n* Gender Responsiveness\n* Information and Communication Technologies (ICTs)\n* Environmental sustainability"}, {"text_block_id": "p15_b137", "text": "5. LOGICAL FRAMEWORK ANALYSIS (LFA)"}, {"text_block_id": "p15_b138_merged", "text": "The Barbados Comprehensive Disaster Management (CDM) Country Work Programme (CWP) 2019-2023 is a multi-year, results-based programme developed by the partners of the National Emergency Management System (NEMS). Stakeholders agreed on five (5) Programme Areas for work over the next four (4) years. Each area has at least one (1) Outcome with several associated Outputs to be achieved."}, {"text_block_id": "p15_b140", "text": "Figure 4: The Logical Framework Analysis for the Barbados CDM CWP 2019-2023"}, {"text_block_id": "p16_b141", "text": "6. COMPREHENSIVE DISASTER MANAGEMENT (CDM) COUNTRY WORK PROGRAMME (CWP) 2019-2023"}, {"text_block_id": "p16_b142", "text": "Stakeholders agreed on five (5) Programme Areas of work over the next four (4) years. Each Programme Area features at least one (1) Outcome with several associated Outputs to be achieved during the programme. An action plan has also been developed which sets out the activities that will contribute to achieving the Outputs, as well as the lead and supporting agencies responsible for implementation and the timeframes within which the activities should be complete. The below section presents an overview of each Programme Area, and the related Outcomes and Outputs."}, {"text_block_id": "p16_b143", "text": "Key activities for each Output are also presented."}, {"text_block_id": "p16_b144", "text": "There is some flexibility with the activities, recognising that the implementation environment is not static and can change over the course of the programme."}, {"text_block_id": "p16_b145", "text": "Flexibility will allow the NEMS partners to be responsive to changes in context, and make appropriate adjustments to planned actions based on lessons learned during implementation, as well as offer opportunities for new partners to contribute to the programme with activities that can support the results."}, {"text_block_id": "p16_b146", "text": "Impact Statement:"}, {"text_block_id": "p16_b147", "text": "A safer, more resilient and sustainable Barbados through CDM"}, {"text_block_id": "p16_b148_merged_merged", "text": "Programme Area 1 – Institutional Strengthening for CDM"}, {"text_block_id": "p16_b151", "text": "The goal of this Programme Area is to promote resilience by ensuring that there is a strong enabling environment for CDM and more effective, efficient and sustainable governance mechanisms, as well as improved standards and systematic regulation for critical infrastructure."}, {"text_block_id": "p16_b152", "text": "The Outcomes are as follows:"}, {"text_block_id": "p16_b153", "text": "Outcome 1.1 Strengthened enabling environment for CDM."}, {"text_block_id": "p16_b154", "text": "This Outcome will strengthen the legislative and regulatory frameworks, standards and business processes for disaster management, channel more financial resources towards implementing disaster risk management (DRM) programmes and projects and improve capacity for monitoring"}, {"text_block_id": "p17_b155", "text": "This Outcome will strengthen the legislative and regulatory frameworks, standards and business processes for disaster management, channel more financial resources towards implementing disaster risk management (DRM) programmes and projects and improve capacity for monitoring\n* Output 1.1.1 CDM integrated into national policy and legislation.\n<\\li1>"}, {"text_block_id": "p17_b157", "text": "Key Activities:"}, {"text_block_id": "p17_b158", "text": "Key Activities:\n* Publish the CDM Policy Statement.\n* Review and enhance the Emergency Management Legislation.\n* Develop appropriate regulations for emergency and disaster management."}, {"text_block_id": "p17_b164", "text": "Key Activities:\n* Publish the CDM Policy Statement.\n* Review and enhance the Emergency Management Legislation.\n* Develop appropriate regulations for emergency and disaster management.\n* Output 1.1.2 NEMS strengthened for effective implementation monitoring and reporting.\n<\\li1>"}, {"text_block_id": "p17_b166", "text": "Key Activities:"}, {"text_block_id": "p17_b167", "text": "Key Activities:\n* Conduct DRM capacity assessments such as the CDM Audit and the iGOPP.\n* Publish the results of the CDM Audit and other assessments of DRM capacity.\n* Monitor, evaluate and report on the CWP and its activities."}, {"text_block_id": "p17_b173", "text": "Key Activities:\n* Conduct DRM capacity assessments such as the CDM Audit and the iGOPP.\n* Publish the results of the CDM Audit and other assessments of DRM capacity.\n* Monitor, evaluate and report on the CWP and its activities.\n* Output 1.1.3 National DRM Programme adequately funded.\n<\\li1>"}, {"text_block_id": "p17_b175", "text": "Key Activities:"}, {"text_block_id": "p17_b176", "text": "Key Activities:\n* Develop mechanisms for tracking DRM funding and investment.\n* Report on the level of DRM funding and investment."}, {"text_block_id": "p17_b180", "text": "Outcome 1.2 Resilient Critical Infrastructure."}, {"text_block_id": "p17_b181", "text": "This section seeks to reduce risk by building more resilient structures and improving maintenance of Critical Infrastructure (CI)."}, {"text_block_id": "p17_b182", "text": "This section seeks to reduce risk by building more resilient structures and improving maintenance of Critical Infrastructure (CI).\n* Output 1.2.1 Appropriately equipped DEM Headquarters building that is purpose-built to\n<\\li1>"}, {"text_block_id": "p17_b184", "text": "Key Activities:"}, {"text_block_id": "p17_b185", "text": ""}, {"text_block_id": "p17_b186", "text": "Establish criteria for a purpose-built facility to house the DEM."}, {"text_block_id": "p17_b187", "text": ""}, {"text_block_id": "p17_b188", "text": "Create designs for a purpose-built facility to house the DEM."}, {"text_block_id": "p17_b189", "text": ""}, {"text_block_id": "p17_b190", "text": "Identify funding for the facility."}, {"text_block_id": "p17_b191", "text": ""}, {"text_block_id": "p17_b192", "text": "Contract services for building the facility."}, {"text_block_id": "p17_b193", "text": ""}, {"text_block_id": "p17_b194", "text": "Output 1.2.2 Critical Infrastructure (CI) Assessment and Audit Programme implemented."}, {"text_block_id": "p17_b195", "text": "Key Activities:"}, {"text_block_id": "p17_b196", "text": ""}, {"text_block_id": "p17_b197", "text": "Develop maps (GIS-based) of Critical Infrastructure."}, {"text_block_id": "p17_b198", "text": ""}, {"text_block_id": "p17_b199", "text": "Review and upgrade the Town Planning legislation."}, {"text_block_id": "p17_b200", "text": ""}, {"text_block_id": "p17_b201", "text": "Develop criteria and assessment tools for reporting on the maintenance of Critical Infrastructure."}, {"text_block_id": "p17_b202", "text": ""}, {"text_block_id": "p17_b203", "text": "Develop and implement maintenance programmes for new Critical Infrastructure."}, {"text_block_id": "p18_b204", "text": "Programme Area 2"}, {"text_block_id": "p18_b205", "text": "–"}, {"text_block_id": "p18_b206", "text": "Preparedness Response and Mitigation Capacity"}, {"text_block_id": "p18_b207", "text": "This area will strengthen the capacity of the NEMS (which comprises a set of agencies, plans, procedures and resources) to better prepare for, and respond to, emergencies/disasters, and to promote risk reduction through actions to mitigate risk."}, {"text_block_id": "p18_b208", "text": "The Outcomes are as follows:"}, {"text_block_id": "p18_b209", "text": "Outcome"}, {"text_block_id": "p18_b210", "text": "2.1 Operational readiness enhanced."}, {"text_block_id": "p18_b211", "text": "This Outcome will maintain and continue to improve national disaster management plans and related procedures, increase training for actors in the NEMS and enhance emergency communications networks."}, {"text_block_id": "p18_b212", "text": "Existing plans and procedures will be continuously reviewed and updated and there will be increased use of scenario-based planning and functional exercises to test and improve plans at both the national and community levels."}, {"text_block_id": "p18_b213", "text": ""}, {"text_block_id": "p18_b214", "text": "Output 2.1.1 National Multi-Hazard Disaster Management Plan and related procedures updated and approved."}, {"text_block_id": "p18_b215", "text": "Key Activities:"}, {"text_block_id": "p18_b216", "text": ""}, {"text_block_id": "p18_b217", "text": "Review and update the National Multi-Hazard Disaster Management Plan annually."}, {"text_block_id": "p18_b218", "text": ""}, {"text_block_id": "p18_b219", "text": "Review and update sector and hazard specific plans."}, {"text_block_id": "p18_b220", "text": ""}, {"text_block_id": "p18_b221", "text": "Develop new sector and hazard specific plans as needed, including a Crisis Communications Plan for the Tourism Sector."}, {"text_block_id": "p18_b222", "text": ""}, {"text_block_id": "p18_b223", "text": "Review and update the Vulnerable Persons List annually."}, {"text_block_id": "p18_b224", "text": ""}, {"text_block_id": "p18_b225_merged_merged_merged_merged", "text": "Implement DRM plans for the cultural heritage sector including the National Archives, the Barbados Museum and the “Historic Bridgetown and its Garrison” World Heritage Site."}, {"text_block_id": "p18_b230", "text": ""}, {"text_block_id": "p18_b231", "text": "Develop SOPs for the Business EOC"}, {"text_block_id": "p18_b232", "text": ""}, {"text_block_id": "p18_b233", "text": "Conduct exercise to strengthen the Business EOC."}, {"text_block_id": "p18_b234", "text": ""}, {"text_block_id": "p18_b235", "text": "Update social protection policies for disaster response."}, {"text_block_id": "p18_b236", "text": ""}, {"text_block_id": "p18_b237", "text": "Output 2.1.2 Training and Exercising Programme strengthened."}, {"text_block_id": "p18_b238", "text": "Key Activities:"}, {"text_block_id": "p18_b239", "text": ""}, {"text_block_id": "p18_b240", "text": "Implement Training Needs Assessments for the NEMS."}, {"text_block_id": "p18_b241", "text": ""}, {"text_block_id": "p18_b242", "text": "Develop and implement a revised training programme for the NEMS."}, {"text_block_id": "p18_b243", "text": ""}, {"text_block_id": "p18_b244", "text": "Review and enhance training courses."}, {"text_block_id": "p18_b245", "text": ""}, {"text_block_id": "p18_b246", "text": "Conduct table top and functional exercise across the NEMS."}, {"text_block_id": "p18_b247", "text": ""}, {"text_block_id": "p18_b248", "text": "Execute a full-scale national exercise and AAR."}, {"text_block_id": "p18_b249", "text": ""}, {"text_block_id": "p18_b250", "text": "Output 2.1.3 Communications and EWS improved."}, {"text_block_id": "p18_b251", "text": "Key Activities:"}, {"text_block_id": "p18_b252", "text": ""}, {"text_block_id": "p18_b253", "text": "Review and enhance the telecommunications licensing framework (broadcast interrupts and cell broadcasts)."}, {"text_block_id": "p18_b254", "text": ""}, {"text_block_id": "p18_b255", "text": "Document the overarching early warning policy."}, {"text_block_id": "p18_b256", "text": ""}, {"text_block_id": "p18_b257", "text": "Conduct annual and routine inspection and maintenance of critical equipment."}, {"text_block_id": "p19_b258", "text": ""}, {"text_block_id": "p19_b259", "text": "Conduct routine and regular testing of the national emergency communications system."}, {"text_block_id": "p19_b260", "text": ""}, {"text_block_id": "p19_b261", "text": "Conduct regular training in emergency communications for all stakeholders."}, {"text_block_id": "p19_b262", "text": ""}, {"text_block_id": "p19_b263", "text": "Maintain/enhance the ASTRO® system including procuring additional mobile towers."}, {"text_block_id": "p19_b264", "text": ""}, {"text_block_id": "p19_b265", "text": "Identify and implement appropriate solutions for national siren alerting system."}, {"text_block_id": "p19_b266", "text": ""}, {"text_block_id": "p19_b267", "text": "Promote the CAP system and installation of CAP receivers in Tourism and Education."}, {"text_block_id": "p19_b268", "text": ""}, {"text_block_id": "p19_b269", "text": "Collaborate with the private sector to enhance EWS."}, {"text_block_id": "p19_b270", "text": ""}, {"text_block_id": "p19_b271", "text": "Output 2.1.4 Operation component of the Sub Regional Foal Point enhanced."}, {"text_block_id": "p19_b272", "text": "Key Activities:"}, {"text_block_id": "p19_b273", "text": ""}, {"text_block_id": "p19_b274", "text": "Conduct Sub-Regional Focal Point (SRFP) audits (led by CDEMA) and share the findings with key stakeholders."}, {"text_block_id": "p19_b275", "text": ""}, {"text_block_id": "p19_b276", "text": "Implement the recommendations of the Sub-Regional Focal Point (SRFP) audits."}, {"text_block_id": "p19_b277", "text": "Outcome"}, {"text_block_id": "p19_b278", "text": "2.2 CDM mainstreamed into key sectors."}, {"text_block_id": "p19_b279_merged", "text": "This Outcome seeks to better integrate disaster risk management into key sectors and emerging sectors, with focus on the finance, blue economy and energy sectors, and the private sector. The NEMS will work with key strategic partners in each of these sectors to build their capacities for disaster mitigation, preparedness, response and recovery and implement initiatives that build resilience in their respective sectors, utilising existing knowledge of hazards, vulnerability and risk. The Outputs that will contribute to achieving this Outcome are:"}, {"text_block_id": "p19_b282", "text": ""}, {"text_block_id": "p19_b283", "text": "Output 2.2.1 DRM Strategies established for key sectors."}, {"text_block_id": "p19_b284", "text": "Key Activities:"}, {"text_block_id": "p19_b285", "text": ""}, {"text_block_id": "p19_b286", "text": "Integrate DRM in to the strategies of key sectors specifically:"}, {"text_block_id": "p19_b287", "text": "Integrate DRM in to the strategies of key sectors specifically:\n* The Blue Economy.\n* Finance, Economic Affairs and Investment.\n* Renewable Energy.\n* Private Sector."}, {"text_block_id": "p19_b295", "text": ""}, {"text_block_id": "p19_b296", "text": "Output 2.2.2 Risk-informed CDM Work Programme implemented for key sectors."}, {"text_block_id": "p19_b297", "text": "Key Activities:"}, {"text_block_id": "p19_b298", "text": ""}, {"text_block_id": "p19_b299", "text": "Establish the National Building Authority and increase the resources to support its functions."}, {"text_block_id": "p19_b300", "text": ""}, {"text_block_id": "p19_b301", "text": "Enact the National Building Code."}, {"text_block_id": "p19_b302", "text": ""}, {"text_block_id": "p19_b303", "text": "Implement the “Roofs to Reefs” project."}, {"text_block_id": "p19_b304", "text": ""}, {"text_block_id": "p19_b305", "text": "Strengthen/upgrade hurricane shelters to resist the impacts of major hurricanes."}, {"text_block_id": "p19_b306", "text": ""}, {"text_block_id": "p19_b307", "text": "Develop designs for resilient low and lower-middle income public housing."}, {"text_block_id": "p19_b308", "text": ""}, {"text_block_id": "p19_b309", "text": "Develop risk maps of national heritage collections including archives."}, {"text_block_id": "p19_b310", "text": ""}, {"text_block_id": "p19_b311", "text": "Install a fire suppression system at the National Archives."}, {"text_block_id": "p19_b312", "text": ""}, {"text_block_id": "p19_b313", "text": "Develop a paper on innovative incentives that will promote DRM in the private sector."}, {"text_block_id": "p20_b314", "text": "Programme Area 3-Strengthening Community Resilience"}, {"text_block_id": "p20_b315", "text": "The resilience of communities forms the bedrock of"}, {"text_block_id": "p20_b316", "text": "a nation’s resilience."}, {"text_block_id": "p20_b317", "text": "This section of the CWP articulates the strategies that are to be employed, and activities to be implemented, to empower communities across Barbados to be more resilient."}, {"text_block_id": "p20_b318", "text": "The Outcomes are as follows:"}, {"text_block_id": "p20_b319", "text": "Outcome"}, {"text_block_id": "p20_b320", "text": "3.1 Strengthened community mitigation, preparedness and"}, {"text_block_id": "p20_b321", "text": "This section seeks to improve the capacity of communities and ordinary citizens to assess their risk and develop proactive plans to reduce vulnerability, as well as strengthen Early Warning Systems for these communities. The Outputs include:"}, {"text_block_id": "p20_b322", "text": ""}, {"text_block_id": "p20_b323", "text": "Output 3.1.1 Community Based Early Warning System established in vulnerable communities."}, {"text_block_id": "p20_b324", "text": "Key Activities:"}, {"text_block_id": "p20_b325", "text": ""}, {"text_block_id": "p20_b326", "text": "Install EWS in three (3) vulnerable communities."}, {"text_block_id": "p20_b327", "text": ""}, {"text_block_id": "p20_b328", "text": "Pursue Tsunami Ready® recognition for vulnerable communities."}, {"text_block_id": "p20_b329", "text": ""}, {"text_block_id": "p20_b330", "text": "Develop/review and update community disaster management plans (DEOs)."}, {"text_block_id": "p20_b331", "text": ""}, {"text_block_id": "p20_b332", "text": "Conduct regular exercise to test community disaster plans."}, {"text_block_id": "p20_b333", "text": ""}, {"text_block_id": "p20_b334", "text": "Output 3.1.2 Community-based Disaster Management Programme strengthened for vulnerable groups."}, {"text_block_id": "p20_b335", "text": "Key Activities:"}, {"text_block_id": "p20_b336", "text": ""}, {"text_block_id": "p20_b337", "text": "Publish the CDM Policy Statement."}, {"text_block_id": "p20_b338", "text": ""}, {"text_block_id": "p20_b339", "text": "Review and enhance the Emergency Management Legislation."}, {"text_block_id": "p20_b340", "text": ""}, {"text_block_id": "p20_b341", "text": "Develop appropriate regulations for emergency and disaster management."}, {"text_block_id": "p20_b342", "text": ""}, {"text_block_id": "p20_b343", "text": "Implement national clean-up campaigns."}, {"text_block_id": "p20_b344", "text": "Outcome"}, {"text_block_id": "p20_b345", "text": "3.2 Community livelihoods sustained through effective risk management"}, {"text_block_id": "p20_b346", "text": "-"}, {"text_block_id": "p20_b347_merged_merged", "text": "This Outcome focuses on better access to risk transfer for at-risk communities and groups, and stronger livelihood and social protection mechanisms. The Outputs are:"}, {"text_block_id": "p20_b349", "text": ""}, {"text_block_id": "p20_b350", "text": "Output 3.2.1 Risk Catastrophe Insurance Mechanisms established and implemented for vulnerable groups."}, {"text_block_id": "p20_b351", "text": "Key Activities:"}, {"text_block_id": "p20_b352", "text": ""}, {"text_block_id": "p20_b353", "text": "Develop a catastrophe and risk insurance product for chattel houses, crops, fisheries."}, {"text_block_id": "p20_b354", "text": ""}, {"text_block_id": "p20_b355", "text": "Output 3.2.2 Social Protection Programmes strengthened."}, {"text_block_id": "p20_b356", "text": "Key Activities:"}, {"text_block_id": "p20_b357", "text": ""}, {"text_block_id": "p20_b358", "text": "Review social protection programmes to integrate disaster mitigation, preparedness and recovery considerations."}, {"text_block_id": "p20_b359", "text": ""}, {"text_block_id": "p20_b360", "text": "Implement an enhanced psycho-social support programme inclusive of training."}, {"text_block_id": "p21_b361", "text": "Programme Area 4 -Research and Knowledge Management"}, {"text_block_id": "p21_b362", "text": "Research and knowledge management is an area that is vital to building resilience and cannot be neglected."}, {"text_block_id": "p21_b363", "text": "This section addresses an area of relative weakness"}, {"text_block_id": "p21_b364", "text": "–"}, {"text_block_id": "p21_b365", "text": "the generation of data and information and its integration into decision-making. The aim of this area is to improve knowledge management holistically by increasing and sustaining disaster management research, knowledge and learning."}, {"text_block_id": "p21_b366", "text": "The Outcomes are as follows:"}, {"text_block_id": "p21_b367", "text": "Outcome"}, {"text_block_id": "p21_b368", "text": "4.1 Risk informed development planning regulations and decision making"}, {"text_block_id": "p21_b369", "text": "This Outcome aims to improve hazard monitoring, forecasting and mapping, strengthen data and information management by improving repositories of hazard information and promote the use of this knowledge in the implementation of NEMS work programmes."}, {"text_block_id": "p21_b370", "text": "The Outputs include:"}, {"text_block_id": "p21_b371", "text": ""}, {"text_block_id": "p21_b372", "text": "Output 4.1.1 Risk assessment enhanced through hazard monitoring, forecasting and mapping."}, {"text_block_id": "p21_b373", "text": "Key Activities:"}, {"text_block_id": "p21_b374", "text": ""}, {"text_block_id": "p21_b375", "text": "Establish a risk data/information platform for DRM and CCA and update/enhance regularly."}, {"text_block_id": "p21_b376", "text": ""}, {"text_block_id": "p21_b377", "text": "Conduct training in hazard/risk mapping."}, {"text_block_id": "p21_b378", "text": ""}, {"text_block_id": "p21_b379", "text": "Develop GIS-based risk maps and geo-referenced records of hazard impacts."}, {"text_block_id": "p21_b380", "text": ""}, {"text_block_id": "p21_b381", "text": "Expand the body of DRM knowledge through research specific to the Barbados context including studies on the historical impact of hazards."}, {"text_block_id": "p21_b382", "text": ""}, {"text_block_id": "p21_b383", "text": "Output 4.1.2 National repository for hazard knowledge improved."}, {"text_block_id": "p21_b384", "text": "Key Activities:"}, {"text_block_id": "p21_b385", "text": ""}, {"text_block_id": "p21_b386", "text": "Review existing repositories of DRM knowledge."}, {"text_block_id": "p21_b387", "text": ""}, {"text_block_id": "p21_b388", "text": "Update DRM knowledge repositories including digitisation of the Museum Journal and map and photo collections."}, {"text_block_id": "p21_b389", "text": ""}, {"text_block_id": "p21_b390", "text": "Conduct PAE initiatives to increase awareness and use of DRM knowledge repositories."}, {"text_block_id": "p21_b391", "text": "Outcome"}, {"text_block_id": "p21_b392", "text": "4.2 Learning for CDM enhanced"}, {"text_block_id": "p21_b393", "text": "."}, {"text_block_id": "p21_b394_merged_merged_merged", "text": "This Outcome addresses both formal and informal avenues of learning about DRM and will improve the NEMS’ capacity to implement Public Awareness and Education Programmes (PAE), increase the opportunities for NEMS members to be exposed to current DRM knowledge and thinking, and infuse DRM concepts more deeply into the primary and secondary curricula. The Outputs are:"}, {"text_block_id": "p21_b398", "text": ""}, {"text_block_id": "p21_b399", "text": "Output 4.2.1 DRM integrated into the curriculum of education institutions."}, {"text_block_id": "p21_b400", "text": "Key Activities:"}, {"text_block_id": "p21_b401", "text": ""}, {"text_block_id": "p21_b402", "text": "Review primary and secondary curricula to identify areas for integrating CDM."}, {"text_block_id": "p21_b403", "text": ""}, {"text_block_id": "p21_b404", "text": "Introduce CDM learning materials at all levels."}, {"text_block_id": "p21_b405", "text": ""}, {"text_block_id": "p21_b406", "text": "Conduct training for teacher in the use of CDM learning materials."}, {"text_block_id": "p21_b407", "text": ""}, {"text_block_id": "p21_b408", "text": "Develop a Safe School Policy and pilot a Safe School Programme in schools."}, {"text_block_id": "p22_b409", "text": ""}, {"text_block_id": "p22_b410", "text": "Output 4.2.2 DRM education, training, and knowledge sharing opportunities available to the NEMS."}, {"text_block_id": "p22_b411", "text": "Key Activities:"}, {"text_block_id": "p22_b412", "text": ""}, {"text_block_id": "p22_b413", "text": "Identify knowledge building opportunities for NEMS personnel."}, {"text_block_id": "p22_b414", "text": ""}, {"text_block_id": "p22_b415", "text": "Output 4.2.2 Public Awareness Programme strengthened."}, {"text_block_id": "p22_b416", "text": "Key Activities:"}, {"text_block_id": "p22_b417", "text": ""}, {"text_block_id": "p22_b418", "text": "Develop new PAE programmes for DRM including a preparedness checklist for businesses, articles in newsletters and other publications."}, {"text_block_id": "p22_b419", "text": ""}, {"text_block_id": "p22_b420", "text": "Add new social media platforms."}, {"text_block_id": "p22_b421", "text": ""}, {"text_block_id": "p22_b422", "text": "Develop content for social media platform."}, {"text_block_id": "p22_b423", "text": ""}, {"text_block_id": "p22_b424", "text": "Conduct Social media training for key personnel."}, {"text_block_id": "p22_b425", "text": "Programme Area 5 -Recovery"}, {"text_block_id": "p22_b426", "text": "Recovery and planning for the post-disaster recovery process was identified as an area of relative weakness in the NEMS. This section of the CWP therefore seeks to enhance the national recovery framework, considering economic, social, environmental and infrastructural dimensions of recovery."}, {"text_block_id": "p22_b427", "text": "It seeks to achieve a shared understanding and common integrated perspective on post-disaster recovery, and to promote"}, {"text_block_id": "p22_b428", "text": "ex ante"}, {"text_block_id": "p22_b429", "text": "approaches that will maximise limited national resources."}, {"text_block_id": "p22_b430", "text": "The Outcomes are as follows:"}, {"text_block_id": "p22_b431", "text": "5.1 Enhanced National Recovery Framework."}, {"text_block_id": "p22_b432_merged_merged", "text": "This Output addresses increasing the available ex ante risk financing facilities and improving access to existing facilities, improving continuity of government planning, promoting Business Continuity Planning (BCP) with private and public sectors and improving mechanisms for providing post-disaster support the population (particularly psychological recovery). The Outputs are:"}, {"text_block_id": "p22_b436", "text": ""}, {"text_block_id": "p22_b437", "text": "Output 5.1.1 Continuity of Government arrangement established."}, {"text_block_id": "p22_b438", "text": "Key Activities:"}, {"text_block_id": "p22_b439", "text": ""}, {"text_block_id": "p22_b440", "text": "Prepare a paper on Continuity of Government."}, {"text_block_id": "p22_b441", "text": ""}, {"text_block_id": "p22_b442", "text": "Enhance the Continuity of Government plan."}, {"text_block_id": "p22_b443", "text": ""}, {"text_block_id": "p22_b444", "text": "Conduct exercises (table top, functional) to test the Continuity of Government plan."}, {"text_block_id": "p22_b445", "text": ""}, {"text_block_id": "p22_b446", "text": "Conduct research on BCP in the private sector."}, {"text_block_id": "p22_b447", "text": ""}, {"text_block_id": "p22_b448", "text": "Design a model template for BCP for small and medium sized enterprises."}, {"text_block_id": "p23_b449", "text": ""}, {"text_block_id": "p23_b450", "text": "Output 5.1.2 Business Continuity Planning (BCP) for key sectors established."}, {"text_block_id": "p23_b451", "text": "Key Activities:"}, {"text_block_id": "p23_b452", "text": ""}, {"text_block_id": "p23_b453", "text": "Conduct research on BCP in the private sector."}, {"text_block_id": "p23_b454", "text": ""}, {"text_block_id": "p23_b455", "text": "Design a model template for BCP for small and medium sized enterprises."}, {"text_block_id": "p23_b456", "text": ""}, {"text_block_id": "p23_b457", "text": "Output 5.1.3 Policy and procedures for ex ante disaster recovery planning."}, {"text_block_id": "p23_b458", "text": "Key Activities:"}, {"text_block_id": "p23_b459", "text": ""}, {"text_block_id": "p23_b460", "text": "Review the governance arrangements for the Catastrophe Fund to strengthen access to the fund."}, {"text_block_id": "p23_b461", "text": ""}, {"text_block_id": "p23_b462", "text": "Establish a Contingent Credit Facility."}, {"text_block_id": "p23_b463", "text": ""}, {"text_block_id": "p23_b464", "text": "Output 5.1.4 Psychological Support Programme strengthened."}, {"text_block_id": "p23_b465", "text": "Key Activities:"}, {"text_block_id": "p23_b466", "text": ""}, {"text_block_id": "p23_b467", "text": "Expand and formalise the Psychosocial Support Programme within the NEMS."}, {"text_block_id": "p23_b468", "text": ""}, {"text_block_id": "p23_b469", "text": "Develop SOPs for the integration of a Psychosocial Support Programme into the existing NEMS."}, {"text_block_id": "p23_b470", "text": ""}, {"text_block_id": "p23_b471", "text": "Conduct training in psycho-social support."}, {"text_block_id": "p23_b472", "text": ""}, {"text_block_id": "p23_b473", "text": "Develop a communication strategy to raise awareness of the Psychosocial Support Programme."}, {"text_block_id": "p23_b474", "text": "7. IMPLEMENTATION, MONITORING, EVALUATION AND REPORTING"}, {"text_block_id": "p23_b475", "text": "The successful implementation of the CWP will require a multi-stakeholder and collaborative effort that focuses on the implementation of the projects and activities outlined in the Action Plans. Resources will be important for successful implementation. There will be a need to mobilise funding and strengthen the technical and human resource base to support projects and activities, within the context of current constraints on national budgets."}, {"text_block_id": "p23_b476", "text": "The NEMS will need to actively seek out and pursue financing opportunities, leverage existing and emerging partnerships, and be innovative and creative in its approach to securing resources for implementation. Implementation will also promote inclusiveness, attention to the needs of the vulnerable, and the re-modelling of businesses towards greater efficiency and effectiveness."}, {"text_block_id": "p23_b477_merged_merged", "text": "Continuously identifying lessons and incorporating these lessons into implementation is foundational to the RBM approach. Therefore, stakeholders have agreed to establish a Monitoring, Evaluation and Reporting (MER) mechanism for the CWP. This mechanism will be augmented by periodic assessments such as the CDM Audit. The mechanism will involve the following:"}, {"text_block_id": "p24_b479", "text": "1."}, {"text_block_id": "p24_b480", "text": "An electronic tool for tracking CWP progress will be created, based on widely accessible, low-cost applications. The tool will utilise a simple three (3) or four (4) colour dashboard for data visualisation. The tool will be stored online and each NEMS agency will designate two persons (a primary and an alternate) who will be responsible for updating data on indicators for which they are responsible."}, {"text_block_id": "p24_b481", "text": "2."}, {"text_block_id": "p24_b482", "text": "Quarterly progress updates will be shared electronically with the NEMS."}, {"text_block_id": "p24_b483", "text": "3."}, {"text_block_id": "p24_b484", "text": "An annual MER consultation will be held at the start of each year of the CWP to review progress, identify challenges and lessons and make recommendations to improve implementation."}, {"text_block_id": "p24_b485", "text": "4."}, {"text_block_id": "p24_b486", "text": "Annual reports on progress will be presented to the EMAC"}, {"text_block_id": "p24_b487", "text": "."}, {"text_block_id": "p24_b488", "text": "The Country Work Programme (LFA and PMF) was presented to the Seventh Working Meeting of the EMAC, and received its endorsement, in September 2018. Formal endorsement from Cabinet was received in January 2019."}, {"text_block_id": "p25_b489", "text": "GLOSSARY OF TERMS"}, {"text_block_id": "p25_b490", "text": "Below are definitions for selected disaster risk management terms, most of which are excerpted from the internationally agreed UNISDR terminology. Where definitions from other sources have been used, this is indicated in the footnotes."}], "document_description": "The Barbados Comprehensive Disaster Management (CDM) Country Work Programme (CWP) 2019-2023 was developed by the partners of the National Emergency Management System (NEMS), and endorsed by the Cabinet of Barbados.&nbsp;It aims to increase the country’s resilience by strengthening national systems and processes for emergency and disaster risk management.<br><br>"}