{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Barbados", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Climate Change Policy", "document_country_code": "BRB", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Law", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "24/04/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/BRB/2012/BRB-2012-04-24-National Climate Change Policy_d10ed7a7846f8c2767bf1395159ac978.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Phone: 1 (246) 535-1900 |"}, {"text_block_id": "p0_b2", "text": "|"}, {"text_block_id": "p0_b3", "text": "BiG Portal"}, {"text_block_id": "p0_b4", "text": ""}, {"text_block_id": "p0_b5", "text": "(https://www.facebook.com/gisbarbados/)"}, {"text_block_id": "p0_b6", "text": ""}, {"text_block_id": "p0_b7", "text": ""}, {"text_block_id": "p0_b8", "text": "(https://www.youtube.com/user/thebgis)"}, {"text_block_id": "p0_b9", "text": ""}, {"text_block_id": "p0_b10", "text": "(https://www.instagram.com/gisbarbados/)"}, {"text_block_id": "p0_b11", "text": ""}, {"text_block_id": "p0_b12", "text": "Barbados National Climate Change Policy Approved"}, {"text_block_id": "p0_b13", "text": ""}, {"text_block_id": "p0_b14_merged_merged_merged", "text": "ADMIN /  APRIL 24, 2012 /"}, {"text_block_id": "p0_b17", "text": "??"}, {"text_block_id": "p0_b18", "text": "??"}, {"text_block_id": "p0_b19", "text": "Barbados’ National Climate Change Policy has been approved by Cabinet."}, {"text_block_id": "p0_b20", "text": "This comes as the country continues to put a greater focus on issues related to climate change, and protecting its ecosystems and natural resources."}, {"text_block_id": "p1_b21", "text": "The primary goal of the policy is to establish a national process for adapting to climate change e×ects and minimising greenhouse gas emissions over the short, medium and long term, in a manner that is co-ordinated and consistent with the broader sustainable development aspiration."}, {"text_block_id": "p1_b22", "text": "The policy is designed to establish an appropriate mechanism for responding to the challenges of climate change, and engaging in regional and international climate change negotiations, planning and response mechanisms."}, {"text_block_id": "p1_b23", "text": "It is also expected to bring about full stakeholder engagement in the development and execution of domestic climate change mitigation and adaption actions, and conduct research."}, {"text_block_id": "p1_b24", "text": "At the national level, the policy outlines plans to continue institutional, administrative and legislative improvements to e×ect climate change mitigation and adaptation, as the country pursues its green economy status."}, {"text_block_id": "p1_b25", "text": "It also involves Barbados moving away from its reliance on fossil fuels as the sole energy source, and improving energy eÕciency across all sectors. The policy also speaks to the country’s ability to improve its national capacity for disaster risk and response management."}, {"text_block_id": "p1_b26", "text": "To achieve these goals, the Green Economy Scoping Study, the Coastal Risk Assessment and Management Programme, are among a series of continuous projects developed to achieve the targets."}, {"text_block_id": "p1_b27", "text": "Last month, Minister of the Environment and Drainage, Dr. Denis Lowe, also outlined that Barbados had invested in the development of a $ 377 million Green Energy Complex."}, {"text_block_id": "p1_b28", "text": "In addition, he noted that a Climate Change Health Project was being studied, while a Water Resource Management and Flood Resilience Adaptation Programme was already under way."}, {"text_block_id": "p1_b29", "text": "At the regional and international levels, the policy is designed to encourage and promote the further development of regional and international synergies with other multilateral environmental agreements and engage in climate change activities and programmes through CARICOM."}, {"text_block_id": "p1_b30", "text": "To date, projects undertaken at the regional level include the Review of the Economics of Climate Change in the Caribbean being co-ordinated through the Economic Commission for Latin America and the Caribbean (ECLAC), and the"}, {"text_block_id": "p2_b31", "text": "Implementation Plan of the Regional Framework for Achieving Development Resilience to Climate Change being conducted by the Caribbean Community Climate Change Centre (CCCCC)."}, {"text_block_id": "p2_b32", "text": "Meanwhile, those at the international level consist of participation in the schedule of meetings of the Transitional Committee for the design of the Green Climate Fund as the nominated delegate of the Alliance of Small Island States. This is being undertaken through the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p2_b33", "text": "julia.rawlins-bentham@barbados.gov.bb (mailto:julia.rawlinsbentham@barbados.gov.bb)"}, {"text_block_id": "p2_b34", "text": "0"}, {"text_block_id": "p2_b35", "text": "(http://www.linkedin.com/shareArticle?"}, {"text_block_id": "p2_b36", "text": "mini=true&url=http://gisbarbados.gov.bb/blog/barbados-nationalclimate-change-policy-approved/)"}, {"text_block_id": "p2_b37", "text": ""}, {"text_block_id": "p2_b38", "text": "Recent Posts"}], "document_description": "The Barbados National Climate Change Policy of 2012 aims at establishing a national process for adaptation to climate change, reduce the country's greenhouse gases emissions, design appropriate mechanisms to respond to climate change, and move towards renewable energy.<br>&nbsp;<br>&nbsp;<a href=\"http://gisbarbados.gov.bb/blog/barbados-national-climate-change-policy-approved/\">Press release</a>"}