{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Barbados", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Energy", "Agriculture"], "document_language": "English", "document_name": "The Barbados Sustainable Development Policy", "document_country_code": "BRB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2004", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/BRB/2004/BRB-2004-01-01-The Barbados Sustainable Development Policy_0e218bc97451178f2e63d9d4c4833949.pdf", "text_blocks": [{"text_block_id": "p34_b1", "text": "The Ministry of Education, Sports and Youth Affairs in 2000 formulated a National Sports Policy for Barbadosaimed at promoting \"sports-for-all\". It is recognised that \"sports are multi-dimensional and multi-focal in natureand operate within the society to promote self-awareness, discipline, cognitive and kinetic skills at theindividual level, social interaction and co-operation amongst the different ethnic and social groups at the levelof the community and a sense of community well-being at the level of the state\"."}, {"text_block_id": "p33_b1", "text": "the Town and Country Development PlanningOffice are screened to determine a potentialrequirement for an Environmental ImpactAssessment to be conducted by the proponent.Applications deemed to have wide socioenvironmental implications are subject to publicreview. Having only been recently introduced theeffectiveness of this approach cannot beproperly analysed but it has been cause formuch resistance by new applicants and foractive social debate on a number of issues."}, {"text_block_id": "p32_b1", "text": "The Ministry of Education, Youth Affairs and Sportshas accepted that education is the major vehicle tobring about positive, relevant changes within oursociety. To facilitate this, the initiative was taken torevamp the curriculum within the school system. Sinceequality is of paramount importance, a provision hasbeen made to improve the quality of education ofstudents with special needs. In this regard, theMinistry has adopted the motto \"Each One MattersQuality Education for All.\""}, {"text_block_id": "p31_b1", "text": "The 1997 Fisheries Management Plan and Act seeks to ensure the sustainable use of the eight major fishstocks harvested by Barbadian fishermen. The new regulations permit certain levels of resource utilisationaccording to the status of each fish stock and provide for the imposition of severe financial penalties forcontravention of the harvest limits established. The Fisheries Management Plan therefore aims to avoiddiscounting the total quantity and value of the fisheries resource to future generations. The Plan is based onsound analysis of the status of fish stocks and defines in detail management strategies required to ensure thepreservation and replenishment of reserves where necessary. For example, harvesting turtles is prohibitedsince all three species commonly found in Barbadian territorial waters are categorised as \"threatened\".Lobsters and sea urchins are \"over-fished\" and as such a severe harvest limit and a complete ban respectivelyhave been placed on them."}, {"text_block_id": "p30_b1", "text": "In Barbados, gas is usually produced as associated gas from oil. While its collection and distribution costs caneasily be calculated, it is more difficult to extract the production costs for gas. Given the high costs of drillingthe average oil well in Barbados, it would seem that to drill a well purely for gas production would be veryuneconomic."}, {"text_block_id": "p29_b1", "text": "The Role of Science and Technology inSustainable Development"}, {"text_block_id": "p28_b1", "text": "It is essential that the estimated external costs ofa planned development or project are not foundto outweigh the projected benefits to society orindividuals. In situations where this is the case,some alternative approach for the intended goalshould be found. In all cases of natural resourceuse, it is vital to integrate sustainability criteriaas discussed in this policy paper, into thedecision making process in combination withcost benefit analysis."}, {"text_block_id": "p27_b1", "text": "Although technically a renewable resource freshwateris a limited commodity in Barbados. The UnitedNations has listed Barbados among the most waterscarce countries in the world. Many factors may behighlighted as contributing to this situation including:"}, {"text_block_id": "p26_b1", "text": "The precautionary approach to fisheries management has, as its foundation, the need for foresight inrecognising and avoiding unsustainable fisheries management practices. The precautionary approach tofisheries management must be comprehensive in its scope and explicit in its preventative measures againstundesirable outcomes. Thus, there is a need for monitoring and formulation of measures to mitigate fishingpractices and externalities that may impact negatively on the fishing industry."}, {"text_block_id": "p25_b1", "text": "5.2 C Conservation o of R Resources"}, {"text_block_id": "p24_b1", "text": "5. P PRINCIPLES O OFSUSTAINABLEDEVELOPMENTFOR B BARBADOS"}, {"text_block_id": "p23_b1", "text": "Natural resources are not to be exploited tothe extent that it inhibits the ability of futuregenerations to meet their own needs. In thisregard it will be necessary to invoke thePrecautionary Principle and to insist on theapplication of Safe Minimum Standards inrespect of resource use, recognising theexistence and aesthetic values of somenatural assets over and above a utilitarianand/or monetary value that mandate theirprotection and preservation."}, {"text_block_id": "p22_b1", "text": "Goal"}, {"text_block_id": "p21_b1", "text": "operationalisation of our goal. It is envisagedthat our small physical size in combination withan educated and adaptable population, willfacilitate speedier and more effective lifestylechanges in the pursuit of SustainableDevelopment."}, {"text_block_id": "p20_b1", "text": "3. D DEFINITIONS"}, {"text_block_id": "p18_b1", "text": "G"}, {"text_block_id": "p17_b1", "text": "4"}, {"text_block_id": "p16_b1", "text": "1. I INTRODUCTION"}, {"text_block_id": "p14_b1", "text": "P P A A R R T T I IN N A A T T I I O O N N A A L L S S U U S S T T A A I I N N A A B B L L E ED D E E V V E E L L O O P P M M E E N N T T P P O O L L I I C C Y Y"}, {"text_block_id": "p12_b1", "text": "xi"}, {"text_block_id": "p11_b1", "text": "Acronyms & & A Abbreviations"}, {"text_block_id": "p10_b1", "text": "1319212416171820"}, {"text_block_id": "p9_b1", "text": "PART II NATIONAL SUSTAINABLE DEVELOPMENT - ACTION PLAN ............ 27"}, {"text_block_id": "p8_b1", "text": "vii"}, {"text_block_id": "p7_b1", "text": "As a small island state with a high population density, Barbados needs to ensure that allmembers of our society have their legitimate needs met in ways that preserve adequateresources and a habitable environment for future generations. The National SustainableDevelopment Policy seeks to produce guidelines which will be used by decision makers as theydetermine the direction which national development will take, bearing in mind the constraintsimposed by the previous sentence. Because of their limited resources, small island states areparticularly vulnerable to negative changes in environmental, economic and social conditions.While many of these unwelcome changes are the direct result of events and processes whichoriginate outside of our boundaries, we should strive not to exacerbate them by makingunfortunate decisions which determine the way in which we utilize our own limited land space."}, {"text_block_id": "p6_b1", "text": "Sustainable Development has been on the international agenda for the last decade of thetwentieth century. The Government of Barbados has participated in many of the variousinternational discussions on this subject and agrees to the implementation andoperationalisation of the principles of Sustainable Development at the national level. Inparticular, as hosts of the 1994 global Conference on Sustainable Development for SmallIsland Developing States (SIDS), Barbados is oftentimes perceived as the de facto guardiansof the Barbados Programme of Action which is the main outcome of that meeting."}, {"text_block_id": "p5_b1", "text": "Several persons and organisations from the private and public sectors and civil society havecontributed to the preparation of the National Sustainable Development Policy. These personshave offered their assistance by participating in various consultations; providing usefulinformation and comments; and giving their time and encouragement."}, {"text_block_id": "p4_b1", "text": "This policy is dedicated tothe memory of Professor The Honourable Oliver Headley,Chairman of the National Commission on Sustainable Developmentwho passed away during its final preparations."}, {"text_block_id": "p3_b1", "text": "National S Sustainable D Development P Policy f for B Barbados"}, {"text_block_id": "p2_b1", "text": "N A T I O N A L C O M M I S S I O N O N S U S T A I N A B L E D E V E L O P M E N T"}, {"text_block_id": "p1_b1", "text": "T H E B A R B A D O S"}, {"text_block_id": "p67_b1", "text": "N a t i o n a l C o m m i s s i o n o n S u s ta i n a b l e D e v e l o p m e n t"}, {"text_block_id": "p65_b1", "text": "STEERING COMMITTEE 8Public Awareness and Education"}, {"text_block_id": "p64_b1", "text": "STEERING COMMITTEE 5Man Made Resources and the Built Environment"}, {"text_block_id": "p63_b1", "text": "Mr. Tony Waterman, National Council on Science and Technology (Chairman 2001)Ms. Leisa Perch/Ms. Amrikha Singh, Environment Division"}, {"text_block_id": "p62_b1", "text": "NATIONAL COMMISSION ON SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p60_b1", "text": "specific recommendations for policy within a range of sectors, allaimed at fostering national Sustainable Development."}, {"text_block_id": "p59_b1", "text": "legislation, requirements etc, and theirenforcement responsibilities; and"}, {"text_block_id": "p58_b1", "text": "coast and the upgrade of the Bridgetown facility, in order toeliminate point sources of pollution along the island's coastline;"}, {"text_block_id": "p57_b1", "text": "policies."}, {"text_block_id": "p56_b1", "text": "19. GGender"}, {"text_block_id": "p55_b1", "text": "Goods or equipment for recyclingprocesses"}, {"text_block_id": "p54_b1", "text": "fora;"}, {"text_block_id": "p53_b1", "text": "The recommendations of the NationalSustainable Development Policy pertaining towaste management address the issues of solidand liquid waste, as well as air emissions. Ingeneral, it is recommended that wastegeneration, emission disposal and managementstandards which are appropriate in theBarbadian context, be developed as part ofcomprehensive environmental quality guidelinesto be complied with by all individuals, sectors,industries etc, as appropriate. More specificpolicy recommendations include:"}, {"text_block_id": "p52_b1", "text": "12.9"}, {"text_block_id": "p51_b1", "text": "12. L Land R Resources"}, {"text_block_id": "p50_b1", "text": "The potential benefit offered for by the promotion of SustainableDevelopment in many sectors through research and developmentwithin those sectors, is recognised. Research and development ina wide range of relevant disciplines is recognised as critical forencouraging the evolution of renewable resources, sustainablemanufacturing processes, waste management, and so on. Policyrecommendations within this context include:"}, {"text_block_id": "p49_b1", "text": "The sustainable energy policy for Barbados aimsto assist Barbados in fulfilling its nationalobligations as party to the United NationsFramework Convention on Climate Change. Inorder to combat climate change induced globalwarmingandtheassociatedadverserepercussions, member states are required toreduce emissions of greenhouse gases. Barbados'primary greenhouse gas is carbon dioxide which isreleased from the combustion of fossil fuels suchas oil and natural gas for electric powergeneration."}, {"text_block_id": "p48_b1", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p47_b1", "text": "5.13.3"}, {"text_block_id": "p46_b1", "text": "5.5"}, {"text_block_id": "p45_b1", "text": "5. AAgriculture"}, {"text_block_id": "p44_b1", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p43_b1", "text": "It is recognised that Barbados is a water scarcecountry and that committed work is necessary toensure the sustainable management of thisresource. Equitable allocation and ongoingmonitoring of the fresh water resources ofBarbados are necessary to ensure its optimalutilisation, conservation and protection."}, {"text_block_id": "p42_b1", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p40_b1", "text": "P P A A R R T T II I IN N A A T T I I O O N N A A L LS S U U S S T T A A I I N N A A B B L L E E D D E E V V E E L L O O P P M M E E N N T TA A C C T T I I O O N N PP L L A A N N"}, {"text_block_id": "p38_b1", "text": "view to incorporating them into the decision-making process."}, {"text_block_id": "p37_b1", "text": "limited waste assimilation capacity ofthe natural environment"}, {"text_block_id": "p36_b1", "text": "6. P POLICYIMPLEMENTATION"}, {"text_block_id": "p34_b2", "text": "The objectives of the National Sports Policy are:"}, {"text_block_id": "p33_b2", "text": "Despite the respectable record and practice ofstakeholder participation in Barbados, the mostvital step of this practice may still be missing. Itis essential that stakeholder views actuallyinfluence Government's decisions in a significantway at every level from the development ofnational policies to the project development andexecution stages. In this regard, this policyencourages all decision makers to adopt thefollowing guidelines for facilitating genuinepublic participation in Sustainable Development:"}, {"text_block_id": "p32_b2", "text": "To ensure that education is of high quality the revisedcurriculum is a skill-based one aimed at achievingintegration within and across subject areas. The use oftechnology within all subjects is also a statedrequirement. Another feature of the new curriculum isthe renewed emphasis on the child-centeredapproach, as opposed to the teacher-centered one.This paradigm shift is aimed at producing individualswith adequate critical-thinking and problem-solvingskills."}, {"text_block_id": "p31_b2", "text": "C A S E SS T U D Y 44 : TT H E FF I S H I N G I I N D U S T R YC A S E S S T U D Y 44 : TT H E FF I S H I N G II N D U S T R Y"}, {"text_block_id": "p30_b2", "text": "The biggest competitor to natural gas is Liquefied Petroleum Gas, LPG. However, the National PetroleumCorporation (NPC) has a mandate to sell natural gas 20% cheaper than LPG. Currently, domestic customerspay 30% less for natural gas than they would for the equivalent LPG in a 20lb bottle."}, {"text_block_id": "p29_b2", "text": "The need for significant social, environmentaland economic change becomes more explicitwhen one considers the advances that havebeen made in the areas of Science andTechnology in the last decade or so. No societyor community is untouched by the phenomenaldevelopment of science and technology.Products ranging from radios, mobile phonesand satellite communications, television,agricultural inputs and medical products can befound in the most remote communities. Theentire population faces the challenge ofbecoming more aware of science and technologyand the role it plays in Sustainable Development."}, {"text_block_id": "p28_b2", "text": "The finiteness, or limited supply, of many naturalresources results in part from their exhaustiblenature which is sometimes further compoundedby the excessively high rate of depletion by man.In light of these limits it is seen as vital that theuse of natural resources occurs at optimalcapacity via a strategy which:"}, {"text_block_id": "p27_b2", "text": "Increasing demand per person"}, {"text_block_id": "p26_b2", "text": "An integrated approach ensures that all stakeholders, such as fishermen, conservation groups and otherinterested parties, are consulted and involved. Stakeholder consultation ensures that all views and concernsare addressed, and that there is across-the-board acceptance of precautionary initiatives. Since fisheries areaffected by and affect other coastal issues and activities, the integrative approach to fisheries managementshould be considered within the broader context of the integrated coastal-area management plans."}, {"text_block_id": "p25_b2", "text": "Three broad categories of natural resources arerecognised: \"critical\" natural resources, non-renewable resources and renewable resources:"}, {"text_block_id": "p24_b2", "text": "A"}, {"text_block_id": "p23_b2", "text": "3. Economic tools and methodologies, such asmonetary valuation of natural andenvironmental resources, cost benefitanalysis and internalisation of externalenvironmentalcostsplayanincreasingly important role in thedecision making process with"}, {"text_block_id": "p22_b2", "text": "T"}, {"text_block_id": "p21_b2", "text": "The NCSD proposes a Barbadian-specificdefinition of Sustainable Development as:"}, {"text_block_id": "p20_b2", "text": "T"}, {"text_block_id": "p18_b2", "text": "enerally, the aim of a policy is to articulate the overall goalas well as the means whereby the goal will be achieved. Inthe case of the NSD Policy, the goal and therefore the aim,is the pursuit of Sustainable Development by all sectors, groupsand individuals in Barbados. In other words the aim of the policyis to sensitize all persons in Barbados about the need to makewise choices daily, at the individual, household, business,community and national levels because these choices affect ournational development. These choices include the things weconsume, the way we produce goods and services, how wedispose of our waste and generally our lifestyles (habits, attitudes,conduct)."}, {"text_block_id": "p17_b2", "text": "The NSD Policy has been distilled from a longprocess of consultations at various levels andamong the different partners of nationaldevelopment which include: government, the profit non-governmental organisations; the non-profitorganisations;communitybasedorganisations; and the labour, youth and women"}, {"text_block_id": "p16_b2", "text": "T"}, {"text_block_id": "p12_b2", "text": "Windmills represent not only the use of a renewable resource to generate energy but conjure upmemories of sugar, once a driving force in the Barbadian economy in colonial and post colonialtimes. The work of many people focussed on using the windmill to create energy needed to grindcanes, pump water for drinking, to feed livestock and other farming purposes."}, {"text_block_id": "p11_b2", "text": "NSD- National Sustainable DevelopmentNCSD- National Commission on Sustainable DevelopmentUNCED- United Nations Conference on Environment & DevelopmentBATNEEC- Best Available Technique Not Entailing Excessive CostBPM- Best Practicable MeansBPEO- Best Practicable Environmental OptionPPP- Polluter Pays PrincipleNCST- National Council for Science & TechnologyUWI- University of the West IndiesLPG- Liquified Petroleum GasCNG- Compressed Natural GasIPM- Integrated Pest ManagementGIS- Geographic Information SystemPDP- Physical Development PlanSIDS- Small Island Developing StatesNGO- Non Governmental OrganisationsCZMU- Coastal Zone Management Unit"}, {"text_block_id": "p10_b2", "text": "ix"}, {"text_block_id": "p9_b2", "text": "1. Introduction .................................................................................................................................29"}, {"text_block_id": "p8_b2", "text": "Contents"}, {"text_block_id": "p7_b2", "text": "Some of the anthropogenic environmental changes, such as global warming and ozonedepletion, which have been seen in recent years, have a special threat for small islands. OurSustainable Development policy and the decisions which we make to preserve our localenvironment, should therefore demonstrate to the world that we are implementing mitigationand adaptation measures which will contribute to our long-term survival."}, {"text_block_id": "p6_b2", "text": "In direct response to this challenge, the Government of Barbados in 1997 appointed a multi-disciplinary National Commission on Sustainable Development (NCSD) which includedmembers from government and civil society . The mandate of the NCSD included theformulation of a National Sustainable Development (NSD) Policy. The main purpose of thispolicy is to provide a definition for Barbados of Sustainable Development to guide all levels ofnational decision-making."}, {"text_block_id": "p5_b2", "text": "The Ministry of Housing, Lands and Environment recognises the effort and commitment of allthese individuals and is grateful. Special mention however must be made of the outstandingleadership given by the late Professor the Honourable Oliver Headley who up until his untimelydeath guided the process up to the preparation of the final draft."}, {"text_block_id": "p4_b2", "text": "iii"}, {"text_block_id": "p3_b2", "text": "Published by Ministry of Housing, Lands and the Environment (Environment), Government of Barbados"}, {"text_block_id": "p2_b2", "text": "T T H H E E B B A A R R B B A A D D O O S SS S U U S S T T A A I I N N A A B B L L E E D D E E V V E E L L O O P P M M E E N N T TP P O O L L I I C C Y Y"}, {"text_block_id": "p1_b2", "text": "S U S T A I N A B L E"}, {"text_block_id": "p67_b2", "text": "M i n i s t r y o f H o u s i n g , L a n d s a n d t h e E n v i r o n m e n t"}, {"text_block_id": "p65_b2", "text": "Mr. Laurie King, Education Officer, Ministry of Education, Youth Affairs and Culture, ChairmanMs. Philippa Aimey (for the) Small Business AssociationMs. Gillian Applewaite, Government Information ServiceMr. Stephen Boyce, President, Barbados Environmental AssociationMs. Norma Shorey-Bryan, Trustee, Future Centre TrustMr. Patrick Frost, General Secretary, Congress of Trade & UnionsMr. Julius Gittens (Pres., Barbados Association of Journalists)Mrs. Maritza Hee-Houng, Information Specialist, Caribbean Conservation AssociationMrs. Penelope Hynam-Roach,, Executive Director/Ms. Jennifer Small, Barbados NationalTrustMs. Jill Shepherd, Chair of the Building Committee, the Garrison CommitteeFather Theodore Taylor, Barbados Christian CouncilMr. Reggie Burke, Environmental Education Officer, Environment Division RepresentativeNational Organisation of Women/ Bureau of Women's AffairsMr. Rodney Grant, Pinelands Creative Worshop"}, {"text_block_id": "p64_b2", "text": "Mr. Andrew Gittens, Sr. Engineer, Barbados Light and Power, ChairmanMr. John Boyce, Engineer, Rachel Pringle Brewery Ltd.Mr. Steve Devonish (for the) Barbados Association of ArchitectsMr. Noel Drakes, Tourism Planner, Ministry of TourismMr. Clive Lorde, Executive Director, Central Emergency Relief Organisation (CERO)Mr. Robert Maycock, Civil Engineer, Maycock AssociatesMr. George Brown (for the) Chief Town Planner, Town Planning DepartmentMr. Robert O ' Neal, Architect, the Design CollaborativeMrs. Penelope Hynam-Roach, Executive Director, Barbados National TrustMs. Irene Sandiford (for the) National Organisation of WomenMs. Margaret Talma, Chief Housing Planner, Housing DivisionDr. Jose Tudor, Deputy Director, Barbados National Standard InstituteMr. Robert Weekes (for the) Barbados Association for Professional EngineersMr. Charles Yearwood, (for the) Chief Technical Officer, Ministry of Public Works"}, {"text_block_id": "p63_b2", "text": "STEERING COMMITTEE 2Implementation Mechanisms"}, {"text_block_id": "p62_b2", "text": "CABINET APPOINTED 2000"}, {"text_block_id": "p60_b2", "text": "This list of specific policy recommendations has been compiledvia a wide consultative process with the intention ofencompassing the great range of concerns which impinge uponSustainable Development. It is evident that the issues of whichSustainable Development is constituted are many and varied andthis list should not be considered to be exhaustive. Rather, therecommendations are intended to offer some initial guidance tothose involved in specific sectors or fields and, in particular, thoseinvolved in making decisions about how those sectors and fieldsprogress into the future."}, {"text_block_id": "p59_b2", "text": "Strengthen the Environmental Lawcomponent of the University of the WestIndies Law Programme;"}, {"text_block_id": "p58_b2", "text": "22.10 Compliance with international conventions and instrumentsaimed at general ocean preservation;"}, {"text_block_id": "p57_b2", "text": "20.6The improvement of strategies to ensurethe sustainability of current levels of fertility,mortality and population growth by providingrequisite resources to agencies such as theBarbados Family Planning Association, the Ministryof Health and relevant NGOs to address issuesrelated to fertility, family planning and sexual andreproductive health."}, {"text_block_id": "p56_b2", "text": "Recognising that Sustainable Development requires the fullinvolvement and integration of all persons into the developmentprocess; and recognising that all forms of gender-baseddiscrimination must be eliminated, the Commission recommends:"}, {"text_block_id": "p55_b2", "text": "Recycled goods and/or \"green\" products"}, {"text_block_id": "p54_b2", "text": "16.3Agreeing on joint regional representation at internationalfora wherever possible so as to ensure that optimal use is madeof limited regional skills and expertise;"}, {"text_block_id": "p53_b2", "text": "Air Emissions"}, {"text_block_id": "p52_b2", "text": "Researching options available for more efficient utilisationof limited land space, including a possible revision of currentbuilding height restrictions;"}, {"text_block_id": "p51_b2", "text": "surfaces that are man-made, are manufactured,constructed, and/or erected, in a sustainablemanner. The policy therefore aims to safeguardindividuals from risk or danger associated withthe utilisation of those structures and surfaces,as well as their continued existence in adesirable and functional state as long aspossible. To this end, policy recommendationsinclude:"}, {"text_block_id": "p50_b2", "text": "10.1Supporting existing research programmes related toSustainable Development and environmental issues, as well asinitiating and pursuing new and innovative programmes asappropriate;"}, {"text_block_id": "p49_b2", "text": "The sustainable energy policy recommends:"}, {"text_block_id": "p48_b2", "text": "7. FFisheries"}, {"text_block_id": "p47_b2", "text": "Dissemination of information onbiotechnology and bio-safety among theagricultural sector as well as the generalpublic;"}, {"text_block_id": "p46_b2", "text": "Strengthening or development of mechanisms to assistsmall farmers in marketing and maintaining a constant supply ofproduce to hotels and the tourism sector in general;"}, {"text_block_id": "p45_b2", "text": "Sustainable agriculture optimises the use ofrenewable, locally available resources andfarming practices and ensures that sustainablefarming technology is passed on to futuregenerations for their continued benefit. Inaddition, it is envisaged that productiveeconomic and environmental conditions withrespect to the agricultural and food productionsectors will be maintained into the future."}, {"text_block_id": "p44_b2", "text": "3.16Conducting an assessment of existing national expertiseand knowledge available to address technical and socioeconomic aspects of groundwater resources management. Anydeficiencies identified will be remedied bearing in mind theresources available to the relevant national and regional agenciesand institutions;"}, {"text_block_id": "p43_b2", "text": "Specific policy recommendations towards thisend include:"}, {"text_block_id": "p42_b2", "text": "1. I Introduction"}, {"text_block_id": "p38_b2", "text": "V. The government, as a partner in the pursuitof Sustainable Development, endeavours to:"}, {"text_block_id": "p37_b2", "text": "Natural resources are not to be exploitedto a degree which inhibits the ability offuture generations to meet their ownneeds. As such the PrecautionaryPrinciple and the imposition of SafeMinimum Standards with regards tonatural and environmental resource useare supported."}, {"text_block_id": "p36_b2", "text": "B"}, {"text_block_id": "p34_b3", "text": "the development and improvement of sportingfacilities and venues"}, {"text_block_id": "p33_b3", "text": "Proactivity"}, {"text_block_id": "p32_b3", "text": "Social and emotional learning is also embedded in all areas of the curriculum. Another of the new innovationsin the reform is the integration of cultural art forms across subject areas. Changes have also been implementedin the area of assessment. The new thrust is to ascertain the children's strengths and weaknesses at an earlystage."}, {"text_block_id": "p31_b3", "text": "18"}, {"text_block_id": "p30_b3", "text": "By maintaining a competitive price, development of the natural gas resource remains viable. In addition, it mayprove to be very sustainable as the sale of natural gas provides employment, provides the opportunity todevelop a local resource, saves valuable foreign exchange and is a more environmentally friendly energysource than refined crude oil products."}, {"text_block_id": "p29_b3", "text": "Clean Technology"}, {"text_block_id": "p28_b3", "text": "reduces total quantities used"}, {"text_block_id": "p27_b3", "text": "Increasing demand from a mushrooming visitorpopulation"}, {"text_block_id": "p26_b3", "text": "If a management plan is to be broadly accepted, it is best to consider a range of alternatives, such as:"}, {"text_block_id": "p25_b3", "text": "\"Critical\"naturalresourcesarenecessary for the continuation of \"lifesupport functions\" for example water andair. They are key to maintaining the"}, {"text_block_id": "p24_b3", "text": "consideration of the core concepts of SustainableDevelopment and their operation in the Barbadian contextreveals a somewhat paradoxical situation. On one hand,Barbados has demonstrated a utilitarian approach to resourceuse, typical of orthodox economics approaches. This \"weaksustainable\" approach means essentially that natural andenvironmental assets and services have traditionally been viewedas available and intended for our present (human) utilisation."}, {"text_block_id": "p23_b3", "text": "regards to natural and environmentalresource use, notwithstanding considerationsof physical sustainability constraints."}, {"text_block_id": "p22_b3", "text": "he over-arching goal of this policy is to ensure theoptimisation of the quality of life for every person byensuring that economic growth and development does notoccur to the detriment of our ecological capital."}, {"text_block_id": "p21_b3", "text": "\"Development which optimises thequality of life of every person withoutover-exploitingnaturalandenvironmental assets and services, orjeopardizing social and economicdevelopment.\""}, {"text_block_id": "p20_b3", "text": "he Sustainable Development concept is rather elusive in itsmeaning and it is difficult to reach a consensus on itsdefinition. At worst, the Sustainable Development concept isin danger of becoming everything to everyone; such thatenvironmentalists want ecosystems sustained, politicians wanteconomic growth sustained, community organisations wantcommunities sustained and so on. A practical definition ofSustainable Development therefore requires a balancing of thesecompeting goals."}, {"text_block_id": "p18_b3", "text": "Sustainable Development is a broad-based concept that impingeson all sectors and activities of national development and so it isdifficult to attempt to prescribe detailed actions for each actor,stakeholder and decision-maker. This policy therefore is notintended to be a blueprint for sustainability. Rather this policy isintended to provide guidelines and a pragmatic framework thatfacilitates decision-making at the level where costs and benefitsaccrue whether it is at the national, corporate or individual level.It is envisaged that this policy will be translated into concreteaction plans by informing all programmes and projects preparedby the various sectors, businesses, communities and individuals."}, {"text_block_id": "p17_b3", "text": "organisations."}, {"text_block_id": "p16_b3", "text": "he National Sustainable Development (NSD) Policy is aproduct of the National Commission on SustainableDevelopment (NCSD). The Commission was established byCabinet directive on March 30th, 1997 with a mandate to developa National Sustainable Development Policy for Barbados. Twentytwo individuals, representing a cross section of agencies andstakeholders, were designated to serve the Commission for aterm of three years with the Ministry of Environment 1 serving asSecretariat."}, {"text_block_id": "p12_b3", "text": "Windmills are icons of Barbadian heritage and one of the oldest symbols of sustainability on theisland. They are closely linked with social, economic, environmental, technological and scientificmatters from a Barbadian, regional and global perspective - the very facets of sustainability."}, {"text_block_id": "p11_b3", "text": "x"}, {"text_block_id": "p10_b3", "text": "List o of BBoxes & & C Case S Studies"}, {"text_block_id": "p9_b3", "text": "2. Stakeholder Involvement in national Decision Making ............................................................... 29"}, {"text_block_id": "p8_b3", "text": "Dedication ......................................................................................................................... iii"}, {"text_block_id": "p7_b3", "text": "Social conditions are also an important component of sustainability, and these mustdemonstrate to the average citizen that he or she has a viable stake in the country and that itis in his or her interest to sustain a caring social system which does not exclude or marginaliseanyone. Our cultural diversity must be harnessed and tapped to ensure that our developmentis built on fairness and promotes harmony. Wise and prudent economic growth should be at thecentre of our development strategy."}, {"text_block_id": "p6_b3", "text": "The NSD Policy calls for a change in attitude, behaviour and values by all persons,corporations and decision-makers. The lynch-pin of this policy is that the primary developmentobjective in Barbados ought to be the optimization of quality of life for present and futuregenerations, while ensuring that economic growth and development is not achieved at theexpense of our ecological capital. In this regard, the Government, in partnership with civilsociety, is committed to providing the appropriate framework to facilitate the attainment of thisgoal."}, {"text_block_id": "p5_b3", "text": "The Ministry expresses sincere appreciation for the hard work done by Mrs. Natalie DeCairesand Mr. Andy Taitt for helping to shape the policy; and to Ms. Leisa Perch, Ms. Elizabeth Rileyand Ms. Dana Lewis for their invaluable contributions. Finally, the Ministry acknowledges theassistance provided by former Permanent Secretary, Mrs. Atheline Haynes and the presentPermanent Secretary, Dr. Leonard Nurse, who was one of the leading technical experts thatadvised the National Commission on Sustainable Development."}, {"text_block_id": "p3_b3", "text": "Copyright © 2004, Ministry of Housing, Lands and the Environment (Environment), Government of Barbados"}, {"text_block_id": "p2_b3", "text": "J a n u a r y 2 0 0 4"}, {"text_block_id": "p1_b3", "text": "D E V E L O P M E N T P O L I C Y"}, {"text_block_id": "p67_b3", "text": "G o v e r n m e n t o f B a r b a d o s"}, {"text_block_id": "p65_b3", "text": "NATIONAL COMMISSION ON SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p64_b3", "text": "STEERING COMMITTEE 6Waste Management and Pollution Control"}, {"text_block_id": "p63_b3", "text": "Professor The Honourable Oliver Headley, Director, Centre for Resource Management andEnvironmental Studies (CERMES), University of the West Indies, ChairmanDr. Eslie Alleyne, Director, National Council for Science and TechnologyMr. Stephen Boyce, President, Barbados Environmental AssociationMr. Carson Browne, Development Planner, Ministry of Finance and Economic AffairsDr. Malcolm Hendry, Lecturer, Marine Resources and Environmental Management Programme(MAREMP), University of the West IndiesMr. Basil Lavine, Barbados Industrial Development CorporationMs. Gabrielle Springer, Tourism Development Officer, Ministry of TourismMr. Wendell Burnett, Chief Environmental Assistant, Environmental Engineering DivisionMr. Francois Jackman/Ms Joy-Anne Skinner, International Relations, Ministry of ForeignAffairsMr. John Wilson, Senior Environmental Officer, Environment Division"}, {"text_block_id": "p62_b3", "text": "Professor The Honourable Oliver Headley, Director, Centre for Resource Management andEnvironmental Studies (CERMES), University of the West Indies, ChairmanDirector of Research and Planning, Ministry of Finance and Economic Affairs, DeputyChairmanDr. Yolanda Alleyne, Planning ConsultantMr. Robert Foster, Barbados Chamber of CommerceMs. Undine Whittaker/Mr. Orlando Scott, Coalition of Trade Unions and Staff Associates(CTUSAB)Mr. Andy Taitt, Small Business AssociationMs. Esther Marshall, nominee of Chief Town PlannerMr. Richard Carter, Director of Youth AffairsMr. Nigel Jones, Nominee of Chief Agricultural OfficerDr. Colin Hudson, TechnologistChief Community Development Officer or nomineeMrs. Gwendah Alleyne, nominee of Permanent Secretary, Ministry of Social TransformationMr. Gordon Bispham, Barbados Association of Non Governmental Organisations (BANGO)Ms. Jacqueline Banfield, National Organisation of WomenRev. Errol Connor/Kes Amha Selassie Yaicob, Barbados Christian CouncilPermanent Secretary, Ministry of Housing, Lands and the Environment or nominee"}, {"text_block_id": "p60_b3", "text": "The National Sustainable Development Policy is intended tofunction as an essential tool for every policy and decision-makerin Barbados. It is expected that those persons in whose handsthis country's future lies will use the policy document as an aidein their daily decision-making process. Overarching principles andconcepts which form the foundation of Sustainable Developmentfor any sector are articulated in Part A of the policy document."}, {"text_block_id": "p59_b3", "text": "24.10 Supporting programmes to developstandards for various environmental concernse.g. waste disposal, emission levels, etc., whichwould form part of national regulations andlegislation."}, {"text_block_id": "p58_b3", "text": "22.11 Cooperation with other Caribbean Governments throughthe CARICOM Sustainable Development Programme towardsfurther pursuing the designation of the Caribbean Sea as aSpecial Area within the Context of Sustainable Development;"}, {"text_block_id": "p57_b3", "text": "20.7Development of strategies to ensure theprovision of adequate amenities to meet the needsof growing population centres including food,housing, transportation, energy, water andsewerage, waste management, recreation,telecommunications and other urban infrastructure."}, {"text_block_id": "p56_b3", "text": "19.1Development of a broad gender perspective at all levels ofeducation;"}, {"text_block_id": "p55_b3", "text": "Goods with minimal packaging material"}, {"text_block_id": "p54_b3", "text": "16.4Coordinating regional enforcement procedures andmechanisms for compliance with international environmental lawsand regulations, especially those pertaining to the protection andsustainable management of the Caribbean Sea and its resources;"}, {"text_block_id": "p53_b3", "text": "15.1Establishing monitoring programmes tomeasure air quality both indoors and at low-levelatmospheric levels;"}, {"text_block_id": "p52_b3", "text": "12.10 Designating areas where hazardous chemicals are used,as hazardous sites, particularly if the land use is to be changed."}, {"text_block_id": "p51_b3", "text": "Building Code"}, {"text_block_id": "p50_b3", "text": "10.2Encouraging research and development of environmentalmanagement practices and/or \"clean technologies\" that areappropriate for introduction to the industrial, manufacturing and/orany other sector in Barbados;"}, {"text_block_id": "p49_b3", "text": "8.1Determiningandimplementingappropriate economic instruments and incentivesto promote energy conservation, efficient use, andwhere possible the switch to renewable energyalternatives;"}, {"text_block_id": "p48_b3", "text": "The Fisheries Division of the Ministry of Agriculture and RuralDevelopment aims to ensure the optimum utilisation of thefisheries resources in the waters of Barbados for the benefit of thepeople of Barbados today and into the future. Specific policyobjectives for sustainable fisheries management include:"}, {"text_block_id": "p47_b3", "text": "5.13.4Provision of training in the safeand Sustainable Development and use ofplant or animal genetic resources foragriculture;"}, {"text_block_id": "p46_b3", "text": "5.6Supporting farm and crop diversification as well asgeneral production enhancement, through infrastructuraldevelopments and support such as:"}, {"text_block_id": "p45_b3", "text": "The overall policy objective is to pursuesustainableagriculturethroughtheimplementation of a strategy which preserves,conserves and sustainably uses the island'sagricultural resources. Some considerations forecological efficiency encompassed within thesustainable agriculture policy include:"}, {"text_block_id": "p44_b3", "text": "3.17Under the West Coast Sewerage system the option ofwaste water treatment and reuse is to be fully explored todetermine its feasibility in Barbados;"}, {"text_block_id": "p43_b3", "text": "3.1Obtaining and analysing information andmaintaining up-to-date records of the totalavailable fresh water resources of Barbados;"}, {"text_block_id": "p42_b3", "text": "This section forms the second part of the National SustainableDevelopment Policy. Detailed policy recommendations pertainingto specific sectors and/or issues are articulated, all with a view tofostering and supporting the pursuit of Sustainable Development.It must be noted however that although policy recommendationsare detailed in a sector by sector approach, policy makers andstakeholders are encouraged to adopt an integrated approachtowards policy implementation and resource managementwherever possible."}, {"text_block_id": "p38_b3", "text": "1. Information"}, {"text_block_id": "p37_b3", "text": "3. Economic tools and methodologies suchas monetary valuation of natural andenvironmental resources, cost benefitanalysis and the internalisation of externalenvironmental costs, play an increasinglyimportant role in the decision makingprocess with regards to natural andenvironmentalresourceuse,notwithstandingconsiderationsofconstraints on sustainability."}, {"text_block_id": "p36_b3", "text": "arbados' traditional approach to macroeconomicdevelopment has been typical of developing countries interms of striving to maximise economic growth. However,despite an acknowledgment and understanding of theinterconnection and co-dependence between the goals ofenvironmental preservation, social welfare and economicdevelopment, these concerns have not to any great extent beenintegrated into the economic decision making process. This policyis intended to remedy this short-coming."}, {"text_block_id": "p34_b4", "text": "the promotion and fostering of competitive sports"}, {"text_block_id": "p33_b4", "text": "Government and civil society shall takeinitiatives, in accordance with their respective"}, {"text_block_id": "p32_b4", "text": "This multi-faceted approach was taken to ensure that well-rounded individuals exit the school system. Thiswould benefit the nation as a whole, since persons would possess the skills, attributes and competencies whichwill allow them to function in any situation."}, {"text_block_id": "p31_b4", "text": "The concept of equity needs to be applied toensure equal access for both current and futuregenerations to natural and environmental assets,services and opportunities. Many currentresource use practices explicitly and implicitly\"discount\" future generations and less well offsectors of society at a high rate, thus placing"}, {"text_block_id": "p30_b4", "text": "B O X 2 2 : N N A T U R A L GG A S P P R O D U C T I O N I I N BB A R B A D O SB O X 2 2 : N N A T U R A L G G A S PP R O D U C T I O N II N B B A R B A D O S"}, {"text_block_id": "p29_b4", "text": "The year 2001 received much attention and wasbeing touted as a year of major change when theadoption of new perceptions and attitudes wereexpected to encompass the principles of social"}, {"text_block_id": "p28_b4", "text": "maximises net output from each unit ofresource used"}, {"text_block_id": "p27_b4", "text": "A main and pipe distribution system in dire needof rehabilitation"}, {"text_block_id": "p26_b4", "text": "Specifying management objectives,"}, {"text_block_id": "p25_b4", "text": "integrity of ecological systems and biophysicalprocesses.SustainableDevelopment requires that, at the veryleast, critical natural resources should betransferred in full to future generationsbecause their role cannot be fulfilled byany other natural or anthropogenicsystem or resource, for example cleanair, uncontaminated aquifers, unpollutedsoils. Another option is that wheretechnologically possible and where it iseconomically feasible, recycling shouldbe a part of the extraction, consumptioncycle."}, {"text_block_id": "p24_b4", "text": "Conversely, Barbadians express very strong \"normative\" opinionsabout \"the way things should be\"; so that while viewing resourcesas ours to be used, Barbadians also want to ensure inter- andintra-generational equity and at the same time, promote the socialcomponents of \"quality of life\"."}, {"text_block_id": "p23_b4", "text": "4. All sectors of society as well as futuregenerations are provided with an equitableopportunity to ensure that their quality of life ismaintained at a level not lower than that ofcurrent generations . This is to be achieved inpart by ensuring that the core concepts ofSustainable Development are upheld withregards to natural and environmentalresource use and social development plans."}, {"text_block_id": "p22_b4", "text": "Objectives"}, {"text_block_id": "p21_b4", "text": "The essence of this definition of SustainableDevelopment is to distill a working definition fromthe ongoing international dialogue that includesAgenda 21, the Barbados Programme of Action,and the Bolivia Plan of Action. Indeed, this policyis meant to be the interpretation and functionalityof the principles contained in those variousinternational action plans."}, {"text_block_id": "p20_b4", "text": "Notwithstanding the lack of universal consensus on its definition,most writers will agree that the Sustainable Developmentparadigm represents a marriage between development andenvironment. Sustainable Development is about maintaining anacceptable balance between these two limbs. In this regard it mayperhaps be more appropriate for Sustainable Development to bedefined at the national level."}, {"text_block_id": "p18_b4", "text": "2. P POLICY A AIMS"}, {"text_block_id": "p17_b4", "text": "1 In 1997, the Ministry was designated the Ministry of Health and"}, {"text_block_id": "p16_b4", "text": "The formulation of the NSD Policy is envisaged as onecomponent of a new approach to Sustainable Development inBarbados, one which aims to deal with individual issues from anintegrated and holistic perspective. The NSD Policy hasimplications for a wide range and diversity of subjects goingbeyond the realm of environmental preservation to include social,cultural, economic, legal, educational and taxation issues to namea few."}, {"text_block_id": "p12_b4", "text": "About W Windmills..."}, {"text_block_id": "p10_b4", "text": "Box 1. Precautionary Approach to Fisheries Management ................................................."}, {"text_block_id": "p9_b4", "text": "3. Fresh Water Resources ..............................................................................................................30"}, {"text_block_id": "p8_b4", "text": "Acknowledgement ..............................................................................................................iv"}, {"text_block_id": "p7_b4", "text": "A major concern for all Barbadians is the policy which we implement for land use. Theexpansion of the tourist industry in recent years means that an increasing amount of our landis being utilised to improve the comfort and convenience of our visitors. This industry is nowthe major provider of foreign exchange, hence it needs to be handled with care. However, eventhis vital sector has to be developed in a manner that does not compromise the sustainabilityof our island in the years to come."}, {"text_block_id": "p6_b4", "text": "Every industry, business sector of society and individual needs to play a role in protecting ournational patrimony. This policy document is aimed at ensuring that sustainable developmentconsiderations infuse all our planning and decision making processes and becomes part of theculture and ethic of how we live as people. I recommend it to you."}, {"text_block_id": "p5_b4", "text": "Acknowledgements"}, {"text_block_id": "p3_b4", "text": "This publication may be reproduced in whole or in part and in any form exclusively for educational and non-profitpurposes without permission of the copyright holder. The Ministry of Housing, Lands and the Environment(Environment), Barbados would appreciate receiving a copy of any publication that uses this publication as a source."}, {"text_block_id": "p2_b4", "text": "“Doing the right things by doing things right”"}, {"text_block_id": "p1_b4", "text": "D o i n g t t h e r r i g h t t t h i n g s b b y d d o i n g t t h i n g s r r i g h t !"}, {"text_block_id": "p67_b4", "text": "I S B N : 9 7 6 8 0 8 0 8 4 1"}, {"text_block_id": "p65_b4", "text": "CABINET APPOINTED 1995"}, {"text_block_id": "p64_b4", "text": "Dr. Hugh Sealy, Project Director, Sewerage and Solid Waste Project Unit Chairman,Ms. Sandra Prescod, Project Co-ordinator, Sewerage and Solid Waste Project Unit,Co-ChairMs. Marva Alleyne, Executive Director, Bureau of Women's AffairsMr. Alan Banfield, President, Barbados Hotel and Tourism AssociationMs. June Simpson-Clarke, Public Investment Unit, Ministry of Finance and Economic AffairsDr. Gerard Dharmaratne, Economist, Marine Resources and Environmental ManagementProgramme (MAREMP), University of the West IndiesMr. Peter Downes, (Pres., (Rotary Club West Barbados)Mr. Jeffrey Headley, Senior Engineer, Environmental Engineering DivisionMr. Anthony Headley, Deputy Chief Engineer, Environmental Engineering DivisionDr. Colin Hudson, Agricultural Technologist, Future Centre TrustMr. Basil Lavine, Barbados Industrial Development CorporationMr. Michael Nicholls, Area Supervisor, Sanitation Service AuthorityMr. Ronald Nurse, PRO, Sewerage and Solid Waste Project UnitMr. Harry Philippeaux, Environmental Health Officer, Pan American Health Organisation(PAHO)Mr. Andrew Simpson, Managing Director, Envirotech, Inc.Dr. Winston Small, Chief Agricultural Officer, Ministry of AgricultureMr. Magnus Whitehead, Director, National Conservation CommissionMs. Glendine Sealy, National Conservation CommissionMr. Dennis Yearwood, Director, Barbados Water AuthorityMs. Wendy Walker Drakes, Environmental Officer, Environment Division"}, {"text_block_id": "p63_b4", "text": "STEERING COMMITTEE 3Science and Technology"}, {"text_block_id": "p62_b4", "text": "STEERING COMMITTEE 1Indicators of Sustainable Development"}, {"text_block_id": "p60_b4", "text": "47"}, {"text_block_id": "p59_b4", "text": "The National Commission on SustainableDevelopment recognises that the tourismindustry is Barbados' \"major economic engine\"and that many thousands of employmentopportunities are provided, and livelihoodssupported, by that industry. It also notes thatBarbados' tourism industry has not traditionallyevolved along a sustainable path. Major andurgent transformations away from the \"businessas usual\" mode of operation are critical if thiscountry is to experience positive social andeconomic progress into the future throughtourism."}, {"text_block_id": "p58_b4", "text": "22.12 Designating specific marine areas for protection andpreservation. These areas need to be shown on the official mapsof Barbados."}, {"text_block_id": "p57_b4", "text": "20.8Encouraging and strengthening theappropriate ministry to develop and implementappropriate land use policies and practices, reduceundesired environmental practices, and educateBarbadians about positive practices."}, {"text_block_id": "p56_b4", "text": "19.2The development of curricula in gender studies for allteachers;"}, {"text_block_id": "p55_b4", "text": "Equipment/products which utilise cleanenergy"}, {"text_block_id": "p54_b4", "text": "16.5Coordinating wherever possible region-wide recyclingefforts for non-bio-degradable waste so as to achieve economiesof scale in the production of recycled commodities."}, {"text_block_id": "p53_b4", "text": "15.2Developing standards to ensuremaintenance of appropriate air quality levelswhich protect human health and meet at leastminimum international standards;"}, {"text_block_id": "p52_b4", "text": "13. NNatural RResources"}, {"text_block_id": "p51_b4", "text": "11.1Full adoption and implementation of anagreed Barbados National Building Code;"}, {"text_block_id": "p50_b4", "text": "10.3Compiling and maintaining a comprehensive databases ofinformation on research studies and their findings related to thefield of Sustainable Development, especially those with a specificangle towards small island developing states. Such a databaseshould be:"}, {"text_block_id": "p49_b4", "text": "8.2Introduction of legislation supporting thedevelopment and use of alternative renewableenergy sources, including:"}, {"text_block_id": "p48_b4", "text": "7.1Sustaining or increasing the potential of marine livingresources to meet national human nutritional needs, as well associal and economic development goals;"}, {"text_block_id": "p47_b4", "text": "5.13.5Development of programmes topreserve endangered populations of plantsor animals which play a role in agriculturecurrently or may offer potential for futurecommercial development;"}, {"text_block_id": "p46_b4", "text": "sustainable irrigation where necessary"}, {"text_block_id": "p45_b4", "text": "biodiversity preservation"}, {"text_block_id": "p44_b4", "text": "3.18Reducing the percentage of unaccounted for water fromleaks in the distribution system from an estimated 60% to 30% bythe year 2016, via an integrated approach including:"}, {"text_block_id": "p43_b4", "text": "3.2Considering the establishment of a jointworking agreement with the University of theWest Indies (UWI) and/or any other appropriateinstitution, to facilitate the development andexecution of an effective and comprehensiveground water research programme;"}, {"text_block_id": "p42_b4", "text": "2. S Stakeholder I Involvement i in N NationalDecision M Making"}, {"text_block_id": "p38_b4", "text": "Create and/or strengthen existing formaland informal communication mechanismstoencourageinformationsharing,collaboration and cooperation within andamong civil society groups, and betweenall levels of government and civil society."}, {"text_block_id": "p37_b4", "text": "4. All sectors of society as well as futuregenerations are provided with an equitableopportunity to ensure that their ownstandard of living is maintained at a levelat least the same as current generationsor better. This is to be achieved in part byensuring that the core concepts ofSustainable Development are upheld withregards to natural and environmentalresource use and social developmentplans."}, {"text_block_id": "p36_b4", "text": "In 1999, the Ministry of Finance initiated a new approach to thedrafting of the National Strategic Plan (2000/2010), one aimed atensuring a wide range of cross-sectoral input. This is a good starttowards introducing environmental economic instruments andincentives into national macroeconomic policy but the opportunitypossibly came too late for significant environmental and socialinput."}, {"text_block_id": "p34_b5", "text": "the training and utilisation of proficient sportsinstructors"}, {"text_block_id": "p33_b5", "text": "roles, to develop their maximum potential andenrich the process of decision-making forSustainable Development."}, {"text_block_id": "p32_b5", "text": "B O X 3 3 : EE D U C A T I O N TT O MM A I N T A I N A A H H I G H S S T A N D A R D OO F L L I V I N GB O X 3 3 : EE D U C A T I O N T T O MM A I N T A I N A A H H I G H S S T A N D A R D O O F L L I V I N G"}, {"text_block_id": "p31_b5", "text": "5.4 Equity"}, {"text_block_id": "p30_b5", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p29_b5", "text": "5.3.2 S Science & & T Technology"}, {"text_block_id": "p28_b5", "text": "minimises waste generated from allaspects of resource use; and"}, {"text_block_id": "p27_b5", "text": "Barbados' reliance on the natural aquifercapacity of the island's limestone cap"}, {"text_block_id": "p26_b5", "text": "Specifying operational targets and constraints,"}, {"text_block_id": "p25_b5", "text": "Non-renewable resources are those thatare eventually exhausted because therate of depletion by man exceeds the rateof natural regeneration. All fossil fuelsincluding oil and natural gas, metals andother minerals are non-renewableresources. Sustainability requires thatefficient techniques are developed forextracting, processing and using theseresources so as to extend their life aslong as possible. At the same time,investments should be made in thedevelopment of appropriate substitutesor alternatives for non-renewables sothat the dependence on non-renewablescan ultimately be suspended orterminated and a switch made to theappropriate renewable alternative in theshortest possible time frame."}, {"text_block_id": "p24_b5", "text": "This policy seeks to promote the idea that economic developmentand sustainable management of resources are not incompatiblegoals. It is notable that environmentally benign systems may insome cases generate income for the company or agencyinstituting them ."}, {"text_block_id": "p23_b5", "text": "5. That all major stakeholders in civil society areinvolved in the decision making process atevery level from project development andimplementation to national and internationalpolicy development for every sector and/orissue."}, {"text_block_id": "p22_b5", "text": "This policy examines the core concepts of SustainableDevelopment upon which the national definition was built and inlight of which specific policy statements are made. The mainobjectives of this policy are:"}, {"text_block_id": "p21_b5", "text": "The lynch-pin of this interpretation ofSustainable Development is that the pursuit ofeconomic growth (economic capital) andsocial development (social capital) inBarbados, ought to be balanced and inharmony with the inherent limits of ourecological capital."}, {"text_block_id": "p20_b5", "text": "To provide some focus in an area as immense and as hotlydebated as Sustainable Development is, and to ensure thatpriorities are addressed from a common perspective, reference isdrawn to two working definitions. The first comes from the 1992report to the United Nations Conference on Environment andDevelopment (UNCED) by the Bruntland Commission whichdefined Sustainable Development as:"}, {"text_block_id": "p18_b5", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p17_b5", "text": "Environment; in 1999 the Ministry of Environment, Energy & NaturalResources. In 2002 it became the Ministry of Physical Developmentand Environment. In 2003the desination of Ministry of Housing, Landsand the Environment was assigned."}, {"text_block_id": "p16_b5", "text": "The integrated framework is somewhat revolutionary as it seeksto depart from the traditional sectoral approach to nationaldevelopment planning. The integrated framework requires co-ordination of policies, plans, projects and programmes at thevarious levels in society. In this regard it will address the inherentweakness in the present approach to planning which results in (forexample), weak links among the Physical Development Plan, theNational Economic Plan and the National Strategic Plan."}, {"text_block_id": "p10_b5", "text": "Box 2. Natural Gas Production in Barbados .......................................................................17"}, {"text_block_id": "p9_b5", "text": "4. Transportation .............................................................................................................................31"}, {"text_block_id": "p8_b5", "text": "Foreword ........................................................................................................................... v"}, {"text_block_id": "p7_b5", "text": "Oliver Headley, PhD, CHB,"}, {"text_block_id": "p6_b5", "text": "Our vision therefore calls for a new approach to decision-making in Barbados. An approachthat ensures that we are DOING THE RIGHT THINGS BY DOING THINGS RIGHT."}, {"text_block_id": "p5_b5", "text": "iv"}, {"text_block_id": "p3_b5", "text": "No use of the publication may be made for resale or for any other commercial purpose whatsoever without priorwritten permission from the Ministry of Housing, Lands and the Environment (Environment), Barbados."}, {"text_block_id": "p1_b5", "text": "N a t i o n a l C C o m m i s s i o n o o n S S u s t a i n a b l e DD e v e l o p m e n t"}, {"text_block_id": "p65_b5", "text": "Professor The Honourable Oliver Headley, Director, Centre for Resource Management andEnvironmental Studies (CERMES), University of the West Indies, Chairman(Appointed 1997)Dr. Wayne Hunte, Deputy ChairmanRepresentative, Barbados Hotel and Tourism AssociationMr. F. Jordan/Mr. H. Edwards, Barbados Chamber of CommerceMr. W. Levine,Barbados Industrial Development CorporationMs. Penelope Hynam Roach/Ms. J Small, Barbados National TrustMr. Stephen Boyce, Barbados Environmental AssociationMs. Jacqueline Banfield, Barbados National Organisation of WomenMr. P. Frost/Mr. J. Adams, Coalition of Trade UnionsFr. Theodore Taylor,Barbados Christian CouncilMs. Phillippa Aimey,Small Business AssociationMr. Lionel Nurse, Chief Town PlannerDr. Eslie Alleyne,.Director/ Mr. C. Cyrus, National Council for Scienece and TechnologyMr. C. A. Layne, Chief Community Development OfficerMr. C. Browne, Development Planner, Ministry of Economic AffairsChief Education Officer, Ministry of Education and Youth AffairsMs. Gabrielle Springer, Tourism Planner, Ministry of TourismDr. L. Smith, Chief Agricultural Officer, Ministry of AgricultureDr. Colin Hudson, TechnologistMr. Stephen Willoughby, Deputy Chief Fisheries OfficerSenior Environmental Officer, Environment Division"}, {"text_block_id": "p64_b5", "text": "STEERING COMMITTEE 7Human Resources"}, {"text_block_id": "p63_b5", "text": "Professor The Honourable Oliver Headley, Director, Centre for Resource Management andEnvironmental Studies (CERMES), University of the West Indies, ChairmanMr. Rolph (Frankie) Jordan, Executive Director Barbados Chamber of Commerce.Mr. Laurie King, Education Officer, Ministry of Education, Youth Affairs and CultureMr. Basil Lavine, Barbados Industrial Development CorporationMs. Philippa Aimey (for the) Small Business AssociationMr. Leslie Barker, Senior Petroleum Engineer, Energy DivisionDr. Eslie Alleyne, Director, National Council for Science and TechnologyMr. Anthony Headley, deputy Chief Environmental Engineer, Environmental EngineeringDivisionDr. Colin Hudson, Agricultural Technologist, Future Centre TrustMr. Robert Weekes (for the) Barbados Association for Professional EngineersBarbados Light and PowerMr. Derrick Oderson, Environmental Officer, Sustainable Development, Environment Division"}, {"text_block_id": "p62_b5", "text": "Mr. Lionel Nurse/Mr. Mark Cummins, Chief Town Planner, Chairman/ Mr. Raymond Lorde,NomineeMs. Marva Alleyne, Executive Director/Ms. Patricia Boyce, Bureau of Women's AffairsDr. Farley Brathwaite, Dept of Social Sciences, University of the West IndiesMr. Carson Browne, Development Planner/Mr. Barry Headley, Ministry of finance andEconomic AffairsMr. Charles Corbin, Chief Welfare Officer/Ms. Grace Scantlebury, Welfare DepartmentMr. Tom Cowards, Project Officer, Caribbean Development BankDr. Andrew Downes, Director, Institute of Social ad Economic Affairs, University of the WestIndiesDr. Elizabeth Ferdinand, Chief Medical Officer, Ministry of Health and Environment/ Mr.Ronald Knight, NomineeDr. Colin Hudson, Agricultural Technologist, Future Centre TrustDr. Leonard Nurse, Director/Ms. Althea Batson, Coastal Zone Management UnitDr. Hugh Sealy, Project Director/Ms. Sandra Prescod, Project Co-ordinator/Mr. RicardoMarshall, Sewerage and Waste Project UnitDr. Basil Springer, Systems Caribbean Ltd.Mr. Eric Straughn, Director/ Mr. Victor Browne, Statistical DepartmentDr. Delisle Worrell, Deputy Governor/Ms. Denny Lewis-Bynoe,, Central Bank of BarbadosMr. Rudy Headley, Ministry of Housing and Lands"}, {"text_block_id": "p60_b5", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p59_b5", "text": "Concerns for environmental conservation andpreservation are integral considerations in thissustainable tourism policy by virtue of the factthat Barbados' natural and environmentalresources and services have always dominatedour tourism product, and are expected tocontinue to do so. Having said this, theCommission acknowledges the efforts of theMinistry of Tourism to prevent or reduce theadverse impacts on our environment through theadoption of new legislation and tourism policy.Within this context it is recommended that:"}, {"text_block_id": "p58_b5", "text": "The National Sustainable Development Policy requires thedevelopment of a comprehensive eco-labeling procedure andmechanism for consumer goods so as to allow the averageconsumer to be a more active participant in the pursuit ofSustainable Development. The Commission encouragessustainable consumption patterns, through public education."}, {"text_block_id": "p57_b5", "text": "20.9Strengthening the national statisticalorganization, Barbados Statistical Service, toenable it to collect, compile, analyze and presentaccurate, complete, reliable, disaggregated andtimely demographic data for planning, policy andprogram development."}, {"text_block_id": "p56_b5", "text": "19.3The harmonisation of legal reforms geared towardseliminating gender discrimination;."}, {"text_block_id": "p55_b5", "text": "The assessment report and the associatedrecommendations are to be discussed by theNationalCommissiononSustainableDevelopment and the relevant GovernmentMinistry for further refining, public review,Cabinet approval and implementation."}, {"text_block_id": "p54_b5", "text": "16.6Cognizant of the fact that many problems affect the entireregion and collaboration between nations is necessary, theCommission encourages and supports transparency inenforcement of procedures and mechanisms dealing withcommunicable diseases and pests (eg. the pink mealy bug) thathave to be addressed on a regional front."}, {"text_block_id": "p53_b5", "text": "15.3Establishing guidelines and proceduralrequirements to guide the management ofsectors that impact on air quality, e.g. transport,in order to ensure minimisation, and if possibleelimination, of adverse environmental and healtheffects from poor air quality;"}, {"text_block_id": "p52_b5", "text": "This section refers in general to any aspect of Barbados' naturalresource endowment. More detailed policy recommendationsregarding terrestrial biodiversity, fisheries, coastal and marineresources, as well as land resources, may be found in sectionsdedicated to those topics. It is recommended that:"}, {"text_block_id": "p51_b5", "text": "11.2Establishing, introducing and enforcingappropriate legislation and regulations tosupport the implementation of the BarbadosNational Building Code;"}, {"text_block_id": "p50_b5", "text": "Accessible by Internet"}, {"text_block_id": "p49_b5", "text": "Fines and/or appropriate penalties for non-compliance with energy conservationstandards"}, {"text_block_id": "p48_b5", "text": "7.2Fostering the development of a sustainable fishingindustry through, in part, an integrated approach to policy anddecision-making concerning fisheries and coastal zonemanagement;"}, {"text_block_id": "p47_b5", "text": "5.14Within the sub-area of Integrated PestManagement (IPM) for sustainable agriculture, itis recommended that increased use be made ofappropriate Integrated Pest Managementpractices and techniques to reduce chemicalpesticide and fertilizer use in agriculture and todevelop and introduce suitable biologicalcontrols for pest infestations."}, {"text_block_id": "p46_b5", "text": "market facilities"}, {"text_block_id": "p45_b5", "text": "maintenance of water purity"}, {"text_block_id": "p44_b5", "text": "Leak detection and repair programme"}, {"text_block_id": "p43_b5", "text": "3.3Establishment of a system whereby datarelated to water resources including rainfallcollection, extraction, rainfall levels etc, iscollected, collated and stored effectively. Thisinformation should then contribute to thedevelopment of future water use andmanagement policies and programmes;"}, {"text_block_id": "p42_b5", "text": "The importance of stakeholder participation in the decisionmaking, policy development and national planning processes isrecognised and articulated as one of the core principles ofSustainable Development. This principle is best served byappropriate and enforced legislation and accountability and isadvanced by the following recommendations:"}, {"text_block_id": "p38_b5", "text": "2. Legal framework"}, {"text_block_id": "p37_b5", "text": "5. All major stakeholders in civil society areinvolved in the decision making process atevery level from project development andimplementationtonationaland"}, {"text_block_id": "p36_b5", "text": "The NSD Policy is intended to provide an integrated and holisticrepresentation of Barbados' goals with regards to SustainableDevelopment, and to articulate specific recommendations forpolicy within a range of sectors, all aimed at fostering NationalSustainable Development. The various actors, stakeholders andinterest groups are required to translate these principles andrecommendations into concrete action through plans,programmes and projects."}, {"text_block_id": "p34_b6", "text": "the co-ordination of amateur and professionalsports"}, {"text_block_id": "p33_b6", "text": "Inclusiveness"}, {"text_block_id": "p32_b6", "text": "5.5 P Participation"}, {"text_block_id": "p31_b6", "text": "them at a severe disadvantage in terms ofmaintaining an appropriate and sustainablequality of life."}, {"text_block_id": "p30_b6", "text": "Barbados is a small island developing state (SIDS)where petroleum products service 75% of our energyneeds. The production and utilisation of fossil fuelshas one of the largest human impacts on theenvironment. The emission of carbon dioxide (CO 2 )and other greenhouse gases is a major contributor toglobal warming and the associated problems such assea level rise and an increase in the number andintensity of hurricanes. Our main focus as a SIDSshould therefore be in the area of renewable energydevelopment and energy efficiency (to reduce energyuse), both of which will reduce the impact ofgreenhouse gas emissions on the atmosphere."}, {"text_block_id": "p29_b6", "text": "and economic reform."}, {"text_block_id": "p28_b6", "text": "optimises the net benefits from each unitof maximised resource used."}, {"text_block_id": "p27_b6", "text": "Freshwater is provided to domestic and commercialcustomers in Barbados at a standard fee which isintentionally low enough to ensure equity ofdistribution. The revenue generated by these lowcharges, however, fails to cover increasingoperational and maintenance costs. It can be arguedthat Government policy in the past has failed to charge appropriately for the provision of a common propertyresource subject to growing demand, the use of which generates external environmental and social costs. Theenvironmental externality of diminishing quality has been observed more frequently in recent years, and theincreasing scarcity of the resources has implications for the cost of supplying it by the Barbados WaterAuthority. Growing local and visitor consumers have no significant incentive to conserve freshwater, despitedepleting supplies, since the scarcity factor is not internalised into the market price for the commodity."}, {"text_block_id": "p26_b6", "text": "Specifying the procedure to apply and adjust management measures; and"}, {"text_block_id": "p25_b6", "text": "Renewable resources are those thatregenerate naturally like fish stocks andtrees. These tend to be taken for grantedbecause we expect them to take care ofthemselves. A sustainable approach tothe use of renewable resources requiresthat their rate of depletion or harvest,does not exceed the rate of naturalregeneration."}, {"text_block_id": "p24_b6", "text": "Largely absent from this approach has been the recognition thatutilitarian actions and \"green\" views may not be compatible. It isnot possible to over-exploit resources today while conservingthem for future generations. The vision of SustainableDevelopment for Barbados encompasses five principles which areinextricably linked to the twin pillars of environment and"}, {"text_block_id": "p23_b6", "text": "10"}, {"text_block_id": "p22_b6", "text": "1. To formulate (or provide) a national definition of SustainableDevelopment and identify national principles for the pursuit ofSustainable Development;"}, {"text_block_id": "p21_b6", "text": "8"}, {"text_block_id": "p20_b6", "text": "\"...development that meets the needs of presentgenerations without compromising the ability offuture generations to meet their own needs.\""}, {"text_block_id": "p18_b6", "text": "5"}, {"text_block_id": "p16_b6", "text": "The NSD Policy, for example, will seek to reconcile the inherentdifferences between the traditional twenty year developmentplanning time frame and the longer time frame (50 yearsminimum) required for monitoring and assessing phenomenasuch as global climate. Ultimately, the Sustainable Developmentpolicy is intended to strengthen this process by providing aframework which promotes the development of our economic andsocial capital while ensuring the wise and proper stewardship ofour environmental capital."}, {"text_block_id": "p10_b6", "text": "Box 3. Education to Maintain a High Standard of Living ....................................................."}, {"text_block_id": "p9_b6", "text": "5. Agriculture .................................................................................................................................. 32"}, {"text_block_id": "p8_b6", "text": "Chairman's Remarks ......................................................................................................... vi"}, {"text_block_id": "p7_b6", "text": "Chairman, National Commission on Sustainable Development."}, {"text_block_id": "p6_b6", "text": "H. Elizabeth Thompson, M.PMinistry of Housing, Lands and Environment"}, {"text_block_id": "p3_b6", "text": "Disclaimers:The Ministry of Housing, Lands and the Environment (Environment) remains responsible for any inaccuracies,misrepresentations or omissions in this report and the Ministry warrants that these errors would have resultedinadvertently."}, {"text_block_id": "p1_b6", "text": "G o v e r n m e n t o o f B B a r b a d o s"}, {"text_block_id": "p65_b6", "text": "TECHNICAL ADVISORY COMMITTEE"}, {"text_block_id": "p64_b6", "text": "Ms. Jacqueline Banfield, National Organisation of Women, ChairmanFather Theodore Taylor, Barbados Christian Council, Co-ChairMs. Philippa Aimey, Representative, Small Business AssociationMrs. Ruth Blackman, Chief Cultural Officer, National Cultural FoundationMr. Carson Browne, Development Planner, Ministry of finance and Economic AffairsMr. Richard Carter, Director of Youth Affairs, Ministry of Education, Culture and YouthMr. Mitchell Codrington, Chief Labour Officer, Ministry of LabourMr. Charles Corbin, Chief Welfare Officer, Welfare DivisionMr. Patrick Frost, General Secretary, Congress of Trade & UnionsMr. George Griffith, Executive Director, Family Planning AssociationRev. Eliseus Joseph, Lecturer, Sociology, University of the West Indies, Dept. ofGovernment, Sociology and Social Work, UWIMr. Anthony Layne, Chief Officer, Community Development OfficeMr. Trevor Marshall, Historian, Lecturer, Barbados Community CollegeBRNA or Hospital DirectorPrivate Sector Representative"}, {"text_block_id": "p63_b6", "text": "STEERING COMMITTEE 4Natural Resources"}, {"text_block_id": "p62_b6", "text": "ANNEX 1 1: CCONTRIBUTORS T TO T THENATIONAL S SUSTAINABLE DDEVELOPMENT PPOLICYAND AACTION PPLAN"}, {"text_block_id": "p59_b6", "text": "26.1Acriticalandcomprehensiveassessment of Barbados' tourism industry beconducted with a view to determining its potentialviability into the future (i.e. carrying capacity)undervariousdevelopmentalscenariosincluding:"}, {"text_block_id": "p58_b6", "text": "23. CConsumption PPatterns"}, {"text_block_id": "p57_b6", "text": "20.10 Strengthening, funding and encouragingdemographic training and research and in particularresearch on the complex issues involved inpopulation and the environment."}, {"text_block_id": "p56_b6", "text": "19.4The formulation and implementation of cleargovernmental policies and national guidelines, strategies andplans for the achievement of equality in all aspects of society,including the promotion of literacy, education and training;nutrition and health;"}, {"text_block_id": "p55_b6", "text": "18. HHuman HHealth, WWell-B Being && PPoverty"}, {"text_block_id": "p54_b6", "text": "16.7Government awareness of the problems related totransfer of exotic species and possible detrimental environmentalconsequence. Attention should be paid to intra-regionalmovement of equipment, soil, wood and quarrying materials (e.g.sand and limestone)."}, {"text_block_id": "p53_b6", "text": "15.4Continuing to implement programmesand activities which comply with and addressBarbados' national obligations as Party torelevant international Environmental Agreementssuch as the Vienna Convention on the OzoneLayer and the associated Montreal Protocol onthe Phase Out of Ozone Depleting Substances."}, {"text_block_id": "p52_b6", "text": "13.1Detailed investigations be conducted to determine thepotential carrying capacity of Barbados' terrestrial and marineecosystems with a view to assessing their ability to continuefunctioning as sources of resources and services for use by thepresent and future generations;"}, {"text_block_id": "p51_b6", "text": "11.3Developing appropriate and effectiveinstitutional and administrative structures tosupport the building code;"}, {"text_block_id": "p50_b6", "text": "Updatable by information submitters"}, {"text_block_id": "p49_b6", "text": "Consumer protection with respect toelectricity pricing"}, {"text_block_id": "p48_b6", "text": "7.3Harnessing traditional knowledge within the industry withspecific attention paid to sustainable technologies and practices;"}, {"text_block_id": "p47_b6", "text": "Policy recommendations in support of IntegratedPest Management include:"}, {"text_block_id": "p46_b6", "text": "transport services for products"}, {"text_block_id": "p45_b6", "text": "efficient and conservative water use"}, {"text_block_id": "p44_b6", "text": "Review, monitoring and modification of the distributionsystem"}, {"text_block_id": "p43_b6", "text": "3.4Phase out of the importation and use ofdevices that do not comply with internationalwater conservation standards;"}, {"text_block_id": "p42_b6", "text": "2.1The functioning of the National Commission onSustainable Development will be bolstered with a clear legalmandate and institutional mechanism to facilitate its future rolesas:"}, {"text_block_id": "p38_b6", "text": "Create, expand and implement theappropriate enabling legal and regulatoryframeworks for Sustainable Development.The legislative framework should besufficientlyflexibletoincludeacombination of measures such ascommand and control, economic andmarket instruments, voluntary compliance,etc."}, {"text_block_id": "p37_b6", "text": "international policy development for everysector an/or issue."}, {"text_block_id": "p36_b6", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p34_b7", "text": "the promotion of a sports-for-all policy"}, {"text_block_id": "p33_b7", "text": "The full participation of all those interested in oraffected by Sustainable Development issues isessential to achievement of durable solutions.Special efforts shall be made by decision-makersto secure the participation of the private sector,and to create opportunities for the participation ofmarginalised groups. Box 4 provides an exampleof government policy designed to include theprecepts of public participation and public/privatesector participation."}, {"text_block_id": "p32_b7", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p31_b7", "text": "The ethical and moral arguments againstimposing a high rate of discount on benefitsaccruingthrough\"discounting\"futuregenerations and social sectors are strong. AprimaryrequirementforSustainableDevelopment is that all sectors of society, as wellas future generations, are afforded theopportunity for a quality of life maintained at alevel at least the same as that of currentgenerations. A local example is provided in CaseStudy 4."}, {"text_block_id": "p30_b7", "text": "Renewable energy technologies such as burning bagasse for power and process heat at the sugar factories,solar water heaters, wind turbines and solar photovoltaic panels for electricity generation do not produce anynet greenhouse gas emissions, hence we need to encourage their use. The proposed Centre for RenewableEnergy will address the above issue. There are already over 36,000 solar water heaters operating in the islandand solar photovoltaic systems such as the 17.3 kilowatts at Harrison's Cave, 3 kilowatts at Combermereschool and 11.1 kilowatts at Skeetes Bay for ice-making have been installed. Barbados ground sugar cane fornearly three hundred years using windmills, so our wind resource is well established. The Barbados Light andPower Company has recently indicated that they are interested in participating in a 9.2 megawatt wind turbinefarm in St Lucy. Of all the fossil fuels, natural gas produces the least CO 2 per unit of energy, hence our suppliesof this energy source may be exploited with the least global warming consequences. Coal has the highest CO 2emissions per unit of energy and this fossil fuel also needs to be imported using foreign currency; it shouldtherefore be used as little as possible."}, {"text_block_id": "p29_b7", "text": "The Government of Barbados, through theNational Council of Science and Technology(NCST), the University of the West Indies (UWI)and the Energy Division of the Ministry ofEconomic Development, has to pioneer suchparadigm shifts and has embarked on a numberof Millennium Energy Projects which areexpected to have significantly positive impactson the daily lives of Barbadians. These projectsare but a small part of Government's projectionfor the alternative energy sector, with plans onthe drawing board for a Renewable EnergyCentre that will harness the expertise andcompetencies of our scientists in an appliedmanner. It is noteworthy , therefore, that theMillennium Project will aid Government's effortsto comply with recommendations of theIntergovernmental Panel on Climate Changewhich specifies that action be taken by individualcountries to reduce their emissions ofgreenhouse gases. See Case Study 3."}, {"text_block_id": "p28_b7", "text": "This strategy is expected to maximise theeconomic efficiency of resource use by ensuringthat the useful lifespan of a resource is extendedand that waste generation from resource use isminimised."}, {"text_block_id": "p27_b7", "text": "Government has sought to address these market and/or policy failures by encouraging a more efficientlyfunctioning market situation. A multi-faceted programme has been launched to, in part, meter all users offreshwater for more accurate monitoring, while a rising block tariff structure for determining water charges is toreplace the standard fee currently in existence. Revised water use fees will seek to internalise the effect ofresource scarcity on the cost of supplying the resource. Market efficiency is expected to improve withcustomers facing an economic incentive to reduce consumption and avoid high charges. Even without arevision of water use fees, it has been estimated that freshwater demand in Barbados has fallen by two milliongallons per day since the introduction of the metering programme."}, {"text_block_id": "p26_b7", "text": "Prospective evaluation."}, {"text_block_id": "p25_b7", "text": "Sustainable Development requires that biophysical \"limits to growth\" guide the utilisation ofnatural resources and services. These limitsinclude the:"}, {"text_block_id": "p24_b7", "text": "development1 . These principles are quality of life, conservation of"}, {"text_block_id": "p22_b7", "text": "2. To provide a national framework for decision-making based onour principles of Sustainable Development;"}, {"text_block_id": "p20_b7", "text": "This definition was agreed to at UNCED by the global communityas straightforward and workable for everybody. Essentially it saysthat one does not do things today that make life today, or the lifeof future generations, more difficult in terms of access to naturalresources, industrial and commercial raw materials, food, shelter,ecosystem life support systems, secure social structures, and soon. Neither does one leave behind a legacy of waste, pollutedenvironments, social disarray and economic demise for futuregenerations to grapple with."}, {"text_block_id": "p16_b7", "text": "The NSD Policy seeks to ensure that development is undertakennot only in the right way but more importantly to ensure that theright things are done. It therefore requires that there are noinherent conflicts between substance and process. Doing thingsthe right way will require an appropriate mechanism that verifiesthe process, whereas appropriate standards will validate thesubstantive things that are done."}, {"text_block_id": "p10_b7", "text": "Box 4. Making Community Sports Sustainable ..................................................................."}, {"text_block_id": "p9_b7", "text": "6. Terrestrial Biodiversity Including Forestry .................................................................................. 34"}, {"text_block_id": "p8_b7", "text": "Contents ............................................................................................................................ vii"}, {"text_block_id": "p7_b7", "text": "Professor t the H Honourable O Oliver H HeadleyChairmanNational C Commission o on SSustainable D Development"}, {"text_block_id": "p6_b7", "text": "Foreword"}, {"text_block_id": "p3_b7", "text": "Prepared by:National Commission on Sustainable Development under the aegis of Ministry of Housing, Lands and theEnvironment (Environment)"}, {"text_block_id": "p65_b7", "text": "Dr. Leonard Nurse, Director, Coastal Zone Management UnitMs. Jacqueline Banfield, Barbados National Organisation of WomenMr. Leslie Barker, Senior Petroleum EngineerDr. J. Mwansa, Manager of Engineering, Barbados Water AuthorityDr. Hugh Sealy, Project Director/Ms. Sandra Prescod, Project Co-ordinator, Sewerage andWaste Project UnitMr. Andrew Gittens, Barbados Light and PowerMr. C. Browne/Mr. Barry Headley, Ministry fo Economic AffairsMr. Stephen Boyce, Barbados Environmental Association"}, {"text_block_id": "p64_b7", "text": "51"}, {"text_block_id": "p63_b7", "text": "Dr. Leonard Nurse/Delegate, Director, Coastal Zone Management Unit, ChairmanMr. Leslie Barker, Senior Petroleum Engineer, Energy DivisionMr. Jeffrey Headley, Senior Engineer, Environmental Engineering DivisionProf. Wayne Hunte, Director, Bellairs Research InstituteDr. Patrick McConney, Chief Fisheries Officer, Fisheries DivisionDr. B. (John) Mwansa, Project Manager, Water Management & Water LossMs. Allison Wiggins, Asst. Town Planner, Town Planning DivisionDr. Winston Small, Chief Agricultural Officer, Ministry of AgricultureMs. Gabrielle Springer, Tourism Development Officer, Ministry of Tourism"}, {"text_block_id": "p59_b7", "text": "\"Business as usual'"}, {"text_block_id": "p58_b7", "text": "24. IImplementaion && LLegislation"}, {"text_block_id": "p57_b7", "text": "The National Sustainable Development Policyrecognises the importance of preparing as far aspossible for and mitigating against the adverserepercussions of man-made and naturaldisasters. The following recommendations aremade:"}, {"text_block_id": "p56_b7", "text": "19.5Implementation of a gender perspective in allgovernmental policy planning."}, {"text_block_id": "p55_b7", "text": "The National Sustainable Development Policyrecognises that human resources are critical tonational development. Individuals must beeducated and encouraged to be productive forthesuccessfulpursuitofSustainableDevelopment. Within this context the NationalSustainable Development Policy is based on thekey principles of equity, quality of life andparticipation, which all seek to ensure adequate,appropriate and sustained development of thecountry's human resources."}, {"text_block_id": "p54_b7", "text": "17. CConcessions && IIncentives"}, {"text_block_id": "p53_b7", "text": "Solid Waste Management"}, {"text_block_id": "p52_b7", "text": "13.2Information generated from the above be used toarticulate the potential for continued use of Barbados' naturalresources and services along \"Business as Usual\" scenarios, aswell as changes in use practices that are necessary to ensure thesustainability of Barbados' natural resources and services."}, {"text_block_id": "p51_b7", "text": "11.4Conducting awareness building andeducation programmes targeted at pertinentinterest groups and the general public to informabout the importance of adopting basicsustainable construction practices and coderequirements, as well as about the specific coderequirements themselves;"}, {"text_block_id": "p50_b7", "text": "Searchable by users"}, {"text_block_id": "p49_b7", "text": "Support for independent power producers"}, {"text_block_id": "p48_b7", "text": "7.4Supporting the development, adoption and use ofappropriate technologies within the fishing industry throughinformation sharing and technology exchange initiatives withcountry partners in the Caribbean region as well as other smallisland states;"}, {"text_block_id": "p47_b7", "text": "5.14.1Establishing programmes tomonitor the incidence of crop diseases andpest infestations;"}, {"text_block_id": "p46_b7", "text": "education programmes on sustainable cultivationpractices"}, {"text_block_id": "p45_b7", "text": "conservation and improvement ofchemical, physical and biologicalqualities of the soil"}, {"text_block_id": "p44_b7", "text": "Assessment of total water consumption (public andprivate)."}, {"text_block_id": "p43_b7", "text": "3.5Conduct public education and awarenessbuilding programmes to inform about theimportance of employing water conservationpractices in daily life;"}, {"text_block_id": "p42_b7", "text": "1. Monitoring body to oversee and evaluate theimplementationoftheNationalSustainableDevelopment Policy."}, {"text_block_id": "p38_b7", "text": "The legal framework should also ensurethe participation of civil society inSustainable Development decisions byensuring the inclusion of provisions in newand existing laws that guarantee timelyaccess to information, process and justice,andwhennecessaryeliminateimpediments to public participation."}, {"text_block_id": "p37_b7", "text": "II. The NCSD shall be responsible for monitoringthe implementation of this policy."}, {"text_block_id": "p36_b7", "text": "6.1 RRecommendations"}, {"text_block_id": "p34_b8", "text": "the development and stimulation of anappreciation and interest in sports"}, {"text_block_id": "p33_b8", "text": "Shared Responsibility"}, {"text_block_id": "p32_b8", "text": "For the purpose of this policy, it is recognisedthat civil society is organised into various sectorsand includes individuals, the private sector, thelabor sector, political parties, academics andothernon-governmentalactorsandorganisations."}, {"text_block_id": "p31_b8", "text": "The position of Barbadian society on equity isevidenced by powerful ethical and moral beliefswith regards to equality within current and futuregenerations. This is exemplified within majorgovernment policies aimed at ensuring intra- andinter-generational equity which focus on povertyeradication, providing adequate housing for alland generating employment. These policies inpart seek to establish an acceptable quality oflife for all persons and to improve the quality oflife of poor people."}, {"text_block_id": "p30_b8", "text": "Currently the major energy source in the world is from fossil fuels. Renewable Energy (R.E.) produces less than25% of the total. While therefore it is desirable to use R.E. for environmental reasons Barbados as a net fuelimporter has little alternative but to use oil and gas and to develop local reserves, if we are to grow whiledeveloping R.E. technology."}, {"text_block_id": "p29_b8", "text": "Technology Transfer"}, {"text_block_id": "p28_b8", "text": "Integrating environmental concerns into theeconomic decision making process at the micro-and macro-economic levels in Barbados isessential. Barbados has demonstrated anunsatisfactory history of \"economic efficiency\"with regards to resource use. Emphasis hastraditionally been placed on the \"direct usevalue\" of resources while their indirect use,intrinsic, existence and option values for futureuse have largely been ignored."}, {"text_block_id": "p27_b8", "text": "C A S E S S T U D Y 1 1 : FF R E S H W A T E RC A S E S S T U D Y 1 1 : FF R E S H W A T E R"}, {"text_block_id": "p26_b8", "text": "Management plan implementation involves the practicalinterpretation of objectives and procedures and theimplementation of detailed instructions for compliance,monitoring of the fishery, and enforcement tactics."}, {"text_block_id": "p25_b8", "text": "finite supply of some resources"}, {"text_block_id": "p24_b8", "text": "resources, economic efficiency, equity and participation."}, {"text_block_id": "p22_b8", "text": "3. To promote principles of Sustainable Development andencourage all persons in Barbados to adopt and apply theseprinciples in every aspect of decision-making; and"}, {"text_block_id": "p20_b8", "text": "Secondly, the definition which has been generated by our NCSDapplies directly to the Barbadian context. Sustainability inBarbados is demonstrated within a society which is not crippledby poverty, unemployment, social unrest and crime, but rather onewhich features strong community ties, stable and supportivefamily structures and a responsible and respected politicalclimate."}, {"text_block_id": "p16_b8", "text": "The NSD Policy is divided into two inter-related sections. The firstsection contains the core concepts which inform the principles ofSustainable Development in Barbados. The second sectionprovides specific policy recommendations which will informsustainable practices and activities in Barbados."}, {"text_block_id": "p10_b8", "text": "Box 5. Indicators of Sustainable Development ..................................................................."}, {"text_block_id": "p9_b8", "text": "7. Fisheries ..................................................................................................................................... 35"}, {"text_block_id": "p8_b8", "text": "List of Boxes & Case Studies ............................................................................................ xi"}, {"text_block_id": "p7_b8", "text": "Chairman’s R Remarks"}, {"text_block_id": "p6_b8", "text": "By t the H Honourable H H. E Elizabeth T ThompsonMinisterMinistry o of H Housing, L Lands & & E Environment"}, {"text_block_id": "p3_b8", "text": "Edited by:Mr. Derrick Oderson, Environment Officer, Ministry of Housing, Lands and the Environment (Environment)Ms. Amrikha Singh, Environment Officer, Ministry of Housing, Lands and the Environment (Environment)"}, {"text_block_id": "p65_b8", "text": "52"}, {"text_block_id": "p63_b8", "text": "Natural Resource ConservationMr. Jeff Chandler, Lab Technician, Biological Studies, University of the West IndiesMr. Nigel Jones, Soil Conservation UnitMr. John Leach, Manager, Andromeda Botanic GardensMr. Magnus Whitehead, Director, National Conservation CommissionMr. Ricardo Marshall, Environment Officer, Environment DivisionMr. Rawlston Moore, Environment Officer (Climate Change/Energy), Environment Division"}, {"text_block_id": "p59_b8", "text": "More conservative use of naturalresources"}, {"text_block_id": "p58_b8", "text": "The stated objectives of the National Sustainable DevelopmentPolicy will be supported and facilitated through the articulation ofappropriate and enforceable legislation and regulations. Withinthis context, the following policy recommendations are included:"}, {"text_block_id": "p57_b8", "text": "21.1Support for programmes of the CentralEmergencyReliefOrganizationandstrengthening of that agency's risk assessment,disaster mitigation, management and emergencyresponse capacity;"}, {"text_block_id": "p56_b8", "text": "20. PPopulation"}, {"text_block_id": "p55_b8", "text": "The following are recommended:"}, {"text_block_id": "p54_b8", "text": "It is recognised that the achievement of Sustainable Developmentin many cases is facilitated and encouraged through the use ofvarious and appropriate financial and economic instruments andincentives. An example of this in Barbados is the existing policyon the provision of BDS $3,500 tax rebate for the installation ofdomestic solar water heaters."}, {"text_block_id": "p53_b8", "text": "15.5Continuingthedevelopment,implementation and execution of an appropriatecomprehensive and efficient solid wastemanagement programme for Barbados, includingelements such as the comprehensive publicawareness and education programme developedand being implemented by the Sewerage andSolid Waste Project Unit and which theCommission fully endorses."}, {"text_block_id": "p52_b8", "text": "Recognising that education policies have facilitated Barbados'development to date, it is strongly recommended that thesepolicies be preserved, improved upon and passed on."}, {"text_block_id": "p51_b8", "text": "11.5Encouraging the insurance sector topromote sustainable building practices possiblyby offering lower premiums or special deals for"}, {"text_block_id": "p50_b8", "text": "Downloadable"}, {"text_block_id": "p49_b8", "text": "Appliance labeling requirements"}, {"text_block_id": "p48_b8", "text": "7.5Ensuring that the economic interests of local communitiesare integrated in the development and management fisheriesprogrammes;"}, {"text_block_id": "p47_b8", "text": "5.14.2Recording in computerised formbaseline information on the use of pesticidesfor crop maintenance in Barbados and thehuman and environmental side effects oftheir use;"}, {"text_block_id": "p46_b8", "text": "5.7Supporting and encouraging farmer training programmeswhich build awareness of sustainable cultivation practices;"}, {"text_block_id": "p45_b8", "text": "energy conservation"}, {"text_block_id": "p44_b8", "text": "3.19Revamping of the island's water resource managementstructure taking into consideration the findings andrecommendations of the Water Resource Management and WaterLoss Study;"}, {"text_block_id": "p43_b8", "text": "3.6Continued support for the policyrequiring new dwellings of a particular size toconstruct rain water catchment and storagetanks, including the possible revision of thepolicy to include existing dwellings and newdwellings of smaller sizes;"}, {"text_block_id": "p42_b8", "text": "2. Ex officio member on all developmental and/or planningboards with authority over the use of natural andenvironmental resources, including but not limited to theBWA, BHTA, PPC etc."}, {"text_block_id": "p38_b8", "text": "Thelegalframeworkshouldbestrengthened to resolve issues andconflicts relating to environment anddevelopment. The legislation shouldencourage the use of non-adversarial andnon-judicialdisputeresolutionmechanisms. These mechanisms mayinclude negotiation, mediation, facilitationand arbitration. Consideration should begiven to widening the powers of theOmbudsman or to the establishment of aParliamentary Commission of Environmentto assume jurisdiction for resolving issuesbetween environment and development."}, {"text_block_id": "p37_b8", "text": "III. The NCSD shall formulate appropriate criteriafor the evaluation, assessment and review ofthe implementation of this policy at thesectoral, corporate, and individual levels,including the formulation of a plan of actionand incorporation of the use of indicators ofSustainable Development in measuring ourprogress towards achieving SustainableDevelopment. See Box 5."}, {"text_block_id": "p36_b8", "text": "I. The overarching policy recommendation is that the coreprinciples of Sustainable Development shall inform all levels ofnational decision-making at the sectoral, organisational andindividual levels. These principles are:"}, {"text_block_id": "p34_b9", "text": "the achievement of excellence and national prestige"}, {"text_block_id": "p33_b9", "text": "Government and civil society must shareequitably the commitments, burdens, andbenefits of development."}, {"text_block_id": "p32_b9", "text": "Public participation refers to the interactionbetween civil society and government andincludes the process by which government andcivilsocietyopendialogue,establishpartnerships, share information, and otherwiseinteract to design, implement and evaluatedevelopment policies, projects and programmes.This process requires the genuine involvementand commitment of all interested parties,including among others, the poor andtraditionally marginalised groups in Barbados."}, {"text_block_id": "p31_b9", "text": "Box 3 provides an example of the Educationsector and highlights efforts within that sectorwhich seek to ensure equity that spansgenerations."}, {"text_block_id": "p30_b9", "text": "C A S E SS T U D Y 33 : EE N E R G YC A S E SS T U D Y 33 : EE N E R G Y"}, {"text_block_id": "p29_b9", "text": "The use of science and technology as a tool topromote Sustainable Development is a multi-faceted one and the objectives of the National"}, {"text_block_id": "p28_b9", "text": "In general, no actual economic valuation, cost-benefit analysis or determination of the mostefficient or \"optimal\" allocation has been carriedoutformostnaturalresourcesandenvironmental services depletion in Barbados.As a result, most if not all natural resourcesremain either un- or under-valued in monetaryterms. This non- or under-valuation prohibits theoptimal allocation of resources within the\"market\" of current and future users. Case study2 explores the issue of quarrying in Barbadosfrom the perspective of economic efficiency."}, {"text_block_id": "p27_b9", "text": "Economic efficiency requires that the use ofnatural and man-made resources should beguided by appropriate incentives. These may beguided by specific economic tools andmethodologies including monetary valuation ofresources, use of cost benefit analyses andefficient or optimal allocations of resourcesamongst various competing users. Thisapproach is aimed at ensuring that the externalenvironmental costs and external social costsfrom resource use are determined andinternalised into the cost of usage."}, {"text_block_id": "p26_b9", "text": "With respect to implementation, guidelines should beprovided on:"}, {"text_block_id": "p25_b9", "text": "natural carrying capacity of ecosystems"}, {"text_block_id": "p24_b9", "text": "Full explanation of these principles are provided in thesubsequent sections. This vision can be achieved by establishinga mechanism for public participation in decision-making."}, {"text_block_id": "p22_b9", "text": "4. To sensitise and educate all persons in Barbados about keyissues and conflicts between development and environmentand the need to make wise consumption and productionchoices."}, {"text_block_id": "p20_b9", "text": "Concurrent considerations which emerge from Barbados' smallisland characteristics include the opportunity to take advantage ofa number of positive attributes which can enhance the"}, {"text_block_id": "p16_b9", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p10_b9", "text": "Case Study 1. Fresh Water...........................................................................................14"}, {"text_block_id": "p9_b9", "text": "8. Energy ........................................................................................................................................ 36"}, {"text_block_id": "p8_b9", "text": "Acronyms & Abbreviations ................................................................................................. x"}, {"text_block_id": "p7_b9", "text": "vi"}, {"text_block_id": "p6_b9", "text": "v"}, {"text_block_id": "p3_b9", "text": "Layout & Design by:Ms. Shawn Carter"}, {"text_block_id": "p63_b9", "text": "50"}, {"text_block_id": "p59_b9", "text": "Voluntary environmental management"}, {"text_block_id": "p58_b9", "text": "24.1Evaluating from a national perspective, the issue ofproperty rights as it relates to environmental matters (includingnatural resource conservation, biotechnology and biosafety,emission reduction, pollution, etc);"}, {"text_block_id": "p57_b9", "text": "21.2Establishment of temporary emergencysheltersandcoordinatedcommunityprogrammes to deal appropriately with disasterand/or emergency situations;"}, {"text_block_id": "p56_b9", "text": "The ability of any country to achieve Sustainable Developmentdepends largely on the patterns of social, economic and relatedbehaviour of its population. Several population or demographicvariables impact on Sustainable Development and these includefertility, mortality, population growth, migration, populationredistribution and urbanisation. The age and gender composition ofthe population together with the patterns of social and economicdevelopment, production patterns and consumption practices andpreferences also impact on the achievement of SustainableDevelopment."}, {"text_block_id": "p55_b9", "text": "18.1Support for and strengthening ofcommunity efforts towards self-reliance and self-development;"}, {"text_block_id": "p54_b9", "text": "The foremost recommendation made to encourage the use ofeconomic incentives and instruments for SustainableDevelopment and management of natural resources is that acomprehensive assessment of such mechanisms be conducted todetermine those appropriate for use in Barbados. This analysisshould reveal:"}, {"text_block_id": "p53_b9", "text": "15.6Continuing efforts towards introducingand adopting the various recommendations of"}, {"text_block_id": "p52_b9", "text": "The National Sustainable Development Policy supports thesustainable evolution of the formal education sector in Barbados.Other appropriate forms of education also have an immense partto play in knowledge sharing and information dissemination andthese initiatives are welcomed in order to affect attitudinalchange. It is noted that recommendations of the NationalSustainable Development Policy in general, and pertainingspecifically to education, are intended to target the general publicas well as specific target groups wherever appropriate. Within thiscontext it is recommended that:"}, {"text_block_id": "p51_b9", "text": "appropriately constructed buildings as well asthose that have been refurbished withconsideration for the Barbados National BuildingCode;"}, {"text_block_id": "p50_b9", "text": "Linked to other relevant web sites"}, {"text_block_id": "p49_b9", "text": "8.3Articulation of standards for efficientenergy use and performance of technologies;"}, {"text_block_id": "p48_b9", "text": "7.6Conducting periodic numerical assessments ofcommercial fish stocks to determine maximum sustainable yieldsbased on historical, current and projected levels of exploitation,the relationships among species and between species and theirenvironment, as well as all other relevant environmental,economic and social factors influencing fish harvests and thesustainability thereof;"}, {"text_block_id": "p47_b9", "text": "5.14.3Research into non-chemical pestmanagement techniques which make use ofpesticides that degrade to harmlesssubstances and are suitable for use inBarbados;"}, {"text_block_id": "p46_b9", "text": "5.8Offering incentives, especially economic incentives, forsustainable agriculture production practices;"}, {"text_block_id": "p45_b9", "text": "natural resource recycling and reusewhere possible"}, {"text_block_id": "p44_b9", "text": "3.20A new national water policy shall be formulated if deemedappropriate from 3.19 above;"}, {"text_block_id": "p43_b9", "text": "3.7Establishment and implementation ofappropriate pricing and financial concessions toencourage the above and other waterconservation policies, and to render thesepolicies economically attractive;"}, {"text_block_id": "p42_b9", "text": "3. Advisory body to Government on SustainableDevelopment issues or other issues with as yetunrecognised implications for Sustainable Development(\"think tank\")."}, {"text_block_id": "p38_b9", "text": "3. Institutional Changes"}, {"text_block_id": "p37_b9", "text": "IV. The NCSD shall formulate an appropriatepublic awareness and education strategy forsensitisingalldecision-makers,organisations, and individuals to the nationalprinciples of Sustainable Development with a"}, {"text_block_id": "p36_b9", "text": "1. \"Quality of life\", comprising a variety of economic, social,cultural and personal factors that go beyond mere incomeearnings, is endorsed as the overarching goal."}, {"text_block_id": "p34_b10", "text": "the enhancement of national goodwill and standing within the international community"}, {"text_block_id": "p33_b10", "text": "Openness"}, {"text_block_id": "p32_b10", "text": "The importance of stakeholder participation inthe decision making process is well recognisedin Barbados. This approach was a fundamentalfeature of the compilation of the NSD Policy.Case Study 5 below expands on this experience."}, {"text_block_id": "p31_b10", "text": "Barbados has demonstrated an admirable levelof national investment in human or man-madecapital, especially in the form of institutionalstrengthening, human resource developmentprogrammes, training and education initiativesand technological research and development (forexample in the renewable energy sector). Thiskind of investment is an essential contribution toequipping future generations with the technicalskills to meet evolving challenges and obstacles."}, {"text_block_id": "p30_b10", "text": "Council for Science and Technology include thedevelopment of a broader programme aimed atpopularising Sustainable Development and, in sodoing, increasing financial efficiency andproductivity in the economy. Medicine is alreadybeing transformed with advances in geneticengineering techniques and non-invasivesurgical procedures. In agriculture, pest-resistant crops can be created and desirablecharacteristics engineered into produce.Continued advances in molecular biology areexpected to result in new highly specialisedmaterials,andtheapplicationsof"}, {"text_block_id": "p29_b10", "text": "include a type of performance bond to ensurethe proper rehabilitation of quarries."}, {"text_block_id": "p28_b10", "text": "It is proposed that economic efficiency should besought for all projected uses of naturalresources. The decision- and policy -makingprocesses should further be augmented by aconsideration of sustainability criteria asidentified in this policy."}, {"text_block_id": "p27_b10", "text": "of preventing pollution or of minimisingenvironmental damage due to pollution will beborne by those responsible for pollution. Thepolluter should pay for the consequences of thepollution, such as compensation and clean-up.This principle will assist with the optimalallocation of limited resources."}, {"text_block_id": "p26_b10", "text": "New or developing fisheries,"}, {"text_block_id": "p25_b10", "text": "fragility and vulnerability of someecosystems"}, {"text_block_id": "p24_b10", "text": "5.1 Q Quality o of L Life"}, {"text_block_id": "p22_b10", "text": "Strategies"}, {"text_block_id": "p20_b10", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p16_b10", "text": "3"}, {"text_block_id": "p10_b10", "text": "Case Study 2. Sand & Gravel Quarrying Along the East Coast of Barbados ......................"}, {"text_block_id": "p9_b10", "text": "9. Biotechnology ............................................................................................................................. 36"}, {"text_block_id": "p8_b10", "text": "About Windmills ................................................................................................................ xi"}, {"text_block_id": "p3_b10", "text": "Photographs provided by:Mr. Tony BarrowMs. Sonia Marville CarterMs. Anne GonzalezMr. Travis SincklerAcute Vision IncorporatedBarbados Tourism AuthorityEnvironmental Special Projects Unit, Ministry of Housing, Lands and the EnvironmentG & A CommunicationsMs. Donna King"}, {"text_block_id": "p59_b10", "text": "Regulated environmental management"}, {"text_block_id": "p58_b10", "text": "24.2Determining appropriate liability regulations (strict liabilityversus negligence), for Barbados while considering differentenvironmental circumstances/situations;"}, {"text_block_id": "p57_b10", "text": "21.3Minimise loss of life by having adequatedisaster evacuation plans;"}, {"text_block_id": "p56_b10", "text": "In Barbados, the main issues include the lack of a clearly definednational population policy and the need to sustain current levels ofpopulation growth."}, {"text_block_id": "p55_b10", "text": "18.2Continued commitment of financial,human and other resources to caring forvulnerable social groups including the elderly,mentally challenged, disabled, poor, homelessand abused. Programmes initiated towards thisobjective may include:"}, {"text_block_id": "p54_b10", "text": "A. The feasibility of offering tax-back incentives to encouragevarious environmentally friendly and/or sustainable practicesincluding:"}, {"text_block_id": "p53_b10", "text": "the Integrated Solid Waste Management Plan;"}, {"text_block_id": "p52_b10", "text": "14.1Awareness building and educational programmes beexecuted to provide information on Sustainable Development andspecific environmental issues that are of particular concern toBarbados;"}, {"text_block_id": "p51_b10", "text": "Materials and Design"}, {"text_block_id": "p50_b10", "text": "Varied in content"}, {"text_block_id": "p49_b10", "text": "8.4Encouraging the large scale use ofrenewable energy sources through establishingguidelines to govern the contribution of renewableenergy sources to domestic electric power"}, {"text_block_id": "p48_b10", "text": "7.7Maintaining or restoring populations of marine species atlevels that can sustainably produce maximum sustainable yieldson a long term basis;"}, {"text_block_id": "p47_b10", "text": "5.14.4Establishing programmes tocontrol, via suitable IPM practices, the"}, {"text_block_id": "p46_b10", "text": "5.9Promoting via suitable incentive schemes, the use ofhydroponics to increase domestic agricultural production and self-sufficiency in food production to ensure efficient use of land by theagricultural sector;"}, {"text_block_id": "p45_b10", "text": "cultural appropriateness"}, {"text_block_id": "p44_b10", "text": "3.21Separation of the regulatory and operational aspects ofthe Barbados Water Authority so as to eliminate the conflict of oneagency being both supplier and regulator;"}, {"text_block_id": "p43_b10", "text": "3.8Continued work towards implementingan island wide metering programme supportedby the introduction of an appropriate demandsuppressant block tariff pricing structure ofcharges for water use;"}, {"text_block_id": "p42_b10", "text": "4. Advisory body to national delegations to internationaland regional meetings addressing issues of SustainableDevelopment, or issues with implications for SustainableDevelopment."}, {"text_block_id": "p38_b10", "text": "Developandsupportinstitutionalstructures, policies and procedures thatpromote and facilitate interaction inSustainable Development decisions withinall levels of government and civil society,and encourage change within existinginstitutions to pursue a basis for long-termdialogue and innovative solutions."}, {"text_block_id": "p37_b10", "text": "Indicators are policy instruments that enable us to have informed decision making through theuse of extensive data collection. The use of Indicators of Sustainable Development will helpdecision-makers, technicians and the public at large to focus on the issue of SustainableDevelopment by monitoring progress towards sustainability in three major areas: human well-being, ecological welfare and sustainable interactions (including issues such as genderempowerment, economic development, communication and transport)."}, {"text_block_id": "p36_b10", "text": "2. Bio-physical \"limits to growth\" are taken into considerationwhen decisions are made with regards to resource use.These limits include the:"}, {"text_block_id": "p34_b11", "text": "the promotion and development of sports as a productive sector of the economy"}, {"text_block_id": "p33_b11", "text": "Decision-makers will endeavour to ensureinclusive and continuous participation throughoutthe process of design, implementation, andevaluation of projects, policies and programmesin order to inspire new ideas and expertise;legitimise decisions; and enrich outcomes. Thedecision-making process ought to be open andflexible to allow for the inclusion of newinformation and ideas at all phases of theprocess."}, {"text_block_id": "p32_b11", "text": "Further to the above example, town hallmeetings and cross-sectoral workshops havebecome standard practice when addressingenvironmental issues in general. Consultationshave ranged in topic from biodiversityconservation to public debate on applications forindustrial developments submitted to the Townand Country Development Planning Office. It is anew requirement that applications submitted to"}, {"text_block_id": "p31_b11", "text": "Occurring concomitantly with the above,however, are over-exploitative behaviour andresource use practices. Implicit discountingcontinues to result from the absence ofsustainable policy approaches to naturalresource use in many sectors. It must berecalled that certain critical and non-renewable"}, {"text_block_id": "p30_b11", "text": "nanotechnology are infinite. Furthermore,information technology will be revolutionized withadvanced video communication systems. Ecommerce will create new and revamp oldindustries."}, {"text_block_id": "p29_b11", "text": "During the past ten years or so in order to provide virgin aggregate to the construction industry in Barbados,quarrying operations at certain points along the east coast have encroached upon adjacent beach areas andactually mined the sand dunes themselves. Remaining dunes have been scraped of stabilising vegetation bytrucks and heavy equipment. Sustainability criteria require a cost benefit analysis incorporating the presenceand magnitude of external environmental and social costs of such an activity."}, {"text_block_id": "p28_b11", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p27_b11", "text": "Ecological efficiency represents one of the coreelements of Sustainable Development inBarbados. It is recognised that it is difficult toprotect every aspect of the environment foreverand so in several instances developmentdecisions will require trade-offs between socialand environmental objectives simultaneously. Inthis regard this policy aims to prevent furtheroverall deterioration of our environmental capitaland to promote enhancements which contributeto improvement in the quality of life for allpersons in Barbados."}, {"text_block_id": "p26_b11", "text": "Over-utilised fisheries,"}, {"text_block_id": "p25_b11", "text": "finite resilience of ecosystems to resistand recover from exploitation"}, {"text_block_id": "p24_b11", "text": "The Sustainable Development paradigm recognises \"quality oflife\" as an overarching goal and this is seen to be composed of aconglomeration of economic, environmental, social, cultural andpersonal factors. The concept of \"quality of life\" introduces adifferent way of viewing the goal which has traditionally beenreferred to as \"standard of living\", a goal based almost solely onincreasing one's income earnings."}, {"text_block_id": "p22_b11", "text": "It is anticipated that these objectives will be achieved by ensuringthat:"}, {"text_block_id": "p20_b11", "text": "7"}, {"text_block_id": "p10_b11", "text": "Case Study 3. Energy ........................................................................................................"}, {"text_block_id": "p9_b11", "text": "10. Research & Development ........................................................................................................ 37"}, {"text_block_id": "p8_b11", "text": "PART I NATIONAL SUSTAINABLE DEVELOPMENT POLICY ......................1"}, {"text_block_id": "p3_b11", "text": "This publication can be obtained from:Dr. Leonard NursePermanent SecretaryMinistry of Housing, Lands and the Environment (Environment)First Floor, S P Mussons BuildingHincks StreetSt. MichaelBarbadosTelephone: (246) 467 5700Fax: (246) 437 8859Email: envirobdos@gov.bb"}, {"text_block_id": "p59_b11", "text": "Economic incentives and instruments topromote environmental compliance"}, {"text_block_id": "p58_b11", "text": "24.3Determiningmostappropriateproceduresandmechanisms for effectively enforcing policy and legislatedrequirements;"}, {"text_block_id": "p57_b11", "text": "21.4Conduct of post-disaster assessmentsofenvironmentalconsequencesandimplementation of procedures and programmesto address pertinent issues;"}, {"text_block_id": "p56_b11", "text": "Population related issues include gender and equity, population agingand demographic transition (i.e. declining fertility and mortality,stagnant population growth, increasing urbanisation, life expectancyand population aging; etc.). There is also the issue of the highincidence and prevalence of HIV/AIDS, which has the potential toadversely impact on the country's population, in particular, the labourforce. The National Commission on Sustainable Developmentrecommends:"}, {"text_block_id": "p55_b11", "text": "Establishment or strengthening ofcommunity outreach programmes andcentres;"}, {"text_block_id": "p54_b11", "text": "Installation of water saving devices;"}, {"text_block_id": "p53_b11", "text": "15.7Encouraging the involvement of privatesector enterprises and other stakeholders insustainable waste management initiatives;"}, {"text_block_id": "p52_b11", "text": "14.2The involvement of individuals and interest groups inactivities which focus on environmental conservation andSustainable Development is be encouraged;"}, {"text_block_id": "p51_b11", "text": "11.6Encouraginginterestgroupstomanufacturematerialsviasustainableprocesses, using materials that are themselvessustainable. For example, composite boards likechipboard and medium density fibreboardcontain resin which deters termites and in somecases may be a useful alternative to plywood;"}, {"text_block_id": "p50_b11", "text": "10.4Encourage the dissemination of information todisadvantaged groups in particular."}, {"text_block_id": "p49_b11", "text": "generation. Such guidelines may includestipulations that:"}, {"text_block_id": "p48_b11", "text": "7.8Promoting the development and use of selective fishinggear and practices that minimise waste in the catch of targetspecies and minimise by-catch of non-target species;"}, {"text_block_id": "p47_b11", "text": "incidence of crop diseases and pestinfestations in Barbados;"}, {"text_block_id": "p46_b11", "text": "5.10Maintenance of networks to disseminate information onthese practices to other farmers to encourage their adoption;"}, {"text_block_id": "p45_b11", "text": "scientific inputs"}, {"text_block_id": "p44_b11", "text": "3.22Conducting a cross-sectoral examination of policies whichimpact on fresh water resources in Barbados including, inparticular, policies for tourism enhancement and agriculture;"}, {"text_block_id": "p43_b11", "text": "3.9Internalisation of external environmentalcosts of fresh water supply and utilisation intothe cost of supplying the resource;"}, {"text_block_id": "p42_b11", "text": "5. \"Endorser\" of publications, projects or other initiativeswhich intend to promote Sustainable Development."}, {"text_block_id": "p38_b11", "text": "4. Capacity Building"}, {"text_block_id": "p37_b11", "text": "In effect, using indicators of Sustainable Development will assist decision-makers in determininghow far Barbados has progressed in the pursuit of our Sustainable Development goal. Theindicators will allow us to make comparisons with other countries (spatial comparison) and withdifferent time periods (temporal comparison). The indicators may be used to assist with thepreparation of national state of the environment reports that give a snap-shot of the health of ourenvironment. Ultimately it is anticipated that indicators of Sustainable Development will informnational accounting systems."}, {"text_block_id": "p36_b11", "text": "finite supply of some resources"}, {"text_block_id": "p34_b12", "text": "The Ministry of Education, Sports and Youth Affairs has also developed an implementation plan for the NationalSports Policy. It is anticipated that the National Sports Council, the main policy implementation agency in theMinistry of Sports, will play a leading role in the pursuit of the objectives identified by the policy. In addition, itis proposed that an Advisory Committee on Sports should be established to assist the Ministry of Sports andthe National Sports Council with effectively managing the national sports programme. Some of the proposalsof the implementation plan are:"}, {"text_block_id": "p33_b12", "text": "Access"}, {"text_block_id": "p32_b12", "text": "Of fundamental importance for SustainableDevelopment is that all major stakeholders areinvolved in the decision making process at alllevels from national and international policydevelopment to project development andimplementation for every sector and/or issue.Part of the rationale here is that socialpreferences regarding natural resource use willincorporate concerns for disadvantaged socialsectors and future generations. This has beenevidenced through town hall meetings by theTown and Country Development Planning Officeon the National Physical Development Plan andby the Ministry of Tourism and InternationalTransport with its draft policy framework onsustainable tourism."}, {"text_block_id": "p31_b12", "text": "everyday life for individuals and communities. Inorder for this to succeed, at least threeconditions must be met. First, there must besignificant expansion in the quantum anddiversity of knowledge and information availableto the population. Second, current knowledgeand information should be repackaged so thatthey become more user-friendly. Third, the modeof acquiring knowledge and information, e.g.using the ever-expanding medium of informationtechnology, should be adapted so that there ismuch greater interaction with Science andTechnology at all levels to enhance SustainableDevelopment. The study of science andtechnology should be encouraged, especially ifthe region is to capitalise on the growing globalinterestinenvironmentalmanagement,information technology, biotechnology and othercutting edge technologies."}, {"text_block_id": "p30_b12", "text": "The Future of Science and Technology inSustainable Development"}, {"text_block_id": "p29_b12", "text": "The benefits of a quarrying operation are easy to identify:"}, {"text_block_id": "p28_b12", "text": "5.3.1 E Economic I Instruments"}, {"text_block_id": "p27_b12", "text": "The concept of ecological efficiency has beenintegrated to varying degrees into the decisionmaking process relating to the use andmanagement of our natural environmentalresources. There is still the need to criticallyassess and evaluate the carrying capacity of our"}, {"text_block_id": "p26_b12", "text": "Fully utilised fisheries, and"}, {"text_block_id": "p25_b12", "text": "limited waste assimilation capacity of thenatural environment."}, {"text_block_id": "p24_b12", "text": "Generally, adequate quality of life may be taken to mean a decentliving standard for all which requires the provision of sufficientclean water, food, shelter, sanitation/sewage, health care,communication, transportation, education, security, recreationand energy."}, {"text_block_id": "p22_b12", "text": "1 \"Quality of life\" is endorsed as the overarching goal and that thisis composed of a variety of economic, social, cultural andpersonal factors and is not based on income earnings oraccumulated wealth alone."}, {"text_block_id": "p10_b12", "text": "Case Study 4. The Fishing Industry ..................................................................................."}, {"text_block_id": "p9_b12", "text": "11. The Built Environment .............................................................................................................. 37"}, {"text_block_id": "p8_b12", "text": "1. Introduction ................................................................................................................... 3"}, {"text_block_id": "p3_b12", "text": "This book is printed on recycled paper."}, {"text_block_id": "p59_b12", "text": "26.2MarketingprogrammespromotingBarbados as a tourism destination stress thiscountry's efforts to promote sustainable nationaldevelopment and to contribute to globalsustainable initiatives;"}, {"text_block_id": "p58_b12", "text": "24.4Endorsing the \"Polluter Pays Principle\" as a pivotalcomponent of the foundation of Barbados' National SustainableDevelopment Policy;"}, {"text_block_id": "p57_b12", "text": "21.5Consideration of the implications ofnatural and man-made disasters in the appraisalof planning development applications, and anyEnvironmental Impact Assessment Reportsassociated with such applications;"}, {"text_block_id": "p56_b12", "text": "20.1Establishment of a national institution with the mandate forpopulation issues."}, {"text_block_id": "p55_b12", "text": "Joint initiatives between Government,Non Governmental Organisations (NGO)and the private sector;"}, {"text_block_id": "p54_b12", "text": "Installation of energy conserving equipment and fixtures;"}, {"text_block_id": "p53_b12", "text": "15.8Initiating appropriate mechanisms andprocedures to support small-scale, sustainablewastemanagementpractices,includingrecycling and backyard composting wherepossible, and re-education of farmers in thetechniques of organic farming;"}, {"text_block_id": "p52_b12", "text": "14.3Information be gathered and disseminated to the privatesector on options available for implementing EnvironmentalManagement Systems for daily practices and operation, with aview ultimately to encouraging the voluntary adoption of a privatesector led Sustainable Development programme;"}, {"text_block_id": "p51_b12", "text": "11.7Encourage the integration of culturalconsiderations and influences into buildingdesign and project developments with particularreference to the use of indigenous constructionmaterials and encouraging the promotion of aunique island-wide Barbadian appearance to thebuilt environment e.g. chattel house features;"}, {"text_block_id": "p50_b12", "text": "prospecting operations in Barbados;"}, {"text_block_id": "p49_b12", "text": "Electricity companies be required topurchaseenergygeneratedfromrenewable sources"}, {"text_block_id": "p48_b12", "text": "7.9Preserving rare or fragile ecosystems, ecologicallysensitive areas and endangered species, especially coral reefs,beaches, estuaries, mangroves, sea grass beds, spawning andnursery areas; and sea turtles;"}, {"text_block_id": "p47_b12", "text": "5.14.5Provisionofeducationprogrammes on available and reliableoptions for pest management in agriculturewhich offer an alternative to chemicalpesticides and support Integrated PestManagement techniques;"}, {"text_block_id": "p46_b12", "text": "5.11Strengthening national commitment of technical, financialand human resources towards agricultural research. This shouldinclude investigations into:"}, {"text_block_id": "p45_b12", "text": "economic viability"}, {"text_block_id": "p44_b12", "text": "3.23Continuing to implement national programmes andactivities which address Barbados' national obligations as Party tothe United Nations Convention to Combat Desertification anddrought."}, {"text_block_id": "p43_b12", "text": "3.10Internalisation of external social costs offresh water supply and utilisation into the cost ofsupplying the resource, including the scarcityfactor and the number of competing demands inBarbados;"}, {"text_block_id": "p42_b12", "text": "6. Publisher of documents evaluating in detail specificissues for concern in Barbados pertaining to SustainableDevelopment."}, {"text_block_id": "p38_b12", "text": "Develop and strengthen the capacity ofindividuals to participate in SustainableDevelopment decision-making with anincreased base of knowledge (local,traditional and technical) of SustainableDevelopmentissuesandpublicparticipation practices."}, {"text_block_id": "p37_b12", "text": "Barbados currently has a National Indicators Programme where indicators of SustainableDevelopment for Barbados have been developed under the three major areas of human well-being, ecological welfare and sustainable interactions. At present 170 indicators have beenidentified, of which approximately 65 are environmental. These indicators are currently beingtested and should assist with the monitoring and evaluation of the implementation of thepolicy."}, {"text_block_id": "p36_b12", "text": "natural carrying capacity of ecosystems"}, {"text_block_id": "p34_b13", "text": "the review and strengthening of the legal framework governing sports development;"}, {"text_block_id": "p33_b13", "text": "In order to participate effectively, citizens musthave timely access to information, to the politicalprocess, and to the justice system."}, {"text_block_id": "p32_b13", "text": "Decision makers will be better equipped toensure that those resources are used, anddevelopments pursued, which meet the outlinedcriteria especially for quality of life and inter-/intra-generational equity, by integrating socialpreferences into the decision making process viathe participatory approach."}, {"text_block_id": "p30_b13", "text": "Barbados needs to be far more organised andcoordinated in its scientific and technologicalactivities. TheconceptofSustainableDevelopment entails that appropriate forms ofScience and Technology become a part of"}, {"text_block_id": "p29_b13", "text": "Reduced national dependence on material imports for the construction and building industries"}, {"text_block_id": "p28_b13", "text": "Economic instruments are being increasinglyrecognised as an integral tool for theachievement of Sustainable Development.Economic instruments can play a complementaryrole to conventional regulation. Indeed, someauthorities are of the view that more effectiveenvironmental management may be achievedthrough a reduction in the use of \"command andcontrol\" methods and an increase in economicand market-oriented approaches. Ultimately it isdesirable to have the appropriate mix ofregulations, economic instruments and non-economic valuation techniques to ensure thatenvironmental goals are met. At the same timeevery effort must be made to ensure thatdistortion of trade and investment at national andinternational levels are minimised."}, {"text_block_id": "p27_b13", "text": "natural and environmental resources to reconcileresource availability with current and futuredemands. Some examples of the criticalenvironmental and natural resources inBarbados which demonstrate the need to ensureecological efficiency include water resources,fisheries resources, and tourism resources."}, {"text_block_id": "p26_b13", "text": "Traditional or artisanal fisheries."}, {"text_block_id": "p25_b13", "text": "It is recognised that ecosystem degradation via acascade effect can occur swiftly andunpredictably if the balance of the natural systemis tipped too far beyond its ability to compensatefor irregularities. Consequently, a Precautionary"}, {"text_block_id": "p24_b13", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p22_b13", "text": "2. Bio-physical \"limits to growth\" are taken into considerationwhen decisions are made with regards to resource use. Theselimits include the:"}, {"text_block_id": "p10_b13", "text": "Case Study 5. The National Commission on Sustainable Development ............................."}, {"text_block_id": "p9_b13", "text": "12. Land Resources ....................................................................................................................... 38"}, {"text_block_id": "p8_b13", "text": "2. Policy Aims .................................................................................................................... 5"}, {"text_block_id": "p3_b13", "text": "ISBN: 976 8080 84 1"}, {"text_block_id": "p59_b13", "text": "26.3Visitors to the island are encouraged viaappropriate means to comply with voluntary orregulated environmental management efforts;"}, {"text_block_id": "p58_b13", "text": "24.5Reviewing, considering and amending as appropriate thelegislative recommendations governing the environment;"}, {"text_block_id": "p57_b13", "text": "21.6Assessment of vulnerability to particularnatural disasters to be carried out. The riskassessment approach to land-use managementis encouraged as well as greater awareness ofthe hazardous index ."}, {"text_block_id": "p56_b13", "text": "20.2Formulation, development and implementation of a nationalpopulation policy to set directions for, and clearly define, the country'spopulation goals and objectives."}, {"text_block_id": "p55_b13", "text": "Communitylevelprogrammesspecifically targeting young males;"}, {"text_block_id": "p54_b13", "text": "B. Appropriate incentives to encourage:"}, {"text_block_id": "p53_b13", "text": "15.9Completion of the various projects forsewerage treatment and management, includingthe South Coast Sewage Project, the plannedwest coast facility, as well as the upgrade of theBridgetown plant;"}, {"text_block_id": "p52_b13", "text": "14.4Promote information and education in the areas ofenvironmental health and safety programmes in keeping withaccepted environmental standards;"}, {"text_block_id": "p51_b13", "text": "11.8Investigating options for buildingmaterials and design which reduce energydemand, for example, from lighting and airconditioning;"}, {"text_block_id": "p50_b13", "text": "Rationalisation of national copyright issues pertaining to bioprospecting and the use of indigenous genetic resources."}, {"text_block_id": "p49_b13", "text": "The major electricity supplier compensatefor ebbs and flows in energy output fromrenewablesourcesduringthedevelopment phase of these sources"}, {"text_block_id": "p48_b13", "text": "7.10Promoting scientific research and other programmes ofcooperation with regional neighbours and the internationalcommunity, for the sustainable management of shared, straddlingand highly migratory fish stocks;"}, {"text_block_id": "p47_b13", "text": "5.14.6Reformulation of national policyto ensure the appropriate use andmanagement of pesticides, especially thoserecognised as potentially harmful to humanhealth or the natural environment;"}, {"text_block_id": "p46_b13", "text": "opportunities and risks posed by bio-technology"}, {"text_block_id": "p45_b13", "text": "utilisation of local renewable resources"}, {"text_block_id": "p44_b13", "text": "4. T Transportation"}, {"text_block_id": "p43_b13", "text": "3.11Rationalisation of competing demandsfor water use in order to arrange them in anappropriate list bearing in mind the limitedsupplies available."}, {"text_block_id": "p42_b13", "text": "29"}, {"text_block_id": "p38_b13", "text": "5. Resources"}, {"text_block_id": "p37_b13", "text": "B O X 55 : II N D I C A T O R S OO F SS U S T A I N A B L E DD E V E L O P M E N TB O X 55 : II N D I C A T O R S OO F SS U S T A I N A B L E DD E V E L O P M E N T"}, {"text_block_id": "p36_b13", "text": "fragility and vulnerability of some ecosystems"}, {"text_block_id": "p34_b14", "text": "the proper maintenance of sports facilities and venues;"}, {"text_block_id": "p33_b14", "text": "Transparency"}, {"text_block_id": "p32_b14", "text": "19"}, {"text_block_id": "p30_b14", "text": "17"}, {"text_block_id": "p29_b14", "text": "Opportunities for employment"}, {"text_block_id": "p28_b14", "text": "For the purposes of this policy, economicinstruments are to be taken to include the costsand benefits of alternative actions (providingeconomic agents) with the effect of influencingbehaviour in a way favorable to the environment.Economic instruments may be broadly classifiedas:"}, {"text_block_id": "p27_b14", "text": "Case Study 1 describes briefly the example offreshwater use in Barbados from the perspectiveof ensuring continued availability of thatresource."}, {"text_block_id": "p26_b14", "text": "B O X 11 : PP R E C A U T I O N A R Y AA P P R O A C H TT O FF I S H E R I E S MM A N A G E M E N TB O X 11 : PP R E C A U T I O N A R Y AA P P R O A C H TT O FF I S H E R I E S MM A N A G E M E N T"}, {"text_block_id": "p25_b14", "text": "Sustainable Development requires a societywhich is not crippled by poverty, unemployment,social unrest and crime. Social conditions are avery important component of SustainableDevelopment and of the quality of life for currentand future generations. They require strongcommunity ties, stable and supportive familystructures and a responsible and respectedpolitical system."}, {"text_block_id": "p24_b14", "text": "11"}, {"text_block_id": "p22_b14", "text": "finite supply of some resources"}, {"text_block_id": "p9_b14", "text": "13. Natural Resources ....................................................................................................................39"}, {"text_block_id": "p8_b14", "text": "3. Definitions ..................................................................................................................... 7"}, {"text_block_id": "p59_b14", "text": "26.4All those involved in the tourism sectorbe required to implement environmentalmanagement programmes for their individualoperation;"}, {"text_block_id": "p58_b14", "text": "24.6Designing, reviewing and amending appropriatelylegislative instruments, liability rules, penalties and compensationrequirements for pollution prevention and sound environmentalmanagement."}, {"text_block_id": "p57_b14", "text": "Reference should also be made to Section 11 ofthis paper addressing the issue of the \"BuiltEnvironment\"."}, {"text_block_id": "p56_b14", "text": "20.3Development of strategies and mechanisms to ensure theadequate inclusion of population variables in the formulation,development and delivery of policies and social programmes."}, {"text_block_id": "p55_b14", "text": "Reproductivehealthprogrammestargeting specific groups."}, {"text_block_id": "p54_b14", "text": "Adoption of appropriate waste disposal practices;"}, {"text_block_id": "p53_b14", "text": "15.10 Continuing to implement programmesand activities which comply with and addressBarbados' national obligations as Party tovarious International Environmental Agreementswhich seek to eliminate marine pollution form thedisposal of ship generated waste, including butnot limited to the Convention on the Preventionof Marine Pollution from Ship Generated Waste(MARPOL73/78)."}, {"text_block_id": "p52_b14", "text": "14.5Various groups involved in education and awarenessbuilding programmes with relevance to Sustainable Development,cooperate so as to ensure comprehensive coverage of importantissues, efficient dissemination of information, and to avoidduplication of responsibilities."}, {"text_block_id": "p51_b14", "text": "Roads And Traffic Flow"}, {"text_block_id": "p50_b14", "text": "9.2Continued support for research into the national status ofbiodiversity resources in order to develop a comprehensivedatabase/inventory of these resources;"}, {"text_block_id": "p49_b14", "text": "Electricity cost from renewable sourcesshould exhibit long-term economicviability, even if initial Government subsidyduring the implementation phase isnecessary."}, {"text_block_id": "p48_b14", "text": "6.7Continuing to implement programmes and activities whichcomply with and address Barbados' national obligations as Partyto the United Nations Convention on Biological Diversity, as wellas the Convention for the Prevention of International Trade inEndangered Species of Flora and Fauna."}, {"text_block_id": "p47_b14", "text": "5.15With respect to energy conservation forsustainable agriculture, encouragement andsupport for the use of alternative renewableenergy sources and improving the efficiency withwhich energy is utilised within the sector.Specific policy recommendations include:"}, {"text_block_id": "p46_b14", "text": "appropriate crop alternatives and possibilities foragricultural diversification"}, {"text_block_id": "p45_b14", "text": "minimisation of external and purchasedinputs"}, {"text_block_id": "p44_b14", "text": "The National Sustainable Development Policy supports work toreduce environmental damage caused by various aspects of thetransport sector. A major component of this thrust will be toimprove the efficiency and reliability of the public transport sectorso as to make this mode of transport attractive and acceptable forthe majority of people in Barbados."}, {"text_block_id": "p43_b14", "text": "3.12Maintaining human, financial andtechnical commitments towards ensuring a firmfoundation for managing water use in asustainable manner as well as for devisingmethods for augmenting the fresh water supplyappropriately;"}, {"text_block_id": "p38_b14", "text": "Procure and expand resources (financial,human, and technological) to initiate,strengthen, and continue participatorypracticesindecision-makingforSustainable Development."}, {"text_block_id": "p37_b14", "text": "24"}, {"text_block_id": "p36_b14", "text": "finite resilience of ecosystems in resisting andrecovering from man's impacts as well as naturaldisasters"}, {"text_block_id": "p34_b15", "text": "the development of sports;"}, {"text_block_id": "p33_b15", "text": "Productive relationships between civil societyand government require that both be moreaccountable and transparent. Transparency will"}, {"text_block_id": "p32_b15", "text": "natural resources are irreplaceable and non-substitutable with man-made capital. In suchcases, the equity criteria would call for aconsideration of the constraints in the utilisationof these resources so as to ensure their full or atleast partial transfer to future generations."}, {"text_block_id": "p29_b15", "text": "Income generation for individuals and the country"}, {"text_block_id": "p28_b15", "text": "charges (emission charges, productcharges, tax differentiation, etc.)"}, {"text_block_id": "p27_b15", "text": "5.3 Economic E Efficiency"}, {"text_block_id": "p26_b15", "text": "Approach and the imposition of Safe MinimumStandards are advocated for sustainableresource use. This requires resource users to erron the side of caution especially when the risksof uncertainties in using resources have adverseimplications for the supply and availability ofthese resources for current or future generations."}, {"text_block_id": "p25_b15", "text": "It is recognised that there may at times beconflict between economic development andother aspects of Sustainable Development andthat the latter are inadequately accommodated inconventional economic policy. Less emphasis isplacedonmaterialpossessionsandconsumerism in a \"strongly\" sustainable societybut it is important to recognise that SustainableDevelopment does not mean social regression or\"zero growth\"."}, {"text_block_id": "p22_b15", "text": "natural carrying capacity of ecosystems"}, {"text_block_id": "p9_b15", "text": "14. Education & Training ................................................................................................................ 39"}, {"text_block_id": "p8_b15", "text": "4. Policy Objectives & Goals ..............................................................................................9"}, {"text_block_id": "p59_b15", "text": "26.5Conduct for the general public inBarbados, including those involved in theindustry, awareness programmes that stress theimportance of developing sustainable projectswhich focus on the tourism product in Barbados;"}, {"text_block_id": "p58_b15", "text": "24.7Enactingagreedlegislationforenvironmentalmanagement and Sustainable Development in the shortestpossible time frame;"}, {"text_block_id": "p57_b15", "text": "21. D Disaster MManagement"}, {"text_block_id": "p56_b15", "text": "20.4Strengthening institutions such as the Ministries of Health,Housing and Social Transformation to enable them to deal adequatelywith issues associated with population aging (geriatric services inhousing, health, recreation etc.)."}, {"text_block_id": "p55_b15", "text": "18.3Continuing and supporting the executionof Government's programmes for povertyeradication and the provision of adequate shelterfor all persons;"}, {"text_block_id": "p54_b15", "text": "Implementation of voluntary programmes by the industrialand business sectors, including meeting environmentalstandards and establishment of EnvironmentalManagement Systems."}, {"text_block_id": "p53_b15", "text": "Hazardous Waste"}, {"text_block_id": "p52_b15", "text": "14. EEducation && TTraining"}, {"text_block_id": "p51_b15", "text": "11.9Including sidewalks, access for thedisabled and cycle paths wherever possible inplans for new roads and road upgrades. (Seealso Section 4 on Transport)."}, {"text_block_id": "p50_b15", "text": "9.3Articulation of management plans for all species especiallythose which are unique, exotic or of particular value for use inbiotechnology related programmes;"}, {"text_block_id": "p49_b15", "text": "Independent power producers should getaccess to the distribution system"}, {"text_block_id": "p48_b15", "text": "6.8Preserve a minimum area of vegetative cover to preventdisruption of climatic patterns as well as reduce the potentialeconomic and environmental impacts associated with soil erosionand change in rainfall patterns arising from drastic changes innatural areas and landscapes."}, {"text_block_id": "p47_b15", "text": "5.15.1Intensifyingresearchintoagricultural energy demands and options forimproving the efficiency with which energy isused;"}, {"text_block_id": "p46_b15", "text": "alternative crops associated with less environmental\"damage\", for example water intensive species versesxerophytic species"}, {"text_block_id": "p45_b15", "text": "minimisation of synthetic pesticide andfertilizer inputs"}, {"text_block_id": "p44_b15", "text": "Policy recommendations towards this end include:"}, {"text_block_id": "p43_b15", "text": "3.13Development,implementationandenforcement of comprehensive and appropriatesustainable water resources managementregulations and legislation;"}, {"text_block_id": "p38_b15", "text": "6. Access"}, {"text_block_id": "p36_b15", "text": "23"}, {"text_block_id": "p34_b16", "text": "the establishment of an Academy of Excellence/Resource Centre/Sports Library;"}, {"text_block_id": "p33_b16", "text": "In 1996 the National Commission on Sustainable Development was established essentially as a \"think tank\"with the mandate to advise and guide government towards the achievement of Sustainable Development.22 volunteers representing a wide cross-section of Barbadian society including Non-GovernmentalOrganisations, Community Based Organisations, and the private sector and government departments servethe Commission. Five public consultations have been convened under the aegis of the Commission to gainin-depth and specific insight on pressing environmental issues including:"}, {"text_block_id": "p29_b16", "text": "Infrastructural improvements to surroundingareas, e.g. roads, and building equipment"}, {"text_block_id": "p28_b16", "text": "deposit-refundsystems(repayablesurcharges on products, etc.)"}, {"text_block_id": "p27_b16", "text": "14"}, {"text_block_id": "p26_b16", "text": "In essence, the precautionary approachstipulates that where there are threats of seriousor irreversible damage the lack of full scientificcertainty shall not be used as a reason forpostponing cost effective measures to preventenvironmental degradation. An illustration of thisconcept in shown in Box 1. The governmentsupports the application of the precautionaryprinciple as a policy-making strategy thatgoverns how decision-makers, in their efforts atprotecting the environment, apply science,technology and economics."}, {"text_block_id": "p25_b16", "text": "Sustainable Development allows for technicalprogress, social advancement and economicgrowth while considering bio-physical and socioethical limits to growth, the finiteness ofresources, the fragility of natural ecosystems,the realm of uncertainty which surrounds naturalresource use and the limits thereof, and thepossible irreversibility of impacts on the naturalenvironment. A good example of this conflict isdemonstrated in the case of exploiting non-renewable resources such as conventionalenergy resources in a sustainable way."}, {"text_block_id": "p22_b16", "text": "fragility and vulnerability of some ecosystems"}, {"text_block_id": "p9_b16", "text": "15. Waste Management ................................................................................................................. 40"}, {"text_block_id": "p8_b16", "text": "5. Principles of Sustainable Development for Barbados ..................................................... 11"}, {"text_block_id": "p59_b16", "text": "26.6Appropriate support be offered tostakeholders attempting to pursue tourismrelatedinitiativeswhicharesocially,economically and environmentally sustainable."}, {"text_block_id": "p58_b16", "text": "24.8Execution of public awareness programmes to inform ofrequirements relating to new or amended legislation andregulations for environmental management and SustainableDevelopment;"}, {"text_block_id": "p57_b16", "text": "22. C Coastal & & M Marine P Preservation"}, {"text_block_id": "p56_b16", "text": "20.5Encouraging public and private sector agencies to considergender issues in planning, development and delivery of programs and"}, {"text_block_id": "p55_b16", "text": "18.4Execution of programmes by relevantagencies and organisations, with the support ofother concerned stakeholders, to raiseawareness among the general public andspecific target groups of socially regressiveproblems and options for avoiding and/orcombating them. Problems to be included insuch programmes include:"}, {"text_block_id": "p54_b16", "text": "Manufacturers who produce/utilise equipment operatingon clean energy."}, {"text_block_id": "p53_b16", "text": "15.11 Development of a comprehensive policyto guide the management of hazardous materialsincluding chemicals for agriculture and/ormanufacturing, as well as wastes;"}, {"text_block_id": "p52_b16", "text": "39"}, {"text_block_id": "p51_b16", "text": "Policy recommendations for sustainable landuse span many sectors. Reference should bemade to other sections within this policy paperincluding but not limited to transport, the builtenvironment, waste management, agriculture,biodiversity, coastal and marine resources, andfresh water resources. Policy recommendationstowards achieving sustainable land use include:"}, {"text_block_id": "p50_b16", "text": "9.4Encouraging and supporting biotechnology and biosafetyrelated research and development including allocating appropriatehuman, technical and financial resources to this field of study;"}, {"text_block_id": "p49_b16", "text": "8.5Promoting research into the developmentof renewable energy technologies appropriate foruse in Barbados;"}, {"text_block_id": "p48_b16", "text": "35"}, {"text_block_id": "p47_b16", "text": "5.15.2Developmentanduseofalternative renewable energy sources andtechnologies suitable for integration into theagricultural sector in Barbados;"}, {"text_block_id": "p46_b16", "text": "Best Management Practices for cultivation schemes"}, {"text_block_id": "p45_b16", "text": "promotion of organic fertilizers"}, {"text_block_id": "p44_b16", "text": "4.1The environmental hazards of all the constituents of ablended fuel should be fully documented. Appropriate measuresshould also be taken to address occupational health and safety ofworkers handling these fuels."}, {"text_block_id": "p43_b16", "text": "3.14Conducting research into the effects ofthe climate change phenomena including thespecific effects on fresh water resources and theinfluence of expected rainfall reduction andincreasedevapo-transpirationduetotemperature rise. This research will include anexploration of the most appropriate proceduresto prepare for climate change and mitigate itsadverse effects;"}, {"text_block_id": "p38_b16", "text": "Create, strengthen, and support formalandinformalopportunitiesandmechanisms for public participation indiscussion of and decison-making inSustainable Development activities."}, {"text_block_id": "p34_b17", "text": "the expansion of existing training programmes in sports;"}, {"text_block_id": "p33_b17", "text": "Energy"}, {"text_block_id": "p29_b17", "text": "In this case the external costs would include theincreased:"}, {"text_block_id": "p28_b17", "text": "subsidies (grants, tax allowances, etc.)"}, {"text_block_id": "p26_b17", "text": "In this regard this policy seeks to encouragedecision-makers and resource managers toadopt the following principles:"}, {"text_block_id": "p25_b17", "text": "Promoting the concept of quality of life as aprimary indicator of social development, withpreference over income growth , will for themost part be a novel challenge in Barbados."}, {"text_block_id": "p22_b17", "text": "finite resilience of ecosystems to resist and recover fromman's impacts"}, {"text_block_id": "p9_b17", "text": "16. Regional Cooperation ...............................................................................................................40"}, {"text_block_id": "p8_b17", "text": "5.1 Quality of Life .................................................................................................. 11"}, {"text_block_id": "p59_b17", "text": "26. S Sustainable T Tourism D Development"}, {"text_block_id": "p58_b17", "text": "24.9 Providing personnel training opportunities to:"}, {"text_block_id": "p57_b17", "text": "The National Sustainable Development Policysupports the work of the Coastal ZoneManagement Unit (CZMU) in promoting thesustainable management of the island's coastaland marine resources in order to retain their vitaland pivotal role in the economic, social andphysical development of Barbados."}, {"text_block_id": "p56_b17", "text": "43"}, {"text_block_id": "p55_b17", "text": "Drug abuse"}, {"text_block_id": "p54_b17", "text": "C. The possibility of providing duty free concessions for importsof:"}, {"text_block_id": "p53_b17", "text": "15.12 Including in the policy, mechanisms andprocedures for the importation, handling,transport, storage and disposal of hazardouswastes in accordance with Barbados' obligationsas Party to the Basel Convention;"}, {"text_block_id": "p52_b17", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p51_b17", "text": "12.1Continued maintenance by the Town andCountry Development Planning Office of acomputerised Geographic Information System(GIS) land use database for Barbados;"}, {"text_block_id": "p50_b17", "text": "9.5Initiating and/or strengthening programmes to collect germplasm in gene banks for the use in bio-technology research anddevelopment initiatives;"}, {"text_block_id": "p49_b17", "text": "8.6Promoting and providing education andtraining opportunities in the renewable energysector for postgraduate students as well asongoing training for those employed in the sector,with a view to ensuring widespread adoption ofrenewable energy technologies;"}, {"text_block_id": "p47_b17", "text": "5.15.3Executionofeducationprogrammes for farmers and other interestgroups on the environmental and financialbenefits of employing practices whichmaximise efficient energy use, or exploitrenewable energy sources."}, {"text_block_id": "p46_b17", "text": "presence and levels of chemical residuals and/orenvironmental contaminants in soils"}, {"text_block_id": "p45_b17", "text": "research and development of appropriatebiological pest control methods"}, {"text_block_id": "p44_b17", "text": "4.2Development of a Clean Air Policy which will definestrategies and/or options for reducing the release of pollutingvehicle emissions into the atmosphere and including possibly a\"flexitime\" approach for the use of heavy vehicles in particular;"}, {"text_block_id": "p43_b17", "text": "3.15Exploring the feasibility of adopting, onan island-wide scale, the use of water-efficienttechnologies and practices. Consideration will begiven to:"}, {"text_block_id": "p38_b17", "text": "VI. Civil Society including the business sector,non-governmentalorganisations,andcommunity based organisations as partnersin the pursuit of Sustainable Developmentare required to adopt and implement thenationalprinciplesofSustainableDevelopment as outlined by this policy. Civilsociety is also required to incorporate theseprinciples within their organisational actionplans, strategies and programmes."}, {"text_block_id": "p33_b18", "text": "The role of youth and communities in Sustainable Development"}, {"text_block_id": "p29_b18", "text": "Damage to the integrity of the sand dunes andtheir associated vegetation"}, {"text_block_id": "p28_b18", "text": "market instruments (tradeable emissionpermits, liability insurance, etc.)"}, {"text_block_id": "p26_b18", "text": "BATNEEC: Best Available TechniqueNot Entailing Excessive Cost"}, {"text_block_id": "p25_b18", "text": "12"}, {"text_block_id": "p22_b18", "text": "limited waste assimilation capacity of the naturalenvironment"}, {"text_block_id": "p9_b18", "text": "17. Concessions & Incentives ........................................................................................................ 41"}, {"text_block_id": "p8_b18", "text": "5.2 Conservation of Resources .............................................................................. 12"}, {"text_block_id": "p59_b18", "text": "TheNationalPolicyforSustainableDevelopment supports fully the developmentand use of appropriate indicators to demonstratethe country's progress along the road ofsustainability and, more specifically, to monitorand evaluate the implementation of policyrecommendations articulated within thisdocument. Within this context it is recommendedthat:"}, {"text_block_id": "p58_b18", "text": "Improve the capability of existing attorneys to deal withmatters pertaining to environmental law;"}, {"text_block_id": "p57_b18", "text": "Specific policy objectives for sustainablemanagement of coastal and marine resourcesinclude:"}, {"text_block_id": "p56_b18", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p55_b18", "text": "Sexual promiscuity and the spread ofsexually transmitted infections"}, {"text_block_id": "p54_b18", "text": "Equpment/machinery which utilise ‘clean’ fuels, forexample compressed natural gas"}, {"text_block_id": "p53_b18", "text": "15.13 Development of appropriate legislativemeasures to support the implementation ofpolicy recommendations;"}, {"text_block_id": "p51_b18", "text": "12.2Use of the GIS land use database tofacilitate the coordination, collection, storageand sharing of land use information withgovernmental agencies and other interestgroups;"}, {"text_block_id": "p50_b18", "text": "9.6Ensuring the security of state, community and individualproperty rights with regards to genetic resources found in Barbadosand products developed therefrom."}, {"text_block_id": "p49_b18", "text": "8.7Conductingpubliceducationandawareness building programmes about the use ofrenewable energy technologies;"}, {"text_block_id": "p47_b18", "text": "5.16Wherever possible harness traditionalknowledge within the industry with specificattention paid to sustainable technologies andpractices."}, {"text_block_id": "p46_b18", "text": "presence and levels of chemical residuals and/orenvironmental contaminants in food products which havebeen domestically produced and/or imported"}, {"text_block_id": "p45_b18", "text": "integrated crop management practiceswherever possible"}, {"text_block_id": "p44_b18", "text": "4.3Development of safe minimum standards for atmosphericpollutants, especially those from vehicle emissions, which areappropriate to Barbadian circumstances while meetinginternationally accepted standards. These standards could be"}, {"text_block_id": "p43_b18", "text": "Establishing the most appropriate pricingpolicies (rising block tariff structure)forwater use;"}, {"text_block_id": "p38_b18", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p34_b18", "text": "encouragement of greater participation by women in sports;"}, {"text_block_id": "p33_b19", "text": "Agriculture"}, {"text_block_id": "p29_b19", "text": "Susceptibility of the coastal area to erosion andcost of litigation"}, {"text_block_id": "p28_b19", "text": "financialenforcementmechanisms(performance bonds, fines, etc.)"}, {"text_block_id": "p26_b19", "text": "Best refers to \"the most effective techniques forminimising, preventing or rendering harmlessnoxious emissions\". Since there may be morethan one \"best\" technique, the decision-maker is"}, {"text_block_id": "p22_b19", "text": "4. P POLICYOBJECTIVES & &GOALS"}, {"text_block_id": "p9_b19", "text": "18. Human Health, Well Being & Poverty ...................................................................................... 42"}, {"text_block_id": "p8_b19", "text": "5.3 Economic Efficiency ......................................................................................... 14"}, {"text_block_id": "p59_b19", "text": "25.1Consideration be given to the findingsand recommendations of the Indicators SteeringCommittee of the National Commission onSustainable Development."}, {"text_block_id": "p58_b19", "text": "Equip enforcement personnel with knowledge of new"}, {"text_block_id": "p57_b19", "text": "22.1Improving control of the developmentprocess within the island's coastal zone;"}, {"text_block_id": "p55_b19", "text": "Domestic violence"}, {"text_block_id": "p54_b19", "text": "41"}, {"text_block_id": "p53_b19", "text": "15.14 Investigating incidents of groundwatercontamination by the disposal and/or accidentalrelease of liquid and solid hazardoussubstances, with a view to devising mitigativemeasures to minimise future incidents ofpollution."}, {"text_block_id": "p51_b19", "text": "12.3Use of the GIS land use database fornational development planning, review ofplanning/development applications, and generaldecision and policy-making with regards tosustainable land use;"}, {"text_block_id": "p50_b19", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p49_b19", "text": "8.8Facilitating the involvement of all relevantstakeholders in promoting the use of renewableenergy sources as well as in other related issues;"}, {"text_block_id": "p47_b19", "text": "6. T Terrestrial B Biodiversity I Including F Forestry"}, {"text_block_id": "p46_b19", "text": "5.12Establishment of an effective and comprehensive datacollection system and information dissemination service for theagricultural sector;"}, {"text_block_id": "p45_b19", "text": "Specific policy objectives for sustainableagriculture include:"}, {"text_block_id": "p44_b19", "text": "31"}, {"text_block_id": "p43_b19", "text": "Introducing new technologies forindustrialprocesseswhichallowrecycling and use appliances andfixtures that meet international waterconservation standards;"}, {"text_block_id": "p38_b19", "text": "25"}, {"text_block_id": "p34_b19", "text": "increased public awareness and education; and"}, {"text_block_id": "p33_b20", "text": "Water"}, {"text_block_id": "p29_b20", "text": "Risks to coastal areas posed by harsh weatherevents like hurricanes"}, {"text_block_id": "p28_b20", "text": "The Government of Barbados has started toapply economic instruments, to varying degrees,within the national decision-making process. Oneillustration is provided in Box 2. Examplesinclude the environment levy, tax rebates onsolar water heaters, fines for damage caused tocoral reefs and the coastal/marine ecosystembased on proper resource evaluation, and it isproposed that planning permits for quarrying"}, {"text_block_id": "p26_b20", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p22_b20", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p9_b20", "text": "19. Gender ......................................................................................................................................43"}, {"text_block_id": "p8_b20", "text": "5.3.1 Economic Instruments ....................................................................... 15"}, {"text_block_id": "p59_b20", "text": "25.2Review of the indicators work beconducted from an integrated perspective so asto ensure that consideration is given to theSteering Committee recommendations by a widecross-section of interest groups;"}, {"text_block_id": "p58_b20", "text": "45"}, {"text_block_id": "p57_b20", "text": "22.2Providing for maintenance and/orrehabilitation of coastal environments and theirresources;"}, {"text_block_id": "p55_b20", "text": "Gender and race discrimination"}, {"text_block_id": "p54_b20", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p53_b20", "text": "Cooperation in initiatives in the region topromote Sustainable Development is recognisedas a pivotal component in the achievement ofthis goal at any level, from national to global.Aspects of the regional cooperation policy wouldinclude:"}, {"text_block_id": "p51_b20", "text": "12.4Ensuring that such data as definedabove is available for use by interestedindividuals including in particular contractors,architects and engineers, so that they too are ina position to promote sustainable land use"}, {"text_block_id": "p50_b20", "text": "10. RResearch && DDevelopment"}, {"text_block_id": "p49_b20", "text": "8.9Cooperating in regional initiatives aimed atenhancing the development and use of renewableenergy sources."}, {"text_block_id": "p47_b20", "text": "Sustainable use of terrestrial biodiversity isintended to ensure that such resources areenjoyed today as well as passed on to futuregenerations for their benefit and enjoyment. Theoverall policy objective is to ensure sustainableuse of terrestrial biodiversity in part through theimplementation of a strategy which preserves,conserves and sustainably uses the island'sterrestrial resources of flora and fauna."}, {"text_block_id": "p46_b20", "text": "5.13Within the sub-area of genetic resources for sustainableagriculture, the following recommendations are made (see alsothe section on biotechnology below):"}, {"text_block_id": "p45_b20", "text": "5.1FormulatingBarbados'agriculturalpolicies via an integrated approach involving allconcerned stakeholders and interest groups,with a view to ensuring sustainable domesticfood production, food security and food safety;"}, {"text_block_id": "p43_b20", "text": "Enhancing public awareness andeducational campaigns to inform aboutthe necessity and benefits of reducingwater use."}, {"text_block_id": "p34_b20", "text": "fostering partnerships between the public and private sectors."}, {"text_block_id": "p33_b21", "text": "Solid waste management"}, {"text_block_id": "p29_b21", "text": "Social discomfort from dust and noise pollution"}, {"text_block_id": "p28_b21", "text": "15"}, {"text_block_id": "p26_b21", "text": "required to perform a balancing act."}, {"text_block_id": "p22_b21", "text": "9"}, {"text_block_id": "p9_b21", "text": "20. Population .................................................................................................................................43"}, {"text_block_id": "p8_b21", "text": "5.3.2 Science & Technology ....................................................................... 16"}, {"text_block_id": "p59_b21", "text": "25.3Some procedure be put in place to allowamendment or augmentation of the agreed list ofcore indicators for Sustainable Development, sothat this can be updated appropriately asnational and/or international circumstanceschange."}, {"text_block_id": "p58_b21", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p57_b21", "text": "22.3Identifying coastal reaches which maybenefit from structural and non-structuralprotection or enhancement;"}, {"text_block_id": "p55_b21", "text": "Alcohol and tobacco dependency"}, {"text_block_id": "p53_b21", "text": "16.1Assisting in and pursuing as appropriatethe further articulation and detailing of theresolution to designate the Caribbean Sea as a"}, {"text_block_id": "p51_b21", "text": "programmes;"}, {"text_block_id": "p50_b21", "text": "37"}, {"text_block_id": "p49_b21", "text": "9. BBiotechnology"}, {"text_block_id": "p47_b21", "text": "This policy recommends:"}, {"text_block_id": "p46_b21", "text": "5.13.1Strengthening research into plant and animalgenetic resources suitable for agricultural progress, includinginvestigations into disease resistant strains of various crops,biological pest control agents, and alternative economicallyviable plants and animals;"}, {"text_block_id": "p45_b21", "text": "5.2With respect to food safety, the followingrecommendations are made:"}, {"text_block_id": "p43_b21", "text": "3. FFresh WWater RResources"}, {"text_block_id": "p34_b21", "text": "B O X 44 : MM A K I N G CC O M M U N I T Y SS P O R T S SS U S T A I N A B L EB O X 44 : MM A K I N G CC O M M U N I T Y SS P O R T S SS U S T A I N A B L E"}, {"text_block_id": "p33_b22", "text": "The recommendations which emanated from these fora contributed to the final National SustainableDevelopment Policy. These consultations, in effect, facilitated wider social input into the policy makingprocess."}, {"text_block_id": "p29_b22", "text": "Economic tools for evaluating benefits and costs include monetary valuations of environmental and naturalresources and cost benefit analysis. Via such methodologies, the Total Economic Value (TEV) of naturalresources is determined and shown to include not only direct use values (such as for construction aggregates),but also the indirect use value, existence, intrinsic and option values of the resource. Efforts to determineeconomic values for natural and environmental resources and the external costs of their use generatepreviously unavailable statistical data which can contribute to a more balanced and realistic cost benefitanalysis of a proposed project or development. This can be the case with quarrying in Barbados since to datewe do not have any good cost benefit data available on quarrying."}, {"text_block_id": "p26_b22", "text": "Available means that the technique must beavailable to the decision maker."}, {"text_block_id": "p9_b22", "text": "21. Disaster Management .............................................................................................................. 44"}, {"text_block_id": "p8_b22", "text": "5.4 Equity.................................................................................................................. 18"}, {"text_block_id": "p59_b22", "text": "25. IIndicators ffor SSustainable DDevelopment"}, {"text_block_id": "p57_b22", "text": "22.4Providing water quality objectives for"}, {"text_block_id": "p55_b22", "text": "18.5Addressing the issues of populationgrowth through the articulation of a definitivenational policy for the achievement of asustainable demographic structure for Barbados."}, {"text_block_id": "p53_b22", "text": "Special Area in the Context of SustainableDevelopment;"}, {"text_block_id": "p51_b22", "text": "12.5Integrating concerns for sustainabilityinto the establishment of future national land useplans and policies (especially the PhysicalDevelopment Plan) and amending or enactingrelevant legislation so that the PhysicalDevelopment Plan becomes legally binding by allparties including the crown;"}, {"text_block_id": "p50_b22", "text": "The National Sustainable Development Policy aims to ensure thatthe built environment in Barbados, that is all structures and"}, {"text_block_id": "p49_b22", "text": "This relatively new area in Barbados must progressin a safe and sustainable manner. The NationalSustainable Development Policy recommends:"}, {"text_block_id": "p47_b22", "text": "6.1Formulating Barbados' biodiversityconservation policies via an integrated approachwhich involves all concerned stakeholders andinterest groups;"}, {"text_block_id": "p46_b22", "text": "5.13.2Where appropriate, promoting crop diversificationusing cultivated strains of plants or animals which possesproven advantageous traits and no adverse effects on humanhealth or the natural environment;"}, {"text_block_id": "p45_b22", "text": "Develop national pesticide residuallevels standards for food stuff both localand imported"}, {"text_block_id": "p43_b22", "text": "2.2The recommendations of the NationalCommission on Sustainable Development willbe considered with respect to decision makingon national policy, projects, plans and activitiesrelated to Sustainable Development and theenvironment, with a view to ensuring a holisticapproach to decision making within theseareas;"}, {"text_block_id": "p34_b22", "text": "facilitate more meaningful participation byensuring that all motivations and objectives areexplicit and that all information vital to thedecision is reliable and available in a timelymanner."}, {"text_block_id": "p33_b23", "text": "CC A S E SS T U D Y 55 :A S E SS T U D Y 55 :T H E NN A T I O N A L CC O M M I S S I O N OO N SS U S T A I N A B L E DD E V E L O P M E N TT H E NN A T I O N A L CC O M M I S S I O N OO N SS U S T A I N A B L E DD E V E L O P M E N T"}, {"text_block_id": "p29_b23", "text": "C A S E SS T U D Y 22 :C A S E SS T U D Y 22 :S A N D & & G G R A V E L QQ U A R R Y I N G A A L O N G T T H E E E A S T C C O A S T O O F B B A R B A D O SS A N D & & G G R A V E L Q Q U A R R Y I N G A A L O N G T T H E E E A S T C C O A S T OO F B B A R B A D O S"}, {"text_block_id": "p26_b23", "text": "Technique means it includes both the processand the specific technology used."}, {"text_block_id": "p9_b23", "text": "22. Coastal & Marine Preservation ................................................................................................ 44"}, {"text_block_id": "p8_b23", "text": "5.5 Participation .....................................................................................................19"}, {"text_block_id": "p59_b23", "text": "46"}, {"text_block_id": "p57_b23", "text": "coastal waters that will be used to evaluate andcontrol discharges, and to develop remedialaction plans;"}, {"text_block_id": "p55_b23", "text": "It is recognised that within the broad group ofthose living below the poverty line some,especially women, children and the elderly, aremore vulnerable than others. Recognising therole played by agencies such as the Ministry ofSocial Transformation, the Urban DevelopmentCommission, Rural Development Commissionand the Youth Entrepreneurship Scheme inreducing poverty and empowering communities,it is recommended that in the context ofSustainable Development, an effective povertymechanism should encompass demographicissues, rights of women, the role of youth andlocal communities in conjunction with thecontinued promotion of economic growth and thestrengthening of employment and incomegenerating programmes. The Commissiontherefore endorses:"}, {"text_block_id": "p53_b23", "text": "16.2Developing procedures and codes ofpractice to facilitate the establishment of jointregional positions regarding new internationalenvironmental agreements (or amendments toexisting agreements), with a view to ensuringthat Small Island Developing States (SIDS)specific concerns are considered at negotiating"}, {"text_block_id": "p51_b23", "text": "12.6AnychangestothePhysicalDevelopment Plan (PDP) after the DevelopmentApplication approval process should betransparent with clearly stated reasons whendecisions are in conflict with the guidelines in thePDP. The PDP should be amended to reflect anychanges in land use."}, {"text_block_id": "p50_b23", "text": "11. T The B Built E Environment"}, {"text_block_id": "p49_b23", "text": "9.1Development of a comprehensive nationalpolicy on the issues of biotechnology and biosafety,including:"}, {"text_block_id": "p47_b23", "text": "6.2Making use of the findings of researchstudies already conducted and action plans for"}, {"text_block_id": "p46_b23", "text": "Part II National Sustainable Development Action Plan"}, {"text_block_id": "p45_b23", "text": "Develop national/regional capacity tomonitor Maximum Residual Levels infood stuff , both local and imported andfor food that is exported"}, {"text_block_id": "p43_b23", "text": "2.3 Public participation will be facilitated andencouraged in all processes of national decisionmaking, policy development and planningpertaining to natural resource utilisationspecifically and Sustainable Development ingeneral."}, {"text_block_id": "p34_b23", "text": "Respect"}, {"text_block_id": "p33_b24", "text": "20"}, {"text_block_id": "p29_b24", "text": "16"}, {"text_block_id": "p26_b24", "text": "Not Entailing Excessive Cost means thatprotection of the environment must be balancedalongside other tangible and non-tangible factorsincluding economic concerns. It does not relate towhether the particular decision-maker finds thecost excessive, but requires the use ofcost/benefit analysis for the process in question."}, {"text_block_id": "p9_b24", "text": "23. Consumption Patterns .............................................................................................................. 45"}, {"text_block_id": "p8_b24", "text": "6. Policy Implementation ....................................................................................................23"}, {"text_block_id": "p59_b24", "text": "The National Sustainable Development Policy isintended to provide an integrated and holistic"}, {"text_block_id": "p57_b24", "text": "22.5Providing measurement and monitoringof key parameters of the coastal area forenvironmental and human health;"}, {"text_block_id": "p55_b24", "text": "18.6The further empowerment of the poorthrough protection of their civil rights, policyreforms, and actions to allow them access tobasic amenities including inter alia food, shelterand reliable transport."}, {"text_block_id": "p53_b24", "text": "16. RRegional CCooperation"}, {"text_block_id": "p51_b24", "text": "12.7Application by the Town and CountryDevelopment Planning Office of the requirementthat an Environmental Impact Assessment beconducted and submitted to an EnvironmentalCommittee for consideration prior to deciding onapproval or denial for certain applications to thatoffice;"}, {"text_block_id": "p49_b24", "text": "Establishing a national position on theBiotechnology/Biosafety Protocol of theUnited Nations Convention on BiologicalDiversity;"}, {"text_block_id": "p47_b24", "text": "biodiversity management already proposed witha view to formulating the optimal biodiversityconservation and management plan forBarbados;"}, {"text_block_id": "p46_b24", "text": "33"}, {"text_block_id": "p45_b24", "text": "Develop national/regional capacity toscreen genetically modified foods"}, {"text_block_id": "p43_b24", "text": "30"}, {"text_block_id": "p34_b24", "text": "Citizen participation will be more effective and"}, {"text_block_id": "p26_b25", "text": "BPM: Best Practicable Means"}, {"text_block_id": "p9_b25", "text": "24. Implementation & Legislation ................................................................................................... 45"}, {"text_block_id": "p8_b25", "text": "6.1 Recommendations ........................................................................................... 23"}, {"text_block_id": "p59_b25", "text": "representation of Barbados' goals with regard toSustainable Development, and to articulate"}, {"text_block_id": "p57_b25", "text": "22.6Offering an improved opportunity foreducation and training on coastal managementamongst Government and coastal user groups;"}, {"text_block_id": "p55_b25", "text": "18.7The continued collaboration betweengovernment and NGOs in the development ofsocial safety nets to prevent persons from fallinginto destitution."}, {"text_block_id": "p53_b25", "text": "40"}, {"text_block_id": "p51_b25", "text": "12.8Approvinglanduseplansanddevelopments based on the requirement that thedevelopment does not adversely effect theenvironment or inhibit national SustainableDevelopment;"}, {"text_block_id": "p49_b25", "text": "Developing specific guidelines andrequirementsforconducting"}, {"text_block_id": "p47_b25", "text": "6.3Identifying key areas of ecologicalimportance in Barbados with a view to focusingnational conservation efforts on clearly definedareas and objectives;"}, {"text_block_id": "p45_b25", "text": "Adopt the Precautionary Principle as apolicy with respect to geneticallymodified foods."}, {"text_block_id": "p34_b25", "text": "efficient where there is assurance that, in thedecision-making process, contributions derivingfrom the implementation of various mechanismsfor participation are valued, analysed, and givenproper consideration in a timely manner."}, {"text_block_id": "p26_b26", "text": "This principle requires decision-makers to usethe best practicable means to prevent orcounteract the effects of pollution and nuisance."}, {"text_block_id": "p9_b26", "text": "25. Indicators for Sustainable Development .................................................................................. 46"}, {"text_block_id": "p59_b26", "text": "27. C Conclusions"}, {"text_block_id": "p57_b26", "text": "22.7Providing increased public educationand sensitisation to all sectors of society on theimportance and proper use of the coast and thefactors affecting coastal integrity;"}, {"text_block_id": "p55_b26", "text": "18.8The formation of partnerships betweenGovernment,otherorganisationsandinternational groups to support a community -driven approach to sustainability."}, {"text_block_id": "p53_b26", "text": "15. W Waste MManagement"}, {"text_block_id": "p51_b26", "text": "38"}, {"text_block_id": "p49_b26", "text": "8. EEnergy"}, {"text_block_id": "p47_b26", "text": "6.4Elaboration of appropriate sustainablemanagement plans for ecosystems and/orspecies and areas of unique ecological valuesuch as Turner's Hall Woods, AndromedaBotanical Gardens and Graeme Hall Swamp;"}, {"text_block_id": "p45_b26", "text": "5.3Carry out critical assessments of existingland use policies and legislation and amendmentwhere necessary to ensure the sustainability ofthe agricultural sector;"}, {"text_block_id": "p34_b26", "text": "1 These may be further disaggregated into the fundamental elements"}, {"text_block_id": "p26_b27", "text": "BPEO: Best Practicable EnvironmentalOption"}, {"text_block_id": "p9_b27", "text": "26. Sustainable Tourism Development ........................................................................................... 46"}, {"text_block_id": "p57_b27", "text": "22.8Adaptingandimplementingrecommendations from the ongoing study beingexecuted by the Coastal Zone Management Unit;"}, {"text_block_id": "p55_b27", "text": "18.9Seeking, where appropriate, torecognise and integrate informal sector activitiesinto the economy by removing regulations andhindrances that discriminate against activities inthose sectors."}, {"text_block_id": "p49_b27", "text": "7.11Supporting where appropriate freshwaterfisheries, aquaculture and mariculture whileensuring that such operations are based oncollaboration with relevant agencies andconducted in accordance with their technicalguidelines;"}, {"text_block_id": "p47_b27", "text": "6.6Pursuing the protection of biodiversity inBarbados through a combined legislative, publiceducation and species-management approach;"}, {"text_block_id": "p45_b27", "text": "5.4Identify key areas of agriculturalimportance in Barbados with a view to optimisingthe use of limited biological resources which aresuitable for agriculture;"}, {"text_block_id": "p34_b27", "text": "of economy, equity and ecology."}, {"text_block_id": "p26_b28", "text": "This principle establishes, for a given set ofobjectives, the option that provides the mostbenefit or the least damage to the environment asa whole, at acceptable cost, in the long term aswell as the short term."}, {"text_block_id": "p9_b28", "text": "27. Conclusion ................................................................................................................................46"}, {"text_block_id": "p57_b28", "text": "22.9Completing the construction of thecoastalseweragetreatmentfacilities,commencing the analogous project for the west"}, {"text_block_id": "p55_b28", "text": "The Commission further encourages that povertyeradication be a core priority of nationaleconomic policy."}, {"text_block_id": "p49_b28", "text": "7.12Investigating the feasibility of usingmarket-based economic instruments andincentives for promoting the sustainablemanagement and use of commercial fish stocksin Barbados;"}, {"text_block_id": "p47_b28", "text": "34"}, {"text_block_id": "p45_b28", "text": "informed in part by biological monitoringprogrammes to determine existing internal levelsof pollutants and the variable distribution ofthese levels amongst members of thepopulation;"}, {"text_block_id": "p34_b28", "text": "Part I National Sustainable Development Policy"}, {"text_block_id": "p26_b29", "text": "PPP: Polluter Pays Principle"}, {"text_block_id": "p9_b29", "text": "Annex 1 .......................................................................................................................................... 49"}, {"text_block_id": "p57_b29", "text": "44"}, {"text_block_id": "p55_b29", "text": "42"}, {"text_block_id": "p49_b29", "text": "7.13Implementing the use of suchinstruments and incentives where they areshown to be potentially effective, accompaniedby appropriate awareness building programmesfor relevant stakeholders and the general public;"}, {"text_block_id": "p45_b29", "text": "4.4Development of appropriate economicinstruments/incentives,legislationandregulations towards ensuring the successfulimplementation of policy objectives andprogrammes developed to facilitate energyefficiency in the transport sector, and improvedair quality in general;"}, {"text_block_id": "p34_b29", "text": "21"}, {"text_block_id": "p26_b30", "text": "This is a key principle that requires that the cost"}, {"text_block_id": "p9_b30", "text": "viii"}, {"text_block_id": "p49_b30", "text": "7.14Continuing to implement programmesand activities which comply with and addressBarbados' national obligations as party tovarious regional and international conventionsand agreements related to sustaining globalfisheries resources."}, {"text_block_id": "p45_b30", "text": "4.5Efficient and timely maintenance ofheavy duty diesel vehicles especially thoseinvolved in public transport, cargo/load transportand construction;"}, {"text_block_id": "p26_b31", "text": "13"}, {"text_block_id": "p49_b31", "text": "36"}, {"text_block_id": "p45_b31", "text": "4.6Promoting energy efficiency in thetransport sector including giving consideration to"}, {"text_block_id": "p45_b32", "text": "the feasibility of using electric cars as well asinter alia Liquid Petroleum Gas (LPG),Compressed Natural Gas (CNG) and hydrogen-powered vehicles and ensuring the provision offacilities for efficient ongoing maintenance ofthese vehicles;"}, {"text_block_id": "p45_b33", "text": "4.7The development, introduction and useof appropriate scientific technologies andpractices with a view to improving the efficiencyof the transport sector and its sustainability, inparticular with regards to maintaining a cleanand safe environment;"}, {"text_block_id": "p45_b34", "text": "4.8Conducting of studies on mass transitoptions in high traffic areas;"}, {"text_block_id": "p45_b35", "text": "4.9Areas where hydrocarbons are storedcan be classified as potential hazardous sitesand should be taken into consideration whenconsidering development activities."}, {"text_block_id": "p45_b36", "text": "32"}], "document_description": "<br />\n<br />\n<br />\n<br />\nThe National Sustainable Development (NSD) Policy of 2004 is a product of the National Commission on Sustainable Development (NCSD) that was established by Cabinet directive on March 30th, 1997 with a mandate to develop a National Sustainable Development Policy for Barbados. The NSD is a broad document addressing the socially, environmental and economic sustainability aspects in order to issue governmental strategies forward and sensitise Barbadians to sustainable development.<br />\n<br />\n<br />\n<br />\n<br />\nThe Policy includes a series climate-related recommendations including in transport, agriculture, forestry, energy production and use, including energy efficiency and renewables and buildings. It further encourages Caribbean and regional cooperation, sensitises over the gender question in sustainable policies, and coastal and marine preservation. Indicators for sustainable development shall also be elaborated.<br />\n<br />\n<br />\n<br />\n<br />\n<br />\n<br />"}