{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "China", "document_category": "Policy", "document_sector_name": ["Waste", "Urban", "Transport", "Rural", "Industry", "Energy", "Agriculture"], "document_date": "28/12/2021", "document_language": "English", "document_name": "14th Five-Year comprehensive work plan for Energy saving and Emission reduction 2021-2025 (Notice 33)", "document_country_code": "CHN", "document_hazard_name": [], "document_keyword": ["coal", "air pollution"], "document_response_name": "Mitigation", "document_url": "https://www.gov.cn/zhengce/content/2022-01/24/content_5670202.htm", "document_type": "Plan", "text_blocks": [], "document_description": "<div>This plan 1) promotes energy conservation and emission reduction, 2) aims to enhance pollution prevention and control efforts, 3) seeks to accelerate the establishment and improvement of a green, low-carbon and circular development economic system, 4) promotes a comprehensive green transformation of economic and social development, and 5) seeks to help achieve carbon peak and neutrality goals.<br><br>The plan notably aims to implement key projects of energy conservation and emission reduction within key industries such as iron and steel, non-ferrous metals, building materials, petrochemicals and chemicals. It also calls for the development of urban green planning, green construction, and green operation management, and promote the construction of low-carbon cities, resilient cities, sponge cities, and \"waste-free cities\".<br><br>The plan identifies the following sectoral measures to advance (non-exhaustive list):</div><ul><li><strong>Transport</strong> : promote the construction of green railways, green roads, green ports, green waterways, and green airports, and promote the construction of infrastructure such as charging and replacing electricity, filling (gas), hydrogen refueling, and shore power at ports and airports in an orderly manner. Increase the proportion of new energy vehicles used in urban public transport, rental, logistics, sanitation cleaning and other vehicles. Speed ​​up the transportation of bulk cargo and medium- and long-distance goods by \"road-to-rail\" and \"road-to-water\", and vigorously develop multimodal transport such as hot metal, road-rail, and public-water. Fully implement the China VI emission standards for automobiles and the China IV emission standards for non-road mobile diesel machinery, and basically eliminate vehicles with emission standards of China III and below. (...)</li><li><strong>Rural areas and agriculture</strong>: Accelerate the application of wind energy, solar energy, biomass energy and other renewable energy in agricultural production and rural life, and promote clean heating in rural areas in an orderly manner. Promote the application of agricultural electric vehicles, energy-saving and environmentally friendly agricultural machinery and fishing boats, develop energy-saving agricultural greenhouses, and promote energy-saving renovation of farm buildings and the construction of green farm buildings.&nbsp; (...)</li><li><strong>Energy efficiency improvement projects of public institutions</strong>: Accelerate the energy-saving renovation of existing building envelopes, heating, cooling, lighting and other facilities and equipment in public institutions, and encourage the use of contract energy management models such as energy cost trusteeship. Take the lead in phasing out old cars, take the lead in purchasing and using energy-saving and new energy vehicles.&nbsp; (...)</li><li><strong>Coal</strong>: \"clean and efficient utilisation of coal\", and promote the transformation of existing coal-fired power units to save coal and reduce consumption, the transformation of heating supply, and the transformation of flexibility. Reform and linkage”, continue to promote the ultra-low emission transformation of coal-fired power units.&nbsp; (...)</li><li><strong>Environmental infrastructure level improvement projects:</strong> accelerate the construction of an environmental infrastructure system integrating sewage, garbage, solid waste, hazardous waste, medical waste treatment and disposal facilities and monitoring and supervision capabilities, and promote the formation of an environmental infrastructure network extending from cities to towns and villages. (...)</li></ul>"}