{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "International cooperation|Governance", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment", "Standards, obligations and norms|Regulation"], "document_framework_name": "Mitigation", "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "China", "document_category": "Policy", "document_sector_name": ["Waste", "Urban", "Transport", "Social development", "Rural", "Public Sector", "LULUCF", "Industry", "Finance", "Environment", "Energy", "Economy-wide", "Buildings", "Agriculture"], "document_date": "01/01/2021", "document_language": "English", "document_name": "Action Plan for Carbon Dioxide Peaking before 2030", "document_country_code": "CHN", "document_hazard_name": [], "document_keyword": ["Renewables", "Coal", "Planning", "Hydrogen", "Education", "Aviation", "Fisheries", "Infrastructure", "Energy Efficiency", "Circular Economy", "Carbon Sink", "Afforestation", "Digital Transition", "Maritime Planning", "Oil And Gas", "Limits On Fossil Fuels", "Oceans", "Nuclear", "Fuels", "Energy Conservation", "Fossil Fuels Curbing Measures", "Nuclear Fusion", "Soil Erosion"], "document_response_name": "Mitigation", "document_url": "https://en.ndrc.gov.cn/policies/202110/t20211027_1301020.html", "document_type": "Action Plan", "text_blocks": [], "document_description": "This Action Plan aims to enable carbon dioxide peaking by 2030 and ultimately achieve carbon neutrality. It covers the 14th and 15th five-year plan periods. It seeks to strengthen the government's ability to mobilise the nation as a whole and involve the private sector into the decarbonisation efforts. It highlights 1) the promotion of innovation in green and low-carbon science and technology, 2) institutional reform in energy and other relevant fields, 3) the development of incentives and constraint mechanisms, and 4) the need to \"avoid excessive side effects\" of decarbonisation policies, so as to maintain energy security and economic development as the bottom line. The plan also calls for stimulating international cooperation, notably through 1) global climate governance, 2) green cooperation on business, technology, and finance, and 3) making Belt and Road Initiative green.The Action Plan further seeks to enhance policy support by developing  a unified and standardised carbon emissions measuring and counting system; improve laws, regulations and standards; optimise economic policies; and establish further market mechanisms. It should be implemented through a strengthening of planning and coordination efforts, ensuring that responsibilities are taken at all levels, and develop a strict oversight and assessment system.The document lists a series of sectoral policy goals which are as following.Energy demand and supply:Promote coal substitution as well as transformation and upgrading. The document mandates to \"strictly control the scale of supplementary coal power\" and of coal consumption growth.Develop wind, solar and hydropower according to local context.Develop nuclear power through a safe and orderly approach Rationally regulating oil and gas consumption. The plan notably promotes alternatives like advanced liquid biofuels and sustainable aviation fuel, the use of liquid natural gas for peak shaving power stations and as fuel for vehicles and ships.Speed up the development of the new electric power system.Raise capacity for managing energy conservation across the board. It notably seeks to introduce an energy budget management approach, intensify energy conservation reviews regarding fixed-asset investment projects, and conduct comprehensive assessments of projects’ energy use and carbon emissions.Implement key energy conservation and carbon reduction projects.Advance better energy saving performance and higher efficiency of major energy consuming equipments.Strengthen energy conservation and carbon reduction in new types of infrastructure.Industry sector:Promote green and low-carbon development in the industrial domain. implement the green manufacturing project, vigorously promote green design, refine the green manufacturing system, and build green factories and industrial parks. Push the steel industry to peak carbon dioxide emissions Push the non-ferrous metals industry to peak carbon dioxide emissions Push the building materials industry to peak carbon dioxide emissions Push the petrochemical industry to peak carbon dioxide emissions Curb the irrational expansion of energy-intensive and high-emission projects Urban and rural development:Promoting green and low-carbon transformation in urban and rural developmentAccelerating building energy efficiency improvementAccelerating the optimization of building energy consumption structurePromoting a low-carbon transition in rural development and energy consumptionTransport:Promote low-carbon transformation of transportation vehicles and equipmentDevelop green, high efficiency transportation systemsAccelerate construction of green transport infrastructurePromotion of circular economy:Push industrial parks to develop in a circular mannerStrengthen the comprehensive use of bulk solid wasteRefine systems for resource recyclingPromote efforts to reduce and recycle household wasteAdvance of green and low-carbon technology innovation:Improve innovation mechanisms and systems. The document states that intellectual property rights protection for green and low-carbon technologies and products will be strengthened, and the testing, evaluation, and certification systems for them will be improved.Enhance innovation capability and personnel trainingBoost application-oriented basic research Accelerate the R&D and wider application of advanced practical technologies.Consolidation and enhancement of carbon sink capacities:The plan mandates to adopt a system thinking, holistic approach to the conservation of mountain, river, forest, farmland, lake, grassland, and desert ecosystems.Boslster the carbon sequestration capacity of ecosystems, including through large-scale protection and restoration of major ecosystems, afforestation, and increase of grassland resources.Strengthen the foundation for ecological system carbon sinks, notably by improving mechanisms for ecological compensation, measure and value carbon sinks, and establish rules for carbon sink projects in the national carbon market.Promote carbon emissions reduction and carbon sequestration in agriculture and rural areasSocietal aspects:Strengthen publicity and education for ecological civilizationAdvocate green and low-carbon living patternsEncourage enterprises to fulfill their social responsibilitiesIncrease training for cadres Subnational (regional) action:Setting sound, systematic targetsPromote green and low-carbon development according to local conditionsFormulate local peaking carbon dioxide emissions plans through coordination between central and local authoritiesCarry out pilot projects"}