{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "China", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "19/11/2014", "document_language": "English", "document_name": "Energy Development Strategy Action Plan (2014-2020)", "document_country_code": "CHN", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Limits On Fossil Fuels", "Fossil Fuels Curbing Measures"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/CHN/2014/CHN-2014-11-19-Energy Development Strategy Action Plan (2014-2020)_312b49758df489ca9d9065db9d452531.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "Published by the State Council, the Plan aims to reduce China's high energy consumption per unit GDP ratio through a set of measures and mandatory targets, promoting a more efficient, self-sufficient, green and innovative energy production and consumption.<br>&nbsp;<br>&nbsp;The targets include a cap on annual primary energy consumption set at 4.8bn tonnes of the standard coal equivalent until 2020, with a need to limit the annual growth rate of primary energy consumption to 3.5% for the next six years. The annual coal consumption should be held below 4.2bn tonnes until 2020 (16.3% more than the 3.6bn tonnes burned in 2013, according to the National Coal Association), with the main coal consumption reduction to be achieved in regions around Beijing, the Yangtze River Delta and the Pearl River Delta - the three biggest city clusters in China. The share of non-fossil fuels in the total primary energy mix is to rise to from 9.8% in 2013 to 15% by 2020, with an indicative 20% share by 2030. The share of natural gas is to rise to above 10%, while that of coal will be reduced below 62%. In addition, installed nuclear power capacity is to reach 58GW by 2020, with additional 30GW expected to be under construction in 2020. Installed capacity of hydro-, wind and solar power in 2020 is expected to reach 350GW, 200GW and 100GW, respectively. Energy self-sufficiency should reach around 85%."}