{"document_instrument_name": ["MRV|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "China", "document_category": "Law", "document_sector_name": ["Urban", "Transportation", "Residential and Commercial", "Industry", "Health", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Law on the Prevention and Control of Atmospheric Pollution", "document_country_code": "CHN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/1987", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/CHN/1987/CHN-1987-12-25-Law on the Prevention and Control of Atmospheric Pollution_58d292d0f68ce1430ce56f7ec2bb4f68.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Law on the Prevention and Control of Air Pollution"}, {"text_block_id": "p0_b2", "text": "Law on the Prevention and Control of Air Pollution"}, {"text_block_id": "p0_b3", "text": "(Adopted at the Fifteenth Meeting of Standing Committee of the Ninth National People's Congress on April 29, 2000; promulgated by the President of the People's Republic of China on the same date, effective as of September 1, 2000. )"}, {"text_block_id": "p0_b4", "text": "Contents"}, {"text_block_id": "p0_b5", "text": "Chapter I General Provisions"}, {"text_block_id": "p0_b6", "text": "Article 1"}, {"text_block_id": "p0_b7", "text": "This Law is formulated for preventing and controlling air pollution and for protecting and improving living-environment and ecological environment in order to safeguard human health and promote the sustainable economic and social development."}, {"text_block_id": "p0_b8", "text": "Article 2"}, {"text_block_id": "p0_b9", "text": "The State Council and local people's governments at various levels shall incorporate the air environmental protection work into the national economic and social development plans, make ratio­nal plans for the placement of industry, strengthen the scientific research on air pollution prevention and control, undertake measures for preventing and controlling air pollution, protect and improve the air environment."}, {"text_block_id": "p0_b10", "text": "Article 3"}, {"text_block_id": "p0_b11", "text": "The State shall adopt measures to control or gradually eliminate the total emission amount of air pollutants all across the country in a planned way."}, {"text_block_id": "p0_b12", "text": "The local people's governments at all levels shall be responsible for the air environmental quality in the area under their jurisdiction, formulate plans and adopt measures to ensure the air environmental quality in the area under their jurisdiction to reach the defined standards."}, {"text_block_id": "p0_b13", "text": "Article 4"}, {"text_block_id": "p0_b14", "text": "The administrative departments of environmental protection in the people's govern­ments at county or above levels shall exercise unified supervision and management on the prevention and control of air pollution."}, {"text_block_id": "p0_b15", "text": "The administrative departments of public security, traffic, railway and fishery at all levels shall, according to their respective functions. be responsible for the supervision and management on air pollu­tion by motor vehicles and vessels."}, {"text_block_id": "p0_b16", "text": "Other administrative departments in the people's governments at country or above levels shall, ac­cording to their respective functions, be responsible for supervision and management on the prevention and control of air pollution."}, {"text_block_id": "p0_b17", "text": "Article"}, {"text_block_id": "p0_b18", "text": "S"}, {"text_block_id": "p0_b19", "text": "All units and individuals shall have the duty to protect the air environment and the right to inform against and to accuse any unit and individual causing air environmental pollution."}, {"text_block_id": "p1_b20", "text": "Article 6"}, {"text_block_id": "p1_b21", "text": "The environmental protection department"}, {"text_block_id": "p1_b22", "text": "of"}, {"text_block_id": "p1_b23", "text": "the State Council"}, {"text_block_id": "p1_b24", "text": "shall establish national"}, {"text_block_id": "p1_b25", "text": "ambient air quality standards. The people's governments of provinces, autonomous regions, and mu­nicipalities directly under the Central Government may establish their own local, supplementary stan­dards for those items not specified in the national ambient air quality standards and report to the envir­onmental protection department of the State C:Ouncil for the record."}, {"text_block_id": "p1_b26", "text": "Article 7"}, {"text_block_id": "p1_b27", "text": "The environmental protection department of the State Council shall, in accordance with the national ambient air quality standards and the nation's economic and technological conditions, establish national air pollutant emission standards."}, {"text_block_id": "p1_b28", "text": "The people's governments of provinces, autonomous regions and municipalities under the Central Government may establish their own local air pollutant emission standards for those items not specified in the national air pollutant emission standards. They may set more stringent standards than the na­tional emission standards. Local emission standards should be reported to the environmental protection department of the State Council for the record."}, {"text_block_id": "p1_b29", "text": "For all emissions of air pollutant to regions where local emission standards have been established, the local emission standards shall be applied."}, {"text_block_id": "p1_b30", "text": "Artide 8"}, {"text_block_id": "p1_b31", "text": "The State shall adopt economic and technological policies and measures that are benefi­cial to the prevention and control of air pollution and related comprehensive utilization activities."}, {"text_block_id": "p1_b32", "text": "Any unit and individual making outstanding achievement in the prevention and control of air pol­lution, as well as in the protection and improvement of air environment, shall be encouraged and re­warded by the people's governments at all levels."}, {"text_block_id": "p1_b33", "text": "Article 9"}, {"text_block_id": "p1_b34", "text": "The State shall encourage and support the scientific and technological research on the prevention and control of air pollution and promote the advanced and suitable technologies for the pre­vention and control of air pollution; shall encourage and suppott the development and utilization of clean energy resources as solar energy, wind energy, and hydraulic energy."}, {"text_block_id": "p1_b35", "text": "The State shall encourage and support the development of environmental protection industry."}, {"text_block_id": "p1_b36", "text": "Article 10"}, {"text_block_id": "p1_b37", "text": "The people's government at all levels shall strengthen the tree and grass planting and the work for afforestation in cities and adopt effective measures suitable to local"}, {"text_block_id": "p1_b38", "text": "conditions to prevent"}, {"text_block_id": "p1_b39", "text": "and control of sands in order to improve the air environmental quality."}, {"text_block_id": "p1_b40", "text": "Chapter II Supervision and Management of the Prevention and Gmtrol of Air Pollution"}, {"text_block_id": "p1_b41", "text": "Article 11"}, {"text_block_id": "p1_b42", "text": "New construction, expansion, or reconstruction projects that emit air pollutant into the air shall be subject to the state provisions concerning the environmental protection for such projects."}, {"text_block_id": "p1_b43", "text": "The environmental impact statement of a construction project shall assess the air pollution that the project is likely to produce and"}, {"text_block_id": "p1_b44", "text": "its"}, {"text_block_id": "p1_b45", "text": "impact on the ecological environment, stipulate the prevention and control measure to be taken, and be submitted, according to specified procedures, to the environmen­tal protection department for review and approval."}, {"text_block_id": "p1_b46", "text": "When a construction project is to be put into operation or to use, its air pollution prevention and control facilities must be inspected by the environmental protection department. If the facilities do not conform to the specified requirements, the project"}, {"text_block_id": "p1_b47", "text": "in"}, {"text_block_id": "p1_b48", "text": "question shall not be permitted to be put into op­eration or to use."}, {"text_block_id": "p1_b49", "text": "Article 12"}, {"text_block_id": "p1_b50", "text": "Units that emit air pollutants into the air shall, pursuant to the provisions of the en­vironmental protection department of the State Council, report to and register with their local environ­mental protection department their existing emitting and treatment facilities for pollutants and the cat­egories, quantities and concentrations of po\\lutants under their normal operating conditions, and also submit the relevant technical information concerning the prevention and control of air pollution."}, {"text_block_id": "p1_b51_merged_merged_merged_merged_merged", "text": "Units shall make a timely report whŁn any substantial change occurs in the categories, quantities or concentrations of the pollutant emitted. The air po11utant treatment facilities must be kept in normal operation. When pollutant treatment faŁilities are to be dismantled or left idle, permission from the"}, {"text_block_id": "p2_b56", "text": "Law on the Prevention and Control of A.it Pollution"}, {"text_block_id": "p2_b57", "text": "cal environmental protection department of the people's government at county or above level must be obtained."}, {"text_block_id": "p2_b58", "text": "Article 13"}, {"text_block_id": "p2_b59", "text": "The concentration of air pollutants emitted to the air must not exceeding the limits set by national and local emission standards."}, {"text_block_id": "p2_b60", "text": "Article 14"}, {"text_block_id": "p2_b61", "text": "The State sh.all implement the fee levy system for pollutant emissions based upon cat­egories and quantities of air pollutants emitted to the air."}, {"text_block_id": "p2_b62", "text": "The levy of pollutant emission fees must comply with the standards set by the State. The specific approach and implementing procedures shall be formulated by the State Council."}, {"text_block_id": "p2_b63", "text": "All the levied pollutant emission fees must be turned in the financial treasurer and be used,"}, {"text_block_id": "p2_b64", "text": "in"}, {"text_block_id": "p2_b65", "text": "line with the provisions set by the State Council,"}, {"text_block_id": "p2_b66", "text": "on"}, {"text_block_id": "p2_b67", "text": "the prevention and control of air pollution. No divert­ing use of such fund for other purposes shall be allowed. The auditing department shall audit and su­pervise in accordance with laws on this aspect."}, {"text_block_id": "p2_b68", "text": "Article"}, {"text_block_id": "p2_b69", "text": "15"}, {"text_block_id": "p2_b70", "text": "The"}, {"text_block_id": "p2_b71", "text": "State Council and the people's governments of provinces, autonomous regions and municipalities under the Central Government may designate the areas in which the air quality has not reached the specified standards, as weH as the acid rain control areas and the sulfur dioxides control areas demarcated by the State Council, to be the total amount control areas for major air pollutant emissions, The specific approach to the total amount control of major air pollutant emissions shall be formulated by the State Council."}, {"text_block_id": "p2_b72", "text": "The ]ocal people's"}, {"text_block_id": "p2_b73", "text": "governments in"}, {"text_block_id": "p2_b74", "text": "the areas of total"}, {"text_block_id": "p2_b75", "text": "amount"}, {"text_block_id": "p2_b76", "text": "control of air pollutants shall, in line with the requirements and procedures regulated by the State Council and in accordance with the princi­ples of open, justice and equity, inspect and determine the total amounts of major air pollutant emis­sion by enterprises or institutions, and issue the pennits for emission of major air pollutants."}, {"text_block_id": "p2_b77", "text": "Any enterprise or institution subject to total amount control of air poilutant emissions must emit pollutants in accordance with the total amount of major air pollutant emission checked and determined and in line with the requirements defined by the emission permit,"}, {"text_block_id": "p2_b78", "text": "Article 16"}, {"text_block_id": "p2_b79", "text": "No industrial production facilities causing environmental pollution shall be aliowed to be set up within scenic or historical sites, natural rnserves, protected culture relic areas and other spe­ciaUy protected areas designated by the State Council and the people's governments of provinces, au­tonomous regions and municipalities directly under the Central Government. In case to construct other facilities. air pollutants emitted shall not exceed specified emission standards."}, {"text_block_id": "p2_b80", "text": "The"}, {"text_block_id": "p2_b81", "text": "enterprises or insti­tutions having facilities build before the effective day of this law and emitting pollutants in excess of the standards shall be ordered to control and eliminate air pollution, in line with Article 48 of this"}, {"text_block_id": "p2_b82", "text": "law."}, {"text_block_id": "p2_b83", "text": "within a certain period."}, {"text_block_id": "p2_b84", "text": "Article 17"}, {"text_block_id": "p2_b85", "text": "The State Council shall designate key cities for ai.r pollution prevention and cont.to) in accordance with the overall urban planning, targets of environmental protection planning and the status of urban air environmental quality."}, {"text_block_id": "p2_b86", "text": "The municipalities directly under the .Central Government, capital cities of provinces, open coastal cities and key tourist cities should be designated as key cities for air pollution prevention and control."}, {"text_block_id": "p2_b87", "text": "The key cities that have not yet reached the air environmental quality standards should make their air quality reach the standards within the time limit determined by the State Council"}, {"text_block_id": "p2_b88", "text": "or"}, {"text_block_id": "p2_b89", "text": "the en\"'iron­mental protection department"}, {"text_block_id": "p2_b90", "text": "of"}, {"text_block_id": "p2_b91", "text": "the State Council. The people's governments of such cities should es­tablish plans for reaching the air quality standards within the time limit and may adopt more stringent measures, authorized by the State Council or in line with the provisions of the State Council, to realize the objectives for reaching the standards."}, {"text_block_id": "p2_b92", "text": "Article 18"}, {"text_block_id": "p2_b93", "text": "The environmental protection department of the State Council shall jointly with other departments of the State Council, according to the natural meteorological, geographical and soil condi­tions, designate those areas that have already had or may likely have acid rains or severe sulfur dioxides po\\lution to be the acid rain controi areas or sulfur dioxides areas after obtaining approval from the State Council,"}, {"text_block_id": "p2_b94", "text": "Article 19"}, {"text_block_id": "p2_b95_merged_merged_merged_merged_merged", "text": "Enterprises should give priority to the adoption of cleaner production processes that"}, {"text_block_id": "p2_b98", "text": "64"}, {"text_block_id": "p3_b99", "text": "have high efficiency of energy utilization and low emission of pollutants in order to reduce the genera­tion of air pollutants."}, {"text_block_id": "p3_b100", "text": "The State shall implement the system for phaseout of the behindhand production processes and equipment that severely pollute the air environment."}, {"text_block_id": "p3_b101", "text": "The comprehensive economic administrative"}, {"text_block_id": "p3_b102", "text": "department"}, {"text_block_id": "p3_b103", "text": "of the State"}, {"text_block_id": "p3_b104", "text": "Council"}, {"text_block_id": "p3_b105", "text": "shall, jointly with other related departments of the State O:iuncil, announce the list of processes causing severe pollution to the air environment to be phased out in a certain period and the list of equipment causing severe pol­lution to the air environment to be prohibited for production, sale, import, and use."}, {"text_block_id": "p3_b106", "text": "The producers, sellers, importers and users must stop their production, sale, import or using of the listed equipment regulated above within the time"}, {"text_block_id": "p3_b107", "text": "limit"}, {"text_block_id": "p3_b108", "text": "defined by the comprehensive economic ad­ministrative department of the State Council jointly with other related departments of the State O:iun­cil. The user of the listed processes as regulated above must stop the adoption of such processes within the time"}, {"text_block_id": "p3_b109", "text": "limit"}, {"text_block_id": "p3_b110", "text": "defined by the comprehensive economic administrative department of the State Council jointly with other related departments of the State Council."}, {"text_block_id": "p3_b111", "text": "The equipment phased out in accordance with the"}, {"text_block_id": "p3_b112", "text": "above two"}, {"text_block_id": "p3_b113", "text": "paragraphs is not allowed to be trans­ferred to others for use."}, {"text_block_id": "p3_b114", "text": "Article 20"}, {"text_block_id": "p3_b115", "text": "Where any unit, due to an accident or other unexpected incident, emits or leaks toxic harmful gases"}, {"text_block_id": "p3_b116", "text": "or"}, {"text_block_id": "p3_b117", "text": "radioactive substances, thereby causing or threatening to cause an air pollution acci­dent harmful to human health, it shall immediately take emergency measures to prevent and control the air pollution hazards, inform such unit and individuals as are"}, {"text_block_id": "p3_b118", "text": "likely"}, {"text_block_id": "p3_b119", "text": "to"}, {"text_block_id": "p3_b120", "text": "be"}, {"text_block_id": "p3_b121", "text": "endangered or damaged by the air pollution, and report the case to the local environmental protection department for investigation and disposition."}, {"text_block_id": "p3_b122", "text": "In case of emergency of severe air pollution that threatens human health and safety, the local people's government must inform the local resident:'! timely and take compulsory emergency measures, including ordering the pollutant emitting units concerned"}, {"text_block_id": "p3_b123", "text": "to"}, {"text_block_id": "p3_b124", "text": "stop the"}, {"text_block_id": "p3_b125", "text": "emission of"}, {"text_block_id": "p3_b126", "text": "pollutants."}, {"text_block_id": "p3_b127", "text": "Article 21"}, {"text_block_id": "p3_b128", "text": "The environmental protection departments and other supervision and administrative departments are empowered to carry out on-site inspections of pollutant emitting units within their ju­risdiction."}, {"text_block_id": "p3_b129", "text": "An"}, {"text_block_id": "p3_b130", "text": "unit being inspected must report the situation truthfully and furnish the necessary infor­mation. The inspecting department shall have the duty to maintain the secrecy of the technical and business secrets of and for the inspected units."}, {"text_block_id": "p3_b131", "text": "Article 22"}, {"text_block_id": "p3_b132", "text": "The environmental protection department of the State Council shall set up an air pol­lution monitoring system, organize a monitoring network and establish an unified monitoring method­ology."}, {"text_block_id": "p3_b133", "text": "Article 23"}, {"text_block_id": "p3_b134", "text": "The environmental protection departments of the people's governments of large-and medium-sized cities shall publicly announce the report"}, {"text_block_id": "p3_b135", "text": "of"}, {"text_block_id": "p3_b136", "text": "air"}, {"text_block_id": "p3_b137", "text": "quality"}, {"text_block_id": "p3_b138", "text": "status"}, {"text_block_id": "p3_b139", "text": "regularly,"}, {"text_block_id": "p3_b140", "text": "and gradually de­velop the work of air quality forecasting."}, {"text_block_id": "p3_b141", "text": "The report of air quality status shall include the characteristics of the urban air pollution, major categories of the pollutants and the extent of harmfulness of the pollution."}, {"text_block_id": "p3_b142", "text": "Chapter III Prevention and Control of Air Pollution Caused by Coal Combustion"}, {"text_block_id": "p3_b143", "text": "Article 24"}, {"text_block_id": "p3_b144", "text": "The State"}, {"text_block_id": "p3_b145", "text": "shall promote"}, {"text_block_id": "p3_b146", "text": "coal"}, {"text_block_id": "p3_b147", "text": "washing to reduce"}, {"text_block_id": "p3_b148", "text": "the contents of sulfur and ash in the coal and restrict the exploitation of the coal with high sulfur and ash contents. Newly constructed coal mines in which the coal contains"}, {"text_block_id": "p3_b149", "text": "high"}, {"text_block_id": "p3_b150", "text": "contents of sulfur and ash must construct accordingly the coal washing facilities in order to make the sulfur and ash contents reach the defined standards."}, {"text_block_id": "p3_b151_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The existing coal mines in which the coal contains high contents of sulfur and ash shall, in accor­dance with the planning approved by the State Counci1, construct accordingly the coal washing facili­ties within a certain period of time."}, {"text_block_id": "p3_b156", "text": "It is prohibited to exploit the coal that contains radioactive and other toxic and harmful substances like Arsenic."}, {"text_block_id": "p4_b157", "text": "Article 25"}, {"text_block_id": "p4_b158", "text": "Related departments of the State Council and local people's governments at all levels shall take measures to improve the urban energy resource structure and promote the production and use of clean energy resources."}, {"text_block_id": "p4_b159", "text": "The people's governments of key cities for the prevention and control of air pollution may desig­nate, within their jurisdiction, the areas in which the highly polluting fuels regulated by the environ­mental protection department of the State Council are prohibited for sale and use. The units and indi­viduals in such areas concerned shall stop using the highly polluting fuels within the time limit regulat­ed by the local people's governments to use natural gas, liquefied petroleum gas, electricity or other clean energy resources instead ."}, {"text_block_id": "p4_b160", "text": "Article 26"}, {"text_block_id": "p4_b161", "text": "The State shall adopt economic and technological policies and measures beneficial to the clean utilization of coal, encourage and support the use of high quality coal that contains low cont­ents of sulfur and ash, and encourage and support the development and promotion of clean coal technol­ogies."}, {"text_block_id": "p4_b162", "text": "Article 27"}, {"text_block_id": "p4_b163_merged", "text": "The relevant competent departments of the State Council shall, in accordance with the national standards of boiler air pollutant emission, stipulate corresponding requirements in the boil­er quality standards. No boiler that does not satisfy the prescribed requirements is allowed to be manu­factured, sold or imported."}, {"text_block_id": "p4_b166", "text": "Article 28"}, {"text_block_id": "p4_b167", "text": "Overall plans for municipal construction shall be worked out to build heating sources uniformly by developing central heating systems in areas using coal for heating. No new heating boiler using coal is allowed to be constructed in areas that are covered by centralized heating network."}, {"text_block_id": "p4_b168", "text": "Article 29"}, {"text_block_id": "p4_b169", "text": "The people's governments of large-and medium-sized cities shall work out plans to make the food enterprises to use natural gas; liquefied petroleum gas, electricity or other clean energy resources."}, {"text_block_id": "p4_b170", "text": "Other domestic stoves in urban areas in large-and medium-sized cities that have not been desig­nated to ban the use of highly polluting coal shall be required to tum to use sulfur-removed shaped coal or other clean energy resources within a certain period of time."}, {"text_block_id": "p4_b171", "text": "Article 30"}, {"text_block_id": "p4_b172", "text": "Newly constructed or expanded thermal power plants and other large-and medium­sized enterprises that emit sulfur dioxides exceeding the pollutant emission standards or total amount control targets shall construct facilities correspondingly for sulfur and dust removal, or adopt other measures to control sulfur dioxides emission and remove dusts."}, {"text_block_id": "p4_b173", "text": "In acid rain control areas and sulfur dioxides control areas, the existing enterprises that emit air pollutants exceeding the pollutant emission standards shall be required to control pollution in a certain time period in accordance with Article 48 of this law."}, {"text_block_id": "p4_b174", "text": "The State shall encourage the enterprises to use advanced sulfur removing and dust removing tech­nologies."}, {"text_block_id": "p4_b175", "text": "The enterprises shall adopt control measures on the nitrogen oxides generated during the fuel com­bustion."}, {"text_block_id": "p4_b176", "text": "Article 31"}, {"text_block_id": "p4_b177", "text": "When storing coal, coal gangue, coal cinder, coal ashes and lime in densely populated areas, burning-proof and dust-proof measures must be taken in order to prevent air pollution."}, {"text_block_id": "p4_b178", "text": "Chapter IV Prevention and Control of Pollution Caused by Emissions from Motorized Vehicles and Vessels"}, {"text_block_id": "p4_b179", "text": "Article 32"}, {"text_block_id": "p4_b180", "text": "The pollutant emission from motorized vehicles and vessels is not allowed to exceed the regulated emission standards."}, {"text_block_id": "p4_b181", "text": "No unit or individual is allowed to manufacture, sell or import any motorized vehicle and vessel that emit pollutants exceeding the regulated emission standards."}, {"text_block_id": "p4_b182", "text": "Article 33"}, {"text_block_id": "p4_b183", "text": "No in-use motorized vehicle not meeting the emission standards for motorized vehicles at the time of its mtmufacturing shall be allowed to go on roads"}, {"text_block_id": "p4_b184", "text": "."}, {"text_block_id": "p4_b185", "text": "Any implementation of new pollutant emission standards and retrofitting on in-use motorized"}, {"text_block_id": "p5_b186", "text": "des by the people's governments of provinces, autonomous regions and municipalities directly under the Central Government shall be reported to and approved by the State Council."}, {"text_block_id": "p5_b187", "text": "The units servicing the motorized vehicles shall, in accordance with the requirements of the pre­vention and control of air pollution and the relevant technical codes, service the motorized vehicles in order to make the emission from the motorized vehicles meet the regulated pollutant emission stan­dards."}, {"text_block_id": "p5_b188", "text": "Article 34"}, {"text_block_id": "p5_b189", "text": "The State shall encourage the production and consumption of the motorized vehicles and vessels that use clean energy resources."}, {"text_block_id": "p5_b190", "text": "The State shall encourage and support the production and use of high-quality fuel oil and adopt measures to reduce the air pollution caused by the hazardous substances contained in the fuel oil. The units and individuals shall, in line with the time limits set by the State Council, stop the production, import, and sales of leaded gasoline."}, {"text_block_id": "p5_b191", "text": "Article 35"}, {"text_block_id": "p5_b192", "text": "The environmental protection departments of the people's governments of provinces, autonomous regions, and municipalities directly under the Central Government may entrust the units responsible for annual inspection on motorized vehicles that have obtained qualification certification from the public security departments to, in accordance with related codes, perform annual inspection on emission pollution of the motorized vehicles."}, {"text_block_id": "p5_b193", "text": "Transportation and fishery departments having rights of supervision and management may entrust units responsible for annual inspection on motorized vessels that have obtained qualification certification from related departments in charge to, in accordance with related codes, perform annual inspection on emission pollution of the motorized vessels."}, {"text_block_id": "p5_b194", "text": "The environmental protection departments of local people's governments at above county levels may selectively inspect the pollutant emission status of the in-use motorized vehicles at the places of their parking."}, {"text_block_id": "p5_b195", "text": "Chapter V Prevention and Control of Waste-gas, Dust and Malodorous Substances"}, {"text_block_id": "p5_b196", "text": "Article 36"}, {"text_block_id": "p5_b197", "text": "Any unit emitting dusts into the air must take dust-removing measures."}, {"text_block_id": "p5_b198", "text": "It is strictly restricted to emit waste-gas and dust containing toxic substances into the air. In case such emission is not avoidable, the gas the dust must be undergone purification treatment and shall not be emitted in excess of prescribed emission standards."}, {"text_block_id": "p5_b199", "text": "Article 37"}, {"text_block_id": "p5_b200", "text": "Inflammable gas engendered during industrial production shall be recovered for use. When such gas has to be emitted into the air due to absence of means of recovery for use, the measures of prevention and control of pollution shall be undertaken."}, {"text_block_id": "p5_b201", "text": "The emission into the air of converter gas, acetylene, phosphoric tail gas engendered by electric furnace and organic hydrocarbon tail gas must report to and get permitted by the environmental protec­tion department of the local people's government."}, {"text_block_id": "p5_b202", "text": "In case of a malfunctioning of the recovery and reuse facilities, timely repairing or replacement of concerned facilities shall be undertaken. When it is really not avoidable to emit inflammable gas into the air due to a malfunctioning of the recovery and reuse facilities, the inflammable gas to be emitted shall be fully combusted and other air pollution abating measures shall be taken."}, {"text_block_id": "p5_b203", "text": "Article 38"}, {"text_block_id": "p5_b204", "text": "Units emitting gas containing sulfide during the cause of petroleum refining, syn­thetic ammonia producing, coal gas production, coal coke making and non-ferrous metal refining must install desulphurization facilities or adopt other measures of desulphurization."}, {"text_block_id": "p5_b205", "text": "Article 39"}, {"text_block_id": "p5_b206", "text": "Emission of gas and aerosol containing radioactive substance into the air must comply with the radioactive protection regulations issued by the State and must not exceed the prescribed emis­sion standards."}, {"text_block_id": "p5_b207", "text": "Article 40"}, {"text_block_id": "p5_b208", "text": "Units emitting malodorous gas into the air must take measures to prevent the neigh­boring residential areas from pollution."}, {"text_block_id": "p5_b209", "text": "Article 41"}, {"text_block_id": "p5_b210", "text": "In densely inhabited areas and other areas requiring special protection as prescribed by"}, {"text_block_id": "p6_b211", "text": "laws, it is prohibited to burn asphalt, asphalt felt, rubber, plastic, leather, rubbish and other materi­als that may produce toxic or harmful smoke, dust or malodorous gas."}, {"text_block_id": "p6_b212", "text": "It is prohibited to burn openly the stalk, leaves and other materials that may"}, {"text_block_id": "p6_b213", "text": "produce smoke and"}, {"text_block_id": "p6_b214", "text": "dust pollution in densely inhabited areas, around the airports, near the main transport roads and the areas designated by local people's governments."}, {"text_block_id": "p6_b215", "text": "Besides the above two paragraphs, the municipal people's governments may, in accordance with the local situation, take other measures to prevent and control of smoke and dust pollution."}, {"text_block_id": "p6_b216", "text": "Article 42"}, {"text_block_id": "p6_b217", "text": "Transporting, loading and unloading, and storing the materials that send out toxic or harmful gas or dust must take sealing or other protection measures."}, {"text_block_id": "p6_b218", "text": "Article 43"}, {"text_block_id": "p6_b219", "text": "The municipal people's governments shall adopt the responsibility system for greening the cities and take measures to strengthen the management of the construction projects, to expand the land surface covering area and to control the muck stacking and clean transportation. The per capita green area shall be enlarged to reduce the uncovered land in cities and the surface dusts for prevention and control of fly dust pollution in the cities."}, {"text_block_id": "p6_b220", "text": "Units undertaking construction or other activities generating fly dust pollution in urban areas must, in line with the local regulations for environmental protection, take measures to prevent and control· fly dust pollution."}, {"text_block_id": "p6_b221", "text": "Relevant administrative departments"}, {"text_block_id": "p6_b222", "text": "of"}, {"text_block_id": "p6_b223", "text": "the State Council shall take the control"}, {"text_block_id": "p6_b224", "text": "of"}, {"text_block_id": "p6_b225", "text": "urban fly dust pollution as one of the basis to examine the urban environmental comprehensive renovation."}, {"text_block_id": "p6_b226", "text": "Article 44"}, {"text_block_id": "p6_b227", "text": "Enterprises providing food services in cities must adopt measures to control and pre­vent the oil smoke from causing pollution to the Bving environment of the neighboring residents."}, {"text_block_id": "p6_b228", "text": "Article 45"}, {"text_block_id": "p6_b229", "text": "The State shall encourage and suf)f)Ort the production and use of substitutes of ozone depleting substances and gradually reduce the production output of the ozone depleting substances until the final stop of the production and consumption of the ozone depleting substances."}, {"text_block_id": "p6_b230_merged_merged_merged", "text": "Any units that produce or import the ozone depleting substances must, within the time period prescribed by the State, produce or import the concerned substances in accordance with 4uotas verified by related administrative departments of the State Council."}, {"text_block_id": "p6_b233", "text": "Chapter VI Legal Liabilities"}, {"text_block_id": "p6_b234", "text": "Article 46"}, {"text_block_id": "p6_b235", "text": "Any violator of this law shall, as the case may be, be ordered to stop the violation, requested for correction within definite time, warned, or fined not exceeding 50, 000 RMB Yuan by the competent environmental administrative department or other supervision or administrative depart­ments in accordance with the second paragraph of Article 4 of this law, for any of the following:"}, {"text_block_id": "p6_b236", "text": "Any violator of this law shall, as the case may be, be ordered to stop the violation, requested for correction within definite time, warned, or fined not exceeding 50, 000 RMB Yuan by the competent environmental administrative department or other supervision or administrative depart­ments in accordance with the second paragraph of Article 4 of this law, for any of the following:\n* refusing to report or submitting a false report on items for which registration is required by\n* refusing an on-site inspection by the competent environmental protection administrative depÂ­\n* operating the air pollutant treatment facility improperly, or dismantling or idling of air pollutÂ­\n* storing materials such as coal, coal gangue, coal cinder, coal ashes, sand and stones, and"}, {"text_block_id": "p6_b244", "text": "Article 47"}, {"text_block_id": "p6_b245", "text": "Any unit or individual that, in violation of Article 11 of this law, puts into operation or uses a construction project whose air pollution prevention and control facilities either have not been completed or fail to meet the requirements specified in state regulations on environmental protection management for construction projects shall be ordered to stop the operation or use by the environmental protection administrative department that approves the environmental impact statement of the project, and may be imposed as well a fine more than 10,000 but not exceeding 100,000 RMB Yuan."}, {"text_block_id": "p7_b246", "text": "Article 48"}, {"text_block_id": "p7_b247", "text": "Any unit or individual that, in violation of this law, emits air pollutants in excess of the state or local emission standards shall be requested to undertake treatment within a certain time pe­riod and be imposed a fine more than 10 , 000 but not exceeding 100, 000 RMB Yuan by the environ­mental protection administrative department of the local people's government above county level. The limit of authority for decision-making on the treatment within a certain time period and the administra­tive penalty for violation of the treatment requirement within a certain period shall be decided by the State Council."}, {"text_block_id": "p7_b248", "text": "Article 49"}, {"text_block_id": "p7_b249", "text": "Any unit or individual that, in violation of Article 19 of this law, produces, sells, imports or uses the equipment prohibited for production, sale, import and use, or adopts a production process that is prohibited, shall be ordered for correction by the economic comprehensive administrative department of the people's government above the county level; In case of serious violation, the eco­nomic comprehensive administrative department of the people's government above county level shall raise comments to report to and request the people's government at the same level to give the order to stop the business of or close down the violator."}, {"text_block_id": "p7_b250", "text": "For any transfer of a phased out equipment to others for use, the unlawful income from the trans­fer shall be confiscated by the environmental protection administrative department or other departments performing legal supervision and management functions of the people's government above country level at the place where the violator is located, and the violator shall be fined not exceeding two"}, {"text_block_id": "p7_b251", "text": "times"}, {"text_block_id": "p7_b252", "text": "of its unlawful income."}, {"text_block_id": "p7_b253", "text": "Article"}, {"text_block_id": "p7_b254", "text": "SO Any unit or individual that, in violation of paragraph 3 of Article 24 of this law, ex­ploits coal containing radioactive substances, arsenic, and other toxic and harmful substances in excess of prescribed standards shall be ordered to close down by the people's government above county level in accordance with the limits of authority designated by the State Council."}, {"text_block_id": "p7_b255", "text": "ArtjcJe 51"}, {"text_block_id": "p7_b256", "text": "Any unit or individual that, in violation of paragraph 2 of Article 25 or paragraph 1 of Article 29 of this law, continues to use highly polluting fuels after the deadline prescribed by the local people's government shall be ordered to dismantle the facilities using highly polluting fuels, or the fa­cilities shall be confiscated, by the environmental protection administrative department of the local people's government above county level."}, {"text_block_id": "p7_b257", "text": "Article 52"}, {"text_block_id": "p7_b258", "text": "Any unit that,"}, {"text_block_id": "p7_b259", "text": "in"}, {"text_block_id": "p7_b260", "text": "violation of Article 28, constructs a new heating boiler using coal"}, {"text_block_id": "p7_b261", "text": "in"}, {"text_block_id": "p7_b262", "text": "the area with urban centralized heating supply network shall be ordered to stop the violation of the law or to correct in a definite period, and may be fined not exceeding SO ,000 RMB Yuan, by the environ­mental protection administrative department of the local people's government above county level."}, {"text_block_id": "p7_b263", "text": "Article 53"}, {"text_block_id": "p7_b264", "text": "Any unit or individual that, in violation of Article 32 of this law, manufactures, sells or imports any motorized vehicle or vessel in excess of pollutant emission standards shall be ordered to stop the law violation with the unlawful income confiscated, and may be fined not exceeding one time of the unlawful income by the department undertaking legally the supervision and administrative func­tions; Any motorized vehicle or vessel not able to reach the prescribed pollutant emission standards shall be confiscated and destroyed."}, {"text_block_id": "p7_b265", "text": "Article 54"}, {"text_block_id": "p7_b266", "text": "Any unit or individual that, in violation of paragraph 2 of Article 34 of this law, fails to stop its production, import or sale of leaded gasoline within the time period regulated by the State Council shall be ordered to stop its law violation and the unlawful income from the production, import and sale of leaded gasoline shall be confiscated by the environmental protection administrative depart­ment or other departments undertaking legally the supervision and administrative functions."}, {"text_block_id": "p7_b267", "text": "Article 55"}, {"text_block_id": "p7_b268_merged_merged_merged", "text": "Any unit that performs, in violation of paragraph 1 or paragraph 2 of Article 35 of this law, inspection and test of emission pollution of motorized vehicles and vessels without being en­trusted by the environmental protection administrative department or the transportation or fishery ad­ministrative departments undertaking legally supervision and administrative functions of the people's government of the province, autonomous region or municipality directly under the Central Government where the violator is located, or making falsification during the inspection and test, shall be ordered to stop its law violation and to correct in a certain period, and may be fined not exceeding 50,000"}, {"text_block_id": "p7_b273", "text": "RMB"}, {"text_block_id": "p8_b274", "text": "Yuan by the environmental protection administrative department or the transportation or fishery ad­ministrative department undertaking legally the supervision and administrative functions of the local people's government above county level; In case of serious violation, the department responsible for qualification certification shall cancel the violator's qualification for undertaking inspection and test on motorized vehicles and vessels."}, {"text_block_id": "p8_b275", "text": "Article 56"}, {"text_block_id": "p8_b276", "text": "Any violator of this law shall be ordered to stop violation and to correct within a cer­tain period, and may be fined not exceeding 50,000 RMB Yuan, by the environmental protection ad­ministrative department or other department undertaking legally the supervision and administrative functions of the local people's government above county level, for any of the following:"}, {"text_block_id": "p8_b277", "text": "Any violator of this law shall be ordered to stop violation and to correct within a cer­tain period, and may be fined not exceeding 50,000 RMB Yuan, by the environmental protection ad­ministrative department or other department undertaking legally the supervision and administrative functions of the local people's government above county level, for any of the following:\n* emitting dust, malodorous gas or other gas containing toxic substances into the air without\n* emitting converter gas, acetylene, phosphoric tail gas engendered by electric furnace and orÂ­\n* transporting, loading and unloading, or storing substances that send out toxic and harmful\n* causing pollution to the living environment of the neighboring residents due to emission of oil\n* Any unit or individual that, in violation of paragraph 1 of Article 41, burns asphalt,\n* Any unit or individual that, in violation of paragraph 1 of Article 41, burns asphalt,\n Any unit or individual that, in violation of paragraph 2 of Article 41, burn openly the stalk, leavÂ­\n* Any unit that, in violation of paragraph 2 of Article 43 , conducts a construction\n* Any unit that, in violation of paragraph 2 of Article 43 , conducts a construction\n The penalty prescribed in the above paragraph for fly dust pollution caused by a construction\n* the construction administrative department of the local people's government\n* Any unit that, in violation of paragraph 2 of Article 45, produces or imports ozone\n* Any violator of this law shall be ordered to construct corresponding facilities in acerÂ­tain period and may be fined more than 20,000 RMB Yuan and not exceeding 200,000 RMB Yuan by the environmental protection administrative department of the local people's\n* Any violator of this law shall be ordered to construct corresponding facilities in acerÂ­tain period and may be fined more than 20,000 RMB Yuan and not exceeding 200,000 RMB Yuan by the environmental protection administrative department of the local people's\n government above county"}, {"text_block_id": "p9_b300", "text": "Any violator of this law shall be ordered to stop violation and to correct within a cer­tain period, and may be fined not exceeding 50,000 RMB Yuan, by the environmental protection ad­ministrative department or other department undertaking legally the supervision and administrative functions of the local people's government above county level, for any of the following:\n* emitting dust, malodorous gas or other gas containing toxic substances into the air without\n* emitting converter gas, acetylene, phosphoric tail gas engendered by electric furnace and orÂ­\n* transporting, loading and unloading, or storing substances that send out toxic and harmful\n* causing pollution to the living environment of the neighboring residents due to emission of oil\n* Any unit or individual that, in violation of paragraph 1 of Article 41, burns asphalt,\n* Any unit or individual that, in violation of paragraph 1 of Article 41, burns asphalt,\n Any unit or individual that, in violation of paragraph 2 of Article 41, burn openly the stalk, leavÂ­\n* Any unit that, in violation of paragraph 2 of Article 43 , conducts a construction\n* Any unit that, in violation of paragraph 2 of Article 43 , conducts a construction\n The penalty prescribed in the above paragraph for fly dust pollution caused by a construction\n* the construction administrative department of the local people's government\n* Any unit that, in violation of paragraph 2 of Article 45, produces or imports ozone\n* Any violator of this law shall be ordered to construct corresponding facilities in acerÂ­tain period and may be fined more than 20,000 RMB Yuan and not exceeding 200,000 RMB Yuan by the environmental protection administrative department of the local people's\n* Any violator of this law shall be ordered to construct corresponding facilities in acerÂ­tain period and may be fined more than 20,000 RMB Yuan and not exceeding 200,000 RMB Yuan by the environmental protection administrative department of the local people's\n government above county\n* not installing corresponding\n\t* washing facilities in line with the\n\t* washing facilities in line with the\n relevant\n\t* washing facilities in line with the\n relevant\n state regulations in\n\t* not installing corresponding sulfur-removing facilities or not adopting other sulfur-removing"}, {"text_block_id": "p9_b309", "text": "Article 61"}, {"text_block_id": "p9_b310", "text": "Any enterprise or institution that violates this law, thereby causing an air pollution accident, shall be fined, in accordance with the consequent damage, not e,cceeding fifty percent of the direct economic loss by the competent environmental protection administrative department of the local people's government above county level. In a serious case, the direct responsible persons in charge and other direct responsible persons shall be subject to administrative or disciplinary penalty by the unit to which they belong"}, {"text_block_id": "p9_b311", "text": "or"}, {"text_block_id": "p9_b312", "text": "by a higher competent authority; In case"}, {"text_block_id": "p9_b313", "text": "of a"}, {"text_block_id": "p9_b314", "text": "severe air pollution accident, there­by causing severe consequent loss of public or private owned asSets or human casualty, a criminal re­sponsibility shall be imposed."}, {"text_block_id": "p9_b315", "text": "Article 62"}, {"text_block_id": "p9_b316", "text": "The unit that has caused an air pollution hazard has the obligation to eliminate it and make compensation to the unit or individual that suffered losses."}, {"text_block_id": "p9_b317_merged_merged_merged", "text": "A dispute over liability to make compensation or the amount of compensation may, at the request of the parties, be settled by the competent environmental protection administrative department; In case of fail of such settlement, the pardes may bring lawsuit before a people's court. The parties may also bring lawsuit before the people's court directly."}, {"text_block_id": "p9_b320", "text": "Article 63"}, {"text_block_id": "p9_b321", "text": "If the air pollution losses result entirely from irresistible natural disasters beyond hu­man control and can not be avoided in spite of the reasonable measures have been promptly taken, the polluter, in question, shall be exempt from liability."}, {"text_block_id": "p9_b322", "text": "Article 64"}, {"text_block_id": "p9_b323", "text": "Any environmental protection administrative department or other relevant department that, in violation of paragraph 3 of Article 14, abuses the levied pollutant discharge fee for any other purpose shall be ordered by the auditing department or supervision and inspection department to with­draw the abused amount ot to recover by other means. The direct responsible persons in charge and other direct responsible persons shall be subject to administrative penalties in line with the laws."}, {"text_block_id": "p9_b324", "text": "Article 65"}, {"text_block_id": "p9_b325", "text": "Any official for environmental protection supervision and administration who commits abuse of authority or dereliction shall be imposed disciplinary penalty. If his act constit1.1tes a crime, he shall be put under investigation pursuant to law for criminal liability."}, {"text_block_id": "p9_b326", "text": "Chapter VII Supplementary Provisions"}, {"text_block_id": "p9_b327", "text": "Article 66"}, {"text_block_id": "p9_b328", "text": "This Law shall go into effect on September 1, 2000."}], "document_description": "This law's purpose is \"protecting and improving the environment, preventing and controlling atmospheric pollution, safeguarding public health, advancing ecological civilization and promoting the sustainable development of economy and society\" (Art 1). It calls for comprehensive measures to be taken against the pollution \"caused by the burning of coal, industrial production, motor vehicles and vessels, dust as well as agricultural activities\" (Art 2.). The objective is to restrict various sources of atmospheric pollutants, including \"air pollutants and greenhouse gases, including particles, sulphur dioxide, nitrogen oxides, volatile organic compounds, and ammonia etc.\" (Art 2.) and make information on atmospheric cleanliness more readily available to the public.<br />\n<br />\nThe 2015 revisions provide that China should promote clean and efficient use of coal, obliging local governments to ban low-quality coal for residential use (Chapter IV, Section 1). Art 32 calls for \"measures to improve energy structure and popularize the production and utilization of clean energy; optimize the utilization of coal to be cleaner and more effective; and reduce the proportion of coal in primary energy consumption and the discharge of atmospheric pollutants during the production, utilization and transformation of coal\".<br />\n<br />\nThe law provides for the Government to advocate low-carbon and eco-friendly transportation. \"The ownership of vehicles using petroleum fuels shall be controlled below an appropriate level in accordance with urban planning. Public transportation in urban areas shall be vigorously boosted to increase its proportion in overall transportation. The State shall adopt measures including fiscal and tax policy and government procurement to popularize motor vehicles and vessels and non-road mobile machineries that save energy, protect the environment and use new energy; to limit motor vehicles and vessels and non-road mobile machineries that feature high level oil consumption and emission; and to reduce the consumption of fossil fuels\" (Art 50). The law calls for establishment of a gasoline quality standard matched with the country's restriction requirements for major pollutants (Art 13), including sulfur, olefin, arenes and benzene.<br />\n<br />\nThe law calls the relevant state environmental department to \"observe and simulate atmospheric conditions and use new technologies of artificial satellites, photogrammetric measurement and long-distance monitoring so as to analyze the sources and future trend of atmospheric pollution in these key areas. The department shall release such analyses to the public\" (Art 91).<br />\n<br />\nThe law also provides greater environmental transparency to the public. It stipulates authorities of the State Council should evaluate provincial-level governments on their attainment of air quality improvement targets. The law also specifies other items to be disclosed publicly, including air quality standard, catalogue of major polluters, contact information of environmental authorities and supervisors, test results on the emissions of new vehicles, and sources and fluctuations of air pollution in important areas (Chapter III).<br />\n<br />\nViolations or non-compliance with the law may result in fines between 5,000RMB (USD$760) and 1,000,000 RMB (USD$ 152,000), based on severity of offense, type of entity, operation and recurrence of offense (Chapter VII).<br />\nThe law was originally adopted on September 5, 1987; amended according to the Decision on Revising the Law of the People's Republic of China on the Prevention and Control of Atmospheric Pollution on August 29, 1995; revised on April 29, 2000; and most recently revised again on August 29, 2015."}