{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "China", "document_category": "Policy", "document_sector_name": ["Transport", "Rural", "LULUCF", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Outline of the People's Republic of China 14th Five-Year Plan for National Economic and Social Development and Long-Range Objectives for 2035", "document_country_code": "CHN", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2021", "document_keyword": ["Slc Ps", "Hf Cs"], "document_url": "https://cdn.climatepolicyradar.org/CHN/2021/CHN-2021-01-01-Outline of the People's Republic of China 14th Five-Year Plan for National Economic and Social Development and Long-Range Objectives for 2035_a2ad3e061fca627d9a44d7b91f7aa210.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Translation"}, {"text_block_id": "p0_b2", "text": "Translation Date"}, {"text_block_id": "p0_b3", "text": "May 12, 2021"}, {"text_block_id": "p0_b4", "text": "Translator"}, {"text_block_id": "p0_b5", "text": "Etcetera Language Group, Inc."}, {"text_block_id": "p0_b6_merged", "text": "Outline of the People's Republic of China 14th Five-Year Plan for National Economic and Social Development and Long-Range Objectives for 2035"}, {"text_block_id": "p0_b8", "text": "Contents"}, {"text_block_id": "p5_b9", "text": "standardize the behavior of market entities. It is a grand blueprint for China's"}, {"text_block_id": "p5_b10", "text": "Part One Embarking on the new journey to build China into a modernized socialist"}, {"text_block_id": "p5_b11", "text": "country in an all-round way"}, {"text_block_id": "p5_b12", "text": "socialist country in an all-round way."}, {"text_block_id": "p5_b13", "text": "Article I Development environment"}, {"text_block_id": "p5_b14", "text": "new opportunities and challenges as it develops further."}, {"text_block_id": "p5_b15", "text": "Section 1. Decisive achievements have been made toward victory in establishing"}, {"text_block_id": "p5_b16", "text": "a well-off society in an all-round way"}, {"text_block_id": "p5_b17_merged_merged_merged", "text": "The 13th Five-Year Plan period [2016-2020] was the phase of establishing a well-off society in an all-round way. Facing a tangled and complex international"}, {"text_block_id": "p6_b19", "text": "situation, and the arduous tasks of reform, development, and stability, and especially"}, {"text_block_id": "p6_b20", "text": "the severe shock of the COVID-19 epidemic, the Chinese Communist Party (CCP)"}, {"text_block_id": "p6_b21", "text": "Central Committee with Comrade Xi Jinping as the core, never forgetting its original"}, {"text_block_id": "p6_b22", "text": "intention and remembering its mission, shall unite and lead the entire Party and people"}, {"text_block_id": "p6_b23", "text": "of all ethnicities to forge ahead, blaze new trails of innovation, and work with"}, {"text_block_id": "p6_b24", "text": "enthusiasm and promise to advance the various undertakings of the Party and the"}, {"text_block_id": "p6_b25", "text": "State. Major breakthroughs have been made in comprehensively deepening reforms,"}, {"text_block_id": "p6_b26", "text": "major progress has been attained in comprehensively implementing the rule of law,"}, {"text_block_id": "p6_b27", "text": "major results have been achieved in comprehensively governing the Party strictly ("}, {"text_block_id": "p6_b28", "text": "从严"}, {"text_block_id": "p6_b29", "text": "治党"}, {"text_block_id": "p6_b30", "text": "), the modernization of the country's governance system and governance capacity"}, {"text_block_id": "p6_b31", "text": "("}, {"text_block_id": "p6_b32", "text": "治理能力"}, {"text_block_id": "p6_b33", "text": ") has accelerated, and the leadership of the CCP and the advantages of the"}, {"text_block_id": "p6_b34", "text": "Chinese socialist system have been further demonstrated."}, {"text_block_id": "p6_b35_merged_merged", "text": "Overall economic operations were stable, the optimization of the economic structure continued, and GDP exceeded 100 trillion yuan Renminbi (RMB). The construction of an innovation-oriented country (创新型国家) has yielded fruitful results, with a number of major scientific and technological (S&T) achievements in the fields of manned spaceflight, lunar exploration projects, deep-sea projects, supercomputing, quantum information, “Fuxing” high-speed trains, and large aircraft manufacturing. Overall victory was attained in the decisive battle of poverty alleviation. 55.75 million of the rural poor have been lifted out of poverty. The problem of absolute poverty that has plagued the Chinese nation for thousands of years has received a historic solution, creating a miracle in the history of human poverty reduction. Agricultural modernization is advancing steadily, with annual grain yield holding continuously stable at over 1.3 trillion catties [about 860 million tons]. The goal of shifting 100 million rural rural migrants and other permanent residents to cities and towns has been smoothly achieved, and the major regional strategies have been solidly advanced. Pollution prevention and control efforts have been increased, the total emission reduction targets for major pollutants have been exceeded, resource utilization efficiency has significantly increased, and the ecological environment has significantly improved. Major phased results have been achieved in the handling of financial risks. Opening up to the outside continued to expand, and the joint construction of the “Belt and Road”has yielded fruitful results. The standard of living of the people has improved significantly, the fairness and quality of education have greatly improved, higher education has entered the popularization stage, more than 60 million new jobs have been created in cities and towns, the world’s largest social security system has been established, with basic health insurance covering more than 1.3 billion people, basic old-age insurance"}, {"text_block_id": "p7_b62", "text": "covering nearly 1 billion people, and more than 23 million housing renovations in urban"}, {"text_block_id": "p7_b63", "text": "shantytowns. COVID-19 epidemic prevention and control has achieved major strategic"}, {"text_block_id": "p7_b64", "text": "results, and the capabilities and level of emergency response have greatly improved."}, {"text_block_id": "p7_b65", "text": "The level of public cultural services has been continuously increased, and cultural"}, {"text_block_id": "p7_b66", "text": "undertakings and cultural industries have prospered. The level of national defense and"}, {"text_block_id": "p7_b67", "text": "army building has been greatly improved, and the organizational format of the army has"}, {"text_block_id": "p7_b68", "text": "undergone major changes. National security has been comprehensively strengthened,"}, {"text_block_id": "p7_b69", "text": "and society has remained harmonious and stable."}, {"text_block_id": "p7_b70", "text": "The objectives and tasks of the 13th Five-Year Plan have successfully been"}, {"text_block_id": "p7_b71", "text": "completed. China's economic strength, S&T strength, comprehensive national strength,"}, {"text_block_id": "p7_b72", "text": "and the people's standard of living have jumped to a new level, grand historic"}, {"text_block_id": "p7_b73", "text": "), and socialist China stands in the East with a more majestic posture."}, {"text_block_id": "p7_b74", "text": "Section 2. China's development environment faces profoundly complex changes"}, {"text_block_id": "p7_b75", "text": "China's development is still in an important period of strategic opportunity ("}, {"text_block_id": "p7_b76", "text": "人类"}, {"text_block_id": "p7_b77", "text": "命运共同体"}, {"text_block_id": "p7_b78", "text": ") has become deep-seated in people's minds. At the same time, the"}, {"text_block_id": "p7_b79", "text": "international environment is growing steadily more complex, with instability and"}, {"text_block_id": "p7_b80", "text": "uncertainty increasing significantly. The"}, {"text_block_id": "p7_b81", "text": "effects of the COVID-19 epidemic are"}, {"text_block_id": "p7_b82", "text": "which unilateralism, protectionism, and hegemony threaten world peace and"}, {"text_block_id": "p7_b83", "text": "development."}, {"text_block_id": "p7_b84_merged_merged_merged_merged", "text": "China has shifted directions toward a phase of high-quality development (高质量发展阶段). We have many advantages for further development, including remarkable institutional superiority (制度优势), improved administrative efficiency, sustained economic growth, a solid material foundation, wealth of human resources, broad market space, strong developmental resilience, overall social stability, and sustained development. At the same time, the imbalance and insufficiency in our development is still prominent, and the reform tasks to be done in key areas and key links are still"}, {"text_block_id": "p8_b95", "text": "arduous. Our capacity for innovation is insufficient for the requirements of high-quality"}, {"text_block_id": "p8_b96", "text": "development. The agricultural base is relatively weak. The disparities in development"}, {"text_block_id": "p8_b97", "text": "and income distribution between rural and urban regions remain stark. We have a long"}, {"text_block_id": "p8_b98", "text": "way to go in environmental protection, there are shortcomings in livelihood protection,"}, {"text_block_id": "p8_b99", "text": "and weaknesses in social governance ("}, {"text_block_id": "p8_b100", "text": "社会治理"}, {"text_block_id": "p8_b101", "text": ")."}, {"text_block_id": "p8_b102", "text": "our combat skills, firmly establish a bottom-line mindset ("}, {"text_block_id": "p8_b103", "text": "底线思维"}, {"text_block_id": "p8_b104", "text": "), accurately"}, {"text_block_id": "p8_b105", "text": "recognize changes, respond to them scientifically, and seek them out actively. We must"}, {"text_block_id": "p8_b106", "text": "be adept at generating opportunities from crises, open up new situations as"}, {"text_block_id": "p8_b107", "text": "circumstances change, seize opportunities, rise to the challenges, foster strengths and"}, {"text_block_id": "p8_b108", "text": "circumvent weaknesses, and forge ahead with courage."}, {"text_block_id": "p8_b109", "text": "Article II Guiding directives"}, {"text_block_id": "p8_b110", "text": "For economic and social development during the “14th Five-Year Plan” period, we"}, {"text_block_id": "p8_b111", "text": "must firmly grasp the following guiding ideologies, principles, and strategic"}, {"text_block_id": "p8_b112", "text": "orientations."}, {"text_block_id": "p8_b113", "text": "Section 1. Guiding ideology"}, {"text_block_id": "p8_b114_merged_merged_merged_merged", "text": "We will hold aloft the great banner of socialism with Chinese characteristics, and deeply implement the spirit of the 19th Party Congress and the Second, Third, Fourth, and Fifth Plenums of the 19th CCP Central Committee; persist in taking Leninism, Mao Zedong Thought, Deng Xiaoping Theory, the important thinking of the “Three Represents,” the Scientific Development Concept, and Xi Jinping Thought on"}, {"text_block_id": "p9_b119", "text": "Socialism with Chinese Characteristics for a New Era as the guide; fully implement the"}, {"text_block_id": "p9_b120", "text": "Party's basic theory, basic line, and basic strategy; use comprehensive planning to"}, {"text_block_id": "p9_b121", "text": "advance the overall layout of economic construction, political construction, cultural"}, {"text_block_id": "p9_b122", "text": "construction, social construction, and ecological civilization construction; promote, in a"}, {"text_block_id": "p9_b123", "text": "coordinated fashion, the strategic layout for comprehensive deepening of reform,"}, {"text_block_id": "p9_b124", "text": "comprehensively ruling the country according to law ("}, {"text_block_id": "p9_b125", "text": "依法治国"}, {"text_block_id": "p9_b126", "text": "), and comprehensively"}, {"text_block_id": "p9_b127", "text": "governing the Party strictly; resolutely implement the innovation-based, coordinated,"}, {"text_block_id": "p9_b128", "text": "green, open, and shared new development concept ("}, {"text_block_id": "p9_b129", "text": "新发展理念"}, {"text_block_id": "p9_b130", "text": "); and adhere to the"}, {"text_block_id": "p9_b131", "text": "general work principle of seeking progress while maintaining stability ("}, {"text_block_id": "p9_b132", "text": "稳中求进"}, {"text_block_id": "p9_b133", "text": "). We"}, {"text_block_id": "p9_b134", "text": "will take the promotion of high-quality development as the main theme, deepening"}, {"text_block_id": "p9_b135", "text": "supply-side structural reform as the main line, reform and innovation as the"}, {"text_block_id": "p9_b136", "text": "fundamental driving force, and satisfying the people's ever-increasing need for the"}, {"text_block_id": "p9_b137", "text": "good life as the fundamental goal. We will also: Coordinate development and security,"}, {"text_block_id": "p9_b138", "text": "and accelerate the construction of a modernized economy; accelerate the establishment"}, {"text_block_id": "p9_b139", "text": "of a new development pattern ("}, {"text_block_id": "p9_b140", "text": "新发展格局"}, {"text_block_id": "p9_b141", "text": ") with domestic great circulation ("}, {"text_block_id": "p9_b142", "text": "国内大循"}, {"text_block_id": "p9_b143", "text": "环"}, {"text_block_id": "p9_b144", "text": ") as the mainstay and featuring mutually reinforcing domestic and international dual"}, {"text_block_id": "p9_b145", "text": "circulation ("}, {"text_block_id": "p9_b146", "text": "双循环"}, {"text_block_id": "p9_b147", "text": "); and promote modernization of the national governance structure"}, {"text_block_id": "p9_b148", "text": "and our governance capacity. We will achieve stable and far-reaching economic"}, {"text_block_id": "p9_b149", "text": "progress and a stable and harmonious society; and we will make a good start and good"}, {"text_block_id": "p9_b150", "text": "progress toward establishing a modernized socialist country in an all-round way."}, {"text_block_id": "p9_b151", "text": "Section 2. Principles that must be followed"}, {"text_block_id": "p9_b152", "text": "Section 2. Principles that must be followed\n"}, {"text_block_id": "p9_b159_merged_merged_merged_merged", "text": "—Persist in the new development concept. We will completely, correctly, and comprehensively apply the new development concept in all fields throughout the development process, construct the new development pattern, effectively transform development methods, promote change in the quality, efficiency, and drivers of"}, {"text_block_id": "p10_b163", "text": "development, and achieve development that is higher in quality, more efficient, fairer,"}, {"text_block_id": "p10_b164", "text": "more sustainable, and safer."}, {"text_block_id": "p10_b165", "text": "more sustainable, and safer.\n* ). We will resolutely\n* ). We will resolutely\n and vitality.\n* ). We will resolutely\n and vitality.\n advance reform and expand opening up, strengthen modernization of the national"}, {"text_block_id": "p10_b170", "text": "全国一盘棋"}, {"text_block_id": "p10_b171", "text": "and security of development."}, {"text_block_id": "p10_b172", "text": "Section 3. Strategic orientation"}, {"text_block_id": "p10_b173_merged_merged_merged_merged", "text": "To promote high-quality development during the “14th Five-Year Plan” period, we must root ourselves in the new stage of development, implement the new development concept, and build the new development pattern. By taking hold of the new stage of development, we have a realistic basis for implementing the new development concept and constructing the new development pattern. By implementing the new development concept, we will provide an action plan for grasping the new stage of development and building the new development pattern. By constructing the new development pattern, we are making a strategic choice to respond to the opportunities and challenges of the new stage of development and to implement the new development concept. We must persist in deepening supply-side structural reform, lead and create new demand with innovation-driven and high-quality supply, and improve the resilience of the supply system and its adaptability to domestic demand. We must establish an effective system for expanding domestic demand, accelerate the cultivation of a complete domestic demand system, strengthen demand-side management, and build a strong domestic market. We must unwaveringly advance reform, remove institutional barriers that impede economic circulation, and promote the circulation of factors of production (生产要素) and the organic linkage of production, distribution, circulation, and consumption. We must unwaveringly expand opening up, continue to deepen openness to mobile factors of production (要素流动型), steadily expand institutional openness, and rely on"}, {"text_block_id": "p11_b196", "text": "the system of domestic economic circulation to form a strong gravitational field to"}, {"text_block_id": "p11_b197", "text": "attract global factor of production resources ("}, {"text_block_id": "p11_b198", "text": "要素资源"}, {"text_block_id": "p11_b199", "text": "). We must strengthen the"}, {"text_block_id": "p11_b200", "text": "leading role of domestic circulation, improve the efficiency and level of domestic"}, {"text_block_id": "p11_b201", "text": "circulation through international circulation, and realize mutual reinforcement between"}, {"text_block_id": "p11_b202", "text": "domestic and international circulation."}, {"text_block_id": "p11_b203", "text": "Article III Main goals"}, {"text_block_id": "p11_b204", "text": "In accordance with the strategic arrangements for building China into a"}, {"text_block_id": "p11_b205", "text": "period are as follows."}, {"text_block_id": "p11_b206", "text": "Section 1. Long-Term Goals for 2035"}, {"text_block_id": "p11_b207_merged_merged_merged", "text": "Looking forward to 2035, China will have basically realized socialist modernization. Economic strength, S&T strength, and overall national strength will rise sharply, the total economic output and the per capita income of urban and rural residents will reach new levels, major breakthroughs will be achieved in key and core technologies (关键核心技术), and China will enter the first rank of innovation-oriented countries. New-type industrialization, informatization (信息化), urbanization, and agricultural modernization will basically be achieved, creating a modernized economy. Modernization of the national governance structure and governance capacity will basically be achieved, people's rights to equal participation and equal development will be fully assured, and a nation, government, and society under the rule of law will basically be established. We will establish a cultural powerhouse (文化强国), an educational powerhouse (教育强国), a talent powerhouse (人才强国), a sports powerhouse (体育强国), and a Healthy China. The quality of the people and the level of social civilization will reach new heights, and the country's cultural soft power will be significantly bolstered. Green modes of production and living will broadly take shape, carbon emissions will decline steadily after reaching a peak, the ecological environment will have fundamentally taken a turn for the better, and the goal of building a beautiful China will basically be achieved. A new pattern of opening up to the outside will be formed, and new advantages for participating in international economic cooperation and competition will be significantly strengthened. Per-capita gross domestic product (GDP) will reach the level of the middle ranks of developed countries, [China's] income group will be significantly enlarged, equitable access to basic public services"}, {"text_block_id": "p12_b242", "text": "will be achieved, and rural-urban disparities in regional development and disparities in"}, {"text_block_id": "p12_b243", "text": "the people's standard of living will be significantly reduced. Construction of a peaceful"}, {"text_block_id": "p12_b244", "text": "and secure China ("}, {"text_block_id": "p12_b245", "text": "平安中国"}, {"text_block_id": "p12_b246", "text": ") will reach a new level, with national defense and armed"}, {"text_block_id": "p12_b247", "text": "forces modernization basically achieved. The people's lives will be better still, and more"}, {"text_block_id": "p12_b248", "text": "obvious and substantive progress will have been made toward comprehensive human"}, {"text_block_id": "p12_b249", "text": "development and common prosperity for all."}, {"text_block_id": "p12_b250", "text": "Section 2. Main objectives for economic and social development in the 14th"}, {"text_block_id": "p12_b251", "text": "Year Plan period"}, {"text_block_id": "p12_b252", "text": "Year Plan period\n* ) modernization will be significantly improved. We will make the agricultural\n* ) modernization will be significantly improved. We will make the agricultural\n progress in modernizing the economic system.\n* ) modernization will be significantly improved. We will make the agricultural\n progress in modernizing the economic system.\n foundation and key to solving all of China's problems. Development must adhere to the"}, {"text_block_id": "p12_b258", "text": "要素"}, {"text_block_id": "p12_b259", "text": "开放型经济"}, {"text_block_id": "p12_b260", "text": ") will basically be"}, {"text_block_id": "p12_b261", "text": "formed."}, {"text_block_id": "p12_b262_merged_merged_merged_merged_merged", "text": "—The level of civility in society will rise to new heights. The socialist core values concept (社会主义核心价值观) will be deeply rooted in the people's hearts, and the people's ideological and moral quality, their scientific and cultural quality, and the quality of their physical and mental health will be improved significantly. The public cultural services system and the cultural industry system will be more robust, people's spiritual and cultural lives will be made continually richer, the influence of Chinese"}, {"text_block_id": "p13_b270", "text": "culture will rise further, and the cohesiveness of the Chinese nation will be further"}, {"text_block_id": "p13_b271", "text": "strengthened."}, {"text_block_id": "p13_b272", "text": "improved."}, {"text_block_id": "p13_b273", "text": "—The people's well-being will reach new levels. More fulfilling and higher-quality"}, {"text_block_id": "p13_b274", "text": "employment will be achieved, the urban surveyed unemployment rate will be"}, {"text_block_id": "p13_b275", "text": "toward greater prosperity."}, {"text_block_id": "p13_b276_merged_merged_merged", "text": "突发公共事件) will be significantly strengthened, and the level of natural disaster prevention will be significantly improved. Development will be more strongly supported by security, and major strides will be made in national defense and armed forces modernization."}, {"text_block_id": "p15_b281", "text": "Notes: (1) Values in ( ) indicate cumulative total after 5 years. (2) Values with * are 2019 data. (3) Comprehensive energy production capacity refers to the total production capacity of coal, oil, natural gas, and non-fossil energy. (4) In 2020 indicators such as the proportion of days with good air quality in cities at prefecture level and above and the proportion of water bodies with good surface water quality were affected by the COVID-19 epidemic and other factors and significantly diverged from their normal annual values. (5) The total labor productivity growth of 2.5% in 2020 is an estimated value."}, {"text_block_id": "p15_b282", "text": "Part Two Adhering to innovation-driven development and comprehensively"}, {"text_block_id": "p15_b283", "text": "fashioning new development advantages"}, {"text_block_id": "p15_b284", "text": "科技自立自强"}, {"text_block_id": "p15_b285", "text": "the lives and health of the people. We will deeply implement the strategy of"}, {"text_block_id": "p15_b286", "text": "and speed up the effort to make China into an S&T powerhouse ("}, {"text_block_id": "p15_b287", "text": "科技强国"}, {"text_block_id": "p15_b288", "text": ")."}, {"text_block_id": "p15_b289", "text": "Article IV Strengthen the nation's strategic S&T power"}, {"text_block_id": "p15_b290", "text": "We will formulate an action agenda for becoming an S&T powerhouse, improve"}, {"text_block_id": "p15_b291", "text": "the new structure for leveraging national capabilities ("}, {"text_block_id": "p15_b292", "text": "新型举国体制"}, {"text_block_id": "p15_b293", "text": ") under the"}, {"text_block_id": "p15_b294", "text": "conditions of the socialist market economy, successfully fight tough battles ("}, {"text_block_id": "p15_b295", "text": "攻坚战"}, {"text_block_id": "p15_b296", "text": "Section 1. Consolidate and optimize S&T resource allocation"}, {"text_block_id": "p15_b297_merged_merged_merged_merged", "text": "We will promote the optimization and combination of innovation systems guided by the strategic needs of the state and accelerate the construction of strategic S&T power under the leadership of national laboratories. We will establish a number of national laboratories with a focus on quantum information, photonics and micro and nano electronics, network communications, artificial intelligence (AI), biotech and pharmaceuticals, modern energy systems, and other major innovation fields and reorganize the state key laboratories to form a laboratory system with a reasonable"}, {"text_block_id": "p16_b304", "text": "structure and efficient operations. We will optimize and upgrade innovation bases"}, {"text_block_id": "p16_b305", "text": "including national engineering research centers and national technology innovation"}, {"text_block_id": "p16_b306", "text": "centers. We will promote an optimal allocation of scientific research power and the"}, {"text_block_id": "p16_b307", "text": "sharing of resources among research institutes, institutions of higher education, and"}, {"text_block_id": "p16_b308", "text": "enterprises. We will support the development of new types of innovative entities, such"}, {"text_block_id": "p16_b309", "text": "as new types of research universities and new types of research and development"}, {"text_block_id": "p16_b310", "text": "(R&D) institutions, and promote the diversification of investors, the modernization of"}, {"text_block_id": "p16_b311", "text": "management systems, the marketization of operating mechanisms, and the flexibility of"}, {"text_block_id": "p16_b312", "text": "employment mechanisms."}, {"text_block_id": "p16_b313", "text": "Section 2. Strengthen original and leading S&T research"}, {"text_block_id": "p16_b314_merged_merged", "text": "the country, we will concentrate superior resources to research key and core and parts and basic materials, and oil and gas exploration and development."}, {"text_block_id": "p17_b316", "text": "Section 3. Unrelentingly strengthen basic research"}, {"text_block_id": "p17_b317", "text": "We will strengthen the driving force of applied research, encourage free"}, {"text_block_id": "p17_b318", "text": "基础学科"}, {"text_block_id": "p17_b319", "text": "Section 4. Establish major technological innovation platforms"}, {"text_block_id": "p17_b320_merged_merged", "text": "We will support the formation of international S&T innovation centers in Beijing, Shanghai, and the Guangdong-Hong Kong-Macau Greater Bay Area, build comprehensive national science centers in Huairou in Beijing, Zhangjiang in Shanghai, the Greater Bay Area, and Hefei in Anhui, and support the construction of regional S&T innovation centers in places with the necessary prerequisites. We will strengthen"}, {"text_block_id": "p18_b325", "text": "innovative functions such as national independent innovation demonstration zones,"}, {"text_block_id": "p18_b326", "text": "high-tech industrial development zones, and economic and technological development"}, {"text_block_id": "p18_b327", "text": "zones. We will appropriately advance the deployment of major national S&T"}, {"text_block_id": "p18_b328", "text": "infrastructure to improve the level of sharing and usage efficiency. We will intensively"}, {"text_block_id": "p18_b329", "text": "build natural S&T resource banks ("}, {"text_block_id": "p18_b330", "text": "自然科技资源库"}, {"text_block_id": "p18_b331", "text": "), national field scientific observation"}, {"text_block_id": "p18_b332", "text": "and research stations (networks), and scientific big data centers. We will strengthen"}, {"text_block_id": "p18_b333", "text": "the R&D and manufacturing of high-end scientific research equipment. We will build"}, {"text_block_id": "p18_b334", "text": "national high-end platforms for the exchange of scientific research papers and S&T"}, {"text_block_id": "p18_b335", "text": "information."}, {"text_block_id": "p18_b336", "text": "Table 3. Major national S&T infrastructure"}, {"text_block_id": "p18_b337", "text": "Article V Improve the technological innovation capability of enterprises"}, {"text_block_id": "p18_b338", "text": "产学研用"}, {"text_block_id": "p18_b339", "text": ")."}, {"text_block_id": "p18_b340", "text": "Section 1. Incentivize enterprises to increase investment in R&D"}, {"text_block_id": "p18_b341_merged_merged_merged", "text": "We will implement stronger inclusive policies, such as the deduction of R&D expenses and tax incentives for high-tech enterprises. We will expand and optimize the insurance compensation and incentive policies for the first unit (set) of major technical"}, {"text_block_id": "p19_b344", "text": "equipment, give play the leading and demonstrative role of major projects, and use"}, {"text_block_id": "p19_b345", "text": "government procurement policies to support innovative products and services. We will"}, {"text_block_id": "p19_b346", "text": "use measures such as improved standards, quality, and competition regulations to"}, {"text_block_id": "p19_b347", "text": "increase the motivation of enterprises to innovate. We will improve assessment"}, {"text_block_id": "p19_b348", "text": "systems that encourage R&D by state-owned enterprises (SOEs), establish an R&D"}, {"text_block_id": "p19_b349", "text": "reserve system that uses independent accounting, is free of value-added and"}, {"text_block_id": "p19_b350", "text": "preserving assessment, and features fault-tolerant error correction, and ensure that the"}, {"text_block_id": "p19_b351", "text": "annual growth rate of R&D expenditures by central state-owned industrial enterprises"}, {"text_block_id": "p19_b352", "text": "significantly exceeds the national average. We will improve preferential tax policies that"}, {"text_block_id": "p19_b353", "text": "encourage innovation by small-and medium-sized S&T enterprises."}, {"text_block_id": "p19_b354", "text": "Section 2. Support R&D on general purpose ("}, {"text_block_id": "p19_b355", "text": "共性"}, {"text_block_id": "p19_b356", "text": ") and basic industrial"}, {"text_block_id": "p19_b357", "text": "technology"}, {"text_block_id": "p19_b358", "text": "We will concentrate efforts to integrate and upgrade a number of key general"}, {"text_block_id": "p19_b359", "text": "higher education, scientific research institutes, and upstream and downstream"}, {"text_block_id": "p19_b360", "text": "purpose technologies in their regions."}, {"text_block_id": "p19_b361", "text": "Section 3. Improve enterprise innovation service systems"}, {"text_block_id": "p19_b362_merged_merged_merged_merged", "text": "We will promote the further opening of national scientific research platforms, S&T reports, and scientific research data to enterprises, create innovative mechanisms for the conversion of S&T achievements into practical applications (科技成果转化), and encourage the licensing of qualified S&T achievements supported by government fiscal funding (财政资金) to small-and medium-size enterprises (SMEs). We will promote the reform of innovation and entrepreneurship institutions and establish professional marketized technology transfer institutions and teams of technical managers. We will improve systems of financial support for innovation, encourage financial institutions to develop S&T financial products such as intellectual property (IP) pledge financing and"}, {"text_block_id": "p20_b375", "text": "S&T insurance, and carry out pilot projects for risk compensation for the conversion of"}, {"text_block_id": "p20_b376", "text": "S&T achievements into practical applications. We will open up domestic initial public"}, {"text_block_id": "p20_b377", "text": "offering (IPO) financing channels for S&T enterprises, enhance the “key and core"}, {"text_block_id": "p20_b378", "text": "technology” ("}, {"text_block_id": "p20_b379", "text": "“硬科技”"}, {"text_block_id": "p20_b380", "text": ") characteristics of the STAR Market,"}, {"text_block_id": "p20_b381", "text": "enhance the function of"}, {"text_block_id": "p20_b382", "text": "the Growth Enterprise Market"}, {"text_block_id": "p20_b383", "text": "to serve growing innovative and entrepreneurial"}, {"text_block_id": "p20_b384", "text": "enterprises, encourage the development of angel investment and venture capital, and"}, {"text_block_id": "p20_b385", "text": "make better use of the role of venture capital guidance funds ("}, {"text_block_id": "p20_b386", "text": "引导基金"}, {"text_block_id": "p20_b387", "text": ") and private"}, {"text_block_id": "p20_b388", "text": "equity funds."}, {"text_block_id": "p20_b389", "text": "Article VI Stimulate the innovative vitality of talent"}, {"text_block_id": "p20_b390", "text": "We will implement policies that respect labor, knowledge, talent, and creativity,"}, {"text_block_id": "p20_b391", "text": "deepen the reform of the talent development institutions and mechanisms,"}, {"text_block_id": "p20_b392", "text": "comprehensively cultivate, recruit, and make good use of talent, and give full play to the"}, {"text_block_id": "p20_b393", "text": "role of talent as the number-one resource."}, {"text_block_id": "p20_b394", "text": "Section 1. Cultivate teams of high-level talents"}, {"text_block_id": "p20_b395_merged_merged_merged", "text": "We will follow the patterns of talent growth and scientific research activities, cultivate more world-class (国际一流) strategic S&T talents, S&T leadership talents, and innovative teams, cultivate a reserve force of young S&T talents with international competitiveness, focus and rely on major S&T tasks and major innovation bases to cultivate and discover talent, and support the establishment of postdoctoral innovation positions. We will strengthen the cultivation of innovation-oriented, oriented, and skills-oriented talents, implement knowledge updating projects and skills upgrading activities, and expand the ranks of high-level engineers and highly skilled personnel. We will strengthen the training of outstanding students in basic disciplines (基础学科), establish bases for basic disciplines, such as mathematics, physics, chemistry, and biology, and cutting-edge science centers. We will implement more open talent policies, and build bastions of research and innovation that attract outstanding domestic and foreign talent. We will improve the residency policies for high-end foreign talents and professionals who come to China for work, scientific research, and exchanges, improve the permanent residence system for foreigners in China, and explore the establishment of a skills-based immigration system. We will improve salary and benefits, children's education, social security, tax incentives, and"}, {"text_block_id": "p21_b416", "text": "other systems to provide an internationally competitive and attractive environment for"}, {"text_block_id": "p21_b417", "text": "overseas scientists who work in China."}, {"text_block_id": "p21_b418", "text": "Section 2. Encourage talents to better play their roles"}, {"text_block_id": "p21_b419", "text": "shared with scientific research personnel. We will deepen the reform of the"}, {"text_block_id": "p21_b420", "text": "academician system."}, {"text_block_id": "p21_b421", "text": "Section 3. Optimize the ecosystem of innovation, entrepreneurship, and creativity"}, {"text_block_id": "p21_b422", "text": "双创"}, {"text_block_id": "p21_b423", "text": "精益"}, {"text_block_id": "p21_b424", "text": "scientific literacy ("}, {"text_block_id": "p21_b425", "text": "科学素质"}, {"text_block_id": "p21_b426", "text": ") of the people."}, {"text_block_id": "p21_b427", "text": "Article VII Refine S&T innovation institutions and mechanisms"}, {"text_block_id": "p21_b428_merged_merged_merged_merged", "text": "We must deeply promote reform of S&T institutions, improve the national S&T governance system, optimize the national S&T planning system and operating mechanisms, and promote the integrated allocation of projects, bases, talent, and funds in key fields."}, {"text_block_id": "p22_b432", "text": "Section 1. Deepen the reform of the S&T management system"}, {"text_block_id": "p22_b433", "text": "Accelerate the transformation of S&T management functions, strengthen planning"}, {"text_block_id": "p22_b434", "text": "and policy guidance and innovative environment creation, and reduce direct"}, {"text_block_id": "p22_b435", "text": "interventions such as dividing money and assets and designating projects ("}, {"text_block_id": "p22_b436", "text": "“揭榜挂帅”"}, {"text_block_id": "p22_b437", "text": ") and “horse races” ("}, {"text_block_id": "p22_b438", "text": "“赛马”"}, {"text_block_id": "p22_b439", "text": "the free and orderly flow of innovation resources among institutions of higher"}, {"text_block_id": "p22_b440", "text": "education, scientific research institutes, and enterprises. We will deepen and advance"}, {"text_block_id": "p22_b441", "text": "comprehensive innovation and reform experiments."}, {"text_block_id": "p22_b442", "text": "Section 2. Bolster IP protection operation systems"}, {"text_block_id": "p22_b443_merged_merged", "text": "We will implement the intellectual property powerhouse (知识产权强国public service platform for the protection and use of IPR."}, {"text_block_id": "p22_b446", "text": "Section 3. Actively promote open S&T cooperation"}, {"text_block_id": "p23_b447", "text": "We will implement a more open, inclusive, mutually beneficial, and shared"}, {"text_block_id": "p23_b448", "text": "international S&T cooperation strategy and more actively plug into the global"}, {"text_block_id": "p23_b449", "text": "the establishment of international S&T organizations within China, and foreign"}, {"text_block_id": "p23_b450", "text": "scientists filling positions in Chinese academic S&T organizations."}, {"text_block_id": "p23_b451", "text": "Part Three Accelerate the development of a modern industrial system and"}, {"text_block_id": "p23_b452", "text": "consolidate and strengthen the foundation of the real economy ("}, {"text_block_id": "p23_b453", "text": "实体经济"}, {"text_block_id": "p23_b454", "text": ")"}, {"text_block_id": "p23_b455", "text": "We will persist in putting the focus of economic development on the real"}, {"text_block_id": "p23_b456", "text": "economy, accelerate the construction of a manufacturing powerhouse ("}, {"text_block_id": "p23_b457", "text": "制造强国"}, {"text_block_id": "p23_b458", "text": ") and a"}, {"text_block_id": "p23_b459", "text": "quality powerhouse ("}, {"text_block_id": "p23_b460", "text": "质量强国"}, {"text_block_id": "p23_b461", "text": "), promote the deep integration of advanced"}, {"text_block_id": "p23_b462", "text": "manufacturing and modern service industries, strengthen the supporting and leading"}, {"text_block_id": "p23_b463", "text": "role of infrastructure, and build a modern industrial system with coordinated"}, {"text_block_id": "p23_b464", "text": "development of the real economy, technological innovation, modern finance, and"}, {"text_block_id": "p23_b465", "text": "human resources."}, {"text_block_id": "p23_b466", "text": "Article VIII Deepen the implementation of the manufacturing powerhouse"}, {"text_block_id": "p23_b467", "text": "strategy"}, {"text_block_id": "p23_b468", "text": "We will adhere to independent controllability ("}, {"text_block_id": "p23_b469", "text": "自主可控"}, {"text_block_id": "p23_b470", "text": "by the manufacturing industry, enhance the competitive advantage of the"}, {"text_block_id": "p23_b471", "text": "manufacturing industry, and promote the high-quality development of the"}, {"text_block_id": "p23_b472", "text": "manufacturing industry."}, {"text_block_id": "p23_b473", "text": "Section 1. Strengthen the construction of industrial foundation capacity"}, {"text_block_id": "p23_b474_merged_merged_merged_merged_merged_merged", "text": "We will implement the industrial foundation reengineering project (产业基础再造工程) to accelerate the amelioration of bottlenecks and shortcomings in basic parts and components, basic software, basic materials, basic processes, and industrial technology foundations. We will rely on leading enterprises (龙头企业) in industry, increase efforts to tackle key products and key and core technologies, and accelerate breakthroughs in engineering industrialization. We will implement key technology and equipment"}, {"text_block_id": "p24_b484", "text": "research projects, improve incentives and risk compensation mechanisms, and promote"}, {"text_block_id": "p24_b485", "text": "demonstration applications of the first unit (set) of equipment, the first batch of"}, {"text_block_id": "p24_b486", "text": "materials, and the first version of software. We will improve the industrial foundation"}, {"text_block_id": "p24_b487", "text": "support system, deploy a number of national manufacturing innovation centers in key"}, {"text_block_id": "p24_b488", "text": "areas, improve the national quality infrastructure, build production and application"}, {"text_block_id": "p24_b489", "text": "demonstration platforms and public service platforms for basic industrial technology"}, {"text_block_id": "p24_b490", "text": "such as standard measurement, certification and accreditation, inspection and testing,"}, {"text_block_id": "p24_b491", "text": "and test verification, and improve databases for industrial foundations such as"}, {"text_block_id": "p24_b492", "text": "processes and technologies."}, {"text_block_id": "p24_b493", "text": "Section 2. Raise the levels of production chain and supply chain modernization"}, {"text_block_id": "p24_b494", "text": "We will persist in the combination of economy and safety, make up for"}, {"text_block_id": "p24_b495", "text": "to undertake industrial relocation. We will implement the emergency product"}, {"text_block_id": "p24_b496", "text": "cultivate a group of leading enterprises with ecosystem leadership and core"}, {"text_block_id": "p24_b497", "text": "“小巨人”"}, {"text_block_id": "p24_b498", "text": "单项冠军"}, {"text_block_id": "p24_b499", "text": "competitiveness surveying and evaluation projects."}, {"text_block_id": "p24_b500_merged_merged_merged", "text": "We will deepen the implementation of intelligent manufacturing and green manufacturing projects, develop new service-oriented manufacturing models, and"}, {"text_block_id": "p25_b502", "text": "promote increasingly high-end, intelligentized ("}, {"text_block_id": "p25_b503", "text": "智能化"}, {"text_block_id": "p25_b504", "text": "), and green manufacturing. We"}, {"text_block_id": "p25_b505", "text": "will cultivate advanced manufacturing clusters and promote the innovative"}, {"text_block_id": "p25_b506", "text": "development of industries such as ICs, aerospace, shipping and maritime engineering"}, {"text_block_id": "p25_b507", "text": "equipment, robotics, advanced rail transit equipment, advanced power equipment,"}, {"text_block_id": "p25_b508", "text": "engineering machinery, high-end computer numerical control (CNC) machines, and"}, {"text_block_id": "p25_b509", "text": "medical and health equipment. We will transform and upgrade traditional industries,"}, {"text_block_id": "p25_b510", "text": "promote the optimization and structural adjustment of raw material industries such as"}, {"text_block_id": "p25_b511", "text": "petrochemicals, steel, nonferrous metals, and building materials, expand the supply of"}, {"text_block_id": "p25_b512", "text": "high-quality products in sectors such as light industry and textiles, speed up the"}, {"text_block_id": "p25_b513", "text": "transformation and upgrading of enterprises in key industries such as the chemical"}, {"text_block_id": "p25_b514", "text": "industry and papermaking, and improve the green manufacturing system. We will"}, {"text_block_id": "p25_b515", "text": "deepen the implementation of special projects to enhance the core competitiveness and"}, {"text_block_id": "p25_b516", "text": "technological transformation of the manufacturing industry, encourage enterprises to"}, {"text_block_id": "p25_b517", "text": "apply advanced and applicable technologies, and strengthen equipment updating and"}, {"text_block_id": "p25_b518", "text": "the large-scale application of new products. We will build an intelligent manufacturing"}, {"text_block_id": "p25_b519", "text": "demonstration factory and improve the intelligent manufacturing standard system. We"}, {"text_block_id": "p25_b520", "text": "will deepen the implementation of quality improvement actions and promote the"}, {"text_block_id": "p25_b521", "text": "“increased variety, improved quality, and brand creation” of manufacturing products"}, {"text_block_id": "p25_b522", "text": "Section 4. Implement manufacturing cost and burden reduction actions"}, {"text_block_id": "p25_b523_merged_merged", "text": "We will strengthen factor of production assurance (要素保障) and efficient We will expand the scale of mid-and long-term loans and credit loans for the of SMEs."}, {"text_block_id": "p27_b528", "text": "Article IX Develop and expand strategic emerging industries"}, {"text_block_id": "p27_b529", "text": "生态化"}, {"text_block_id": "p27_b530", "text": ") development of strategic emerging industries, and raise the added value of"}, {"text_block_id": "p27_b531", "text": "strategic emerging industries to more than 17% of GDP."}, {"text_block_id": "p27_b532", "text": "Section 1. Build new pillars of the industrial system"}, {"text_block_id": "p27_b533_merged_merged", "text": "We will focus on strategic emerging industries such as new generation information technology, biotechnology, new energy, new materials, high-end equipment, new energy vehicles, green and environmentally friendly products, and aerospace and marine equipment, accelerate the innovation and application of key and core technologies, enhance factor of production assurance capabilities, and cultivate new driving forces for industrial development. We will promote the integration and innovation of biotechnology and information technology, accelerate the development of biotech and pharmaceuticals, bioengineered breeding, biomaterials, bioenergy, and other industries and increase the size and strength of the bio-economy. We will deepen the promotion and application of the BeiDou system and promote the high-quality development of the BeiDou industry. We will deepen the promotion of the national"}, {"text_block_id": "p28_b544", "text": "strategic emerging industry cluster development project, strengthen the organization"}, {"text_block_id": "p28_b545", "text": "and management of industrial clusters and specialization promotion mechanisms, build"}, {"text_block_id": "p28_b546", "text": "a complex of innovation and public services ("}, {"text_block_id": "p28_b547", "text": "创新和公共服务综合体"}, {"text_block_id": "p28_b548", "text": "), and build a"}, {"text_block_id": "p28_b549", "text": "number of strategic emerging industry growth engines with distinctive characteristics,"}, {"text_block_id": "p28_b550", "text": "complementary advantages, and reasonable structures. We will encourage"}, {"text_block_id": "p28_b551", "text": "technological innovation and enterprise mergers and restructuring and we will prevent"}, {"text_block_id": "p28_b552", "text": "low-quality and redundant construction. We will give full play to the guiding role of"}, {"text_block_id": "p28_b553", "text": "industry investment funds and increase the strength of financing guarantees and risk"}, {"text_block_id": "p28_b554", "text": "compensation."}, {"text_block_id": "p28_b555", "text": "Section 2. Make forward-looking plans for the future of industry"}, {"text_block_id": "p28_b556", "text": "In the fields of brain-inspired intelligence, quantum information, genetic"}, {"text_block_id": "p28_b557", "text": "and accelerate the formation of a number of future industries."}, {"text_block_id": "p28_b558", "text": "Article X Promote the flourishing development of the service industry"}, {"text_block_id": "p28_b559", "text": "efficient, structurally optimized, and highly competitive service industries."}, {"text_block_id": "p28_b560", "text": "Section 1. Promote the integrated development of the productive service"}, {"text_block_id": "p28_b561", "text": "industry ("}, {"text_block_id": "p28_b562", "text": "生产性服务业"}, {"text_block_id": "p28_b563", "text": ")"}, {"text_block_id": "p28_b564_merged_merged_merged_merged", "text": "Guided by the high-quality development of the service and manufacturing industries, we will push the extension of the productive service industry in the direction of specialization and the high end of the value chain. We will focus on improving industrial innovativeness and accelerate the development of services such as R&D design, industrial design, business consulting, inspection, testing, and certification. We will focus on improving the efficiency of factor of production allocation and promote the innovative development of supply chain finance, information data, human resources, and other services. We will focus on enhancing the advantages of the entire industry chain and improve the development level of modern logistics, procurement and"}, {"text_block_id": "p29_b573", "text": "distribution, production control, operation management, and after-sales service. We"}, {"text_block_id": "p29_b574", "text": "will promote the in-depth integration of the modern service industry with advanced"}, {"text_block_id": "p29_b575", "text": "manufacturing and modern agriculture, deepen business linkages, chain extensions,"}, {"text_block_id": "p29_b576", "text": "and technology penetration, and support the development of new specialized service"}, {"text_block_id": "p29_b577", "text": "institutions such as smart manufacturing system solutions and process reengineering."}, {"text_block_id": "p29_b578", "text": "We will cultivate service enterprises that possess international competitiveness."}, {"text_block_id": "p29_b579", "text": "Section 2. Accelerate the quality-driven development of the consumer service"}, {"text_block_id": "p29_b580", "text": "industry ("}, {"text_block_id": "p29_b581", "text": "生活性服务业"}, {"text_block_id": "p29_b582", "text": ")"}, {"text_block_id": "p29_b583_merged_merged_merged", "text": "公益性innovation in business and trade formats and models, promote digitalized and industry."}, {"text_block_id": "p29_b586", "text": "Section 3. Deepen the reform and opening up of the service sector"}, {"text_block_id": "p29_b587", "text": "industry and expand its opening up."}, {"text_block_id": "p30_b588", "text": "Article XI Build a modern infrastructure system"}, {"text_block_id": "p30_b589", "text": "efficient, practical, intelligent, green, safe, and reliable."}, {"text_block_id": "p30_b590", "text": "Section 1. Accelerate the construction of new infrastructure"}, {"text_block_id": "p30_b591", "text": "We will focus on strengthening support for digital transformations, intelligent"}, {"text_block_id": "p30_b592", "text": "upgrades, and integration and innovation and deploy and construct new infrastructure"}, {"text_block_id": "p30_b593", "text": "such as information infrastructure, integration infrastructure, and innovation"}, {"text_block_id": "p30_b594", "text": "天地一体"}, {"text_block_id": "p30_b595", "text": "will accelerate the large-scale deployment of 5G networks, increase the user"}, {"text_block_id": "p30_b596", "text": "penetration rate to 56%, and promote the upgrade of gigabit optical fiber networks."}, {"text_block_id": "p30_b597", "text": "We will build up technology reserves for the future deployment of 6G network"}, {"text_block_id": "p30_b598", "text": "级"}, {"text_block_id": "p30_b599", "text": "and build new types of infrastructure standard systems."}, {"text_block_id": "p30_b600", "text": "Section 2. Accelerate the construction of a transportation powerhouse ("}, {"text_block_id": "p30_b601", "text": "交通强国"}, {"text_block_id": "p30_b602", "text": ")"}, {"text_block_id": "p30_b603_merged_merged_merged", "text": "We will build modernized and comprehensive transportation systems, promote the integrated and fused development of various transportation methods, and improve network effectiveness and operational efficiency. We will improve comprehensive transportation corridors, strengthen the construction of strategic backbone corridors"}, {"text_block_id": "p31_b607_merged", "text": "out of Xinjiang and into Tibet, in the central and western regions, and along rivers, coasts, and borders, promote the upgrade and expansion of capacity-tight corridors in an orderly way, and strengthen interconnections with neighboring countries. We will build an express rail network, basically lay down the “eight vertical and eight horizontal” (“八纵八横”) high-speed railways, improve the quality of the national highway network, and accelerate the construction of world-class port clusters and airport clusters. We will improve the trunk line (干线) network, accelerate the construction of normal-speed railways and the electrification of existing railways, optimize the layout of passenger and freight railways, promote the upgrade of bottleneck sections of ordinary national and provincial highways, promote the expansion and upgrading of high-grade inland waterways, steadily build regional airports, general airports, and cargo airports, and actively develop general aviation. We will strengthen the construction of postal facilities and implement the “to villages, to factories, and overseas” (“进村进厂出海”) express delivery project. We will promote the integration of transportation in urban agglomerations and metropolitan areas, accelerate the construction of intercity railways and urban (suburban) railways, build a highway loop system, and promote the development of urban rail transportation in an orderly manner. We will increase the depth of transportation accessibility, promote the construction of regional railways, accelerate the construction of highways along and to borders, continue to promote the construction of “four good rural roads” (“四好农村路”), and improve road safety facilities. We will build a multi-level, integrated, and comprehensive transportation hub system, optimize the layout of hubs and stations, promote intensive and comprehensive development, improve collection and distribution systems (集疏运系统), develop passenger interline transportation and cargo multimodal interline transportation, and promote end-to-end “one-stop” (“一站式”) and “system” (“一单制”) services. We will promote the construction of the China-Europe Express Train Assembly Center. We will deepen the reform of railway enterprises, comprehensively deepen the reform of the air traffic control system, and promote the reform of the highway toll system and maintenance system."}, {"text_block_id": "p33_b650", "text": "Section 3. Build a modern energy system"}, {"text_block_id": "p33_b651_merged", "text": "We will promote the energy revolution, build a clean, low-carbon, safe, and 深层network."}, {"text_block_id": "p35_b654", "text": "Section 4. Strengthen the construction of water conservancy ("}, {"text_block_id": "p35_b655", "text": "水利"}, {"text_block_id": "p35_b656", "text": ") infrastructure"}, {"text_block_id": "p35_b657_merged_merged", "text": "Based on a holistic view of river basins and the balanced allocation of water provide clear waters and green banks."}, {"text_block_id": "p36_b659", "text": "Part Four Forming a strong domestic market and building the new development"}, {"text_block_id": "p36_b660", "text": "pattern"}, {"text_block_id": "p36_b661_merged_merged", "text": "We will persist in expanding internal demand as a strategic basis, accelerate the cultivation of a complete internal demand system, and organically combine reinforcing."}, {"text_block_id": "p36_b664", "text": "Article XII Facilitate domestic great circulation"}, {"text_block_id": "p37_b665", "text": "We will rely on the strong domestic market, running through all the links from"}, {"text_block_id": "p37_b666", "text": "promote a virtuous cycle in the national economy."}, {"text_block_id": "p37_b667", "text": "Section 1. Increase the adaptability of the supply system"}, {"text_block_id": "p37_b668", "text": "demand. We will optimize and improve the supply structure and promote the"}, {"text_block_id": "p37_b669", "text": "自然垄断行业"}, {"text_block_id": "p37_b670", "text": "improve quality grading systems and accelerate the upgrading and iteration of"}, {"text_block_id": "p37_b671", "text": "such as in cosmetics, clothing, home textiles, and electronic products."}, {"text_block_id": "p37_b672", "text": "Section 2. Promote the smooth flow of resources and factors"}, {"text_block_id": "p37_b673_merged_merged_merged", "text": "We will eliminate blockages that restrict the rational flow of factors of production, correct imbalances and mismatches of resources and factors of production, and open up a path for national economic cycles from the source. We will improve the capability of finance to serve the real economy, improve medium-and long-term capital supply system arrangements for the real economy, develop innovative financial products and services that directly reach the real economy, and enhance the financing function of the multi-level capital market. We will implement long-term mechanisms for the stable and healthy development of the real estate market and promote the balanced development of real estate and the real economy. We will effectively upgrade the skills of workers, improve the quality of employment and raise income levels, and form a virtuous circle of human capital improvement and industrial transformation and upgrading. We will"}, {"text_block_id": "p38_b684", "text": "improve mechanisms for the free flow of urban and rural factors of production, build a"}, {"text_block_id": "p38_b685", "text": "pattern of gradual regional industrial transfer, and promote positive interaction"}, {"text_block_id": "p38_b686", "text": "between urban and rural areas."}, {"text_block_id": "p38_b687", "text": "Section 3. Strengthen the supporting role of the circulation system ("}, {"text_block_id": "p38_b688", "text": "流通体系"}, {"text_block_id": "p38_b689", "text": ")"}, {"text_block_id": "p38_b690", "text": "We will deepen the reform of the circulation system, open up the circulation"}, {"text_block_id": "p38_b691", "text": "industry monopolies, and market segmentation. We will build modern logistics"}, {"text_block_id": "p38_b692", "text": "circulation facilities such as convenience stores and farmers' markets, develop"}, {"text_block_id": "p38_b693", "text": "contactless transaction services, and strengthen the standardization construction and"}, {"text_block_id": "p38_b694", "text": "green development of commerce and trade circulation. We will accelerate the"}, {"text_block_id": "p38_b695", "text": "establishment of emergency logistics systems with sufficient reserves, rapid response,"}, {"text_block_id": "p38_b696", "text": "and strong shock resistance."}, {"text_block_id": "p38_b697", "text": "Section 4. Improve policy systems that promote domestic great circulation"}, {"text_block_id": "p38_b698_merged_merged_merged_merged", "text": "We will maintain fiscal expenditures and deficit rates at reasonable levels, improve tax and fee reduction policies, and build a tax system that helps enterprises expand investment, increase R&D investment, regulate income distribution, and reduce the burden on consumers. We will maintain reasonable and sufficient liquidity, control the growth rate of the money supply and the scale of social financingto basically match"}, {"text_block_id": "p39_b704", "text": "the nominal growth rate of the economy, develop innovative structural policy tools,"}, {"text_block_id": "p39_b705", "text": "guide financial institutions to increase support for key areas and weak links, and"}, {"text_block_id": "p39_b706", "text": "regulate the development of consumer credit. We will promote the transformation of"}, {"text_block_id": "p39_b707", "text": "industrial policies towards inclusiveness and functionality, strengthen the fundamental"}, {"text_block_id": "p39_b708", "text": "position of competitive policies, and support technological innovation and structural"}, {"text_block_id": "p39_b709", "text": "upgrades. We will improve the income distribution, social security, and public service"}, {"text_block_id": "p39_b710", "text": "systems to bring them in line with the level of economic development."}, {"text_block_id": "p39_b711", "text": "Article XIII Promoting domestic-international dual circulation"}, {"text_block_id": "p39_b712", "text": "Based on domestic great circulation, we will coordinate and promote the"}, {"text_block_id": "p39_b713", "text": "贸易强国"}, {"text_block_id": "p39_b714", "text": "and competition."}, {"text_block_id": "p39_b715", "text": "Section 1. Promote the coordinated development of imports and exports"}, {"text_block_id": "p39_b716_merged_merged_merged", "text": "We will refine the integrated regulatory system for internal and external trade, promote the interlinking of the laws and regulations, regulatory system, business qualifications, quality standards, inspection and quarantine, certification and 同线同标同质). We will reduce import tariffs and institutional costs, expand imports of high-quality consumer goods, networks, accelerate the development of new models such as cross-border and supply chain. We will innovatively develop the service trade, promote the"}, {"text_block_id": "p40_b724", "text": "integration projects. We will successfully hold exhibitions such as the China"}, {"text_block_id": "p40_b725", "text": "International Import Expo, the China Import and Export Fair, and the China International"}, {"text_block_id": "p40_b726", "text": "Fair for Trade in Services."}, {"text_block_id": "p40_b727", "text": "Section 2. Raise the level of international two-way investment"}, {"text_block_id": "p40_b728", "text": "走出去"}, {"text_block_id": "p40_b729", "text": "persist in [viewing] enterprises as the mainstay, develop innovative overseas"}, {"text_block_id": "p40_b730", "text": "overseas production service network and circulation system, accelerate the"}, {"text_block_id": "p40_b731", "text": "production chains and supply chains and improve the capabilities and level of"}, {"text_block_id": "p40_b732", "text": "transnational operations. We will guide companies to strengthen compliance"}, {"text_block_id": "p40_b733", "text": "management and prevent and resolve various risks such as overseas political,"}, {"text_block_id": "p40_b734", "text": "legislation."}, {"text_block_id": "p40_b735_merged_merged_merged", "text": "We will deeply implement the strategy of expanding domestic demand, enhance the fundamental role of consumption in economic development and the key role of"}, {"text_block_id": "p41_b737", "text": "investment in optimizing the supply structure, and build a strong domestic market with"}, {"text_block_id": "p41_b738", "text": "copious demand for consumption and investment."}, {"text_block_id": "p41_b739", "text": "Section 1. Comprehensively promote consumption"}, {"text_block_id": "p41_b740", "text": "We will conform to the trend of upgraded consumer spending, combine the"}, {"text_block_id": "p41_b741", "text": "consumption, digital consumption, and green consumption, and encourage the"}, {"text_block_id": "p41_b742", "text": "development of new models and formats such as custom ("}, {"text_block_id": "p41_b743", "text": "定制"}, {"text_block_id": "p41_b744", "text": "), experiential,"}, {"text_block_id": "p41_b745", "text": "intelligent, and fashionable ("}, {"text_block_id": "p41_b746", "text": "尚"}, {"text_block_id": "p41_b747", "text": "公共服务"}, {"text_block_id": "p41_b748", "text": "支"}, {"text_block_id": "p41_b749", "text": "出"}, {"text_block_id": "p41_b750", "text": "improve the consumption environment in counties, and promote level-by-level"}, {"text_block_id": "p41_b751", "text": "and post-evaluation systems, improve defective product recalls, product injury"}, {"text_block_id": "p41_b752", "text": "monitoring, product quality assurance, and other systems, and improve diversified"}, {"text_block_id": "p41_b753", "text": "consumer rights protection mechanisms and dispute resolution mechanisms."}, {"text_block_id": "p41_b754", "text": "Section 2. Broaden the space for investment"}, {"text_block_id": "p41_b755_merged_merged_merged", "text": "We will optimize the investment structure, improve investment efficiency, and maintain reasonable investment growth. We will accelerate the correction of shortcomings in infrastructure, municipal engineering, agriculture and rural areas, public security, the ecological environment, public health, reserves of materials, disaster"}, {"text_block_id": "p42_b759", "text": "prevention and mitigation, safeguarding the people's livelihoods, and other areas. We"}, {"text_block_id": "p42_b760", "text": "will promote equipment updating and technical renovation by enterprises and increase"}, {"text_block_id": "p42_b761", "text": "investment in strategic emerging industries. We will promote the construction of major"}, {"text_block_id": "p42_b762", "text": "engineering projects that promote consumption and benefit the people's livelihoods,"}, {"text_block_id": "p42_b763", "text": "such as new infrastructure, new urbanization, transportation, and water conservancy,"}, {"text_block_id": "p42_b764", "text": "and adjust their structures to increase effective duration. Oriented toward major"}, {"text_block_id": "p42_b765", "text": "strategies that serve the country, we will implement major projects such as the"}, {"text_block_id": "p42_b766", "text": "Sichuan-Tibet Railway, the New Western Land-Sea Corridor, the national water"}, {"text_block_id": "p42_b767", "text": "network, hydropower development on the lower reaches of the Yarlung Tsangpo river,"}, {"text_block_id": "p42_b768", "text": "interplanetary exploration, and BeiDou commercialization; and promote the"}, {"text_block_id": "p42_b769", "text": "construction of major projects that have strong foundations, increase functionality, and"}, {"text_block_id": "p42_b770", "text": "yield long-term benefits, such as projects for major scientific research facilities,"}, {"text_block_id": "p42_b771", "text": "protection and recovery of major ecosystems, public health emergency response"}, {"text_block_id": "p42_b772", "text": "support, major water diversion and transfer efforts, flood control and disaster"}, {"text_block_id": "p42_b773", "text": "mitigation, electricity and natural gas transmission, and transportation along borders,"}, {"text_block_id": "p42_b774", "text": "rivers, and coasts. We will deepen the reform of investment and financing systems,"}, {"text_block_id": "p42_b775", "text": "exploit the leveraging role of government investment, stimulate private ("}, {"text_block_id": "p42_b776", "text": "民"}, {"text_block_id": "p42_b777", "text": "间"}, {"text_block_id": "p42_b778", "text": ")"}, {"text_block_id": "p42_b779", "text": "investment activity, and form endogenous growth mechanisms based on market-led"}, {"text_block_id": "p42_b780", "text": "investment. We will improve project planning, reserve, and promotion mechanisms,"}, {"text_block_id": "p42_b781", "text": "strengthen the assurances for capital, land, and other factors of production, and"}, {"text_block_id": "p42_b782", "text": "accelerate the effective implementation of investment projects. We will promote"}, {"text_block_id": "p42_b783", "text": "private partnerships (PPPs) in a standardized and orderly manner, promote the healthy"}, {"text_block_id": "p42_b784", "text": "development of real estate investment trust funds (REITs) in the infrastructure sector,"}, {"text_block_id": "p42_b785", "text": "effectively revitalize reserve assets ("}, {"text_block_id": "p42_b786", "text": "存"}, {"text_block_id": "p42_b787", "text": "量资产"}, {"text_block_id": "p42_b788", "text": "), and form a virtuous circle of reserve"}, {"text_block_id": "p42_b789", "text": "assets and new investment."}, {"text_block_id": "p42_b790", "text": "Part Five Accelerate digitalization-based development and construct a digital"}, {"text_block_id": "p42_b791", "text": "China"}, {"text_block_id": "p42_b792_merged_merged_merged", "text": "We will welcome the digital age, activate the potential of data factors of production, promote the construction of a cyber powerhouse (网络强国), lifestyles, and governance."}, {"text_block_id": "p43_b798", "text": "Article XV Build new advantages in the digital economy"}, {"text_block_id": "p43_b799", "text": "We will give full play to the advantages of massive data and wide ranges of"}, {"text_block_id": "p43_b800", "text": "new engines of economic development."}, {"text_block_id": "p43_b801", "text": "Section 1. Strengthen the innovative application of key digital technologies"}, {"text_block_id": "p43_b802", "text": "hardware designs, and application services."}, {"text_block_id": "p43_b803", "text": "Section 2. Accelerate the promotion of digital industrialization"}, {"text_block_id": "p43_b804", "text": "We will cultivate and expand emerging digital industries such as AI, big data,"}, {"text_block_id": "p43_b805", "text": "blockchain, cloud computing, and cybersecurity and improve the level of the"}, {"text_block_id": "p43_b806", "text": "economy."}, {"text_block_id": "p43_b807", "text": "Section 3. Promote industrial digital transformations"}, {"text_block_id": "p43_b808_merged_merged_merged", "text": "We will implement “Migrating to the Cloud, Using Digital Tools, and Enabling Intelligence” (“上云用数赋智”) actions and promote data-enabled coordinated transformations of entire production chains. We will build several international-level industrial internet platforms and digital transformation promotion centers in key industries and regions, deepen the digitalized application of R&D and design, manufacturing, operations management, market services, and other links, cultivate and develop new models such as personalized customization and flexible manufacturing, and accelerate the digital transformation of industrial parks. We will deepen the digital"}, {"text_block_id": "p44_b822_merged", "text": "transformation of the service industry and cultivate new growth points such as crowdsourced design, smart logistics, and new retail. We will accelerate the development of smart agriculture and advance the digital transformation of agricultural production, operation, and management services."}, {"text_block_id": "p44_b826", "text": "Article XVI Accelerate the pace of digital society construction"}, {"text_block_id": "p45_b827", "text": "We will adapt to the new trend of the full integration of digital technology into"}, {"text_block_id": "p45_b828", "text": "social communication and daily life, promote innovation in public services and the"}, {"text_block_id": "p45_b829", "text": "methods of operation of society, and build a digital life enjoyed by all."}, {"text_block_id": "p45_b830", "text": "Section 1. Provide smart and convenient public services"}, {"text_block_id": "p45_b831", "text": "We will focus on key areas such as education, healthcare, elder care, childcare,"}, {"text_block_id": "p45_b832", "text": "the intensity of open sharing and application. We will promote the common"}, {"text_block_id": "p45_b833", "text": "products."}, {"text_block_id": "p45_b834", "text": "Section 2. Build smart cities and digital villages"}, {"text_block_id": "p45_b835", "text": "We will use digitalization to promote urban and rural development and"}, {"text_block_id": "p45_b836", "text": "the unified planning and construction of public infrastructure, and promote IoT"}, {"text_block_id": "p45_b837", "text": "城"}, {"text_block_id": "p45_b838", "text": "市"}, {"text_block_id": "p45_b839", "text": "数据"}, {"text_block_id": "p45_b840", "text": "大"}, {"text_block_id": "p45_b841", "text": "脑"}, {"text_block_id": "p45_b842", "text": "). We will explore the construction of"}, {"text_block_id": "p45_b843", "text": "digital twin cities. We will accelerate the construction of digital villages, build a"}, {"text_block_id": "p45_b844", "text": "digitalization of rural management services."}, {"text_block_id": "p45_b845", "text": "Section 3. Create a new picture of high-quality digital life"}, {"text_block_id": "p45_b846_merged_merged_merged_merged", "text": "We will promote the digitalization of various scenarios such as shopping and consumption, home life, tourism and leisure, and transportation and create a new digital life featuring wisdom sharing and harmonious joint governance. We will promote the construction of smart communities, rely on community digitalized platforms and offline community service institutions, build an intelligent service circle that is convenient and"}, {"text_block_id": "p46_b851", "text": "beneficial to the people, and provide integrated online-offline community life services,"}, {"text_block_id": "p46_b852", "text": "community governance and public services, smart communities, and other services. We"}, {"text_block_id": "p46_b853", "text": "will enrich digital life experiences and develop digital homes. We will strengthen digital"}, {"text_block_id": "p46_b854", "text": "skills education and training for all and popularize and improve the level of digital"}, {"text_block_id": "p46_b855", "text": "attainment ("}, {"text_block_id": "p46_b856", "text": "数字"}, {"text_block_id": "p46_b857", "text": "素"}, {"text_block_id": "p46_b858", "text": "养"}, {"text_block_id": "p46_b859", "text": ") of the people. We will accelerate the construction of"}, {"text_block_id": "p46_b860", "text": "unobstructed information and help the elderly and the disabled to share in digital life."}, {"text_block_id": "p46_b861", "text": "Article XVII Improve the level of digital government construction"}, {"text_block_id": "p46_b862", "text": "We will make extensive use of digital technology in government management"}, {"text_block_id": "p46_b863", "text": "政"}, {"text_block_id": "p46_b864", "text": "府"}, {"text_block_id": "p46_b865", "text": "治理"}, {"text_block_id": "p46_b866", "text": ") processes, and continuously improve the scientific nature of"}, {"text_block_id": "p46_b867", "text": "making and the efficiency of services."}, {"text_block_id": "p46_b868", "text": "Section 1. Strengthen the open sharing of public data"}, {"text_block_id": "p46_b869", "text": "We will establish and improve the national public data resource system, ensure the security of public data, and promote the cross-department, cross-level, and cross-regional convergence and in-depth utilization of data. We will improve the data resource catalog and responsibility list system, enhance the functions of national data sharing and exchange platforms, and deepen the sharing and utilization of basic information resources such as national demographic, legal person, and geospatial information. We will expand the safe and orderly opening of basic public information and data, explore the integration of public data services into the public service system, build a unified national public data open platform and development and utilization ports, and prioritize and promote the opening to society of high-value datasets such as corporate registration and supervision, health, transportation, and meteorology datasets. We will carry out a pilot program for the authorized operation of government data and encourage third parties to deepen the mining and utilization of public data."}, {"text_block_id": "p46_b870", "text": "Section 2. Promote the common construction and common use of government"}, {"text_block_id": "p46_b871", "text": "affairs information"}, {"text_block_id": "p46_b872_merged_merged_merged_merged", "text": "We will intensify overall planning for the construction of government affairs informatization, complete the list of government affairs informatization projects, continue to deepen the integration of government information systems, lay out and build major information systems for the ability to govern (执政能力), ruling the country according to law, economic governance, market supervision, public safety, and the ecological environment, and improve cross-departmental collaborative governance capacity. We will improve the national e-government network, intensively construct a government affairs cloud platform and data center system, and promote the migration of government information systems to the cloud. We will strengthen the rapid iteration"}, {"text_block_id": "p47_b884", "text": "of government informatization construction and enhance the rapid deployment"}, {"text_block_id": "p47_b885", "text": "capabilities and flexible expansion capabilities of government information systems."}, {"text_block_id": "p47_b886", "text": "Section 3. Increase the efficiency of digitalized government services"}, {"text_block_id": "p47_b887", "text": "We will comprehensively promote the digitalization and intelligentization of"}, {"text_block_id": "p47_b888", "text": "to-end online service platforms. We will accelerate the establishment of digital"}, {"text_block_id": "p47_b889", "text": "社会安全"}, {"text_block_id": "p47_b890", "text": ") problems and comprehensively improve early warning and"}, {"text_block_id": "p47_b891", "text": "emergency response capabilities."}, {"text_block_id": "p47_b892", "text": "Article XVIII Create a beneficial digital ecosystem"}, {"text_block_id": "p47_b893", "text": "We will insist on giving equal attention to delegation and management ("}, {"text_block_id": "p47_b894", "text": "放"}, {"text_block_id": "p47_b895", "text": "管并"}, {"text_block_id": "p47_b896", "text": "重"}, {"text_block_id": "p47_b897", "text": "regulation system, and create an open, healthy, and safe digital ecosystem."}, {"text_block_id": "p47_b898", "text": "Section 1. Establish and strengthen market rules for data factors of production"}, {"text_block_id": "p47_b899", "text": "公共安全"}, {"text_block_id": "p47_b900", "text": "secure and orderly flow of data across borders."}, {"text_block_id": "p47_b901", "text": "Section 2. Create a standardized and orderly policy environment"}, {"text_block_id": "p47_b902_merged_merged_merged_merged_merged", "text": "We will build a system of policies and regulations adapted to the development of the digital economy. We will improve administrative regulations for the sharing economy, platform economy, and new individual economy (新个体经济), clean up"}, {"text_block_id": "p48_b909", "text": "unreasonable administrative licenses and qualifications, and support the innovative"}, {"text_block_id": "p48_b910", "text": "development and enhanced international competitiveness of platform enterprises. We"}, {"text_block_id": "p48_b911", "text": "will strengthen the economic supervision of internet platforms in accordance with laws"}, {"text_block_id": "p48_b912", "text": "and regulations, clarify platform enterprise positioning and regulatory rules, improve the"}, {"text_block_id": "p48_b913", "text": "laws and regulations concerning the identification of monopolies, and crack down on"}, {"text_block_id": "p48_b914", "text": "monopolies and unfair competition. We will explore the establishment of a regulatory"}, {"text_block_id": "p48_b915", "text": "framework for autonomous driving, online healthcare, fintech, and smart delivery and"}, {"text_block_id": "p48_b916", "text": "improve relevant laws, regulations, and ethical review rules. We will strengthen"}, {"text_block_id": "p48_b917", "text": "statistical monitoring systems for the digital economy."}, {"text_block_id": "p48_b918", "text": "Section 3. Strengthen cybersecurity protection"}, {"text_block_id": "p48_b919", "text": "政治安全"}, {"text_block_id": "p48_b920", "text": ") capabilities. We will strengthen cybersecurity risk"}, {"text_block_id": "p48_b921", "text": "assessment and review. We will strengthen the construction of cybersecurity"}, {"text_block_id": "p48_b922", "text": "warning, emergency command, and attack source tracing capabilities. We will"}, {"text_block_id": "p48_b923", "text": "strengthen R&D for key cybersecurity technologies, accelerate the innovation of AI"}, {"text_block_id": "p48_b924", "text": "security technology, and enhance the comprehensive competitiveness of the"}, {"text_block_id": "p48_b925", "text": "cybersecurity industry. We will strengthen cybersecurity propaganda and education,"}, {"text_block_id": "p48_b926", "text": "and talent training."}, {"text_block_id": "p48_b927", "text": "Section 4. Promote the construction of a community of common destiny in"}, {"text_block_id": "p48_b928", "text": "cyberspace ("}, {"text_block_id": "p48_b929", "text": "网络空间"}, {"text_block_id": "p48_b930", "text": "命运共同体"}, {"text_block_id": "p48_b931", "text": ")"}, {"text_block_id": "p48_b932_merged_merged_merged_merged", "text": "We will promote international exchanges and cooperation in cyberspace and promote the formulation of international rules for digital spaces and cyberspace with the United Nations as the main channel and the UN Charter as the basic principles. We will promote the establishment of a multilateral, democratic, and transparent global internet governance system and establish a fairer and more reasonable network infrastructure and resource governance mechanisms. We will actively participate in the formulation of international rules and digital technology standards in areas such as data security, digital currency, and digital taxes. We will promote the construction of global cybersecurity assurance cooperation mechanisms and establish international coordination and cooperation mechanisms for protecting data factors of production, handling cybersecurity incidents, and combating cybercrimes. We will provide technology, equipment, services, and other digital assistance to underdeveloped"}, {"text_block_id": "p49_b944_merged", "text": "countries and allow all countries to share the dividends of the digital age. We will actively promote online cultural exchanges and mutual learning."}, {"text_block_id": "p50_b946", "text": "Part Six Comprehensively deepen reform and build a high-level mechanism for"}, {"text_block_id": "p50_b947", "text": "the socialist market economy"}, {"text_block_id": "p50_b948", "text": "government ("}, {"text_block_id": "p50_b949", "text": "有"}, {"text_block_id": "p50_b950", "text": "为政"}, {"text_block_id": "p50_b951", "text": "府"}, {"text_block_id": "p50_b952", "text": ")."}, {"text_block_id": "p50_b953", "text": "Article XIX Stimulate the vitality of various market entities"}, {"text_block_id": "p50_b954", "text": "非公"}, {"text_block_id": "p50_b955", "text": "有"}, {"text_block_id": "p50_b956", "text": "制经济"}, {"text_block_id": "p50_b957", "text": ") and in encouraging, supporting, and leading the development of"}, {"text_block_id": "p50_b958", "text": "the non-publicly owned sector. We will cultivate more dynamic, creative, and"}, {"text_block_id": "p50_b959", "text": "competitive market entities."}, {"text_block_id": "p50_b960", "text": "Section 1. Accelerate the layout optimization and structural adjustment of the"}, {"text_block_id": "p50_b961", "text": "state-owned sector ("}, {"text_block_id": "p50_b962", "text": "国"}, {"text_block_id": "p50_b963", "text": "有"}, {"text_block_id": "p50_b964", "text": "经济"}, {"text_block_id": "p50_b965", "text": ")"}, {"text_block_id": "p50_b966_merged_merged_merged_merged_merged", "text": "Centered on the strategy of serving the country, we will persist in both advancing and retreating, both taking action and being inactive (有进有退、有所为有所不为), accelerate the layout optimization, structural adjustment, and strategic reorganization of the state-owned sector, enhance the competitiveness, innovation, control, influence, and anti-risk capabilities of the state-owned sector, and strengthen and optimize owned capital and SOEs. We will give full play to the strategic supporting role of the state-owned sector, encourage the state-owned sector to further focus on functions such as strategic security, industry leadership, the national economy and the people’s livelihoods, and public services, adjust and revitalize inventory assets, optimize the"}, {"text_block_id": "p51_b982", "text": "allocation of incremental capital, concentrate on important industries that are related to"}, {"text_block_id": "p51_b983", "text": "national security and the lifelines of the national economy, concentrate on important"}, {"text_block_id": "p51_b984", "text": "industries related to the national economy and the people’s livelihoods, such as those"}, {"text_block_id": "p51_b985", "text": "involved in the provision of public services, emergency capacity building, and public"}, {"text_block_id": "p51_b986", "text": "welfare, and concentrate on forward-looking strategic emerging industries. For"}, {"text_block_id": "p51_b987", "text": "owned entities in fully competitive sectors, we will strengthen capital gains targets and"}, {"text_block_id": "p51_b988", "text": "hard financial constraints, enhance liquidity, and improve the optimized allocation"}, {"text_block_id": "p51_b989", "text": "mechanisms of state-owned capital. We will establish long-term mechanisms for"}, {"text_block_id": "p51_b990", "text": "layout and structural adjustment and dynamically publish guidance for the optimization"}, {"text_block_id": "p51_b991", "text": "and structural adjustment of the state-owned sector."}, {"text_block_id": "p51_b992", "text": "We will adhere to the Party's overall leadership over SOEs, promote the"}, {"text_block_id": "p51_b993", "text": "突出主业"}, {"text_block_id": "p51_b994", "text": "国"}, {"text_block_id": "p51_b995", "text": "有独"}, {"text_block_id": "p51_b996", "text": "资"}, {"text_block_id": "p51_b997", "text": "、"}, {"text_block_id": "p51_b998", "text": "全资公"}, {"text_block_id": "p51_b999", "text": "司"}, {"text_block_id": "p51_b1000", "text": "forms of medium-and long-term incentives."}, {"text_block_id": "p51_b1001", "text": "Section 3. Improve the state-owned assets supervision system based on capital"}, {"text_block_id": "p51_b1002", "text": "management"}, {"text_block_id": "p51_b1003_merged_merged_merged_merged", "text": "We will adhere to the combination of authorization and supervision (授权合) as well as the unification of deregulation and good management (放活与管好相清单管理"}, {"text_block_id": "p52_b1016", "text": "("}, {"text_block_id": "p52_b1017", "text": "国"}, {"text_block_id": "p52_b1018", "text": "有"}, {"text_block_id": "p52_b1019", "text": "资"}, {"text_block_id": "p52_b1020", "text": "本投"}, {"text_block_id": "p52_b1021", "text": "资"}, {"text_block_id": "p52_b1022", "text": "、"}, {"text_block_id": "p52_b1023", "text": "运"}, {"text_block_id": "p52_b1024", "text": "营"}, {"text_block_id": "p52_b1025", "text": "公"}, {"text_block_id": "p52_b1026", "text": "司"}, {"text_block_id": "p52_b1027", "text": "the loss of state-owned assets. We will accelerate the centralized and unified"}, {"text_block_id": "p52_b1028", "text": "supervision of state-owned assets in operation ("}, {"text_block_id": "p52_b1029", "text": "经"}, {"text_block_id": "p52_b1030", "text": "营"}, {"text_block_id": "p52_b1031", "text": "性国"}, {"text_block_id": "p52_b1032", "text": "有"}, {"text_block_id": "p52_b1033", "text": "资产"}, {"text_block_id": "p52_b1034", "text": ")."}, {"text_block_id": "p52_b1035", "text": "Section 4. Optimize the development environment for private enterprises ("}, {"text_block_id": "p52_b1036", "text": "民"}, {"text_block_id": "p52_b1037", "text": "营"}, {"text_block_id": "p52_b1038", "text": "企"}, {"text_block_id": "p52_b1039", "text": "业"}, {"text_block_id": "p52_b1040", "text": ")"}, {"text_block_id": "p52_b1041", "text": "We will improve the legal environment, policy environment, and market"}, {"text_block_id": "p52_b1042", "text": "various barriers in areas such as soliciting bids and tendering. We will develop"}, {"text_block_id": "p52_b1043", "text": "个"}, {"text_block_id": "p52_b1044", "text": "体工"}, {"text_block_id": "p52_b1045", "text": "商户"}, {"text_block_id": "p52_b1046", "text": "亲清"}, {"text_block_id": "p52_b1047", "text": "mechanisms for preventing and resolving debts to SMEs."}, {"text_block_id": "p52_b1048", "text": "Section 5. We will promote the high-quality development of private enterprises"}, {"text_block_id": "p52_b1049_merged_merged_merged_merged", "text": "improve the mechanisms by which private enterprises can participate in the promote the healthy growth of the young generation of private entrepreneurs."}, {"text_block_id": "p53_b1051", "text": "Article XX Construct a high-standard market system"}, {"text_block_id": "p53_b1052", "text": "We will carry out high-standard market system construction activities and"}, {"text_block_id": "p53_b1053", "text": "improve the basic institutions of the market system. Adhering to equal access, fair"}, {"text_block_id": "p53_b1054", "text": "regulation, openness and orderliness, honesty and lawfulness, we will form an"}, {"text_block_id": "p53_b1055", "text": "efficiently regulated, unified domestic market with fair competition."}, {"text_block_id": "p53_b1056", "text": "Section 1. Comprehensively improve the property rights system"}, {"text_block_id": "p53_b1057", "text": "We will improve the modern property rights system so that it features clear"}, {"text_block_id": "p53_b1058", "text": "appeals, reviews, and retrials for corporate property rights cases, promote the"}, {"text_block_id": "p53_b1059", "text": "assets."}, {"text_block_id": "p53_b1060", "text": "Section 2. Promote the reform of market-oriented factor of production allocation"}, {"text_block_id": "p53_b1061_merged_merged_merged", "text": "We will establish and improve the unified urban-rural construction land market and promote the reform of rural land expropriation, of the market entry of collectively operated (集体经营性) construction land, and of the homestead system (宅基地制度) in a coordinated manner. We will reform land planning and management methods, give provincial governments greater autonomy in land use, and explore the establishment of a nationwide cross-regional transaction mechanism for construction land and compensated arable land indicators. We will establish a reasonable conversion mechanism for different types of industrial land and increase the supply of mixed-use industrial land (混合产业用地). We will strengthen the unified and standardized human resources market system, break down the barriers to the flow of labor and talent between urban and rural areas, regions, and employers (单位) with different ownership types, and reduce unreasonable restrictions in the management of personnel files. We will develop technology and data factor of production markets. We will improve factor of production market operation mechanisms and refine the system of rules and services"}, {"text_block_id": "p54_b1088", "text": "for trading. We will deepen the consolidation and sharing of public resource trading"}, {"text_block_id": "p54_b1089", "text": "platforms."}, {"text_block_id": "p54_b1090", "text": "Section 3. Strengthen the foundational status of competition policies"}, {"text_block_id": "p54_b1091", "text": "We will persist in encouraging competition and opposing monopolies, improve the"}, {"text_block_id": "p54_b1092", "text": "competition policy framework, and build a competition policy implementation"}, {"text_block_id": "p54_b1093", "text": "strengthen the regulation of natural monopoly businesses."}, {"text_block_id": "p54_b1094", "text": "Section 4. Strengthen the social credit ("}, {"text_block_id": "p54_b1095", "text": "社会信用"}, {"text_block_id": "p54_b1096", "text": ") system"}, {"text_block_id": "p54_b1097", "text": "We will establish and improve credit laws, regulations, and standards systems,"}, {"text_block_id": "p54_b1098", "text": "develop a public credit information directory and list of sanctions for dishonest"}, {"text_block_id": "p54_b1099", "text": "信用"}, {"text_block_id": "p54_b1100", "text": "承诺"}, {"text_block_id": "p54_b1101", "text": "制度"}, {"text_block_id": "p54_b1102", "text": "behavior on the part of the government."}, {"text_block_id": "p54_b1103", "text": "Article XXI Establish modern fiscal, taxation, and financial systems"}, {"text_block_id": "p54_b1104_merged_merged_merged_merged_merged", "text": "We will improve the fundamental and important pillar role of fiscal policy (财政quality development."}, {"text_block_id": "p55_b1107", "text": "Section 1. Accelerate the establishment of a modern fiscal system ("}, {"text_block_id": "p55_b1108", "text": "财政制度"}, {"text_block_id": "p55_b1109", "text": ")"}, {"text_block_id": "p55_b1110", "text": "coordination of fiscal resources, promote the standardization of government"}, {"text_block_id": "p55_b1111", "text": "fiscal transfer payment system, optimize the transfer payment structure, and"}, {"text_block_id": "p55_b1112", "text": "权"}, {"text_block_id": "p55_b1113", "text": "责"}, {"text_block_id": "p55_b1114", "text": "发生制"}, {"text_block_id": "p55_b1115", "text": "). We will establish and"}, {"text_block_id": "p55_b1116", "text": "strengthen standardized government debt financing mechanisms."}, {"text_block_id": "p55_b1117", "text": "Section 2. Improve the modern taxation system"}, {"text_block_id": "p55_b1118", "text": "We will optimize the structure of the tax system, improve the direct taxation"}, {"text_block_id": "p55_b1119", "text": "the scope and tax rate of consumer taxes ("}, {"text_block_id": "p55_b1120", "text": "消费税"}, {"text_block_id": "p55_b1121", "text": ") and promote the moving of"}, {"text_block_id": "p55_b1122", "text": "management."}, {"text_block_id": "p55_b1123", "text": "Section 3. Deepen financial supply-side structural reform"}, {"text_block_id": "p55_b1124_merged_merged_merged_merged", "text": "We will strengthen the modern financial system featuring high adaptability, competitiveness, and universality and build an institutional mechanism to provide effective financial support to the real economy. We will construct a modern central bank system and improve money supply management mechanisms. We will steadily"}, {"text_block_id": "p56_b1128", "text": "advance digital currency R&D. We will strengthen marketized interest rate formation"}, {"text_block_id": "p56_b1129", "text": "and transmission mechanisms, improve the central bank's policy interest rate system,"}, {"text_block_id": "p56_b1130", "text": "and increase the role of benchmark interest rates quoted in the loan market. We will"}, {"text_block_id": "p56_b1131", "text": "optimize the structure of the financial system, deepen the reform of state-owned"}, {"text_block_id": "p56_b1132", "text": "commercial banks, accelerate the improvement of the governance structure of"}, {"text_block_id": "p56_b1133", "text": "and medium-size banks and rural credit cooperatives, standardize the development of"}, {"text_block_id": "p56_b1134", "text": "non-bank financial institutions, and enhance financial inclusivity. We will reform and"}, {"text_block_id": "p56_b1135", "text": "optimize policy finance and strengthen its ability to serve national strategies and plans."}, {"text_block_id": "p56_b1136", "text": "We will deepen the reform of insurance companies and improve the assurance"}, {"text_block_id": "p56_b1137", "text": "capabilities of commercial insurance. We will improve the corporate governance of"}, {"text_block_id": "p56_b1138", "text": "financial institutions and strengthen the supervision of shareholder equity and relevant"}, {"text_block_id": "p56_b1139", "text": "transactions. We will improve the basic systems of the capital market, strengthen the"}, {"text_block_id": "p56_b1140", "text": "multi-level capital market system, vigorously develop institutional investors, and"}, {"text_block_id": "p56_b1141", "text": "increase the proportion of direct financing, especially equity financing. We will fully"}, {"text_block_id": "p56_b1142", "text": "implement the stock issuance registration system, establish a normalized market exit"}, {"text_block_id": "p56_b1143", "text": "mechanism, and increase the quality of listed companies. We will deepen the reform of"}, {"text_block_id": "p56_b1144", "text": "the New OTC Market."}, {"text_block_id": "p56_b1145", "text": "We will improve marketized bond issuance mechanisms,"}, {"text_block_id": "p56_b1146", "text": "steadily expand the scale of the bond market, enrich the varieties of bonds, and issue"}, {"text_block_id": "p56_b1147", "text": "long-term government bonds and long-term infrastructure bonds. We will improve the"}, {"text_block_id": "p56_b1148", "text": "investor protection system and deposit insurance system. We will improve the modern"}, {"text_block_id": "p56_b1149", "text": "financial regulatory system, compensate for the shortcomings of the regulatory system,"}, {"text_block_id": "p56_b1150", "text": "promote financial innovation in an orderly manner under the premise of prudential"}, {"text_block_id": "p56_b1151", "text": "supervision, improve the regulatory framework featuring full risk coverage, and improve"}, {"text_block_id": "p56_b1152", "text": "the transparency of and the level of rule of law ("}, {"text_block_id": "p56_b1153", "text": "法治化水平"}, {"text_block_id": "p56_b1154", "text": ") in financial supervision."}, {"text_block_id": "p56_b1155", "text": "We will steadily develop financial technology and accelerate the digital transformations"}, {"text_block_id": "p56_b1156", "text": "of financial institutions. We will strengthen regulatory S&T usage and financial"}, {"text_block_id": "p56_b1157", "text": "innovation risk assessment and explore the establishment of innovative product"}, {"text_block_id": "p56_b1158", "text": "correction and suspension mechanisms."}, {"text_block_id": "p56_b1159", "text": "Article XXII Enhance the economic governance capacity of the government"}, {"text_block_id": "p56_b1160_merged_merged", "text": "We will accelerate the transformation of government functions, build a government governance system with clear responsibilities and administration according to law, innovate and improve macro-control, and increase the efficiency of government governance."}, {"text_block_id": "p56_b1164", "text": "Section 1. Improve macroeconomic governance"}, {"text_block_id": "p57_b1165", "text": "We will improve the macroeconomic governance system, taking national"}, {"text_block_id": "p57_b1166", "text": "development planning as the guide and fiscal and monetary policies as the main tools,"}, {"text_block_id": "p57_b1167", "text": "in close coordination with employment, industrial, investment, consumption,"}, {"text_block_id": "p57_b1168", "text": "定"}, {"text_block_id": "p57_b1169", "text": "向调"}, {"text_block_id": "p57_b1170", "text": "控"}, {"text_block_id": "p57_b1171", "text": "), discretionary control ("}, {"text_block_id": "p57_b1172", "text": "相"}, {"text_block_id": "p57_b1173", "text": "机"}, {"text_block_id": "p57_b1174", "text": "调"}, {"text_block_id": "p57_b1175", "text": "控"}, {"text_block_id": "p57_b1176", "text": "), and precise control ("}, {"text_block_id": "p57_b1177", "text": "精"}, {"text_block_id": "p57_b1178", "text": "准调"}, {"text_block_id": "p57_b1179", "text": "控"}, {"text_block_id": "p57_b1180", "text": "区间调"}, {"text_block_id": "p57_b1181", "text": "控"}, {"text_block_id": "p57_b1182", "text": "Section 2. Build a first-class business environment"}, {"text_block_id": "p57_b1183_merged_merged", "text": "We will deepen reforms for administrative streamlining and delegating powers, combining delegation with management, and optimizing services, fully implement the government powers and responsibilities list (政府权责清单) system, and continue to optimize the marketized, rule of law-based, and internationalized business environment. We will implement a unified nationwide market access negative list (负面清单) system, break down hidden barriers to entry except for entities on the list, and further relax access restrictions with a focus on the service industry. We will streamline administrative licensing matters, reduce merger qualifications and eligibility requirements, cancel unnecessary record registration and annual inspection certifications, and standardize inspections involving enterprises. We will comprehensively implement the reforms of “separating permits from business licenses” (“证照分离”) and “reduction of permits after business licenses” (“照后减证”) and comprehensively carry out the reform of the approval system for construction projects. We will reform the production licensing system, simplify the approval process for industrial products, and implement list management for business license items involving enterprises. We will establish a convenient, efficient, and orderly exit system for market entities, simplify the ordinary cancelation procedure, and establish and"}, {"text_block_id": "p58_b1219", "text": "improve bankruptcy systems for enterprises and natural persons. We will develop"}, {"text_block_id": "p58_b1220", "text": "innovative government service methods and promote the facilitation of approval"}, {"text_block_id": "p58_b1221", "text": "services. We will deepen the construction of a “single window” ("}, {"text_block_id": "p58_b1222", "text": "“单一"}, {"text_block_id": "p58_b1223", "text": "窗"}, {"text_block_id": "p58_b1224", "text": "口”"}, {"text_block_id": "p58_b1225", "text": ") for"}, {"text_block_id": "p58_b1226", "text": "international trade. We will improve business environment evaluation systems."}, {"text_block_id": "p58_b1227", "text": "Section 3. Promote the modernization of regulatory capabilities"}, {"text_block_id": "p58_b1228", "text": "We will improve the new types of regulatory mechanisms based on “double"}, {"text_block_id": "p58_b1229", "text": "random, one open”"}, {"text_block_id": "p58_b1230", "text": "transactions, tourism, advertising, intermediaries, and property, strengthen the"}, {"text_block_id": "p58_b1231", "text": "cross-sectoral and cross-departmental joint law enforcement and coordinated"}, {"text_block_id": "p58_b1232", "text": "public and the news media."}, {"text_block_id": "p58_b1233_merged_merged_merged", "text": "Part Seven Insist on prioritizing the development of agriculture and rural areas and comprehensively promote rural revitalization"}, {"text_block_id": "p58_b1235", "text": "development, and shared prosperity."}, {"text_block_id": "p58_b1236", "text": "Article XXIII Boost the quality benefits and competitiveness of agriculture"}, {"text_block_id": "p58_b1237", "text": "promote the revitalization of rural industries."}, {"text_block_id": "p58_b1238", "text": "Section 1. Enhance comprehensive agricultural production capacity"}, {"text_block_id": "p59_b1239_merged", "text": "We will consolidate the foundation of food production capacity and assure the secure supply of grain, cotton, sugar, meat, milk, and other important agricultural products. We will persist in applying the strictest farmland protection system, mu 非粮化占优补劣占水田补旱地high-standard farmland. We will implement black soil protection projects and 精细化管理innovative agricultural technology extension service methods, and build smart agriculture. We will strengthen animal epidemic prevention and crop pest control and strengthen agricultural meteorological services."}, {"text_block_id": "p60_b1262", "text": "Section 2. Deepen agricultural restructuring"}, {"text_block_id": "p60_b1263_merged", "text": "We will optimize the layout of agricultural production and build a superior agricultural product production industry belt and characteristic agricultural product advantageous zones (优势区). We will promote the overall planning of the proportions of food, cash, and feed crops and the coordination of agriculture, forestry, animal husbandry, and aquaculture, optimize the structure of the planting industry, vigorously develop modern animal husbandry, and promote healthy aquaculture. We will actively develop protected horticulture and develop the fruit industry in accordance with local conditions. We will advance high-quality grain projects in an in-depth manner. We will promote the green transformation of agriculture, strengthen the environmental protection governance of productive areas, develop water-conserving agriculture and dry farming, implement pesticide and fertilizer reduction activities in an in-depth manner, control agricultural film (农膜) pollution, improve the recycling rate of agricultural film, and promote the comprehensive utilization of straw and the based utilization of livestock and poultry manure. We will improve the green agricultural standards system and strengthen the certification management of green food, organic agricultural products, and geographical indication (地理标志) agricultural"}, {"text_block_id": "p61_b1288", "text": "products. We will strengthen the end-to-end quality and safety regulation of"}, {"text_block_id": "p61_b1289", "text": "agricultural products and improve the traceability system. We will construct modern"}, {"text_block_id": "p61_b1290", "text": "agricultural industrial parks and agricultural modernization demonstration areas."}, {"text_block_id": "p61_b1291", "text": "Section 3. Enrich the formats ("}, {"text_block_id": "p61_b1292", "text": "业态"}, {"text_block_id": "p61_b1293", "text": ") of the rural economy"}, {"text_block_id": "p61_b1294", "text": "只"}, {"text_block_id": "p61_b1295", "text": "能标"}, {"text_block_id": "p61_b1296", "text": "准"}, {"text_block_id": "p61_b1297", "text": "厂"}, {"text_block_id": "p61_b1298", "text": "房"}, {"text_block_id": "p61_b1299", "text": "), and other facilities, and guide the clustering and development of rural"}, {"text_block_id": "p61_b1300", "text": "农民"}, {"text_block_id": "p61_b1301", "text": "“资源"}, {"text_block_id": "p61_b1302", "text": "变"}, {"text_block_id": "p61_b1303", "text": "资产"}, {"text_block_id": "p61_b1304", "text": "、"}, {"text_block_id": "p61_b1305", "text": "资金"}, {"text_block_id": "p61_b1306", "text": "变股"}, {"text_block_id": "p61_b1307", "text": "金"}, {"text_block_id": "p61_b1308", "text": "、"}, {"text_block_id": "p61_b1309", "text": "农民"}, {"text_block_id": "p61_b1310", "text": "变股东"}, {"text_block_id": "p61_b1311", "text": "”"}, {"text_block_id": "p61_b1312", "text": ") method to allow farmers to"}, {"text_block_id": "p61_b1313", "text": "share more of the value-added profits of the industry."}, {"text_block_id": "p61_b1314", "text": "Article XXIV Implement rural construction initiatives"}, {"text_block_id": "p61_b1315", "text": "We will place rural construction in an important position within socialist"}, {"text_block_id": "p61_b1316", "text": "livable villages."}, {"text_block_id": "p61_b1317", "text": "Section 1. Strengthen the planning and guidance of rural construction"}, {"text_block_id": "p61_b1318_merged_merged_merged_merged_merged", "text": "We will coordinate the planning and construction of county towns and villages and give comprehensive consideration to land use, industrial development, residential area construction, human environment improvement, ecological protection, disaster prevention and mitigation, and historical and cultural heritage. We will scientifically prepare county-level village layout plans, promote village construction according to local conditions and in a differentiated manner, standardize the comprehensive land management of the whole region, protect traditional villages, ethnic minority (民族) villages, and rural customs, and strictly prohibit the arbitrary division or merger of villages to build large communities and major demolition and construction projects that are against the wishes of farmers. We will optimize the layout of rural living spaces, strictly protect agricultural production spaces and rural ecological spaces, and"}, {"text_block_id": "p62_b1331", "text": "scientifically delimit suitable, restricted, and prohibited areas for the breeding industry."}, {"text_block_id": "p62_b1332", "text": "We will encourage qualified areas to prepare practical village plans."}, {"text_block_id": "p62_b1333", "text": "Section 2. Improve the level of rural infrastructure and public services"}, {"text_block_id": "p62_b1334", "text": "We will promote the integrated development of urban and rural areas with"}, {"text_block_id": "p62_b1335", "text": "unified planning, unified construction, and unified management and protection"}, {"text_block_id": "p62_b1336", "text": "mechanisms of urban and rural infrastructure, promote the extension of municipal"}, {"text_block_id": "p62_b1337", "text": "public facilities to suburban villages and larger central towns, improve rural"}, {"text_block_id": "p62_b1338", "text": "within counties, and encourage social forces to carry out rural public welfare"}, {"text_block_id": "p62_b1339", "text": "undertakings. We will increase farmers' S&T and cultural literacy and promote the"}, {"text_block_id": "p62_b1340", "text": "revitalization of rural talents."}, {"text_block_id": "p62_b1341", "text": "Section 3. Improve the living environment in rural areas"}, {"text_block_id": "p62_b1342_merged_merged_merged", "text": "We will carry out rural human settlement environment management and “垃圾围村”农村厕所革命"}, {"text_block_id": "p62_b1349", "text": "Table 10. Modern agriculture and rural construction projects"}, {"text_block_id": "p64_b1350", "text": "Article XXV Strengthen the systems and mechanisms of integrated"}, {"text_block_id": "p64_b1351", "text": "rural development"}, {"text_block_id": "p64_b1352", "text": "rural development."}, {"text_block_id": "p64_b1353", "text": "Section 1. Deepen agricultural and rural reforms"}, {"text_block_id": "p64_b1354", "text": "资格权"}, {"text_block_id": "p64_b1355", "text": "the expropriation of land for the public interest and reduce the scope for land"}, {"text_block_id": "p64_b1356", "text": "经"}, {"text_block_id": "p64_b1357", "text": "营"}, {"text_block_id": "p64_b1358", "text": "性资产"}, {"text_block_id": "p64_b1359", "text": "zones."}, {"text_block_id": "p64_b1360", "text": "Section 2. Strengthen assurances of agricultural and rural development factors of"}, {"text_block_id": "p64_b1361", "text": "production"}, {"text_block_id": "p64_b1362_merged_merged_merged_merged", "text": "We will improve the agricultural and rural investment assurance system and increase the use of central government fiscal transfer payments, land transfer revenue, and local government bonds to support agriculture and rural areas. We will improve the agricultural support and protection systems, improve the benefit compensation"}, {"text_block_id": "p65_b1366", "text": "mechanism for major grain-producing areas, build a new agricultural subsidy policy"}, {"text_block_id": "p65_b1367", "text": "system, and improve the minimum grain purchase price policy. We will deepen the"}, {"text_block_id": "p65_b1368", "text": "reform of supply and marketing cooperatives. We will improve rural land assurance"}, {"text_block_id": "p65_b1369", "text": "mechanisms and ensure the rational use of land for the development of protected"}, {"text_block_id": "p65_b1370", "text": "horticulture and rural industries. We will improve the rural financial services system,"}, {"text_block_id": "p65_b1371", "text": "improve the financial incentive mechanisms for supporting agriculture, expand the"}, {"text_block_id": "p65_b1372", "text": "scope of rural asset mortgage-backed financing, and develop agricultural insurance."}, {"text_block_id": "p65_b1373", "text": "We will allow rural employment and entrepreneurial personnel to settle in their place of"}, {"text_block_id": "p65_b1374", "text": "origin or employment and entrepreneurship and enjoy the relevant rights and interests."}, {"text_block_id": "p65_b1375", "text": "We will establish systems of part-time work and part-time salary for scientific research"}, {"text_block_id": "p65_b1376", "text": "personnel in rural areas and systems that allow such personnel to leave their jobs to"}, {"text_block_id": "p65_b1377", "text": "start businesses."}, {"text_block_id": "p65_b1378", "text": "Article XXIV Achieve the effective linkage of rural revitalization with the"}, {"text_block_id": "p65_b1379", "text": "expansion and consolidation of accomplishments in poverty alleviation"}, {"text_block_id": "p65_b1380", "text": "We will improve mechanisms to aid low-income rural populations and"}, {"text_block_id": "p65_b1381", "text": "development."}, {"text_block_id": "p65_b1382", "text": "Section 1. Consolidate and enhance the results of poverty alleviation"}, {"text_block_id": "p65_b1383_merged_merged_merged_merged", "text": "We will strictly implement the requirements of “removing one's hat does not remove responsibility, removing one's hat does not remove policy, removing one's hat does not remove help, removing one's hat does not remove supervision”and establish and improve long-term mechanisms for consolidating and expanding the results of poverty alleviation. We will improve dynamic monitoring and precise support mechanisms for preventing a return to poverty, implement normalized monitoring of people who are prone to return to poverty or who cause poverty, establish and improve rapid discovery and response mechanisms, and promptly include hierarchical categorization in the scope of assistance policies. We will improve the rural social security and assistance system and strengthen the normalized assistance mechanisms for the low-income population in rural areas. We will continue to implement the provincial transaction policy of linking the increase and decrease of urban and rural"}, {"text_block_id": "p66_b1396", "text": "construction land for poverty alleviation areas and adjust and improve cross-provincial"}, {"text_block_id": "p66_b1397", "text": "transaction policies. We will strengthen the asset management and oversight of"}, {"text_block_id": "p66_b1398", "text": "poverty alleviation project funds and promote the sustainable development of"}, {"text_block_id": "p66_b1399", "text": "industries with distinctive local characteristics. We will promote the work-for-relief"}, {"text_block_id": "p66_b1400", "text": "method ("}, {"text_block_id": "p66_b1401", "text": "以工"}, {"text_block_id": "p66_b1402", "text": "代赈方"}, {"text_block_id": "p66_b1403", "text": "式"}, {"text_block_id": "p66_b1404", "text": ") to drive low-income people to find nearby jobs. We will do a"}, {"text_block_id": "p66_b1405", "text": "good job of follow-up assistance for poverty alleviation and relocation and strengthen"}, {"text_block_id": "p66_b1406", "text": "the construction of new urbanization in large-scale resettlement areas."}, {"text_block_id": "p66_b1407", "text": "Section 2. Improve the overall development level of poverty alleviation areas"}, {"text_block_id": "p66_b1408", "text": "We will implement promotion activities for special planting and breeding"}, {"text_block_id": "p66_b1409", "text": "public services, and increase the ability to consolidate poverty alleviation"}, {"text_block_id": "p66_b1410", "text": "中"}, {"text_block_id": "p66_b1411", "text": "央"}, {"text_block_id": "p66_b1412", "text": "单"}, {"text_block_id": "p66_b1413", "text": "位"}, {"text_block_id": "p66_b1414", "text": "定"}, {"text_block_id": "p66_b1415", "text": "点帮扶"}, {"text_block_id": "p66_b1416", "text": "industrial cooperation and labor cooperation."}, {"text_block_id": "p66_b1417", "text": "Part Eight Improve the New Urbanization Strategy and Improve the Quality of"}, {"text_block_id": "p66_b1418", "text": "Urbanization Development"}, {"text_block_id": "p66_b1419", "text": "We will adhere to the path of new urbanization with Chinese characteristics,"}, {"text_block_id": "p66_b1420", "text": "advance a new people-centered ("}, {"text_block_id": "p66_b1421", "text": "以人为核心"}, {"text_block_id": "p66_b1422", "text": ") urbanization strategy in an in-depth"}, {"text_block_id": "p66_b1423", "text": "manner, rely on urban agglomerations and metropolitan areas to promote the"}, {"text_block_id": "p66_b1424", "text": "Article XXVII Accelerate the urbanization ("}, {"text_block_id": "p66_b1425", "text": "市民化"}, {"text_block_id": "p66_b1426", "text": ") of the rural migrant"}, {"text_block_id": "p66_b1427", "text": "population ("}, {"text_block_id": "p66_b1428", "text": "农业转移人口"}, {"text_block_id": "p66_b1429", "text": ")"}, {"text_block_id": "p66_b1430", "text": "We will insist on prioritizing inventory and driving growth, coordinate and"}, {"text_block_id": "p66_b1431", "text": "integration of the rural migrant population into cities."}, {"text_block_id": "p66_b1432_merged_merged_merged_merged_merged_merged_merged", "text": "Section 1. Deepen reform of the household registration system (户籍制度)"}, {"text_block_id": "p67_b1436", "text": "We will liberalize restrictions on settlement except for certain mega-cities and"}, {"text_block_id": "p67_b1437", "text": "residence permit ("}, {"text_block_id": "p67_b1438", "text": "居住证"}, {"text_block_id": "p67_b1439", "text": ") holders."}, {"text_block_id": "p67_b1440_merged_merged", "text": "We will improve the relevant policies for linking government fiscal transfer payments to the urbanization of rural migrant populations, increase the conversion ratio of permanent residents in the distribution of balanced transfer payments, and the “three rights”of rural households."}, {"text_block_id": "p68_b1445", "text": "Article XXVIII Improve the spatial layout of urbanization"}, {"text_block_id": "p68_b1446", "text": "We will develop and expand urban agglomerations and metropolitan areas,"}, {"text_block_id": "p68_b1447", "text": "that is dense, divided but coordinated, and fully functional."}, {"text_block_id": "p68_b1448", "text": "Section 1. Promote the integrated development of urban agglomerations"}, {"text_block_id": "p68_b1449", "text": "With the promotion of the development of urban agglomerations as our starting"}, {"text_block_id": "p68_b1450", "text": "point, we will comprehensively form a “two horizontals and three verticals”"}, {"text_block_id": "p68_b1451", "text": "Shan Mountains. We will establish and improve integrated and coordinated"}, {"text_block_id": "p68_b1452", "text": "Section 2. Build modern metropolitan areas"}, {"text_block_id": "p68_b1453_merged_merged_merged", "text": "We will rely on central cities with strong influence and driving capabilities, improve the level of coordinated development within a 1-hour commute radius, and cultivate and develop a number of modernized metropolitan areas with a high degree of urbanization. We will make intercity railways and urban (suburban) railways the backbone of rail transportation, open up a variety of “broken roads” (“断头路”) and “bottleneck roads” (“瓶颈路”), promote the effective connection of intra-city and of-city traffic and the “four-network integration” (四网融合) of rail transit, and improve the connectivity and connectivity of metropolitan infrastructure. We will encourage mutual recognition of social security and settlement points as well as education and medical resource sharing in metropolitan areas and promote the cooperative"}, {"text_block_id": "p69_b1473", "text": "construction of universally redeemable S&T innovation vouchers ("}, {"text_block_id": "p69_b1474", "text": "科技创新"}, {"text_block_id": "p69_b1475", "text": "券"}, {"text_block_id": "p69_b1476", "text": "通"}, {"text_block_id": "p69_b1477", "text": "兑"}, {"text_block_id": "p69_b1478", "text": "通用"}, {"text_block_id": "p69_b1479", "text": "),"}, {"text_block_id": "p69_b1480", "text": "industrial parks, and scientific research platforms. We will encourage qualified"}, {"text_block_id": "p69_b1481", "text": "metropolitan areas to establish unified planning committees, achieve the unified"}, {"text_block_id": "p69_b1482", "text": "preparation and unified implementation of the plan, and explore and promote the"}, {"text_block_id": "p69_b1483", "text": "unified management of land and population."}, {"text_block_id": "p69_b1484", "text": "achieve multi-center and cluster-style development."}, {"text_block_id": "p69_b1485", "text": "Section 4. Improve the livability and industrial functions of large-and"}, {"text_block_id": "p69_b1486", "text": "size cities"}, {"text_block_id": "p69_b1487", "text": "consolidate the foundation for the development of the real economy. Based on"}, {"text_block_id": "p69_b1488", "text": "集"}, {"text_block_id": "p69_b1489", "text": "群"}, {"text_block_id": "p69_b1490", "text": "化"}, {"text_block_id": "p69_b1491_merged_merged_merged_merged", "text": "Section 5. Promote urbanization in which county seats serve as an important vehicle"}, {"text_block_id": "p70_b1493_merged", "text": "We will accelerate amelioration of the shortcomings of county seats, promote the upgrading and expansion of facilities such as public services, environment and sanitation, municipal utilities, and industrial supporting facilities, and enhance comprehensive carrying capacity (综合承载能力生态功能区according to their local conditions and promote the standardized and healthy development of specialized towns (特色小镇)."}, {"text_block_id": "p70_b1510", "text": "Article XXIX Comprehensively improve urban quality"}, {"text_block_id": "p71_b1511", "text": "We will accelerate the transformation of urban development methods, coordinate urban planning and construction management, implement urban renewal initiatives, and promote the optimization and quality improvement of the urban spatial structure."}, {"text_block_id": "p71_b1512", "text": "Section 1. Transform urban development methods"}, {"text_block_id": "p71_b1513", "text": "featuring combined functions, three-dimensional development, and public"}, {"text_block_id": "p71_b1514", "text": "system ("}, {"text_block_id": "p71_b1515", "text": "街区"}, {"text_block_id": "p71_b1516", "text": "制"}, {"text_block_id": "p71_b1517", "text": ") for new housing. We will promote urban design and style"}, {"text_block_id": "p71_b1518", "text": "actively expand and construct parking lots and charging stations."}, {"text_block_id": "p71_b1519", "text": "Section 2. We will promote the construction of new-type cities ("}, {"text_block_id": "p71_b1520", "text": "新型"}, {"text_block_id": "p71_b1521", "text": "城"}, {"text_block_id": "p71_b1522", "text": "市"}, {"text_block_id": "p71_b1523", "text": ")"}, {"text_block_id": "p71_b1524_merged_merged_merged", "text": "We will conform to the new concepts and trends of urban development, carry out pilot demonstrations of urban modernization, and build livable, innovative, smart, green, humanistic (人文), and resilient cities. We will improve the level of urban intelligentization (智慧化) and promote “one map” (“一张图”) digitalized management of urban buildings, public spaces, and underground pipe networks and the unified network management (一网统管) of urban operations. We will scientifically plan the layout of urban green rings, green corridors, green wedges, and greenways, promote ecological restoration and functional improvement projects, prioritize the development of urban public transportation, build a slow-moving network such as bicycle lanes and walking paths, develop smart construction, promote green building materials, prefabricated buildings, and steel structure residences, and construct low-carbon cities. We will protect and carry on urban cultural heritage, absolutely forbid major demolition and construction, and let the city leave memories and let residents feel homesick. We will establish an urban flood control and drainage system featuring emission reduction at the source, the combination of storage and drainage, flood drainage and risk elimination, and emergency response when standards are exceeded and promote urban waterlogging governance so that it achieves remarkable results. We will enhance the capacity of public facilities to deal with storms, droughts, and geological disasters and improve the emergency shelter function of public facilities and buildings. We will"}, {"text_block_id": "p72_b1558", "text": "strengthen the construction of impediment-free ("}, {"text_block_id": "p72_b1559", "text": "无"}, {"text_block_id": "p72_b1560", "text": "障"}, {"text_block_id": "p72_b1561", "text": "碍"}, {"text_block_id": "p72_b1562", "text": ") environments. We will expand"}, {"text_block_id": "p72_b1563", "text": "the source channels of urban construction funds and establish financing mechanisms"}, {"text_block_id": "p72_b1564", "text": "featuring maturity matching, diversified channels, and financial sustainability."}, {"text_block_id": "p72_b1565", "text": "Section 3. Raise the level of urban governance"}, {"text_block_id": "p72_b1566", "text": "党"}, {"text_block_id": "p72_b1567", "text": "建"}, {"text_block_id": "p72_b1568", "text": "引"}, {"text_block_id": "p72_b1569", "text": "领、"}, {"text_block_id": "p72_b1570", "text": "重心"}, {"text_block_id": "p72_b1571", "text": "下"}, {"text_block_id": "p72_b1572", "text": "移"}, {"text_block_id": "p72_b1573", "text": "、"}, {"text_block_id": "p72_b1574", "text": "科技"}, {"text_block_id": "p72_b1575", "text": "赋"}, {"text_block_id": "p72_b1576", "text": "能"}, {"text_block_id": "p72_b1577", "text": "urban management system. We will promote the experience of grassroots"}, {"text_block_id": "p72_b1578", "text": "management mechanisms such as “neighborhood and village whistle blowing,"}, {"text_block_id": "p72_b1579", "text": "department reporting, and immediate handling of complaints” ("}, {"text_block_id": "p72_b1580", "text": "“"}, {"text_block_id": "p72_b1581", "text": "”"}, {"text_block_id": "p72_b1582", "text": "supervision and improve property service coverage, service quality, and"}, {"text_block_id": "p72_b1583", "text": "standardization."}, {"text_block_id": "p72_b1584", "text": "Section 4. We will improve the housing market system and housing assurance"}, {"text_block_id": "p72_b1585", "text": "system"}, {"text_block_id": "p72_b1586_merged_merged_merged_merged", "text": "We will adhere to the positioning of houses as places to live in, not assets to speculate with, accelerate the establishment of a housing system featuring multi-entity supply, multi-channel assurance, and both rental and purchase, and allow all people to have a place to live and strike a balance between work and housing. We will insist on adapting measures to local conditions and adopting multiple strategies simultaneously, consolidate the responsibilities of city government entities, and stabilize land prices, housing prices, and expectations. We will establish a linkage mechanism between housing and land, strengthen real estate financial regulation, give full play to the role of property tax adjustment, support reasonable owner-occupied needs, and curb speculative demand for investment. We will accelerate the cultivation and development of the housing rental market, effectively revitalize the stock of housing resources, expand the supply of urban rental housing in a vigorous and orderly manner, improve long-term rental policies, and gradually give rental and owned properties equal rights in enjoying public services. We will accelerate the construction of housing rental laws and regulations, strengthen rental market supervision, and protect the legal rights and interests of renters and those who rent out properties (出租人). We will effectively increase the supply of affordable housing and improve the basic housing assurance system and supporting policies. We will focus on cities with high population inflows"}, {"text_block_id": "p73_b1608_merged", "text": "and high housing prices, expand the supply of affordable rental housing, and focus on solving the housing problems of disadvantaged groups and new residents. We will create separate rental housing land plans, explore the use of collective construction land and idle land owned by enterprises and institutions to build rental housing, and support the conversion of non-residential buildings into affordable rental housing. We will improve the income distribution mechanisms for land transfers, and increase fiscal, taxation, and financial support. We will develop shared property rights housing in accordance with local conditions. We will handle the relationship between basic assurance (基本保障) and non-basic assurance (非基本保障), improve housing assurance methods, and improve policies on assurance users, barriers to entry, and exit management. We will reform and improve the housing provident fund system and improve deposit, use, management, and operation mechanisms."}, {"text_block_id": "p74_b1628", "text": "Part Nine Optimize regional economic layouts and promote coordinated regional"}, {"text_block_id": "p74_b1629", "text": "development"}, {"text_block_id": "p74_b1630", "text": "国"}, {"text_block_id": "p74_b1631", "text": "土空间"}, {"text_block_id": "p74_b1632", "text": ") support"}, {"text_block_id": "p74_b1633", "text": "system."}, {"text_block_id": "p74_b1634", "text": "complementary advantages, and high-quality development."}, {"text_block_id": "p74_b1635", "text": "Section 1. Improve and implement the main functional zone system"}, {"text_block_id": "p74_b1636_merged_merged_merged", "text": "We will adapt to the changes and trends in spatial structure, optimize the layout of major infrastructure, major productivity, and public resources, improve the development level of urbanized areas in a differentiated manner, promote the agglomeration of agricultural production in functional areas for grain production, protected areas for the production of important agricultural products, and major national development strategies."}, {"text_block_id": "p74_b1642", "text": "Section 2. Exploit important sources of impetus for high-quality development"}, {"text_block_id": "p75_b1643", "text": "their radiating and leading role in regional development."}, {"text_block_id": "p75_b1644", "text": "Section 3. Enhancing the assurance capabilities of important functional areas"}, {"text_block_id": "p75_b1645", "text": "basic farmland and ecological spaces. We will: Support the strengthening of"}, {"text_block_id": "p75_b1646", "text": "能源资源综合开发利用基地"}, {"text_block_id": "p75_b1647", "text": "product production zones, and border areas."}, {"text_block_id": "p75_b1648", "text": "Article XXXI Implement major regional strategies in an in-depth manner"}, {"text_block_id": "p75_b1649_merged_merged", "text": "We will focus on achieving strategic goals and improving leading and driving capabilities, promote new breakthrough progress in major regional strategies, and promote inter-regional integration, interaction, and complementation."}, {"text_block_id": "p76_b1652", "text": "Section 1. Accelerate the coordinated development of Beijing-Tianjin-Hebei"}, {"text_block_id": "p76_b1653_merged", "text": "We will pay close attention to the dispersion of Beijing's “leading position” (“”) in its non-capital (非首都起步区原始创新自主创新North China."}, {"text_block_id": "p77_b1664_merged", "text": "We will adhere to ecological priority, green development, and joint efforts to protect and avoid major development, cooperate to promote environmental protection and economic development, and create a beautiful China model of harmonious coexistence between humans and nature. We will continue to promote the rectification of outstanding problems in the ecological environment, promote the unit-based, refined, and zoned management and control of the entire Yangtze River basin, and implement urban sewage and garbage disposal, industrial pollution control, agricultural nonpoint source pollution control, ship pollution control, and tailing pond pollution control projects. We will conduct green development demonstrations in an in-depth manner and promote ecological environment protection in the Chishui River Basin. We will implement a ten-year ban on fishing in the Yangtze River. We will focus on the construction of the Yangtze River’s main artery, create an overall design for a comprehensive transportation system, relieve the bottlenecks and constraints of the Three Gorges Project, and accelerate the construction of high-speed railways and freight railways along the Yangtze River. We will leverage the overall advantages of"}, {"text_block_id": "p78_b1679", "text": "industrial synergy and linkages and build a green industrial system. We will protect the"}, {"text_block_id": "p78_b1680", "text": "cultural relics and cultural heritage of the Yangtze River."}, {"text_block_id": "p78_b1681", "text": "Section 3. Actively and steadily promote the construction of the"}, {"text_block_id": "p78_b1682", "text": "Hong Kong-Macau Greater Bay Area"}, {"text_block_id": "p78_b1683_merged_merged_merged", "text": "We will strengthen the coordinated development of industry, academia, and “两廊两点”for youth exchanges among Guangdong, Hong Kong, and Macau."}, {"text_block_id": "p79_b1688", "text": "开放型"}, {"text_block_id": "p80_b1689_merged", "text": "We will strengthen the protection and restoration of key upstream ecosystems, build the “Chinese Water Tower” (“中华水塔”) at Sanjiangyuan, and improve the water conservation capacity of Gannan, Zoige, and other regions. We will develop innovative management models for soil erosion in the Loess Plateau in the middle reaches of the river and actively carry out comprehensive management of small watersheds, dry farming terraces, and the construction of silt dams. We will promote downstream secondary floating rivergovernance and comprehensive governance of beach areas and strengthen the protection and restoration of wetlands in the Yellow River Delta. We will carry out agricultural nonpoint source pollution control in the Fenwei Plain and Hetao Irrigation District, clean up and rectify industrial enterprises along the Yellow River coastline, and strengthen the construction of sewage treatment facilities and supporting pipeline networks in cities and towns along the Yellow River."}, {"text_block_id": "p81_b1706", "text": "We will implement deep water conservation and control initiatives and reduce the"}, {"text_block_id": "p81_b1707", "text": "intensity of water resource development and utilization. We will reasonably control the"}, {"text_block_id": "p81_b1708", "text": "intensity of coal development, promote the integrated development and utilization of"}, {"text_block_id": "p81_b1709", "text": "energy resources, and strengthen the ecological restoration of mines. We will optimize"}, {"text_block_id": "p81_b1710", "text": "the development pattern of central cities and urban agglomerations and coordinate the"}, {"text_block_id": "p81_b1711", "text": "construction of county seats, villages, and towns along the Yellow River. We will"}, {"text_block_id": "p81_b1712", "text": "implement protection projects for the Yellow River cultural heritage system and create"}, {"text_block_id": "p81_b1713", "text": "an internationally influential cultural tourism belt along the Yellow River. We will"}, {"text_block_id": "p81_b1714", "text": "construct ecological protection and high-quality development pioneer zones in the"}, {"text_block_id": "p81_b1715", "text": "Yellow River Basin."}, {"text_block_id": "p81_b1716", "text": "Article XXXII Implement regional coordinated development strategies in an"}, {"text_block_id": "p81_b1717", "text": "in-depth manner"}, {"text_block_id": "p81_b1718", "text": "We will deepen the development of the western region, the comprehensive"}, {"text_block_id": "p81_b1719", "text": "revitalization of the Northeast, the rise of the central region, and the leading"}, {"text_block_id": "p81_b1720", "text": "development of the eastern region, support the accelerated development of special"}, {"text_block_id": "p81_b1721", "text": "types of regions, and promote a relative balance in development."}, {"text_block_id": "p81_b1722", "text": "Section 1. Promote the development of the western region to form a new pattern"}, {"text_block_id": "p81_b1723_merged_merged_merged_merged", "text": "We will strengthen measures to promote the development of the western region and effectively improve the accuracy and effectiveness of policies. We will implement a number of major ecological projects in an in-depth manner and conduct comprehensive governance of key areas. We will actively integrate into “Belt and Road” construction, strengthen the construction of large open channels, and build inland multi-level open platforms. We will increase investment in infrastructure in the western region, support the development of characteristic and advantageous industries, concentrate efforts to consolidate the achievements of poverty alleviation, and compensate for shortcomings in quality-of-life areas such as education and healthcare. We will promote the construction of the two-city economic circle in the Chengdu-Chongqing area, create an important economic center, S&T innovation center, a new bastion (高地) of reform and opening up, and a high quality-of-life place with national influence, improve the construction level of the Guanzhong Plain urban agglomeration, and promote cooperation and interaction between Northwest China and Southwest China. We will support Xinjiang's construction of the national “three bases and one channel”and"}, {"text_block_id": "p82_b1741", "text": "support Tibet in building an important channel of opening up to South Asia. We will"}, {"text_block_id": "p82_b1742", "text": "promote the protection and development of the area west of the 400 mm precipitation"}, {"text_block_id": "p82_b1743", "text": "line."}, {"text_block_id": "p82_b1744", "text": "From a strategic perspective of safeguarding national defense, food, ecology,"}, {"text_block_id": "p82_b1745", "text": "民"}, {"text_block_id": "p82_b1746", "text": "营"}, {"text_block_id": "p82_b1747", "text": "经济"}, {"text_block_id": "p82_b1748", "text": "长吉图"}, {"text_block_id": "p82_b1749", "text": "“"}, {"text_block_id": "p82_b1750", "text": "”"}, {"text_block_id": "p82_b1751", "text": "祖"}, {"text_block_id": "p82_b1752", "text": "国"}, {"text_block_id": "p82_b1753", "text": "). We will transform and upgrade traditionally strong industries"}, {"text_block_id": "p82_b1754", "text": "such as equipment manufacturing, cultivate and develop emerging industries,"}, {"text_block_id": "p82_b1755", "text": "We will implement more attractive talent gathering measures. We will deepen"}, {"text_block_id": "p82_b1756", "text": "counterpart cooperation with the eastern region."}, {"text_block_id": "p82_b1757", "text": "Section 3. Create a new landscape featuring the rise of the central region"}, {"text_block_id": "p82_b1758_merged_merged_merged", "text": "We will strive to build an important and advanced manufacturing base, improve independent innovation capabilities in key areas, build a bastion of opening up in inland areas, and consolidate the pattern of ecological green development as well as promote the accelerated rise of the central region. We will enlarge and strengthen advanced manufacturing, build a number of mid-and high-end industrial clusters along the Yangtze River, Beijing-Guangzhou, Lanzhou-Lianyungang, and Beijing-Kowloon routes, and actively undertake the layout and transfer of emerging industries. We will promote the coordinated development of urban agglomerations in the middle reaches of the Yangtze River, accelerate the construction of the Wuhan and Zhuzhou-Xiangtan metropolitan areas, and create an important national growth pole. We will consolidate the foundation of food production, continuously improve the comprehensive benefits and competitiveness of agriculture, and accelerate the development of modern agriculture. We will strengthen mutual protection and joint governance of the ecological environment and strive to build ecological safety barriers. We will support the joint development of upstream and downstream cooperation along"}, {"text_block_id": "p83_b1773", "text": "the Huaihe River and Han River ecological and economic belts. We will accelerate the"}, {"text_block_id": "p83_b1774", "text": "construction of opening up channels and construct high-standard, high-level open"}, {"text_block_id": "p83_b1775", "text": "platforms for inland areas. We will improve public service assurance, and especially the"}, {"text_block_id": "p83_b1776", "text": "ability to respond to major sudden incidents ("}, {"text_block_id": "p83_b1777", "text": "重大突发事件"}, {"text_block_id": "p83_b1778", "text": ") such as public health"}, {"text_block_id": "p83_b1779", "text": "emergencies."}, {"text_block_id": "p83_b1780", "text": "We will give full play to the advantages of innovation factor of production"}, {"text_block_id": "p83_b1781", "text": "production output, and take the lead in achieving industrial upgrades. We will"}, {"text_block_id": "p83_b1782", "text": "dynamic conversion"}, {"text_block_id": "p83_b1783", "text": "in Shandong."}, {"text_block_id": "p83_b1784", "text": "Section 5. Support the development of special types of regions"}, {"text_block_id": "p83_b1785_merged_merged_merged", "text": "We will promote the revitalization of old revolutionary areas as a whole, develop characteristic industries according to local conditions, pass on and promote Red culture (红色文化), support the demonstration of high-quality development in the former Central Soviet Areas in Jiangxi, Fujian, and Guangdong, and promote the green and innovative development of Shaanxi-Gansu-Ningxia, the Dabie Mountains, the Zuo and You Rivers, Sichuan-Shaanxi, Yimeng, and other old revolutionary areas. We will promote the comprehensive management of ecologically degraded areas and the protection and restoration of ecologically fragile areas and support the construction of the Bijie Pilot Area. We will promote the construction of sustainable development demonstration zones and transformation innovation pilot zones in resource-based regions and implement projects for coal mining subsidence area comprehensive governance and independent industrial and mining area transformation and upgrading. We will promote the reconstruction of the competitive advantage of the manufacturing"}, {"text_block_id": "p84_b1801", "text": "industry in old industrial bases and build demonstration zones for industrial"}, {"text_block_id": "p84_b1802", "text": "transformation and upgrading. We will improve the infrastructure of state-owned"}, {"text_block_id": "p84_b1803", "text": "forest farms and forest zones. We will adopt multiple measures to solve the work and"}, {"text_block_id": "p84_b1804", "text": "life difficulties of the masses in high-altitude areas. We will promote the prosperity and"}, {"text_block_id": "p84_b1805", "text": "stability of the border, vigorously improve the work and living conditions in border"}, {"text_block_id": "p84_b1806", "text": "areas, improve the system of cities and towns along the border, support the"}, {"text_block_id": "p84_b1807", "text": "construction of border ports, and speed up the construction of border villages and"}, {"text_block_id": "p84_b1808", "text": "border passages. We will promote the innovative development of border trade. We will"}, {"text_block_id": "p84_b1809", "text": "increase targeted support for the development of key border areas."}, {"text_block_id": "p84_b1810", "text": "Section 6. Improve regional coordinated development systems and mechanisms"}, {"text_block_id": "p84_b1811_merged_merged", "text": "We will establish and improve mechanisms for the overall planning of regional strategies, market integration-based development, regional cooperation and mutual assistance, and inter-regional interest compensation (利益补偿) and better promote the joint development of developed and less-developed areas and of the central, western, and northeastern regions. We will improve the level of regional cooperation and support inter-provincial border areas in exploring the establishment of new cooperative mechanisms for unified planning, unified management, cooperation and construction, and benefit-sharing. We will improve the mechanisms for financial"}, {"text_block_id": "p85_b1822", "text": "transfer payments to support underdeveloped regions, gradually realize equity in basic"}, {"text_block_id": "p85_b1823", "text": "public services, and channel talent to flow to the west, disadvantaged areas, and"}, {"text_block_id": "p85_b1824", "text": "remote areas. We will improve regional cooperation and interest regulation"}, {"text_block_id": "p85_b1825", "text": "mechanisms, support the development of various forms of benefit compensation"}, {"text_block_id": "p85_b1826", "text": "between upstream and downstream regions of river basins, main grain production"}, {"text_block_id": "p85_b1827", "text": "areas and main sales areas, and between resource exporting areas and importing"}, {"text_block_id": "p85_b1828", "text": "areas, and encourage the exploration of benefit-sharing models such as the joint"}, {"text_block_id": "p85_b1829", "text": "construction of parks and enclave economies ("}, {"text_block_id": "p85_b1830", "text": "飞"}, {"text_block_id": "p85_b1831", "text": "地经济"}, {"text_block_id": "p85_b1832", "text": "). We will focus on forging a"}, {"text_block_id": "p85_b1833", "text": "strong community consciousness of the Chinese nation ("}, {"text_block_id": "p85_b1834", "text": "中华民族共同体"}, {"text_block_id": "p85_b1835", "text": "意"}, {"text_block_id": "p85_b1836", "text": "识"}, {"text_block_id": "p85_b1837", "text": "), increase"}, {"text_block_id": "p85_b1838", "text": "support for the development of ethnic minority regions, carry out comprehensive,"}, {"text_block_id": "p85_b1839", "text": "depth, and lasting propaganda on, education on, and creation of national unity and"}, {"text_block_id": "p85_b1840", "text": "progress, and promote exchanges and integration among all ethnic groups."}, {"text_block_id": "p85_b1841", "text": "Article XXXIII Actively expand the space for maritime economic development"}, {"text_block_id": "p85_b1842", "text": "accelerate the construction of a maritime powerhouse ("}, {"text_block_id": "p85_b1843", "text": "海"}, {"text_block_id": "p85_b1844", "text": "洋"}, {"text_block_id": "p85_b1845", "text": "强国"}, {"text_block_id": "p85_b1846", "text": ")."}, {"text_block_id": "p85_b1847", "text": "Section 1. Build a modern maritime industry system"}, {"text_block_id": "p85_b1848", "text": "pharmaceutical industries, promote seawater desalination and the large-scale"}, {"text_block_id": "p85_b1849", "text": "utilization of marine energy, and improve the level of maritime cultural tourism"}, {"text_block_id": "p85_b1850", "text": "neighboring countries."}, {"text_block_id": "p85_b1851", "text": "Section 2. Build a sustainable marine ecological environment"}, {"text_block_id": "p85_b1852_merged_merged_merged_merged", "text": "We will explore the establishment of a comprehensive management system that integrates coastal, river basin, and marine areas. We will strictly control land reclamation and strengthen integrated coastal management and coastal wetland protection. We will expand the scope of control over the total discharge of pollutants into the sea and ensure the water quality of river sections entering the sea. We will accelerate the comprehensive governance of key maritime areas, establish a river"}, {"text_block_id": "p86_b1858", "text": "basin–estuary–coastal waters linkage mechanism for the prevention and control of"}, {"text_block_id": "p86_b1859", "text": "pollution, and promote the protection and construction of beautiful bays. We will"}, {"text_block_id": "p86_b1860", "text": "prevent major environmental risks such as marine oil spills and hazardous chemical"}, {"text_block_id": "p86_b1861", "text": "leaks and improve our ability to respond to marine natural disasters and environmental"}, {"text_block_id": "p86_b1862", "text": "emergencies. We will improve the coastline protection system and sea area and"}, {"text_block_id": "p86_b1863", "text": "uninhabited island paid use system, explore the receding line ("}, {"text_block_id": "p86_b1864", "text": "退缩"}, {"text_block_id": "p86_b1865", "text": "线"}, {"text_block_id": "p86_b1866", "text": ") system for"}, {"text_block_id": "p86_b1867", "text": "coastal buildings and the compensation system for marine ecological environment"}, {"text_block_id": "p86_b1868", "text": "damage, and maintain the retention rate of natural shoreline at no less than 35%."}, {"text_block_id": "p86_b1869", "text": "Section 3. Deeply participate in global ocean governance"}, {"text_block_id": "p86_b1870", "text": "海"}, {"text_block_id": "p86_b1871", "text": "洋"}, {"text_block_id": "p86_b1872", "text": "Silk Road” ("}, {"text_block_id": "p86_b1873", "text": "“"}, {"text_block_id": "p86_b1874", "text": "冰上丝绸之"}, {"text_block_id": "p86_b1875", "text": "路”"}, {"text_block_id": "p86_b1876", "text": "). We will improve our ability to participate in the"}, {"text_block_id": "p86_b1877", "text": "法理"}, {"text_block_id": "p86_b1878", "text": "斗争"}, {"text_block_id": "p86_b1879", "text": "manner."}, {"text_block_id": "p86_b1880", "text": "Part Ten Develop advanced socialist culture ("}, {"text_block_id": "p86_b1881", "text": "社会主义先进文化"}, {"text_block_id": "p86_b1882", "text": ") and enhance"}, {"text_block_id": "p86_b1883", "text": "national cultural soft power"}, {"text_block_id": "p86_b1884", "text": "精"}, {"text_block_id": "p86_b1885", "text": "神"}, {"text_block_id": "p86_b1886", "text": "力量"}, {"text_block_id": "p86_b1887", "text": ") and promote the building of China into a socialist cultural"}, {"text_block_id": "p86_b1888", "text": "powerhouse ("}, {"text_block_id": "p86_b1889", "text": "社会主义文化强国"}, {"text_block_id": "p86_b1890", "text": ")."}, {"text_block_id": "p86_b1891", "text": "Article XXXIV Raise the level of social civilization ("}, {"text_block_id": "p86_b1892", "text": "社会文明"}, {"text_block_id": "p86_b1893", "text": ")"}, {"text_block_id": "p86_b1894_merged_merged_merged_merged_merged_merged", "text": "We will strengthen the construction of socialist spiritual civilization (社会主义精神文明), cultivate and practice the socialist core values concept, and promote the"}, {"text_block_id": "p87_b1899", "text": "formation of new ideological concepts, mental attitudes ("}, {"text_block_id": "p87_b1900", "text": "精"}, {"text_block_id": "p87_b1901", "text": "神面貌"}, {"text_block_id": "p87_b1902", "text": "), cultural currents,"}, {"text_block_id": "p87_b1903", "text": "and behavioral norms that respond to the needs of the new era."}, {"text_block_id": "p87_b1904", "text": "“"}, {"text_block_id": "p87_b1905", "text": "不忘"}, {"text_block_id": "p87_b1906", "text": "初心"}, {"text_block_id": "p87_b1907", "text": "、牢记使"}, {"text_block_id": "p87_b1908", "text": "命”"}, {"text_block_id": "p87_b1909", "text": "),"}, {"text_block_id": "p87_b1910", "text": "strengthen and improve ideological and political work, continue to carry out"}, {"text_block_id": "p87_b1911", "text": "education on patriotism, collectivism, and socialism, strengthen research on,"}, {"text_block_id": "p87_b1912", "text": "socialist core values concept into the construction of the rule of law and social"}, {"text_block_id": "p87_b1913", "text": "mechanism."}, {"text_block_id": "p87_b1914", "text": "Section 2. Develop philosophy and social sciences with Chinese characteristics"}, {"text_block_id": "p87_b1915_merged_merged_merged", "text": "We will strengthen the holistic and systematic research on, publication and dissemination of, and propaganda on and interpretation of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era and promote the Sinicization, modernization, and popularization of Marxism. We will implement Marxist theoretical research and construction projects in an in-depth manner, promote the construction of the Research Center (Institute) for Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era and the Research Center for the theory system of socialism with Chinese characteristics, and build and make good use of learning platforms such as “Xuexi Qiangguo.”We will construct curricula systems, academic systems, and discourse systems for philosophy and social sciences with Chinese"}, {"text_block_id": "p88_b1926", "text": "characteristics, implement philosophy and social science innovation projects in an"}, {"text_block_id": "p88_b1927", "text": "depth manner, and strengthen the construction of new think tanks with Chinese"}, {"text_block_id": "p88_b1928", "text": "characteristics."}, {"text_block_id": "p88_b1929", "text": "Section 3. Pass on and carry forward China's excellent traditional culture"}, {"text_block_id": "p88_b1930", "text": "and intangible cultural heritage, and promote the creative transformation and"}, {"text_block_id": "p88_b1931", "text": "文物"}, {"text_block_id": "p88_b1932", "text": "Section 4. Continue to improve the civilizational literacy ("}, {"text_block_id": "p88_b1933", "text": "文明素"}, {"text_block_id": "p88_b1934", "text": "养"}, {"text_block_id": "p88_b1935", "text": ") of citizens"}, {"text_block_id": "p88_b1936_merged_merged_merged_merged", "text": "代楷模市民公约culture."}, {"text_block_id": "p88_b1940", "text": "Article XXXV Raise the level of public cultural services"}, {"text_block_id": "p89_b1941", "text": "百花齐"}, {"text_block_id": "p89_b1942", "text": "放"}, {"text_block_id": "p89_b1943", "text": "、百"}, {"text_block_id": "p89_b1944", "text": "家"}, {"text_block_id": "p89_b1945", "text": "争鸣"}, {"text_block_id": "p89_b1946", "text": "and interests."}, {"text_block_id": "p89_b1947", "text": "Section 1. Strengthen the creation, production, and dissemination of excellent"}, {"text_block_id": "p89_b1948", "text": "cultural works"}, {"text_block_id": "p89_b1949", "text": "重大"}, {"text_block_id": "p89_b1950", "text": "现"}, {"text_block_id": "p89_b1951", "text": "实"}, {"text_block_id": "p89_b1952", "text": "the new creativity of the people. We will establish and improve the incentive"}, {"text_block_id": "p89_b1953", "text": "artistic ("}, {"text_block_id": "p89_b1954", "text": "德艺"}, {"text_block_id": "p89_b1955", "text": "双"}, {"text_block_id": "p89_b1956", "text": "馨的名"}, {"text_block_id": "p89_b1957", "text": "家大"}, {"text_block_id": "p89_b1958", "text": "师"}, {"text_block_id": "p89_b1959", "text": ")."}, {"text_block_id": "p89_b1960", "text": "Section 2. Improve the public cultural service system"}, {"text_block_id": "p89_b1961_merged_merged_merged_merged", "text": "新型主流媒体固边“书香中国”the construction and operation of facilities."}, {"text_block_id": "p89_b1969", "text": "Section 3. Enhance the influence of Chinese culture"}, {"text_block_id": "p90_b1970", "text": "We will strengthen foreign cultural exchanges and multi-level civilizational"}, {"text_block_id": "p90_b1971", "text": "“"}, {"text_block_id": "p90_b1972", "text": "感"}, {"text_block_id": "p90_b1973", "text": "知中国”"}, {"text_block_id": "p90_b1974", "text": "),"}, {"text_block_id": "p90_b1975", "text": "“Reading China” ("}, {"text_block_id": "p90_b1976", "text": "“走"}, {"text_block_id": "p90_b1977", "text": "读"}, {"text_block_id": "p90_b1978", "text": "中国”"}, {"text_block_id": "p90_b1979", "text": "), and “Audiovisual China” ("}, {"text_block_id": "p90_b1980", "text": "“"}, {"text_block_id": "p90_b1981", "text": "视听"}, {"text_block_id": "p90_b1982", "text": "中国”"}, {"text_block_id": "p90_b1983", "text": ") and"}, {"text_block_id": "p90_b1984", "text": "education standards system."}, {"text_block_id": "p90_b1985", "text": "Article XXXVI Improve the modern cultural industry system"}, {"text_block_id": "p90_b1986", "text": "We will insist on putting social benefits first and uniting social and economic"}, {"text_block_id": "p90_b1987", "text": "benefits and strengthen the modern cultural industry system and market system."}, {"text_block_id": "p90_b1988", "text": "Section 1. Expand the supply of high-quality cultural products"}, {"text_block_id": "p90_b1989", "text": "We will implement the cultural industry digitalization strategy, accelerate the"}, {"text_block_id": "p90_b1990", "text": "development of new cultural enterprises ("}, {"text_block_id": "p90_b1991", "text": "新型文化企业"}, {"text_block_id": "p90_b1992", "text": "Section 2. Promote the integrated development of culture and tourism"}, {"text_block_id": "p90_b1993_merged_merged_merged_merged", "text": "We will persist in using culture to shape travel and travel to promote culture and create a unique and charming Chinese cultural tourism experience. We will deepen the development of mass tourism and smart tourism, develop an innovative tourism product system, and improve the travel consumer experience. We will strengthen regional tourism brand and service integration, establish a set of world-class tourist attractions and resorts with rich cultural settings, and create a set of national tourism and leisure cities and neighborhoods with distinctive cultural characteristics. We will promote the innovative development of Red tourism, cultural heritage tourism, and performing arts tourism, improve the quality of services such as vacation, leisure, and"}, {"text_block_id": "p91_b2002_merged", "text": "rural tourism, and improve development policies for cruise ships and low-altitude tourism (低空旅游). We will improve tourism infrastructure and centralization and dispersion systems, promote the travel toilet revolution, and strengthen the construction of smart scenic spots. We will establish a tourism service quality evaluation system and standardize online travel business services."}, {"text_block_id": "p91_b2009", "text": "Section 3. Deepen the reform of the cultural system"}, {"text_block_id": "p91_b2010", "text": "Internet."}, {"text_block_id": "p92_b2011", "text": "Part Eleven Promote green development and facilitate the harmonious coexistence"}, {"text_block_id": "p92_b2012", "text": "of people and nature"}, {"text_block_id": "p92_b2013_merged_merged", "text": "生态文明), build an ecological civilization system, promote a comprehensive green transformation of economic and social development, and build a beautiful China."}, {"text_block_id": "p92_b2017", "text": "Article XXXVII Improve the quality and stability of ecosystems"}, {"text_block_id": "p93_b2018", "text": "defend the boundaries of natural ecological security, and promote an overall"}, {"text_block_id": "p93_b2019", "text": "improvement in the quality of natural ecosystems."}, {"text_block_id": "p93_b2020", "text": "Section 1. Improve the ecological safety barrier system"}, {"text_block_id": "p93_b2021_merged_merged", "text": "the Yellow River as well as important lakes and wetlands and strengthen the 林长制lakes and wetlands, and restoring enclosures (围) to beaches and seas."}, {"text_block_id": "p94_b2027", "text": "Section 2. Build a nature reserve system"}, {"text_block_id": "p94_b2028_merged", "text": "the protection of and the restoration of national key protections for rare and monitoring and assessment of ecosystem protection effectiveness."}, {"text_block_id": "p94_b2030", "text": "Section 3. Improve compensation mechanisms for ecological protection"}, {"text_block_id": "p95_b2031_merged", "text": "We will increase the transfer payments for key ecological function areas, out lateral ecological compensation through various forms such as financial and Sanjiangyuan National Park. We will formulate and implement ecological protection compensation regulations."}, {"text_block_id": "p96_b2035", "text": "Article XXVIII Continue to improve environmental quality"}, {"text_block_id": "p96_b2036", "text": "effectively control the risks of soil pollution."}, {"text_block_id": "p97_b2037", "text": "Section 1. Carry out in-depth pollution prevention and control initiatives"}, {"text_block_id": "p97_b2038", "text": "We will adhere to prevention and control at the source and comprehensive"}, {"text_block_id": "p97_b2039", "text": "measures and strengthen the coordinated control of multiple pollutants and"}, {"text_block_id": "p97_b2040", "text": "2.5"}, {"text_block_id": "p97_b2041", "text": "3"}, {"text_block_id": "p97_b2042", "text": "), reduce the PM"}, {"text_block_id": "p97_b2043", "text": "2.5"}, {"text_block_id": "p97_b2044", "text": "3"}, {"text_block_id": "p97_b2045", "text": "国控断"}, {"text_block_id": "p97_b2046", "text": "面"}, {"text_block_id": "p97_b2047", "text": "governance of new pollutants."}, {"text_block_id": "p97_b2048", "text": "Section 2. Comprehensively improve the level of environmental infrastructure"}, {"text_block_id": "p97_b2049_merged_merged", "text": "We will build an environmental infrastructure system that integrates sewage, garbage, solid waste, hazardous waste, and medical waste treatment and disposal facilities as well as monitoring and regulation capabilities, and form an environmental infrastructure network that extends from cities to established towns and villages. We will promote the full coverage of urban sewage pipe networks, carry out differentiated and accurate upgrades of sewage treatment, promote no-harm centralized sludge incineration and processing, raise the no-harm disposal rate of urban sludge to 90%, and increase the utilization rate of wastewater resources in water-scarce cities at the prefecture level and above to over 25%. We will build a domestic waste treatment system for differentiated storage, collection, transport, and treatment. We will deploy"}, {"text_block_id": "p98_b2059", "text": "hazardous waste centralized utilization and disposal facilities with a focus on major"}, {"text_block_id": "p98_b2060", "text": "industrial bases. We will accelerate the construction of centralized medical waste"}, {"text_block_id": "p98_b2061", "text": "treatment facilities for cities at the prefecture level and above and improve the"}, {"text_block_id": "p98_b2062", "text": "level medical waste collection, transshipment, and disposal system."}, {"text_block_id": "p98_b2063", "text": "Section 3. Strictly prevent and control environmental risks"}, {"text_block_id": "p98_b2064", "text": "We will establish and improve key risk source assessment, early warning, and"}, {"text_block_id": "p98_b2065", "text": "生态环"}, {"text_block_id": "p98_b2066", "text": "境"}, {"text_block_id": "p98_b2067", "text": "突发事件"}, {"text_block_id": "p98_b2068", "text": "environmental pollution in high-risk areas."}, {"text_block_id": "p98_b2069", "text": "Section 4. Actively respond to climate change"}, {"text_block_id": "p98_b2070_merged_merged_merged", "text": "We will implement national independent (自主) contribution targets for climate change response by 2030 and formulate an action plan to reach peakcarbon emissions by 2030. We will improve the dual control system on total energy consumption and intensity and focus on controlling fossil fuel consumption. We will implement a system that focuses on carbon intensity control with a secondary focus on total carbon emission control and support qualified localities, key industries, and key enterprises in taking the lead in reaching peak carbon emissions. We will promote the clean, low-carbon, safe, and efficient use of energy and advance the low-carbon transformation of industry, construction, and transportation in an in-depth manner. We will increase controls on other greenhouse gases such as methane, hydrofluorocarbons, and perfluorocarbons. We will improve the carbon sink capacity of the ecosystem. We will focus our efforts on achieving carbon neutrality by 2060 and adopt more forceful policies and measures. We will strengthen the observation and assessment of the impact of global warming on vulnerable regions in China and improve the ability of urban and rural construction, agricultural production, and infrastructure to adapt to climate change. We will strengthen comprehensive scientific investigation and research on the Qinghai-Tibet Plateau. We will adhere to the principles of fairness, common but"}, {"text_block_id": "p99_b2090", "text": "differentiated responsibilities, and respective capabilities, constructively participate in"}, {"text_block_id": "p99_b2091", "text": "and lead international cooperation on climate change, promote the implementation of"}, {"text_block_id": "p99_b2092", "text": "the United Nations Framework Convention on Climate Change and its Paris"}, {"text_block_id": "p99_b2093", "text": "Agreement, and actively carry out South-South cooperation ("}, {"text_block_id": "p99_b2094", "text": "南南"}, {"text_block_id": "p99_b2095", "text": "合"}, {"text_block_id": "p99_b2096", "text": "作"}, {"text_block_id": "p99_b2097", "text": ") on climate"}, {"text_block_id": "p99_b2098", "text": "change."}, {"text_block_id": "p99_b2099", "text": "Section 5. Improve the modern environmental governance system"}, {"text_block_id": "p99_b2100", "text": "制"}, {"text_block_id": "p99_b2101", "text": ") and lake director system ("}, {"text_block_id": "p99_b2102", "text": "湖长"}, {"text_block_id": "p99_b2103", "text": "制"}, {"text_block_id": "p99_b2104", "text": "responsibility system, improve public supervision and reporting and feedback"}, {"text_block_id": "p99_b2105", "text": "mechanisms, and channel social organizations and the public to jointly participate in"}, {"text_block_id": "p99_b2106", "text": "environmental governance."}, {"text_block_id": "p99_b2107", "text": "Article XXXIX Accelerate the green transformation of the development model"}, {"text_block_id": "p99_b2108", "text": "high-level environmental protection in a coordinated manner."}, {"text_block_id": "p99_b2109", "text": "Section 1. Comprehensively increase resource use efficiency"}, {"text_block_id": "p99_b2110_merged_merged_merged", "text": "We will adhere to the directive of giving priority to energy conservation, deepen energy conservation in industry, construction, transportation, and other fields and at public agencies, promote increased energy efficiency in emerging fields such as 5G and big data centers, strengthen energy conservation management of key consuming units, implement key projects such as energy system optimization and"}, {"text_block_id": "p100_b2115", "text": "energy conservation technology transformation, and accelerate the formulation and"}, {"text_block_id": "p100_b2116", "text": "revision of mandatory national standards for energy consumption quotas and product"}, {"text_block_id": "p100_b2117", "text": "and equipment energy efficiency. We will implement national water conservation"}, {"text_block_id": "p100_b2118", "text": "initiatives, establish a hard constraint system for water resources, strengthen"}, {"text_block_id": "p100_b2119", "text": "agricultural water conservation and efficiency, industrial water conservation and"}, {"text_block_id": "p100_b2120", "text": "emission reduction, and urban water conservation and loss reduction, encourage the"}, {"text_block_id": "p100_b2121", "text": "use of recycled water, and reduce water consumption per unit of GDP by about 16%."}, {"text_block_id": "p100_b2122", "text": "We will strengthen land conservation and intensive use, increase the intensity of"}, {"text_block_id": "p100_b2123", "text": "unallocated and idle land disposal efforts, revitalize low-efficiency land in cities and"}, {"text_block_id": "p100_b2124", "text": "towns, support the recovery and utilization of abandoned industrial and mining land,"}, {"text_block_id": "p100_b2125", "text": "improve support policies for hybrid land utilization and three-dimensional development,"}, {"text_block_id": "p100_b2126", "text": "limit the scale of newly added construction land to within 29.5 million mu [7593.34"}, {"text_block_id": "p100_b2127", "text": "square miles], and promote a steady decline in the area of construction land used per"}, {"text_block_id": "p100_b2128", "text": "unit of GDP. We will improve the level of development and protection of mineral"}, {"text_block_id": "p100_b2129", "text": "resources, develop a green mining industry, and build green mines."}, {"text_block_id": "p100_b2130", "text": "Section 2. Build a resource recycling system"}, {"text_block_id": "p100_b2131", "text": "We will fully implement the concept of the circular economy ("}, {"text_block_id": "p100_b2132", "text": "循环经济"}, {"text_block_id": "p100_b2133", "text": ") and build a"}, {"text_block_id": "p100_b2134", "text": "multi-level efficient resource recycling system. We will promote the circular"}, {"text_block_id": "p100_b2135", "text": "“"}, {"text_block_id": "p100_b2136", "text": "逆向回收"}, {"text_block_id": "p100_b2137", "text": "”"}, {"text_block_id": "p100_b2138", "text": "生产"}, {"text_block_id": "p100_b2139", "text": "者责任延伸"}, {"text_block_id": "p100_b2140", "text": "制度"}, {"text_block_id": "p100_b2141", "text": "Section 3. We will vigorously develop the green economy"}, {"text_block_id": "p100_b2142_merged_merged_merged", "text": "We will resolutely curb the blind development of high energy-consuming and high-emission projects and promote green transformation to achieve positive development. We will strengthen energy conservation and environmental protection, clean production, clean energy, the ecological environment, green upgrades to infrastructure, green services, and other industries, and promote service models such as contract energy management, contract water-conservation management, and party governance of environmental pollution. We will promote the clean and efficient"}, {"text_block_id": "p101_b2149", "text": "use of fossil fuels such as coal, promote the green transformation of steel,"}, {"text_block_id": "p101_b2150", "text": "petrochemical, building materials, and other industries, and accelerate “transfer from"}, {"text_block_id": "p101_b2151", "text": "highways to railways” ("}, {"text_block_id": "p101_b2152", "text": "“公转"}, {"text_block_id": "p101_b2153", "text": "铁"}, {"text_block_id": "p101_b2154", "text": "”"}, {"text_block_id": "p101_b2155", "text": ") and “transfer from highways to waterways” ("}, {"text_block_id": "p101_b2156", "text": "“公"}, {"text_block_id": "p101_b2157", "text": "转水”"}, {"text_block_id": "p101_b2158", "text": ") for bulk cargo and medium-and long-distance cargo transportation. We will"}, {"text_block_id": "p101_b2159", "text": "promote the electrification of urban public transport and logistics and delivery vehicles."}, {"text_block_id": "p101_b2160", "text": "We will build a market-oriented green technology innovation system, implement green"}, {"text_block_id": "p101_b2161", "text": "technology innovation research initiatives, and carry out benchmarking and"}, {"text_block_id": "p101_b2162", "text": "improvement initiatives for the resource efficiency of key industries and key products."}, {"text_block_id": "p101_b2163", "text": "We will establish a unified green product standards, certification, and labeling system"}, {"text_block_id": "p101_b2164", "text": "and improve the promotion mechanisms for energy-saving home appliances,"}, {"text_block_id": "p101_b2165", "text": "efficiency lighting products, and water-conserving appliances. We will carry out"}, {"text_block_id": "p101_b2166", "text": "initiatives to create a green lifestyle in an in-depth manager."}, {"text_block_id": "p101_b2167", "text": "Section 4. We will build a green development policy system"}, {"text_block_id": "p101_b2168_merged_merged", "text": "“领跑者”"}, {"text_block_id": "p102_b2171", "text": "Part Twelve Put high-level opening up to the outside into practice and exploit new"}, {"text_block_id": "p102_b2172", "text": "situations for win-win cooperation"}, {"text_block_id": "p102_b2173_merged_merged", "text": "We will adhere to implementing opening up to the outside more broadly, in a destiny for humanity."}, {"text_block_id": "p103_b2175", "text": "Article XL Construct a higher-level new open economy system"}, {"text_block_id": "p103_b2176", "text": "institutional opening up of rules, regulations, management, and standards."}, {"text_block_id": "p103_b2177", "text": "Section 1. Accelerate the advancement of institutional opening"}, {"text_block_id": "p103_b2178", "text": "准入前"}, {"text_block_id": "p103_b2179", "text": "国民"}, {"text_block_id": "p103_b2180", "text": "待"}, {"text_block_id": "p103_b2181", "text": "遇"}, {"text_block_id": "p103_b2182", "text": "加负面清"}, {"text_block_id": "p103_b2183", "text": "单"}, {"text_block_id": "p103_b2184", "text": "准入后"}, {"text_block_id": "p103_b2185", "text": "国民"}, {"text_block_id": "p103_b2186", "text": "待"}, {"text_block_id": "p103_b2187", "text": "遇"}, {"text_block_id": "p103_b2188", "text": "qualified foreign investors. We will steadily and carefully promote the"}, {"text_block_id": "p103_b2189", "text": "for entry and exit, customs, foreign exchange, taxation, and other stages."}, {"text_block_id": "p103_b2190", "text": "Section 2. Improve open platform functions"}, {"text_block_id": "p103_b2191_merged_merged", "text": "We will promote the construction of various open platforms in a coordinated manner and create a new bastion of openness featuring a higher level of openness, a better business environment, and a stronger radiation effect. We will improve the layout of free trade pilot zones, grant them greater autonomy to implement reforms, deepen the exploration of innovative, integrated, and differentiated reforms, and actively copy and promote achievements in institutional innovation. We will steadily advance the construction of the Hainan Free Trade Port, promote trade liberalization and facilitation in the directions of “zero tariffs” in the goods trade and “both access and operating permission” (“既准入又准营”) in the service trade, significantly relax market access restrictions and fully implement the “greatly simplified approvals” (“极简审批”) investment system, carry out cross-border securities investment and financing reform pilot projects and cross-border data transmission security management pilot projects, implement more open policies concerning talent, entry and exit, and transportation, formulate the Hainan Free Trade Port Law, and preliminarily establish free trade port policies and systems with Chinese characteristics. We will"}, {"text_block_id": "p104_b2214", "text": "innovate and upgrade national-level new districts and development zones, promote the"}, {"text_block_id": "p104_b2215", "text": "high-level opening up of comprehensive bonded zones, improve the functions of key"}, {"text_block_id": "p104_b2216", "text": "development and opening up pilot zones along the border, border economic"}, {"text_block_id": "p104_b2217", "text": "cooperation zones, and cross-border economic cooperation zones, and support"}, {"text_block_id": "p104_b2218", "text": "Ningxia, Guizhou, and Jiangxi in the construction of inland open economic pilot zones."}, {"text_block_id": "p104_b2219", "text": "Section 3. Optimize the regional layout of opening up"}, {"text_block_id": "p104_b2220", "text": "We will encourage localities to expand opening up based on their comparative"}, {"text_block_id": "p104_b2221", "text": "held by eastern coastal areas and mega-cities and take the lead in promoting"}, {"text_block_id": "p104_b2222", "text": "domestic and foreign industries, cultivate important global processing and"}, {"text_block_id": "p104_b2223", "text": "manufacturing bases and new growth poles ("}, {"text_block_id": "p104_b2224", "text": "新"}, {"text_block_id": "p104_b2225", "text": "增长极"}, {"text_block_id": "p104_b2226", "text": "South Asia, Southeast Asia, and the Indian Ocean Rim."}, {"text_block_id": "p104_b2227", "text": "Section 4. Strengthen the security assurance system for opening up"}, {"text_block_id": "p104_b2228_merged_merged_merged", "text": "We will build a supervision and risk prevention and control system that matches the higher level of openness. We will improve the early warning system for industrial losses, enrich policy tools such as trade adjustment assistance and trade remedies, and properly respond to economic and trade friction. We will improve national security reviews, anti-monopoly reviews, national technology security list management, unreliable entity lists, and other systems for foreign investment. We will establish a global supply chain risk warning system for important resources and products and strengthen international supply chain assurance cooperation. We will strengthen the monitoring of the balance of payments and maintain the basic balance of international payments and the basic stability of foreign exchange reserves. We will strengthen the monitoring of external assets and liabilities and establish and improve a full-caliber (全口径) foreign debt supervision system. We will improve the differentiated and hierarchical supervision system for overseas investment. We will build systems for overseas protection of interests and early warning and prevention of risks. We will optimize and enhance the infrastructure assurance capabilities of diplomatic missions"}, {"text_block_id": "p105_b2246", "text": "abroad, improve the work institutions and mechanisms of consular protection, and"}, {"text_block_id": "p105_b2247", "text": "safeguard the security and legitimate rights and interests of Chinese citizens and"}, {"text_block_id": "p105_b2248", "text": "institutions overseas."}, {"text_block_id": "p105_b2249", "text": "Article XLI Promote high-quality “Belt and Road” development"}, {"text_block_id": "p105_b2250", "text": "collaboration, strengthen safety and security measures, and foster common"}, {"text_block_id": "p105_b2251", "text": "development."}, {"text_block_id": "p105_b2252", "text": "Section 1. Strengthen the linkage of development strategies and policies"}, {"text_block_id": "p105_b2253", "text": "We will promote the alignment of strategies, plans, and mechanisms and"}, {"text_block_id": "p105_b2254", "text": "strengthen the linking of policies, regulations, and standards. We will develop"}, {"text_block_id": "p105_b2255", "text": "innovative linkage methods, promote the effective implementation of signed"}, {"text_block_id": "p105_b2256", "text": "Section 2. Promote interconnectivity and interoperability of infrastructure"}, {"text_block_id": "p105_b2257_merged_merged_merged_merged", "text": "We will promote the four-in-one (四位一体) connection of land, sea, sky, and cyber, take “six corridors, six roads, many countries and may ports” (“六廊六路多国”the access and quality of China-Europe trains and promote the formulation of “丝路海运”“空中丝绸之路”)."}, {"text_block_id": "p106_b2279", "text": "Section 3. Deepen pragmatic economic, trade, and investment cooperation"}, {"text_block_id": "p106_b2280", "text": "We will promote the optimization and upgrading of trade and investment"}, {"text_block_id": "p106_b2281", "text": "cooperation with countries taking part in “Belt and Road” construction and actively"}, {"text_block_id": "p106_b2282", "text": "develop Silk Road e-commerce. We will deepen international cooperation on"}, {"text_block_id": "p106_b2283", "text": "production capacity, expand third-party market cooperation, build a win-win"}, {"text_block_id": "p106_b2284", "text": "effectively prevent and resolve various risks."}, {"text_block_id": "p106_b2285", "text": "Section 4. Build a bridge for mutual learning among civilizations"}, {"text_block_id": "p106_b2286", "text": "We will deepen humanistic cooperation ("}, {"text_block_id": "p106_b2287", "text": "人文合"}, {"text_block_id": "p106_b2288", "text": "作"}, {"text_block_id": "p106_b2289", "text": "民"}, {"text_block_id": "p106_b2290", "text": "build a Health Silk Road."}, {"text_block_id": "p106_b2291", "text": "Article LXII Actively participate in the reform and construction of global"}, {"text_block_id": "p106_b2292", "text": "economic governance systems"}, {"text_block_id": "p106_b2293_merged_merged_merged_merged", "text": "We will hold high the banner of peace, development, cooperation, and mutual 新型国际关系direction."}, {"text_block_id": "p107_b2296", "text": "Section 1. Maintain and improve multilateral economic governance mechanisms"}, {"text_block_id": "p107_b2297", "text": "We will safeguard multilateral trading systems, actively participate in the reform of"}, {"text_block_id": "p107_b2298", "text": "the World Trade Organization (WTO), and resolutely safeguard the status of"}, {"text_block_id": "p107_b2299", "text": "developing members. We will push the G20 and other countries to serve their functions"}, {"text_block_id": "p107_b2300", "text": "in international economic cooperation, constructively participate in economic"}, {"text_block_id": "p107_b2301", "text": "more Chinese initiatives and Chinese plans. We will promote the deepening of"}, {"text_block_id": "p107_b2302", "text": "Section 2. Build a high-standard free trade zone network"}, {"text_block_id": "p107_b2303", "text": "trade zones, promote the implementation of regional comprehensive economic"}, {"text_block_id": "p107_b2304", "text": "regional trade agreements."}, {"text_block_id": "p107_b2305", "text": "Section 3. Actively create a positive external environment"}, {"text_block_id": "p107_b2306_merged_merged_merged", "text": "We will actively develop global partnerships, promote coordination and cooperation with the great powers (大国), deepen relations with neighboring countries, and strengthen solidarity and cooperation with developing countries. We will adhere to multilateralism and the principles of extensive negotiation, joint construction, and mutual benefit. We will uphold the international system with the United Nations at its core and an international order with international law as its foundation and jointly respond to global challenges. We will actively participate in international cooperation on the prevention and control of major infectious diseases and promote the building of a global community of health for all (人类卫生健康共同体). We will deepen the reform of foreign aid systems and mechanisms, optimize the layout of foreign aid, provide"}, {"text_block_id": "p108_b2324", "text": "assistance within our capacity to developing countries and especially the least"}, {"text_block_id": "p108_b2325", "text": "developed countries, and strengthen foreign cooperation and assistance in the fields of"}, {"text_block_id": "p108_b2326", "text": "healthcare, S&T education, green development, poverty reduction, human resource"}, {"text_block_id": "p108_b2327", "text": "development, and humanitarian aid for emergencies. We will actively implement the"}, {"text_block_id": "p108_b2328", "text": "United Nations 2030 Agenda for Sustainable Development."}, {"text_block_id": "p108_b2329", "text": "Part Thirteen Improve the quality of citizens ("}, {"text_block_id": "p108_b2330", "text": "国民素质"}, {"text_block_id": "p108_b2331", "text": ") and promote"}, {"text_block_id": "p108_b2332", "text": "comprehensive human development"}, {"text_block_id": "p108_b2333", "text": "人口质量"}, {"text_block_id": "p108_b2334", "text": "红"}, {"text_block_id": "p108_b2335", "text": "利"}, {"text_block_id": "p108_b2336", "text": "), and improve the level of human capital and capabilities for the comprehensive"}, {"text_block_id": "p108_b2337", "text": "human development."}, {"text_block_id": "p108_b2338", "text": "Article XLIII Construct a high-quality education system"}, {"text_block_id": "p108_b2339", "text": "skills, and cultivate builders and successors of socialism with all-round moral,"}, {"text_block_id": "p108_b2340", "text": "intellectual, physical, artistic, and professional development."}, {"text_block_id": "p108_b2341", "text": "Section 1. Promote equitable basic public education"}, {"text_block_id": "p108_b2342_merged_merged_merged_merged_merged", "text": "We will consolidate the basic balance achieved in compulsory education, improve the standards for school operations, and promote the high-quality and balanced development of compulsory education and the integration of urban and rural areas. We will accelerate the expansion and upgrading of urban schools and ensure equal access to basic public education services for the children of the rural migrant population. We will improve the conditions of small rural schools and township boarding schools, strengthen the construction of rural teacher teams, improve the quality and ability of rural teachers, improve the care system for left-behind children, and consolidate the achievements of compulsory education in the control of dropouts. We will consolidate and improve the level of universality of high school (高中) education, encourage the"}, {"text_block_id": "p109_b2355", "text": "diversified development of high schools, and increase the gross enrollment rate in high"}, {"text_block_id": "p109_b2356", "text": "school education to 92% or higher. We will standardize off-campus training. We will"}, {"text_block_id": "p109_b2357", "text": "improve the assurance mechanisms for inclusive preschool education, special"}, {"text_block_id": "p109_b2358", "text": "education, and professional education and increase the gross enrollment rate in"}, {"text_block_id": "p109_b2359", "text": "preschool education to over 90%. We will raise the quality and level of education in"}, {"text_block_id": "p109_b2360", "text": "ethnic minority regions and intensify efforts to popularize the national common"}, {"text_block_id": "p109_b2361", "text": "language and writing system."}, {"text_block_id": "p109_b2362", "text": "Section 2. Enhance the adaptability of vocational and technical education"}, {"text_block_id": "p109_b2363", "text": "We will highlight the characteristics of vocational and technological (technical)"}, {"text_block_id": "p109_b2364", "text": "“学"}, {"text_block_id": "p109_b2365", "text": "历证书"}, {"text_block_id": "p109_b2366", "text": "+"}, {"text_block_id": "p109_b2367", "text": "职"}, {"text_block_id": "p109_b2368", "text": "业技能"}, {"text_block_id": "p109_b2369", "text": "等"}, {"text_block_id": "p109_b2370", "text": "级"}, {"text_block_id": "p109_b2371", "text": "”"}, {"text_block_id": "p109_b2372", "text": ") system. We fill find innovative ways of running schools ("}, {"text_block_id": "p109_b2373", "text": "创新"}, {"text_block_id": "p109_b2374", "text": "办"}, {"text_block_id": "p109_b2375", "text": "学"}, {"text_block_id": "p109_b2376", "text": "模"}, {"text_block_id": "p109_b2377", "text": "式"}, {"text_block_id": "p109_b2378", "text": "technical education and general education."}, {"text_block_id": "p109_b2379", "text": "Section 3. Increase the quality of higher education"}, {"text_block_id": "p109_b2380_merged_merged_merged", "text": "We will promote the differentiated management of higher education and comprehensive reform of colleges and universities (高等学), build a more diverse higher education system, and increase the gross enrollment rate of higher education to 60%. We will implement the diversified construction of world-class universities and world-class curricula (一流大学和一流学科) and support the development of high-level research universities. We will construct high-quality undergraduate education and promote the transformation of some ordinary undergraduate colleges and universities to application-oriented. We will establish dynamic adjustment mechanisms for curricula and majors and guidance mechanisms for the development of specialties (特色发展), enhance the relevance of the curricula configuration of universities, promote the reform of training models for high-level talents in basic disciplines (基础学科), and accelerate the training of talents who are in short supply: science, engineering, agriculture, and medical majors. We will strengthen the management of graduate student training, improve the quality of graduate education, and steadily expand the scale of professional degree graduate students. We will optimize the distribution of regional"}, {"text_block_id": "p110_b2406", "text": "higher education resources and promote the revitalization of higher education in the"}, {"text_block_id": "p110_b2407", "text": "central and western regions."}, {"text_block_id": "p110_b2408", "text": "Section 4. Build teams of high-quality professional teachers"}, {"text_block_id": "p110_b2409", "text": "公"}, {"text_block_id": "p110_b2410", "text": "费"}, {"text_block_id": "p110_b2411", "text": ") education system for students at normal schools ("}, {"text_block_id": "p110_b2412", "text": "师"}, {"text_block_id": "p110_b2413", "text": "范"}, {"text_block_id": "p110_b2414", "text": "生"}, {"text_block_id": "p110_b2415", "text": "("}, {"text_block_id": "p110_b2416", "text": "双"}, {"text_block_id": "p110_b2417", "text": "师"}, {"text_block_id": "p110_b2418", "text": "型"}, {"text_block_id": "p110_b2419", "text": "“"}, {"text_block_id": "p110_b2420", "text": "县"}, {"text_block_id": "p110_b2421", "text": "管"}, {"text_block_id": "p110_b2422", "text": "聘"}, {"text_block_id": "p110_b2423", "text": "”"}, {"text_block_id": "p110_b2424", "text": ") management reform for compulsory education teachers, and appropriately"}, {"text_block_id": "p110_b2425", "text": "increase the proportion of mid-level and senior teachers."}, {"text_block_id": "p110_b2426", "text": "Section 5. Deepen education reform"}, {"text_block_id": "p110_b2427_merged_merged_merged", "text": "education, and pay more attention to the cultivation of the patriotism, spirit of use of funds. We will implement and expand the autonomy of schools in their operations, improve the internal governance structure of schools, and guide society to participate in school governance in an orderly manner. We will deepen the 民办教育学习型社会"}, {"text_block_id": "p111_b2437", "text": "Article XLIV Comprehensively promote the construction of a Healthy China"}, {"text_block_id": "p111_b2438", "text": "We will put the protection of people's health in a strategic position for priority"}, {"text_block_id": "p111_b2439", "text": "for the people."}, {"text_block_id": "p111_b2440", "text": "Section 1. Build a strong public health system"}, {"text_block_id": "p111_b2441_merged_merged", "text": "We will reform the disease prevention and control system, and strengthen functions such as monitoring and early warning, risk assessment, epidemiological"}, {"text_block_id": "p112_b2443", "text": "investigation, testing and inspection, and emergency response. We will establish stable"}, {"text_block_id": "p112_b2444", "text": "mechanisms for investing in public health, refine the basic conditions for disease"}, {"text_block_id": "p112_b2445", "text": "control, and strengthen the grassroots public health system. We will implement the"}, {"text_block_id": "p112_b2446", "text": "public health responsibility system for medical institutions, and create new mechanisms"}, {"text_block_id": "p112_b2447", "text": "for collaboration on medical prevention. We will refine public health emergency"}, {"text_block_id": "p112_b2448", "text": "monitoring, warning, and handling mechanisms, strengthen laboratory testing network"}, {"text_block_id": "p112_b2449", "text": "construction, improve systems for medical treatment, S&T support, and material"}, {"text_block_id": "p112_b2450", "text": "support, and increase capacity for responding to sudden public health incidents ("}, {"text_block_id": "p112_b2451", "text": "突发公"}, {"text_block_id": "p112_b2452", "text": "共"}, {"text_block_id": "p112_b2453", "text": "卫"}, {"text_block_id": "p112_b2454", "text": "生事件"}, {"text_block_id": "p112_b2455", "text": "). We will establish a hierarchical and diversionary infectious disease"}, {"text_block_id": "p112_b2456", "text": "treatment network, establish and improve the unified national public health emergency"}, {"text_block_id": "p112_b2457", "text": "material reserve system, and refit large-scale public buildings with preset interfaces for"}, {"text_block_id": "p112_b2458", "text": "epidemic prevention. We will establish a strong line of defense against epidemics at"}, {"text_block_id": "p112_b2459", "text": "ports. We will strengthen the construction of schools of public health and talent teams."}, {"text_block_id": "p112_b2460", "text": "We will improve public health service projects, expand the national immunization"}, {"text_block_id": "p112_b2461", "text": "program, and strengthen prevention, early screening, and comprehensive intervention"}, {"text_block_id": "p112_b2462", "text": "for chronic diseases. We will improve the psychological and mental health service"}, {"text_block_id": "p112_b2463", "text": "system."}, {"text_block_id": "p112_b2464", "text": "Section 2. Deepen the reform of the healthcare system"}, {"text_block_id": "p112_b2465_merged_merged", "text": "We will adhere to the public welfare attributes of basic healthcare services, take the improvement of medical quality and efficiency as our guide, and view public medical institutions as the mainstay and non-public (非公立) medical institutions as supplements, and expand the supply of medical service resources. We will strengthen the construction of public hospitals, accelerate the establishment of a modern hospital management system, and deepen reform of governance structures, personnel remuneration, staffing management, and performance appraisal. We will accelerate the expansion of high-quality medical resources and the deployment of balanced regional layouts and build national medical centers and regional medical centers. We will strengthen the construction of grassroots healthcare teams, focus on urban communities and the rural grassroots, border and port cities, and county-level hospitals, and improve the urban and rural medical service network. We will accelerate the construction of a hierarchical diagnosis and treatment system and actively develop medical consortia. We will strengthen the organic linkage of prevention, treatment, nursing, and rehabilitation. We will promote the reform of the state-organized centralized procurement and use of drugs and consumables and develop high-end medical equipment. We will improve the rapid review and approval mechanism for innovative drugs, vaccines, and medical devices, accelerate the review and approval of drugs and medical devices for urgent clinical needs and rare diseases, and promote the prompt marketing in China of new drugs and medical devices for clinical urgent needs"}, {"text_block_id": "p113_b2487", "text": "that have been marketed overseas. We will improve the quality and scale of medical"}, {"text_block_id": "p113_b2488", "text": "staff training, expand the scale of physicians in short supply such as pediatricians and"}, {"text_block_id": "p113_b2489", "text": "general practitioners, and increase the number of registered nurses per 1,000 people to"}, {"text_block_id": "p113_b2490", "text": "3.8. We will implement regional registration for physicians and push physicians to"}, {"text_block_id": "p113_b2491", "text": "practice their trade at multiple institutions. We will steadily expand the coverage of"}, {"text_block_id": "p113_b2492", "text": "contracted services of urban and rural family doctors and improve the quality of"}, {"text_block_id": "p113_b2493", "text": "contracted services. We will support private medical services ("}, {"text_block_id": "p113_b2494", "text": "社会"}, {"text_block_id": "p113_b2495", "text": "办"}, {"text_block_id": "p113_b2496", "text": "医"}, {"text_block_id": "p113_b2497", "text": ") and encourage"}, {"text_block_id": "p113_b2498", "text": "experienced practicing doctors to open clinics."}, {"text_block_id": "p113_b2499", "text": "Section 3. We will improve the universal health insurance system"}, {"text_block_id": "p113_b2500", "text": "We will improve the stable and sustainable financing and benefit adjustment"}, {"text_block_id": "p113_b2501", "text": "settlements for medical treatments in other areas. We will solidly promote the"}, {"text_block_id": "p113_b2502", "text": "commercial ("}, {"text_block_id": "p113_b2503", "text": "商"}, {"text_block_id": "p113_b2504", "text": "业"}, {"text_block_id": "p113_b2505", "text": ") health insurance."}, {"text_block_id": "p113_b2506", "text": "Section 4. Promote the heritage of and innovation in Chinese medicine"}, {"text_block_id": "p113_b2507_merged_merged_merged", "text": "strengthen the integration of TCM and Western medicine and promote the culture, and promote TCM to the world."}, {"text_block_id": "p114_b2509", "text": "Section 5. Build a sports"}, {"text_block_id": "p114_b2510", "text": "powerhouse ("}, {"text_block_id": "p114_b2511", "text": "体育强国"}, {"text_block_id": "p114_b2512", "text": ")"}, {"text_block_id": "p114_b2513", "text": "We will broadly carry out national fitness campaigns to improve the physical"}, {"text_block_id": "p114_b2514", "text": "health of the whole people. We will promote the forward movement of health"}, {"text_block_id": "p114_b2515", "text": "checkpoints ("}, {"text_block_id": "p114_b2516", "text": "健康"}, {"text_block_id": "p114_b2517", "text": "关口"}, {"text_block_id": "p114_b2518", "text": "前"}, {"text_block_id": "p114_b2519", "text": "移"}, {"text_block_id": "p114_b2520", "text": "Winter Paralympic Games, and the Hangzhou Asian Games."}, {"text_block_id": "p114_b2521", "text": "Section 6. Deepen patriotic health campaigns"}, {"text_block_id": "p114_b2522_merged_merged_merged", "text": "manner. We will strengthen health education and the popularization of health food, reusable chopsticks, and waste sorting."}, {"text_block_id": "p115_b2525", "text": "Article XLV Implement the national strategy for actively responding to an"}, {"text_block_id": "p115_b2526", "text": "aging population"}, {"text_block_id": "p115_b2527_merged_merged", "text": "young”and promote the long-term balanced development of the population."}, {"text_block_id": "p115_b2529", "text": "Section 1. We will promote the attainment of an adequate fertility level"}, {"text_block_id": "p116_b2530", "text": "出生人口质量"}, {"text_block_id": "p116_b2531", "text": "and development."}, {"text_block_id": "p116_b2532", "text": "Section 2. Improve infant and child development policies"}, {"text_block_id": "p116_b2533", "text": "We will develop an inclusive childcare service system and improve the policy"}, {"text_block_id": "p116_b2534", "text": "配套园"}, {"text_block_id": "p116_b2535", "text": "政"}, {"text_block_id": "p116_b2536", "text": "策"}, {"text_block_id": "p116_b2537", "text": "education."}, {"text_block_id": "p116_b2538", "text": "Section 3. Improve elder care service systems"}, {"text_block_id": "p116_b2539_merged_merged_merged", "text": "We will promote the coordinated development of senior care and the elder care industry, improve the system of basic elder care services, vigorously develop inclusive elder care services, support families taking on the elder care function, and build an elder care system in which home-based, community-based, and institutional elder care are"}, {"text_block_id": "p117_b2543_merged", "text": "mutually coordinated and medical care is combined with health and wellness care. We will improve the community at-home elder care service network, promote the aging (老化) transformation of public facilities, promote the extension of professional institutional services (专业机构服务) to the community, and integrate and utilize existing resources to develop embedded elder care in communities. We will strengthen the basic protections of disabled, partially disabled, and destitute elderly people and actively develop mutual assistance for elder care such as rural mutual assistance nursing homes. We will deepen the reform of public elder care institutions (公办养老机构), improve their service capabilities and levels, improve the publicly established and privately operated (公建民营) management mechanism, support the transformation of training and convalescence resources for the development of elder care, strengthen policy support for nursing-type privately run (民办) elder care institutions, and carry out special initiatives for inclusive elder care featuring city-enterprise linkage. We will strengthen health services for the elderly and promote the integration of medical care and health care in an in-depth manner. We will intensify the training of geriatric nursing talent, expand the supply of nursing beds in elder care institutions, increase the proportion of occupied nursing beds in nursing homes to 55%, and better meet the needs of nursing services for the elderly with disabilities and dementia. We will gradually improve the welfare level of the elderly and improve the subsidy system for elders with disabilities in economic difficulties and the visit and care system for behind elders in special difficulties. We will improve the comprehensive regulation system for elder care services. We will build a social environment of care, filial piety, and respect for the elderly and strengthen the protection of the rights and interests of elders. Taking into account factors such as the increase in average life expectancy, the accelerated trend of population aging, the increase in the number of years of education, and changes in the labor force structure and in accordance with the principles of incremental adjustments, flexible implementation, differentiated promotion, and overall planning, we will gradually increase the statutory retirement age and promote the full utilization of human resources. We will develop the silver-haired economy, develop technologies and products suitable for aging, and cultivate new business formats such as smart elder care."}, {"text_block_id": "p118_b2595", "text": "Part Fourteen Enhance the people's livelihoods and well-being and raise the"}, {"text_block_id": "p118_b2596", "text": "level of co-construction, co-governance, and sharing"}, {"text_block_id": "p118_b2597", "text": "We will persist in giving our all and doing our best, improve the basic public"}, {"text_block_id": "p118_b2598", "text": "continuously enhance the people's sense of gain, happiness, and security."}, {"text_block_id": "p118_b2599", "text": "Article XLVI Improve national public service institutions and systems"}, {"text_block_id": "p118_b2600", "text": "the quality and level of public services."}, {"text_block_id": "p118_b2601", "text": "Section 1. Improve the level of equality ("}, {"text_block_id": "p118_b2602", "text": "均"}, {"text_block_id": "p118_b2603", "text": "等"}, {"text_block_id": "p118_b2604", "text": "化水平"}, {"text_block_id": "p118_b2605", "text": ") of basic public services"}, {"text_block_id": "p118_b2606_merged_merged_merged_merged", "text": "We will promote the unification of basic public service systems and the effective alignment of quality levels in urban and rural areas. Focusing on public education, employment and entrepreneurship, social insurance, healthcare, social services, housing security, public culture and sports, preferential care and placement (优抚安置), services for the disabled, and other areas, we will establish and improve the basic public service standards system, clarify national standards and establish a dynamic adjustment mechanism, and promote alignment and balance between urban and rural areas in terms of standards levels. According to the size of the resident population and the service radius, we will coordinate the layout and co-construction and sharing of basic public service facilities and promote the extension of basic public service resources to"}, {"text_block_id": "p119_b2621", "text": "the grassroots, coverage of rural areas, and preference for remote areas and people in"}, {"text_block_id": "p119_b2622", "text": "difficulties."}, {"text_block_id": "p119_b2623", "text": "Section 2. Develop innovative public service delivery methods"}, {"text_block_id": "p119_b2624", "text": "We will distinguish between basic and non-basic, highlight the main role of the"}, {"text_block_id": "p119_b2625", "text": "government in assuring the supply of basic public services, and promote the"}, {"text_block_id": "p119_b2626", "text": "the supply of inclusive and standardized services and ensure that all types of"}, {"text_block_id": "p119_b2627", "text": "公"}, {"text_block_id": "p119_b2628", "text": "建"}, {"text_block_id": "p119_b2629", "text": "民"}, {"text_block_id": "p119_b2630", "text": "办"}, {"text_block_id": "p119_b2631", "text": "Section 3. Improve the public service policy assurance system"}, {"text_block_id": "p119_b2632", "text": "政"}, {"text_block_id": "p119_b2633", "text": "府"}, {"text_block_id": "p119_b2634", "text": "购买"}, {"text_block_id": "p119_b2635", "text": "服务"}, {"text_block_id": "p119_b2636", "text": "指"}, {"text_block_id": "p119_b2637", "text": "导性目"}, {"text_block_id": "p119_b2638", "text": "录"}, {"text_block_id": "p119_b2639", "text": "support, government procurement, and regulation and management."}, {"text_block_id": "p119_b2640", "text": "Article XLVII Implement employment priority strategies"}, {"text_block_id": "p119_b2641", "text": "alleviate structural employment contradictions."}, {"text_block_id": "p119_b2642", "text": "Section 1. Strengthen employment priority policies"}, {"text_block_id": "p119_b2643_merged_merged_merged_merged", "text": "We will adhere to the employment orientation of economic development and improve the employment target responsibility assessment mechanism and employment impact assessment mechanism. We will improve employment support systems for key groups such as college graduates, veterans, and migrant workers. We will improve industrial policies linked to employment capacity, support the development of service"}, {"text_block_id": "p120_b2648", "text": "industries, micro-, small-, and medium-size enterprises, and labor-intensive enterprises"}, {"text_block_id": "p120_b2649", "text": "that are capable of absorbing [workers] and providing employment, and expand"}, {"text_block_id": "p120_b2650", "text": "community supermarkets, convenience stores, and community service positions in a"}, {"text_block_id": "p120_b2651", "text": "stable manner. We will promote equal employment, increase high-quality employment,"}, {"text_block_id": "p120_b2652", "text": "focus on the development of skill-intensive industries, support and standardize the"}, {"text_block_id": "p120_b2653", "text": "development of new formats of employment, and expand the government's"}, {"text_block_id": "p120_b2654", "text": "procurement of grassroots education, healthcare, and specialized social services. We"}, {"text_block_id": "p120_b2655", "text": "will establish a multi-channel flexible employment mechanism that promotes"}, {"text_block_id": "p120_b2656", "text": "entrepreneurship to drive employment, comprehensively clean up various restrictive"}, {"text_block_id": "p120_b2657", "text": "policies, and enhance the inclusivity of the labor market. We will coordinate urban and"}, {"text_block_id": "p120_b2658", "text": "rural employment policies and actively guide the employment of the rural labor force."}, {"text_block_id": "p120_b2659", "text": "We will expand placement in public welfare jobs and make efforts to help people with"}, {"text_block_id": "p120_b2660", "text": "disabilities, members of zero-employment families, and others facing difficulties find"}, {"text_block_id": "p120_b2661", "text": "employment."}, {"text_block_id": "p120_b2662", "text": "Section 2. Improve the employment public service system"}, {"text_block_id": "p120_b2663", "text": "We will improve the employment public service system covering urban and rural"}, {"text_block_id": "p120_b2664", "text": "areas, strengthen the construction of grassroots public employment and"}, {"text_block_id": "p120_b2665", "text": "entrepreneurship service platforms, and provide free policy consultation, job"}, {"text_block_id": "p120_b2666", "text": "introduction ("}, {"text_block_id": "p120_b2667", "text": "职"}, {"text_block_id": "p120_b2668", "text": "业"}, {"text_block_id": "p120_b2669", "text": "介绍"}, {"text_block_id": "p120_b2670", "text": "unemployment insurance funds in a coordinated manner. We will improve the"}, {"text_block_id": "p120_b2671", "text": "arbitration system, and explore the establishment of labor rights assurance"}, {"text_block_id": "p120_b2672_merged_merged_merged", "text": "We will improve lifelong skills training systems and continue to carry out vocational skills training on a large scale. We will implement vocational skills improvement initiatives and special training plans for key groups in an in-depth manner, extensively carry out skills training for practitioners in new business formats and models, and effectively improve the quality of training. We will coordinate vocational skills training funds at all levels and types, develop innovative usage"}, {"text_block_id": "p121_b2678", "text": "methods, and open up channels for training subsidies to reach enterprises and trainers."}, {"text_block_id": "p121_b2679", "text": "We will improve pre-tax deduction policies for training expenses and encourage"}, {"text_block_id": "p121_b2680", "text": "enterprises to carry out job skill improvement training. We will support the"}, {"text_block_id": "p121_b2681", "text": "development of order-based ("}, {"text_block_id": "p121_b2682", "text": "订"}, {"text_block_id": "p121_b2683", "text": "单式"}, {"text_block_id": "p121_b2684", "text": ") and package-based ("}, {"text_block_id": "p121_b2685", "text": "套餐"}, {"text_block_id": "p121_b2686", "text": "式"}, {"text_block_id": "p121_b2687", "text": ") training. We will"}, {"text_block_id": "p121_b2688", "text": "build a batch of public training bases and production-education integration bases and"}, {"text_block_id": "p121_b2689", "text": "promote the co-construction and sharing of training resources. We will successfully run"}, {"text_block_id": "p121_b2690", "text": "the National Vocational Skills Competition."}, {"text_block_id": "p121_b2691", "text": "Article XLVIII Optimize the income distribution structure"}, {"text_block_id": "p121_b2692", "text": "middle-income group, and more actively promote common prosperity."}, {"text_block_id": "p121_b2693", "text": "Section 1. Expand channels for citizen income growth"}, {"text_block_id": "p121_b2694", "text": "We will adhere to distribution according to labor ("}, {"text_block_id": "p121_b2695", "text": "按劳"}, {"text_block_id": "p121_b2696", "text": "分"}, {"text_block_id": "p121_b2697", "text": "配"}, {"text_block_id": "p121_b2698", "text": "初"}, {"text_block_id": "p121_b2699", "text": "次"}, {"text_block_id": "p121_b2700", "text": "分"}, {"text_block_id": "p121_b2701", "text": "配"}, {"text_block_id": "p121_b2702", "text": "按"}, {"text_block_id": "p121_b2703", "text": "要素分"}, {"text_block_id": "p121_b2704", "text": "配"}, {"text_block_id": "p121_b2705", "text": "劳"}, {"text_block_id": "p121_b2706", "text": "务"}, {"text_block_id": "p121_b2707", "text": "派遣"}, {"text_block_id": "p121_b2708", "text": "用工行为"}, {"text_block_id": "p121_b2709", "text": "farmers’ value-added income from land, improve the dividend system of listed"}, {"text_block_id": "p121_b2710", "text": "ensure the people's livelihood."}, {"text_block_id": "p121_b2711", "text": "Section 2. Expand the middle-income group"}, {"text_block_id": "p121_b2712_merged_merged_merged", "text": "We will implement an action plan to expand the middle-income group, focus on graduates from universities and vocational colleges, skilled workers, and migrant"}, {"text_block_id": "p122_b2714", "text": "workers, and continuously increase the proportion of middle-income groups. We will"}, {"text_block_id": "p122_b2715", "text": "improve the employment matching ("}, {"text_block_id": "p122_b2716", "text": "就"}, {"text_block_id": "p122_b2717", "text": "业"}, {"text_block_id": "p122_b2718", "text": "匹配"}, {"text_block_id": "p122_b2719", "text": ") and labor participation rate of graduates"}, {"text_block_id": "p122_b2720", "text": "from universities and vocational colleges. We will broaden paths for the ascent of"}, {"text_block_id": "p122_b2721", "text": "skilled workers, open up channels for the declaration of professional titles and skill level"}, {"text_block_id": "p122_b2722", "text": "certification for non-publicly owned economic organizations, social organizations, and"}, {"text_block_id": "p122_b2723", "text": "freelance professionals, and improve the treatment"}, {"text_block_id": "p122_b2724", "text": "level and social status of skilled"}, {"text_block_id": "p122_b2725", "text": "talents. We will implement a high-quality farmer training plan and use agricultural and"}, {"text_block_id": "p122_b2726", "text": "rural resources and modern business methods to increase income. We will improve"}, {"text_block_id": "p122_b2727", "text": "support policies for small and micro entrepreneurs and support the hard work and"}, {"text_block_id": "p122_b2728", "text": "wealth accumulation of sole proprietors ("}, {"text_block_id": "p122_b2729", "text": "个"}, {"text_block_id": "p122_b2730", "text": "体工"}, {"text_block_id": "p122_b2731", "text": "商户"}, {"text_block_id": "p122_b2732", "text": "), people in flexible employment,"}, {"text_block_id": "p122_b2733", "text": "and other groups."}, {"text_block_id": "p122_b2734", "text": "Section 3. Improve redistribution mechanisms"}, {"text_block_id": "p122_b2735", "text": "第三次"}, {"text_block_id": "p122_b2736", "text": "分"}, {"text_block_id": "p122_b2737", "text": "配"}, {"text_block_id": "p122_b2738", "text": "assurance standards ("}, {"text_block_id": "p122_b2739", "text": "兜"}, {"text_block_id": "p122_b2740", "text": "底保障标"}, {"text_block_id": "p122_b2741", "text": "准"}, {"text_block_id": "p122_b2742", "text": "). We will standardize the order of income"}, {"text_block_id": "p122_b2743", "text": "improve the modern payment and income monitoring system."}, {"text_block_id": "p122_b2744", "text": "Article XLIX Improve the multi-level social security system"}, {"text_block_id": "p122_b2745", "text": "应"}, {"text_block_id": "p122_b2746", "text": "保"}, {"text_block_id": "p122_b2747", "text": "尽"}, {"text_block_id": "p122_b2748", "text": "保"}, {"text_block_id": "p122_b2749", "text": "兜"}, {"text_block_id": "p122_b2750", "text": "底线"}, {"text_block_id": "p122_b2751", "text": "、织"}, {"text_block_id": "p122_b2752", "text": "密"}, {"text_block_id": "p122_b2753", "text": "网、建"}, {"text_block_id": "p122_b2754", "text": "机制"}, {"text_block_id": "p122_b2755", "text": "sustainable."}, {"text_block_id": "p122_b2756", "text": "Section 1. Reform and improve the social insurance system"}, {"text_block_id": "p122_b2757_merged_merged_merged_merged", "text": "We will improve the old-age insurance system and promote the long-term balance of basic old-age insurance funds. We will realize nationwide overall planning of"}, {"text_block_id": "p123_b2759", "text": "basic old-age insurance, relax the insurance conditions for people in flexible"}, {"text_block_id": "p123_b2760", "text": "employment, and achieve full coverage of the legal population ("}, {"text_block_id": "p123_b2761", "text": "法定人"}, {"text_block_id": "p123_b2762", "text": "群"}, {"text_block_id": "p123_b2763", "text": ") by social"}, {"text_block_id": "p123_b2764", "text": "insurance. We will improve the transfer of state-owned capital to enrich the social"}, {"text_block_id": "p123_b2765", "text": "security fund system and optimize and strengthen the social security strategic reserve"}, {"text_block_id": "p123_b2766", "text": "fund. We will improve the rational adjustment mechanism for the basic pension for"}, {"text_block_id": "p123_b2767", "text": "urban employees and gradually raise the basic pension standards for urban and rural"}, {"text_block_id": "p123_b2768", "text": "residents. We will develop a multi-tier, multi-pillar old-age insurance system, increase"}, {"text_block_id": "p123_b2769", "text": "the coverage of corporate annuities, and standardize the development of the third pillar"}, {"text_block_id": "p123_b2770", "text": "of old-age insurance. We will promote the wide coverage of unemployment insurance"}, {"text_block_id": "p123_b2771", "text": "and work-related injury insurance for professional workers and implement overall"}, {"text_block_id": "p123_b2772", "text": "planning at the provincial level. We will promote the continuation of social insurance"}, {"text_block_id": "p123_b2773", "text": "transfers and refine public service platforms for integrating social insurance nationwide."}, {"text_block_id": "p123_b2774", "text": "Section 2. Optimize the social assistance and charity system"}, {"text_block_id": "p123_b2775", "text": "We will focus on recipients of urban and rural subsistence allowances, people"}, {"text_block_id": "p123_b2776", "text": "with special difficulties, and low-income families, improve the hierarchical and"}, {"text_block_id": "p123_b2777", "text": "常"}, {"text_block_id": "p123_b2778", "text": "住"}, {"text_block_id": "p123_b2779", "text": "地"}, {"text_block_id": "p123_b2780", "text": "救助申"}, {"text_block_id": "p123_b2781", "text": "领"}, {"text_block_id": "p123_b2782", "text": "strengthen the management of lottery and public welfare funds."}, {"text_block_id": "p123_b2783", "text": "Section 3. Improve employment and support systems for veterans ("}, {"text_block_id": "p123_b2784", "text": "退"}, {"text_block_id": "p123_b2785", "text": "役"}, {"text_block_id": "p123_b2786", "text": "军人"}, {"text_block_id": "p123_b2787", "text": ")"}, {"text_block_id": "p123_b2788_merged_merged_merged_merged", "text": "We will improve the organization and management system, work operation system, and policy system structure for veterans' affairs and improve the service assurance level for veterans. We will deepen the reform of the placement system for veterans, increase education, training, and employment support, expand employment fields, and improve the quality of placements. We will establish and improve new types of treatment guarantee systems, improve and implement preferential care policies, reasonably raise the standard of treatment for veterans and other preferential care recipients, and do a good job with the arrangement, settlement, and education of their spouses and children. We will improve the transfer, resettlement, treatment, and recuperation systems for retired military personnel and injured and disabled veterans,"}, {"text_block_id": "p124_b2798", "text": "strengthen the construction of service centers (stations) for veterans, and improve the"}, {"text_block_id": "p124_b2799", "text": "construction service level of preferential care hospitals, veterans' nursing homes ("}, {"text_block_id": "p124_b2800", "text": "光荣"}, {"text_block_id": "p124_b2801", "text": "院"}, {"text_block_id": "p124_b2802", "text": "), military supply depots, and other institutions. We will strengthen the convergence"}, {"text_block_id": "p124_b2803", "text": "of the insurance system for veterans. We will vigorously promote the heroic spirit,"}, {"text_block_id": "p124_b2804", "text": "intensify the construction, management, and conservation of military memorial facilities,"}, {"text_block_id": "p124_b2805", "text": "and build military cemeteries. We will promote the creation of double support"}, {"text_block_id": "p124_b2806", "text": "model"}, {"text_block_id": "p124_b2807", "text": "cities (counties) in an in-depth manner."}, {"text_block_id": "p124_b2808", "text": "Article L Guarantee the basic rights and interests of women, minors, and"}, {"text_block_id": "p124_b2809", "text": "disabled persons"}, {"text_block_id": "p124_b2810", "text": "opportunities of women, minors, the disabled, and other groups."}, {"text_block_id": "p124_b2811", "text": "Section 1. Promote equality between men and women and the comprehensive"}, {"text_block_id": "p124_b2812", "text": "development of women"}, {"text_block_id": "p124_b2813_merged_merged_merged_merged", "text": "We will implement the Outline for the Development of Women (妇女发展纲要生育津贴equality evaluation mechanism for laws and policies and improve the personal rights of women and girls."}, {"text_block_id": "p124_b2822", "text": "Section 2. Improve the level of care and service for minors"}, {"text_block_id": "p125_b2823", "text": "We will implement the Outline for the Development of Children ("}, {"text_block_id": "p125_b2824", "text": "儿童"}, {"text_block_id": "p125_b2825", "text": "发展"}, {"text_block_id": "p125_b2826", "text": "纲"}, {"text_block_id": "p125_b2827", "text": "要"}, {"text_block_id": "p125_b2828", "text": "the comprehensive protection system for minors. We will implement youth"}, {"text_block_id": "p125_b2829", "text": "and stimulate the innovative and entrepreneurial vitality of youths."}, {"text_block_id": "p125_b2830", "text": "Section 3. Strengthen family building"}, {"text_block_id": "p125_b2831", "text": "With a focus on building civilized families ("}, {"text_block_id": "p125_b2832", "text": "文明家"}, {"text_block_id": "p125_b2833", "text": "庭"}, {"text_block_id": "p125_b2834", "text": "), implementing scientific"}, {"text_block_id": "p125_b2835", "text": "family education, and passing on good family traditions, we will implement the"}, {"text_block_id": "p125_b2836", "text": "Happiness and Well-Being for Every Family Project ("}, {"text_block_id": "p125_b2837", "text": "家家"}, {"text_block_id": "p125_b2838", "text": "幸福"}, {"text_block_id": "p125_b2839", "text": "安"}, {"text_block_id": "p125_b2840", "text": "康"}, {"text_block_id": "p125_b2841", "text": "工程"}, {"text_block_id": "p125_b2842", "text": "grassroots social governance."}, {"text_block_id": "p125_b2843", "text": "Section 4. We will enhance the protection and development of disabled persons"}, {"text_block_id": "p125_b2844_merged_merged_merged", "text": "We will improve the support system for the disabled, help persons with disabilities to generally participate in basic medical and basic old-age insurance, and dynamically adjust the standard of living allowance for the disabled and the nursing allowance for the severely disabled. We will improve the employment support system for the disabled, strengthen the protection of the labor rights and interests of the disabled, give priority to the provision of vocational skills training to the disabled, and support the disabled in starting their own businesses. We will promote full coverage of education for school-age disabled children and adolescents and improve the quality of"}, {"text_block_id": "p126_b2852", "text": "special education. We will build a rehabilitation university ("}, {"text_block_id": "p126_b2853", "text": "康"}, {"text_block_id": "p126_b2854", "text": "复大学"}, {"text_block_id": "p126_b2855", "text": "), promote the"}, {"text_block_id": "p126_b2856", "text": "marketized development of rehabilitation services, improve the suitability rate of"}, {"text_block_id": "p126_b2857", "text": "rehabilitation assistive devices, and improve the quality of rehabilitation services. We"}, {"text_block_id": "p126_b2858", "text": "will carry out nursing care services for severely disabled persons. We will strengthen"}, {"text_block_id": "p126_b2859", "text": "the building of service facilities and comprehensive service capacity for the disabled,"}, {"text_block_id": "p126_b2860", "text": "improve the barrier-free environment construction and maintenance policy system, and"}, {"text_block_id": "p126_b2861", "text": "support the renovation of barrier-free facilities for families with disabled members."}, {"text_block_id": "p126_b2862", "text": "Article LI Construct a new pattern of grassroots social governance"}, {"text_block_id": "p126_b2863_merged_merged", "text": "自治), rule of law, and rule by virtue (德治协商制度), and build a community of social governance (社会治理共同体) in which everyone bears and fulfills responsibilities and everyone shares in the benefits."}, {"text_block_id": "p126_b2874", "text": "Section 1. Consolidate the foundation of grassroots social governance"}, {"text_block_id": "p127_b2875", "text": "authority and responsibility between grassroots governments and grassroots"}, {"text_block_id": "p127_b2876", "text": "autonomous organizations of the masses in accordance with the law, formulate a list of"}, {"text_block_id": "p127_b2877", "text": "authorities and responsibilities of county (district) functional departments and"}, {"text_block_id": "p127_b2878", "text": "工"}, {"text_block_id": "p127_b2879", "text": "作"}, {"text_block_id": "p127_b2880", "text": "事项"}, {"text_block_id": "p127_b2881", "text": "准入"}, {"text_block_id": "p127_b2882", "text": "制度"}, {"text_block_id": "p127_b2883", "text": "基层"}, {"text_block_id": "p127_b2884", "text": "群"}, {"text_block_id": "p127_b2885", "text": "众"}, {"text_block_id": "p127_b2886", "text": "性自治"}, {"text_block_id": "p127_b2887", "text": "组织"}, {"text_block_id": "p127_b2888", "text": "村"}, {"text_block_id": "p127_b2889", "text": "（"}, {"text_block_id": "p127_b2890", "text": "居"}, {"text_block_id": "p127_b2891", "text": "）"}, {"text_block_id": "p127_b2892", "text": "民"}, {"text_block_id": "p127_b2893", "text": "议"}, {"text_block_id": "p127_b2894", "text": "事会"}, {"text_block_id": "p127_b2895", "text": "to participate in social governance."}, {"text_block_id": "p127_b2896", "text": "Section 2. Improve community management and service mechanisms"}, {"text_block_id": "p127_b2897", "text": "We will promote the downward shift of the focus of social governance and"}, {"text_block_id": "p127_b2898", "text": "网"}, {"text_block_id": "p127_b2899", "text": "格化"}, {"text_block_id": "p127_b2900", "text": "管"}, {"text_block_id": "p127_b2901", "text": "理"}, {"text_block_id": "p127_b2902", "text": "精"}, {"text_block_id": "p127_b2903", "text": "细"}, {"text_block_id": "p127_b2904", "text": "化服务"}, {"text_block_id": "p127_b2905", "text": "community workers."}, {"text_block_id": "p127_b2906", "text": "Section 3. Actively guide social forces to participate in grassroots governance"}, {"text_block_id": "p127_b2907_merged_merged_merged", "text": "We will leverage the social governance role of mass organizations and social organizations, smooth and standardize ways for market players, new social strata (新社会阶层), social workers, and volunteers to participate in social governance, and comprehensively stimulate the vitality of grassroots social governance. We will cultivate standardized industry associations and chambers of commerce, charity organizations, and urban and rural community social organizations, strengthen policy"}, {"text_block_id": "p128_b2915", "text": "support, such as financial subsidies, service procurement, tax incentives, and talent"}, {"text_block_id": "p128_b2916", "text": "assurance, as well as supervision during and after events. We will support and develop"}, {"text_block_id": "p128_b2917", "text": "social work service agencies and voluntary service organizations, strengthen volunteer"}, {"text_block_id": "p128_b2918", "text": "teams, build more volunteer service platforms, and improve the volunteer service"}, {"text_block_id": "p128_b2919", "text": "system."}, {"text_block_id": "p128_b2920", "text": "Part Fifteen Coordinate development and security to construct a more peaceful and"}, {"text_block_id": "p128_b2921", "text": "secure China"}, {"text_block_id": "p128_b2922", "text": "We must adhere to the overall national security concept, implement the national security strategy, preserve and shape national security, integrate traditional and nontraditional security, have national security permeate all national development fields and the entire process, prevent and mitigate various risks that adversely affect China's"}, {"text_block_id": "p128_b2923", "text": "progress in modernization, and fortify national security barriers."}, {"text_block_id": "p128_b2924", "text": "国家利益"}, {"text_block_id": "p128_b2925", "text": "至"}, {"text_block_id": "p128_b2926", "text": "上"}, {"text_block_id": "p128_b2927", "text": "人民"}, {"text_block_id": "p128_b2928", "text": "防"}, {"text_block_id": "p128_b2929", "text": "线"}, {"text_block_id": "p128_b2930", "text": "), strengthen"}, {"text_block_id": "p128_b2931", "text": "national security propaganda and education, raise everyone's national security"}, {"text_block_id": "p128_b2932", "text": "security, system security ("}, {"text_block_id": "p128_b2933", "text": "制度安全"}, {"text_block_id": "p128_b2934", "text": "), and ideological security, comprehensively"}, {"text_block_id": "p128_b2935", "text": "新兴"}, {"text_block_id": "p128_b2936", "text": "领"}, {"text_block_id": "p128_b2937", "text": "域"}, {"text_block_id": "p128_b2938", "text": "forces ("}, {"text_block_id": "p128_b2939", "text": "敌对"}, {"text_block_id": "p128_b2940", "text": "势力"}, {"text_block_id": "p128_b2941", "text": ")."}, {"text_block_id": "p128_b2942", "text": "Article LIII Strengthen national economic security assurance"}, {"text_block_id": "p128_b2943_merged_merged_merged_merged_merged", "text": "We will strengthen the construction of economic risk early warning, prevention, and control mechanisms and capabilities, achieve security and controllability in critical"}, {"text_block_id": "p129_b2945", "text": "areas such as important industries, infrastructure, strategic resources, and major S&T"}, {"text_block_id": "p129_b2946", "text": "fields, and strive to improve the security development capabilities in food, energy,"}, {"text_block_id": "p129_b2947", "text": "finance, and other fields"}, {"text_block_id": "p129_b2948", "text": "Section 1. Implement the food security strategy"}, {"text_block_id": "p129_b2949", "text": "We will implement a variety ("}, {"text_block_id": "p129_b2950", "text": "品"}, {"text_block_id": "p129_b2951", "text": "种"}, {"text_block_id": "p129_b2952", "text": ") assurance strategy, improve the supply"}, {"text_block_id": "p129_b2953", "text": "农"}, {"text_block_id": "p129_b2954", "text": "副"}, {"text_block_id": "p129_b2955", "text": "产品"}, {"text_block_id": "p129_b2956", "text": "藏"}, {"text_block_id": "p129_b2957", "text": "粮"}, {"text_block_id": "p129_b2958", "text": "于"}, {"text_block_id": "p129_b2959", "text": "地"}, {"text_block_id": "p129_b2960", "text": "、"}, {"text_block_id": "p129_b2961", "text": "藏"}, {"text_block_id": "p129_b2962", "text": "粮"}, {"text_block_id": "p129_b2963", "text": "于"}, {"text_block_id": "p129_b2964", "text": "技战略"}, {"text_block_id": "p129_b2965", "text": "“"}, {"text_block_id": "p129_b2966", "text": "卡脖"}, {"text_block_id": "p129_b2967", "text": "子"}, {"text_block_id": "p129_b2968", "text": "”"}, {"text_block_id": "p129_b2969", "text": "reform of the agricultural product purchase and storage system, accelerate the"}, {"text_block_id": "p129_b2970", "text": "basket” ("}, {"text_block_id": "p129_b2971", "text": "“"}, {"text_block_id": "p129_b2972", "text": "菜篮"}, {"text_block_id": "p129_b2973", "text": "子"}, {"text_block_id": "p129_b2974", "text": "”"}, {"text_block_id": "p129_b2975", "text": ") and implement the joint responsibility of the Party and"}, {"text_block_id": "p129_b2976", "text": "government. We will effectively reduce losses in grain production, storage,"}, {"text_block_id": "p129_b2977", "text": "groups. We will draw up a food security law."}, {"text_block_id": "p129_b2978", "text": "Section 2. Implement the energy resource security strategy"}, {"text_block_id": "p129_b2979_merged_merged_merged", "text": "We will adhere to a domestic foundation (立足国内), ameliorate shortcomings, diversified assurances (多元保障), and strengthened reserves, improve the production, supply, storage, and marketing system, enhance our capacity to sustain the stable supply of energy and to perform risk management and control, realize the security bottom line for our coal supply, and rely on our own ability to ensure core oil and gas needs and a stable and reliable power supply. We will consolidate the domestic production base, maintain stable and increasing production of crude oil and natural gas, do a good job in the planning, layout, and management of coal liquefaction and gasification (煤制油气) strategic bases. We will expand the scale of oil and gas reserves, improve the oil and gas reserve system in a way that organically integrates"}, {"text_block_id": "p130_b3001", "text": "government reserves and corporate social responsibility reserves so that they"}, {"text_block_id": "p130_b3002", "text": "complement each other. We will strengthen the construction of coal reserve capacity."}, {"text_block_id": "p130_b3003", "text": "We will improve the energy risk emergency management and control system,"}, {"text_block_id": "p130_b3004", "text": "strengthen power supply guarantees for key cities and users, and strengthen the"}, {"text_block_id": "p130_b3005", "text": "security protection of important energy facilities and energy networks. We will diversify"}, {"text_block_id": "p130_b3006", "text": "and expand the sources of oil and gas imports and maintain the security of strategic"}, {"text_block_id": "p130_b3007", "text": "channels and key nodes. We will cultivate a trading center and pricing mechanism that"}, {"text_block_id": "p130_b3008", "text": "puts China first ("}, {"text_block_id": "p130_b3009", "text": "以"}, {"text_block_id": "p130_b3010", "text": "我"}, {"text_block_id": "p130_b3011", "text": "为主"}, {"text_block_id": "p130_b3012", "text": ") and actively promote settlement in local currency. We will"}, {"text_block_id": "p130_b3013", "text": "strengthen the planning and control of strategic mineral resources, improve reserve"}, {"text_block_id": "p130_b3014", "text": "security capabilities, and implement a new round of breakthrough strategic initiatives"}, {"text_block_id": "p130_b3015", "text": "for prospecting."}, {"text_block_id": "p130_b3016", "text": "Section 3. Implement the financial security strategy"}, {"text_block_id": "p130_b3017_merged_merged", "text": "We will improve financial risk prevention, early warning, handling, and 宏观审慎) management system and maintain the macro leverage ratio (宏观杠杆率以稳为主、稳中有降informatization, and maintain the security of our financial infrastructure."}, {"text_block_id": "p131_b3032", "text": "Article LIV Comprehensively improve public safety assurance capabilities"}, {"text_block_id": "p131_b3033", "text": "We will uphold the people's supremacy and the supremacy of life ("}, {"text_block_id": "p131_b3034", "text": "人民"}, {"text_block_id": "p131_b3035", "text": "至"}, {"text_block_id": "p131_b3036", "text": "上、"}, {"text_block_id": "p131_b3037", "text": "生命"}, {"text_block_id": "p131_b3038", "text": "至"}, {"text_block_id": "p131_b3039", "text": "上"}, {"text_block_id": "p131_b3040", "text": "Section 1. Increase the level of safe production"}, {"text_block_id": "p131_b3041_merged_merged", "text": "We will improve and implement the safe production responsibility system and establish a public safety hazard investigation and safety [risk] prevention and control system. We will establish a safe production responsibility system for all employees of enterprises and consolidate the main entities responsible for corporate safe production. We will strengthen safe production monitoring, early warning, supervision, and law enforcement, promote the safety rectification of key fields such as hazardous chemicals, mining, construction, transportation, fire protection, civilian explosives, and special"}, {"text_block_id": "p132_b3048", "text": "equipment in an in-depth manner, carry out governance of major hidden dangers ("}, {"text_block_id": "p132_b3049", "text": "重大"}, {"text_block_id": "p132_b3050", "text": "隐患"}, {"text_block_id": "p132_b3051", "text": "治理"}, {"text_block_id": "p132_b3052", "text": ") with incremental oversight at the start and evaluation of the effect of"}, {"text_block_id": "p132_b3053", "text": "rectification ("}, {"text_block_id": "p132_b3054", "text": "逐"}, {"text_block_id": "p132_b3055", "text": "级挂"}, {"text_block_id": "p132_b3056", "text": "牌督"}, {"text_block_id": "p132_b3057", "text": "办"}, {"text_block_id": "p132_b3058", "text": "和整改"}, {"text_block_id": "p132_b3059", "text": "效"}, {"text_block_id": "p132_b3060", "text": "果"}, {"text_block_id": "p132_b3061", "text": "评"}, {"text_block_id": "p132_b3062", "text": "价"}, {"text_block_id": "p132_b3063", "text": "). We will promote the standardized"}, {"text_block_id": "p132_b3064", "text": "construction of safe production by enterprises and strengthen safety management in"}, {"text_block_id": "p132_b3065", "text": "key areas such as industrial parks. We will strengthen the innovative application of"}, {"text_block_id": "p132_b3066", "text": "advanced technology and equipment in the fields of deep mining and major disaster"}, {"text_block_id": "p132_b3067", "text": "prevention and control and promote the substitution of robots for humans in dangerous"}, {"text_block_id": "p132_b3068", "text": "jobs. We will promote full coverage of safe production liability insurance in key areas."}, {"text_block_id": "p132_b3069", "text": "Section 2. Implement strict food and drug safety regulation"}, {"text_block_id": "p132_b3070_merged_merged", "text": "We will strengthen and improve the food and drug safety regulation system, 惩罚性赔偿推进食品安全放心工程建设攻坚行动), and intensify the joint rectification (联合整治and rapid response."}, {"text_block_id": "p132_b3086", "text": "Section 3. Strengthen the prevention and control of biosafety risks"}, {"text_block_id": "p132_b3087", "text": "international regulations on biosafety."}, {"text_block_id": "p133_b3088", "text": "Section 4. Improve the national emergency management system"}, {"text_block_id": "p133_b3089", "text": "We will build an emergency management system featuring unified command,"}, {"text_block_id": "p133_b3090", "text": "both specialized and general approaches ("}, {"text_block_id": "p133_b3091", "text": "专常兼备"}, {"text_block_id": "p133_b3092", "text": "), responsiveness and flexibility, and"}, {"text_block_id": "p133_b3093", "text": "top-to-bottom linkages, optimize the construction of the national emergency"}, {"text_block_id": "p133_b3094", "text": "deployment and emergency transportation capabilities. We will construct an"}, {"text_block_id": "p133_b3095", "text": "emergency command information and comprehensive monitoring and early warning"}, {"text_block_id": "p133_b3096", "text": "network structure and strengthen the construction of emergency rescue"}, {"text_block_id": "p133_b3097", "text": "communications assurance capabilities for extreme conditions. We will develop"}, {"text_block_id": "p133_b3098", "text": "catastrophe insurance."}, {"text_block_id": "p133_b3099", "text": "Article LV Preserve social stability and security"}, {"text_block_id": "p133_b3100", "text": "We will correctly handle contradictions among the people ("}, {"text_block_id": "p133_b3101", "text": "人民内"}, {"text_block_id": "p133_b3102", "text": "部"}, {"text_block_id": "p133_b3103", "text": "矛盾"}, {"text_block_id": "p133_b3104", "text": "社会治安"}, {"text_block_id": "p133_b3105_merged_merged_merged", "text": "We will adhere to and develop the “Fengqiao experience”for the new era and build an integrated social conflict governance system with prevention at the source, arrangement and sorting, dispute resolution, and emergency handling. We will smooth and standardize channels for the masses to express demands, reconcile interests, and safeguard rights, and improve the joint work system of people's mediation, administrative mediation, and judicial mediation. We will improve the diversified"}, {"text_block_id": "p134_b3112", "text": "resolution mechanisms for conflicts and disputes and give full play to the role of"}, {"text_block_id": "p134_b3113", "text": "mediation, arbitration, administrative adjudication, administrative reconsideration, and"}, {"text_block_id": "p134_b3114", "text": "litigation in preventing and resolving social conflicts. We will improve and implement"}, {"text_block_id": "p134_b3115", "text": "the petition ("}, {"text_block_id": "p134_b3116", "text": "信"}, {"text_block_id": "p134_b3117", "text": "访"}, {"text_block_id": "p134_b3118", "text": ") system and resolve the reasonable demands of the masses on the"}, {"text_block_id": "p134_b3119", "text": "spot, in a timely manner, and in accordance with law. We will improve the coordination"}, {"text_block_id": "p134_b3120", "text": "mechanism for the prevention and control of social conflicts and risks. We will improve"}, {"text_block_id": "p134_b3121", "text": "the social and psychological service system and crisis intervention mechanisms."}, {"text_block_id": "p134_b3122", "text": "Section 2. Promote the modernization of the social safety [incident] prevention"}, {"text_block_id": "p134_b3123", "text": "and control system"}, {"text_block_id": "p134_b3124", "text": "We will adhere to combining the efforts of both professionals and the masses in"}, {"text_block_id": "p134_b3125", "text": "mass prevention and mass governance ("}, {"text_block_id": "p134_b3126", "text": "群"}, {"text_block_id": "p134_b3127", "text": "防"}, {"text_block_id": "p134_b3128", "text": "群"}, {"text_block_id": "p134_b3129", "text": "治"}, {"text_block_id": "p134_b3130", "text": "), improve the level of"}, {"text_block_id": "p134_b3131", "text": "态化"}, {"text_block_id": "p134_b3132", "text": "结"}, {"text_block_id": "p134_b3133", "text": "合"}, {"text_block_id": "p134_b3134", "text": "security [incident] prevention and control system. We will deepen pragmatic"}, {"text_block_id": "p134_b3135", "text": "cooperation in international law enforcement and security."}, {"text_block_id": "p134_b3136_merged_merged_merged_merged", "text": "We will implement Xi Jinping Thought on Building a Strong Military (习近平强军思想), implement the Military Strategic Directive for a New Era (新代军事战略方针"}, {"text_block_id": "p135_b3146", "text": "nation's sovereignty, security and development interests, and ensure achievement of"}, {"text_block_id": "p135_b3147", "text": "the centennial objective of building a [modernized] military by 2027."}, {"text_block_id": "p135_b3148", "text": "Article LVI Increase the quality and effectiveness of national defense and"}, {"text_block_id": "p135_b3149", "text": "armed forces modernization"}, {"text_block_id": "p135_b3150", "text": "new era, and develop advanced operational theory. We will accelerate the"}, {"text_block_id": "p135_b3151", "text": "modernization of military organizational forms, deepen national defense and armed"}, {"text_block_id": "p135_b3152", "text": "forces modernization, promote reform of military administration, accelerate the"}, {"text_block_id": "p135_b3153", "text": "壮"}, {"text_block_id": "p135_b3154", "text": "域"}, {"text_block_id": "p135_b3155", "text": "新质"}, {"text_block_id": "p135_b3156", "text": "作"}, {"text_block_id": "p135_b3157", "text": "战力量"}, {"text_block_id": "p135_b3158", "text": "新型军事人才"}, {"text_block_id": "p135_b3159_merged_merged_merged_merged", "text": "In concert with national modernization and development, we will do a good job in strategic-level planning, deepen sharing of resource factors of production, strengthen policy regime coordination, improve organizational management, work operation, policy systems, talent teams, and risk prevention and control systems, and build an integrated national strategic system and capability. We will promote the coordinated development of key regions, key sectors, and emerging fields and concentrate our efforts on implementing major projects in defense fields. We will promote the organic combination of the military construction layout and the regional economic development layout and better serve the needs of the national security development strategy. We will deepen military-civilian S&T collaboration and innovation, strengthen civilian overall development planning for maritime, aerospace, cyberspace, biotech, new energy, AI, quantum technology, and other fields, promote resource sharing between military and civilian S&T facilities, and promote the two-way transformation and"}, {"text_block_id": "p136_b3172", "text": "application of military and civilian scientific research results and the development of key"}, {"text_block_id": "p136_b3173", "text": "industries. We will strengthen the co-construction and common use of infrastructure,"}, {"text_block_id": "p136_b3174", "text": "strengthen the overall planning and construction of new infrastructure, and increase the"}, {"text_block_id": "p136_b3175", "text": "intensity of economic construction projects to implement national defense"}, {"text_block_id": "p136_b3176", "text": "requirements. We will speed up the construction of a modernized military logistics"}, {"text_block_id": "p136_b3177", "text": "system and asset management system. We will strengthen the joint training of military"}, {"text_block_id": "p136_b3178", "text": "and local talents and improve military and civilian talent exchange and use, qualification"}, {"text_block_id": "p136_b3179", "text": "certification, and other systems. We will optimize the layout of the defense S&T"}, {"text_block_id": "p136_b3180", "text": "industry and accelerate progress in standardization and generalization ("}, {"text_block_id": "p136_b3181", "text": "通用化"}, {"text_block_id": "p136_b3182", "text": "). We"}, {"text_block_id": "p136_b3183", "text": "will promote reform in weapons and equipment market access and air traffic"}, {"text_block_id": "p136_b3184", "text": "management. We will refine the national defense mobilization system, strengthen"}, {"text_block_id": "p136_b3185", "text": "emergency response collaboration, improve mechanisms for strengthening border"}, {"text_block_id": "p136_b3186", "text": "defense, enhance national defense education, and reinforce military-government and"}, {"text_block_id": "p136_b3187", "text": "military-civilian solidarity. We will safeguard the legal rights and interests of military"}, {"text_block_id": "p136_b3188", "text": "personnel and make military service into a profession respected by the whole society."}, {"text_block_id": "p136_b3189", "text": "Part Seventeen Strengthen the construction of socialist democracy and rule of"}, {"text_block_id": "p136_b3190", "text": "law and improve the Party and state supervision system"}, {"text_block_id": "p136_b3191", "text": "人民"}, {"text_block_id": "p136_b3192", "text": "当"}, {"text_block_id": "p136_b3193", "text": "家"}, {"text_block_id": "p136_b3194", "text": "作"}, {"text_block_id": "p136_b3195", "text": "主"}, {"text_block_id": "p136_b3196", "text": "socialism with Chinese characteristics."}, {"text_block_id": "p136_b3197", "text": "Article LVIII Develop socialist democracy"}, {"text_block_id": "p136_b3198_merged_merged_merged_merged", "text": "We will adhere to and improve the Party’s leadership system that takes full control over the overall situation and coordinates across all parties and implement the Party’s leadership in the development of all aspects of the nation. We will adhere to and refine the people's congress system, strengthen supervision of the “one government, one Party committee, the courts, and the procuratorates” (“一府一委两院”) by the people's congresses, and safeguard the people's management, according to law, of State affairs, economic and cultural affairs, and social affairs, using various means and forms. We will adhere to and refine the CCP-led system of multi-party cooperation and political consultation, raise the party-building level of the parties participating in socialism with Chinese characteristics, strengthen the construction of specialized consultation institutions of people's political consultative conferences (人民政协专门协商机构), utilize the unique strengths of socialist deliberative democracy (社会主义协商民主), and raise the level of consensus-building and of suggestions and contributions to politics. We will fully implement the Party's ethnic policy, adhere to and refine the system of regional ethnic autonomy, forge a strong community consciousness of the"}, {"text_block_id": "p137_b3232", "text": "Chinese nation, and promote for all nationalities a common unity in struggle and a"}, {"text_block_id": "p137_b3233", "text": "common prosperity in development. We will implement the Party's basic guiding"}, {"text_block_id": "p137_b3234", "text": "principles on religious work, adhere to the direction of the Sinicization of China’s"}, {"text_block_id": "p137_b3235", "text": "religions, and actively guide the mutual adaptation of religions and socialist society. We"}, {"text_block_id": "p137_b3236", "text": "will improve the system of grassroots self-government and enhance the effectiveness"}, {"text_block_id": "p137_b3237", "text": "of self-management, self-services, self-education, and self-supervision by the masses."}, {"text_block_id": "p137_b3238", "text": "We will give full play to the roles of people's organizations such as trade unions, the"}, {"text_block_id": "p137_b3239", "text": "Communist Youth League (CYL), and the Women's Federation and gather the masses,"}, {"text_block_id": "p137_b3240", "text": "with their respective connections, closely around the Party. We will refine the work"}, {"text_block_id": "p137_b3241", "text": "pattern of the united front, promote harmony between political parties, ethnic groups,"}, {"text_block_id": "p137_b3242", "text": "religions, and social strata, and between Chinese people at home and overseas, and"}, {"text_block_id": "p137_b3243", "text": "consolidate and develop great solidarity and unity. We will fully implement the Party's"}, {"text_block_id": "p137_b3244", "text": "overseas Chinese affairs policy and win the hearts and minds of overseas Chinese and"}, {"text_block_id": "p137_b3245", "text": "serve the overall situation ("}, {"text_block_id": "p137_b3246", "text": "服务大局"}, {"text_block_id": "p137_b3247", "text": ")."}, {"text_block_id": "p137_b3248", "text": "Article LIX Comprehensively promote ruling the country according to law"}, {"text_block_id": "p137_b3249_merged_merged", "text": "We will unswervingly follow the path of socialist rule of law with Chinese characteristics, adhere to the common promotion of national governance, enforcement, and administration according to law, build a country under the rule of law, a government under the rule of law, and a society under the rule of law in an integrated manner, and implement the Program for Building the Rule of Law in China (法治中国建设规划). We will improve the institutional mechanisms to ensure the comprehensive implementation of the constitution, strengthen the implementation and supervision of the constitution, implement procedural mechanisms for constitutional interpretation, and promote constitutional review. We will improve legislative systems and mechanisms, strengthen legislation in key fields, emerging fields, and foreign-related fields, simultaneously establish, reform, abolish, interpret, and compile [laws], and improve the socialist legal system with Chinese characteristics with the constitution at its core. We will implement the Implementation Outline for Building a Government Under the Rule of Law, adhere to and improve major administrative decision-making procedures and systems, deepen reform of the administrative law enforcement system, strictly regulate fair and civilized law enforcement, regulate the discretionary power of law enforcement, and promote administrative reconsideration structural reform (行政复议体制改革). We will deepen the comprehensive supporting reforms of the judicial system, improve the trial system, procuratorial system, penalty enforcement system, and attorney system, comprehensively implement the judicial accountability system, strengthen the supervision of judicial activities, deepen the reform of the enforcement system, and promote judicial fairness. We will implement the Outline for Building a Society Under the Rule of Law, strengthen the construction of socialist rule of law"}, {"text_block_id": "p138_b3278", "text": "culture, intensify propaganda and education on the rule of law, implement the “Eighth"}, {"text_block_id": "p138_b3279", "text": "Five-Year” law popularization plan ("}, {"text_block_id": "p138_b3280", "text": "“八"}, {"text_block_id": "p138_b3281", "text": "五"}, {"text_block_id": "p138_b3282", "text": "”"}, {"text_block_id": "p138_b3283", "text": "普"}, {"text_block_id": "p138_b3284", "text": "法"}, {"text_block_id": "p138_b3285", "text": "规划"}, {"text_block_id": "p138_b3286", "text": "), and improve the public legal"}, {"text_block_id": "p138_b3287", "text": "service system, legal aid system, and national judicial assistance system. We will"}, {"text_block_id": "p138_b3288", "text": "comprehensively strengthen the judicial protection of human rights and promote the"}, {"text_block_id": "p138_b3289", "text": "all-round development of the cause of human rights. We will strengthen the"}, {"text_block_id": "p138_b3290", "text": "construction of a legal system for foreign-related matters and strengthen the training of"}, {"text_block_id": "p138_b3291", "text": "foreign-related legal personnel."}, {"text_block_id": "p138_b3292", "text": "Article LX Improve the Party and state supervision system"}, {"text_block_id": "p138_b3293_merged_merged", "text": "We will improve the supervision system characterized by the Party's unified leadership, comprehensive coverage, and authoritativeness and efficiency, and form a political power operation mechanism (权力运行机制) featuring scientific making, resolute execution, and strong supervision. We will implement entity responsibility (主体责任) and supervision responsibility for comprehensively running the Party strictly (全面从严治党), strengthen political supervision, and deepen political inspections and strengthen the implementation of rectification (强化整改落实). We will promote the coordination of discipline supervision (纪律监督), control supervision (监察监督), dispatched supervision (派驻监督), and roving inspection supervision (巡视监督), take inner-party supervision as the leading factor (以党内监督为主导) and promote the coordination of various types of supervision, form a normal (常态) and long-lasting supervisory force, and better integrate the supervision system into the national governance system. We will deepen the reform of the discipline inspection and supervision system, strengthen the leadership of higher-level supervisory committees for discipline inspection (纪委监委) over lower-level supervisory committees for discipline inspection, promote standardized and rule-of-law-based discipline inspection and supervision work, and give full play to their role in the supervision of assurance implementation and in the supervision of the promotion and improvement of development (发挥监督保障执行、促进完善发展作用). We will improve authority allocation (权力配置) and operation restriction (运行制约) mechanisms, strengthen the system of division of executive powers, division of power by position, division of power by level, and regular rotation of positions (分事行权、分岗设权、分级授权、定期轮岗制度), improve the open system of running Party affairs, government affairs, judicial affairs, and various fields (党务、政务、司法和各领域办事公开制度), improve effective mechanisms for finding problems, correcting deviations, and precise accountability, and construct a full-coverage responsibility system and supervision system. We will uphold “making no exceptions, full coverage and zero tolerance” (无禁区、全覆盖、零容忍), take coordinated action to [ensure that government employees] “don't dare to, are unable to, and have no desire to be corrupt,” and create a good political ecosystem and development environment that are clean and upright. We will deepen international"}, {"text_block_id": "p139_b3418", "text": "cooperation in anti-corruption. We will persevere in implementing the spirit of the"}, {"text_block_id": "p139_b3419", "text": "Eight-Point Regulation ("}, {"text_block_id": "p139_b3420", "text": "八项"}, {"text_block_id": "p139_b3421", "text": "规"}, {"text_block_id": "p139_b3422", "text": "定"}, {"text_block_id": "p139_b3423", "text": "), improve the long-term mechanism for [Party] style"}, {"text_block_id": "p139_b3424", "text": "building ("}, {"text_block_id": "p139_b3425", "text": "作"}, {"text_block_id": "p139_b3426", "text": "风"}, {"text_block_id": "p139_b3427", "text": "建"}, {"text_block_id": "p139_b3428", "text": "设"}, {"text_block_id": "p139_b3429", "text": "长"}, {"text_block_id": "p139_b3430", "text": "效"}, {"text_block_id": "p139_b3431", "text": "机制"}, {"text_block_id": "p139_b3432", "text": "), continue to correct formalism and bureaucracy, effectively"}, {"text_block_id": "p139_b3433", "text": "prevent a resurgence of hedonism and extravagance, and resolutely rectify corruption"}, {"text_block_id": "p139_b3434", "text": "and unhealthy practices alongside the masses ("}, {"text_block_id": "p139_b3435", "text": "坚"}, {"text_block_id": "p139_b3436", "text": "决"}, {"text_block_id": "p139_b3437", "text": "整治"}, {"text_block_id": "p139_b3438", "text": "群"}, {"text_block_id": "p139_b3439", "text": "众身"}, {"text_block_id": "p139_b3440", "text": "边的"}, {"text_block_id": "p139_b3441", "text": "腐败"}, {"text_block_id": "p139_b3442", "text": "和"}, {"text_block_id": "p139_b3443", "text": "不"}, {"text_block_id": "p139_b3444", "text": "正"}, {"text_block_id": "p139_b3445", "text": "之"}, {"text_block_id": "p139_b3446", "text": "风"}, {"text_block_id": "p139_b3447", "text": ")."}, {"text_block_id": "p139_b3448", "text": "We will maintain the long-term prosperity and stability of Hong Kong and Macau, promote the peaceful development of cross-strait relations and the reunification of the motherland, and create a bright future for the great rejuvenation of the Chinese nation."}, {"text_block_id": "p139_b3449", "text": "Article LXI Maintain the long-term prosperity and stability of Hong Kong"}, {"text_block_id": "p139_b3450", "text": "and Macau"}, {"text_block_id": "p139_b3451", "text": "interfering in Hong Kong and Macau affairs, support Hong Kong and Macau in"}, {"text_block_id": "p139_b3452", "text": "consolidating and enhancing their competitive advantages, and better integrate them"}, {"text_block_id": "p139_b3453", "text": "into the overall development of the country."}, {"text_block_id": "p139_b3454", "text": "Section 1. Support Hong Kong and Macau in consolidating and enhancing their"}, {"text_block_id": "p139_b3455", "text": "competitive advantages"}, {"text_block_id": "p139_b3456_merged_merged_merged_merged_merged", "text": "We will support Hong Kong in raising its status as a center of international finance, shipping, and trade and as an international aviation hub, and strengthen its functions as a global offshore RMB business hub, international asset management center, and risk management center. We will support Hong Kong's construction of an international innovation and technology center, an international legal and dispute resolution service center for the Asia-Pacific region, and a regional intellectual property trading center, support the development of Hong Kong's service industry in the direction of high-end and high-value-added services, and support Hong Kong's development of a Chinese and foreign cultural and artistic exchange center. We will"}, {"text_block_id": "p140_b3465", "text": "support Macau in enriching its significance as a world tourism and leisure center,"}, {"text_block_id": "p140_b3466", "text": "support Guangdong-Macau cooperation in the construction of Hengqin [Island], expand"}, {"text_block_id": "p140_b3467", "text": "its functions as a service platform for business cooperation between China and"}, {"text_block_id": "p140_b3468", "text": "Lusophone countries, create a base for exchanges and cooperation with Chinese"}, {"text_block_id": "p140_b3469", "text": "culture as the mainstream and multicultural coexistence, support Macau's development"}, {"text_block_id": "p140_b3470", "text": "of industries such as TCM R&D and manufacturing, specialty finance, high technology,"}, {"text_block_id": "p140_b3471", "text": "and expositions and trade shows, and promote appropriately diversified economic"}, {"text_block_id": "p140_b3472", "text": "development."}, {"text_block_id": "p140_b3473", "text": "Section 2. Support Hong Kong and Macau in better integrating into the overall"}, {"text_block_id": "p140_b3474", "text": "development of the country"}, {"text_block_id": "p140_b3475", "text": "manner, deepen cooperation among Guangdong, Hong Kong, and Macau and"}, {"text_block_id": "p140_b3476", "text": "国"}, {"text_block_id": "p140_b3477", "text": "情"}, {"text_block_id": "p140_b3478", "text": "教育"}, {"text_block_id": "p140_b3479", "text": "), and strengthen the national consciousness ("}, {"text_block_id": "p140_b3480", "text": "国家"}, {"text_block_id": "p140_b3481", "text": "意"}, {"text_block_id": "p140_b3482", "text": "识"}, {"text_block_id": "p140_b3483_merged_merged_merged_merged", "text": "Article LXII Promote the peaceful development of cross-strait relations and the reunification of the motherland"}, {"text_block_id": "p140_b3485", "text": "vigilant and resolutely curb “Taiwan independence” separatist activities."}, {"text_block_id": "p140_b3486", "text": "Section 1. Deepen cross-strait integrated development"}, {"text_block_id": "p141_b3487", "text": "economic and social development of the mainland. We will support Taiwan"}, {"text_block_id": "p141_b3488", "text": "on the mainland. We will promote the construction of cross-strait cooperation"}, {"text_block_id": "p141_b3489", "text": "nation ("}, {"text_block_id": "p141_b3490", "text": "中华民族"}, {"text_block_id": "p141_b3491", "text": ")."}, {"text_block_id": "p141_b3492", "text": "Section 2. Strengthen cross-strait cultural exchanges"}, {"text_block_id": "p141_b3493", "text": "We will actively promote cross-strait exchanges and cooperation and personnel exchanges, deepen mutual understanding, and promote mutual trust and recognition. We will promote cross-strait exchanges and cooperation in culture, education, healthcare, and other fields, promote social security and the sharing of public resources, support the equal access, inclusiveness, and convenience of basic public services in neighboring or comparable areas across the Taiwan Strait, and encourage compatriots on both sides of the Taiwan Strait to jointly pass on, innovate, and develop China's excellent traditional culture. We will strengthen cross-strait exchanges at the grassroots level and among young people and encourage Taiwanese youth to come to the mainland to pursue, build, and realize their dreams. We will unite the broad masses of Taiwan compatriots to jointly oppose “Taiwan independence” separatist activities, maintain and promote the peaceful development of cross-strait relations, and strive for the great rejuvenation of the Chinese nation."}, {"text_block_id": "p141_b3494", "text": "Part Nineteen Strengthening Plan Implementation Assurance"}, {"text_block_id": "p141_b3495_merged_merged", "text": "We will adhere to the overall leadership of the Party, improve planning and implementation assurance mechanisms, better fulfill the responsibilities of the"}, {"text_block_id": "p142_b3497", "text": "We will carry through the Party’s requirements for charting our course ("}, {"text_block_id": "p142_b3498", "text": "把"}, {"text_block_id": "p142_b3499", "text": "方向"}, {"text_block_id": "p142_b3500", "text": "study and implementation of Xi Jinping Thought on Socialism with Chinese"}, {"text_block_id": "p142_b3501", "text": "Characteristics for a New Era throughout the entire Party, strengthen the “four"}, {"text_block_id": "p142_b3502", "text": "consciousnesses,”"}, {"text_block_id": "p142_b3503", "text": "be unwavering on the “four confidences,”"}, {"text_block_id": "p142_b3504", "text": "requirements, carry out reform, promote development, and maintain stability."}, {"text_block_id": "p142_b3505", "text": "We will stimulate the enthusiasm of the whole society to participate in plan"}, {"text_block_id": "p142_b3506", "text": "endogenous incentive mechanism that suits the requirements of high-quality"}, {"text_block_id": "p142_b3507", "text": "creativity of cadres, especially grassroots cadres."}, {"text_block_id": "p142_b3508", "text": "Article LXIV Improve the unified planning system"}, {"text_block_id": "p142_b3509_merged_merged_merged", "text": "空间规划"}, {"text_block_id": "p143_b3511", "text": "Plan] is composed of national, provincial, city, and county-level plans. This system will"}, {"text_block_id": "p143_b3512", "text": "feature accurate positioning, clear boundaries, complementary functions, and unified"}, {"text_block_id": "p143_b3513", "text": "convergence."}, {"text_block_id": "p143_b3514", "text": "Section 1. Strengthen the leading role of the national development plan"}, {"text_block_id": "p143_b3515", "text": "国"}, {"text_block_id": "p143_b3516", "text": "土空间"}, {"text_block_id": "p143_b3517", "text": "开发保"}, {"text_block_id": "p143_b3518", "text": "护"}, {"text_block_id": "p143_b3519", "text": "number of national-level regional planning implementation programs. We will"}, {"text_block_id": "p143_b3520", "text": "strengthen local planning to implement the development strategies, main goals, key"}, {"text_block_id": "p143_b3521", "text": "tasks, and major engineering projects proposed in this plan."}, {"text_block_id": "p143_b3522", "text": "Section 2. Strengthen planning and coordination"}, {"text_block_id": "p143_b3523", "text": "We will strengthen planning management systems such as catalogs and lists,"}, {"text_block_id": "p143_b3524", "text": "“"}, {"text_block_id": "p143_b3525", "text": "十"}, {"text_block_id": "p143_b3526", "text": "四"}, {"text_block_id": "p143_b3527", "text": "五"}, {"text_block_id": "p143_b3528", "text": "”国家级"}, {"text_block_id": "p143_b3529", "text": "专"}, {"text_block_id": "p143_b3530", "text": "项"}, {"text_block_id": "p143_b3531", "text": "规划"}, {"text_block_id": "p143_b3532", "text": "),"}, {"text_block_id": "p143_b3533", "text": "promote plan archival relying on the national planning integrated management"}, {"text_block_id": "p143_b3534", "text": "approved by the CCP Central Committee and the State Council and provincial"}, {"text_block_id": "p143_b3535", "text": "layout, major policies, major projects, and risk prevention and control."}, {"text_block_id": "p143_b3536", "text": "Article LXV Improve the planning implementation mechanism"}, {"text_block_id": "p143_b3537_merged_merged_merged_merged", "text": "We will strengthen the organization, coordination, and supervision of the implementation of this plan and establish and improve planning and implementation monitoring and evaluation, policy assurance, and assessment and supervision mechanisms."}, {"text_block_id": "p143_b3541", "text": "Section 1. Implement planning and implementation responsibilities"}, {"text_block_id": "p144_b3542", "text": "the region and the department. This plan sets out the binding indicators, major"}, {"text_block_id": "p144_b3543", "text": "engineering projects, and tasks in public services, environmental protection, safety"}, {"text_block_id": "p144_b3544", "text": "assurance, and other fields. It clarifies the responsible parties and schedule"}, {"text_block_id": "p144_b3545", "text": "requirements, reasonably allocates public resources, guides and controls social"}, {"text_block_id": "p144_b3546", "text": "resources, and ensures completion as scheduled. This plan proposes expected"}, {"text_block_id": "p144_b3547", "text": "balance between years, and reasonably determine the focus of annual work."}, {"text_block_id": "p144_b3548", "text": "Section 2. Strengthen monitoring and evaluation of plan implementation"}, {"text_block_id": "p144_b3549", "text": "We will carry out dynamic monitoring, mid-term evaluation, and summary"}, {"text_block_id": "p144_b3550", "text": "for deliberation in accordance with procedures, report to the National People’s"}, {"text_block_id": "p144_b3551", "text": "reported to the NPC Standing Committee for approval."}, {"text_block_id": "p144_b3552", "text": "Section 3. Strengthen policy coordination assurance"}, {"text_block_id": "p144_b3553_merged_merged_merged", "text": "We will adhere to the principle of the plan setting the direction, with fiscal spending as a guarantee, finance as support, and coordination with other policies. We will work to build a coordination and linkage mechanism between planning and macro policies. According to the objectives and tasks of this plan, and taking into account the economic development situation, we will reasonably determine the macro policy orientation. We will persist in making public fiscal spending obey and serve public policy, enhance financial support for major national strategic tasks, strengthen the coordination of mid-term financial plans and annual budgets, government investment plans, and the implementation of this plan, and prioritize central fiscal funds for the major tasks and major engineering projects identified in this plan. We will insist that"}, {"text_block_id": "p145_b3563", "text": "projects follow the plan and funds and factors of production follow projects, develop a"}, {"text_block_id": "p145_b3564", "text": "list of major engineering projects based on this plan, simplify the approval procedures"}, {"text_block_id": "p145_b3565", "text": "for the projects in the list, and prioritize assurance for planning site selection, land"}, {"text_block_id": "p145_b3566", "text": "supply, and capital needs. The land needs for individual major engineering projects are"}, {"text_block_id": "p145_b3567", "text": "guaranteed by the state in a unified manner."}, {"text_block_id": "p145_b3568", "text": "Section 4. Accelerate development plan legislation"}, {"text_block_id": "p145_b3569_merged_merged", "text": "We will adhere to the principle of formulating plans according to law and national development plan into legal form, accelerate the promulgation of the Development Plan Law (发展规划法), and strengthen legal assurance for the compilation and implementation of this plan."}], "document_description": "The 14th Five Year Plan lays down the strategy and pathway for China's development for 2021-2025 and includes concrete environmental and efficiency targets. Like previous five-year plans, the 14th Five Year plan sets out the direction of travel for China’s climate action over the period 2021 - 2025. It also contains references to the long-term direction of travel until 2035. The plan was released and ratified by the National People’s Congress in March 2021. The plan reiterates the previously announced target of achieving carbon neutrality by 2060 and sets a goal of seeing emissions peak in 2030. The most critical provision in the plan concerning climate is Article XXVIII, which contains a section entitled ‘Actively respond to climate change”, but various other provisions also touch on climate issues.  Relevant provisions are summarised below: Article III: Main Goals Section 1 of Article 3 sets out China’s long-term goals until 2035. It includes an emphasis on “green modes of production” and notes that “carbon emissions will decline steadily after reaching a peak”. More detailed objectives are set out in Section 2, which reads: “Energy consumption and carbon dioxide emissions per unit of GDP will be reduced by 13.5% and 18% respectively, total emissions of the main pollutants will continue to fall, and the rate of forest coverage will increase to 24.1%. The ecological environment will continue to improve, ecological safety barriers will be made more secure, and urban and rural living environments will be significantly improved.” Article IX: Develop and expand strategic emerging industries Article 9 emphasises the need to seize opportunities for ecosystem driven development and includes provisions on bioenergy.  Article XI Build a modern infrastructure system This article includes plans to develop low-carbon, clean energy, with a focus on wind, hydro and nuclear, referred to as a “modern energy system”. It includes the goal of increasing “the proportion of non-fossil energy in total energy consumption to about 20%.” The section also includes provisions for the development of coal power and oil and gas exploration, although plans to develop coal will be subject to controls and where possible coal will be replaced with electricity. References are also made to improved flood control and prevention mechanisms and to improved rail transportation. Article XXIX Comprehensively Improve Urban Quality This article describes plans to create green, low-carbon cities and urban flood control systems. Article XXXI on the implementation of major regional strategies Section 2 of this article states that China will adhere to ecological priority and sustainable development, and cooperate to promote environmental protection. Section 5 states that the country will seek to \"reasonably control the intensity of coal development, promote the integrated development and utilisation of energy resources, and strengthen the ecological restoration of mines.\"Article XXXII on the implementation of coordinated development strategies at the regional scale This article states under section 5 that the country will promote the comprehensive management of ecologically degraded areas and the protection and restoration of ecologically fragile areas and support the construction of the Bijie Pilot Area.Article XXXIII Actively expand the space for maritime economic development This article contains provisions regarding protection of the marine environment, wetland conservation, and the maintenance of at least 25% of natural shoreline.Article XXXVII Improve the quality and stability of ecosystemsThis article contains references to eco-system repair and protection, and in particular goals to increase forest cover, engage in greening programmes, prevent soil erosion, and “increase the wetland protection rate to 55%”.Article XXVIII Continue to improve environmental quality This article contains the most important climate provisions in the plan. Section 4 of this article is titled “actively respond to climate change”. The section notes that China will formulate an action plan to achieve peak carbon emissions by 2030. It includes plans to “implement a system that focuses on carbon intensity control with a secondary focus on total carbon emission control and support qualified localities, key industries, and key enterprises in taking the lead in reaching peak carbon emissions.” It also suggests plans to “increase controls on other greenhouse gases such as methane, hydrofluorocarbons, and perfluorocarbons” and “improve the carbon sink capacity of the ecosystem” to achieve carbon neutrality by 2060. It also mentions plans to increase monitoring in vulnerable regions and implement adaptation measures and refers to China’s continued engagement with multi-lateral climate negotiations. Section 5 of the article refers to plans to increase the potential for marketized trading in carbon emissions. Subsequent sections refer to plans to “promote the clean and efficient use of fossil fuels such as coal, promote the green transformation of steel, petrochemical, building materials, and other industries, and accelerate “transfer from highways to railways” and “transfer from highways to waterways” for bulk cargo and medium- and long-distance cargo transportation”.Concrete measures outlined under this article also include plans to “implement major energy-saving and low-carbon technology industrialization demonstration projects and carry out major project demonstrations such as near-zero energy- consumption buildings, near-zero carbon emissions, and carbon capture, utilization, and storage (CCUS).” Article XLI Promote high-quality “Belt and Road” development This article sets out plans to continue China’s “Belt and Road” development and includes reference to international cooperation in the climate response and the creation of a Green Silk Road."}