{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "China", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_language": "Chinese", "document_name": "Renewable Energy Law of the People's Republic of China (Revised)", "document_country_code": "CHN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2005", "document_keyword": ["Research And Development", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/CHN/2005/CHN-2005-01-01-Renewable Energy Law of the People's Republic of China (Revised)_075bdf4297e4125b1f5b5cf65f6c571a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Mar. 8, 2018"}, {"text_block_id": "p0_b2", "text": "Thursday"}, {"text_block_id": "p0_b3", "text": "Chinese"}, {"text_block_id": "p0_b4_merged", "text": "Renewable Energy Law of the People's Republic of China 中华人民共和国可再生能源法[已被修订CLI.1.57066(EN) 分享到"}, {"text_block_id": "p1_b27", "text": "Article 1"}, {"text_block_id": "p1_b28", "text": "This Law is enacted for the purpose of promoting the development and utilization of renewable energy, increasing the supply of energy, improving the structure of energy, safeguarding the safety of energy, protecting environment and realizing a sustainable economic and social development."}, {"text_block_id": "p1_b29", "text": "Article 2"}, {"text_block_id": "p1_b30", "text": "For the purpose of this Law, “renewable energy” refers to non-fossil energies, such as wind energy, solar energy, hydroenergy, bioenergy, geothermal energy and ocean energy, etc."}, {"text_block_id": "p1_b31", "text": "The application of this Law relating to hydropower shall be set forth by the administrative department of energy of the State Council and be submitted to the State Council for approval."}, {"text_block_id": "p1_b32", "text": "This Law shall not apply to the utilization of straws or stalks, firewood or dung in the form of direct burning through an inefficient cooking range."}, {"text_block_id": "p1_b33", "text": "Article 3"}, {"text_block_id": "p1_b34", "text": "This Law shall apply to the territory and other sea areas under the jurisdiction of the People's Republic of China."}, {"text_block_id": "p1_b35", "text": "Article 4"}, {"text_block_id": "p1_b36", "text": "The state shall give priority to the development and utilization of renewable energy in energy development and promote the establishment and development of the renewable energy market by setting an overall target for the development and utilization of renewable energy and adopting corresponding measures."}, {"text_block_id": "p1_b37", "text": "The state shall encourage economic subjects of different ownership to participate in the development and utilization of renewable energy and shall protect the legitimate rights and interests of those who develop and utilize renewable energy."}, {"text_block_id": "p1_b38", "text": "Article 5"}, {"text_block_id": "p1_b39", "text": "The administrative department of energy of the State Council shall conduct unified administration of the development and utilization of renewable energy throughout the country. Other relevant departments of the State Council shall, according to their respective functions and duties, conduct administration of the development and utilization of the relevant renewable energy."}, {"text_block_id": "p1_b40", "text": "The administrative departments in charge of the energy work of the local people's governments at and above the county level shall conduct administration of the development and utilization of renewable energy in their respective administrative regions. Other relevant departments of the local people's governments at and above the county level shall, according to their respective functions and duties, conduct administration of the development and utilization of the relevant renewable energy."}, {"text_block_id": "p1_b41", "text": "Chapter II Resources Investigation and Development Planning"}, {"text_block_id": "p1_b42", "text": "第"}, {"text_block_id": "p1_b43", "text": "一"}, {"text_block_id": "p1_b44", "text": "条"}, {"text_block_id": "p1_b45", "text": "为了促进可再生能源的开发利用，增加能源供应，改善能源结构，保障能源安全，保护环境，实现经济社会的可持续发展，制定本法。"}, {"text_block_id": "p1_b46", "text": "第"}, {"text_block_id": "p1_b47", "text": "二"}, {"text_block_id": "p1_b48", "text": "条"}, {"text_block_id": "p1_b49", "text": "本法所称可再生能源，是指风能、太阳能、水能、生物质能、地热能、海洋能等非化石能源。水力发电对本法的适用，由国务院能源主管部门规定，报国务院批准。通过低效率炉灶直接燃烧方式利用秸秆、薪柴、粪便等，不适用本法。"}, {"text_block_id": "p1_b50", "text": "第"}, {"text_block_id": "p1_b51", "text": "三"}, {"text_block_id": "p1_b52", "text": "条"}, {"text_block_id": "p1_b53", "text": "本法适用于中华人民共和国领域和管辖的其他海域。"}, {"text_block_id": "p1_b54", "text": "第"}, {"text_block_id": "p1_b55", "text": "四"}, {"text_block_id": "p1_b56", "text": "条"}, {"text_block_id": "p1_b57", "text": "国家将可再生能源的开发利用列为能源发展的优先领域，通过制定可再生能源开发利用总量目标和采取相应措施，推动可再生能源市场的建立和发展。国家鼓励各种所有制经济主体参与可再生能源的开发利"}, {"text_block_id": "p1_b58", "text": "用，依法保护可再生能源开发利用者的合法权益。"}, {"text_block_id": "p1_b59", "text": "第"}, {"text_block_id": "p1_b60", "text": "五"}, {"text_block_id": "p1_b61", "text": "条"}, {"text_block_id": "p1_b62", "text": "国务院能源主管部门对全国可再生能源的开发利用实施统一管理。国务院有关部门在各自的职责范围内负责有关的可再生能源开发利用管理工作。县级以上地方人民政府管理能源工作的部门负责本行政区域内可再生能源开发利用的管理工作。县级以上地方人民政府有关部门在各自的职责范围内负责有关的可再生能源开发利用管理工作。"}, {"text_block_id": "p1_b63", "text": "第二章 资源调查与发展规划"}, {"text_block_id": "p1_b64", "text": "Article 6"}, {"text_block_id": "p1_b65", "text": "The administrative department of energy of the State Council shall organize and coordinate the investigation of renewable energy throughout the country and, in conjunction with other relevant departments of the State Council, organize the formulation of the technical criteria for resources investigations."}, {"text_block_id": "p2_b66", "text": "Other relevant departments of the State Council shall, according to their respective functions and duties, take charge of the investigation of the relevant renewable energy and submit the investigation results to the administrative department of energy of the State Council. All results of the investigation of renewable energy shall be published except those that the state requires to keep confidential."}, {"text_block_id": "p2_b67", "text": "Article 7"}, {"text_block_id": "p2_b68", "text": "The administrative department of energy of the State Council shall, in light of the energy demand and the status of the renewable energy throughout the country, formulate a national long- and medium-term total target for the development and utilization of renewable energy, submit it to the State Council for approval, and publish and implement it after it has been approved by the State Council."}, {"text_block_id": "p2_b69", "text": "The administrative department of energy of the State Council shall, according to the total target as set according to the preceding paragraph and in light of the economic development and the conditions about the renewable energy of each province, autonomous region and municipality directly under the Central Government, and in conjunction with the people's government of each province, autonomous region and municipality directly under the Central Government, fix and publish a long- and medium-term target for the development and utilization of renewable energy for each administrative region."}, {"text_block_id": "p2_b70", "text": "Article 8"}, {"text_block_id": "p2_b71", "text": "The administrative department of energy of the State Council shall, according to the national long- and medium-term total target for the development and utilization of renewable energy and in conjunction with other relevant departments of the State Council, work out a national planning for the development and utilization of renewable energy, submit it to the State Council for approval, and implement it after it has been approved by the State Council."}, {"text_block_id": "p2_b72", "text": "The administrative departments in charge of the energy work of the people's governments of all provinces, autonomous regions and municipalities directly under the Central Government shall, according to the long- and medium-term target for the development and utilization of renewable energy for their respective administrative regions, and in conjunction with other relevant departments of the people's governments at the same level, work out a planning for the development and utilization of renewable energy for their respective administration regions, submit it to the people's government at the same level for approval, and implement it after it has been approved by the people's government."}, {"text_block_id": "p2_b73", "text": "Any approved planning shall be published except those that the state requires to keep confidential."}, {"text_block_id": "p2_b74", "text": "Any amendment to an approved planning shall be subject to the approval of the original approving organ."}, {"text_block_id": "p2_b75", "text": "Article 9"}, {"text_block_id": "p2_b76", "text": "To work out a planning for the development and utilization of renewable energy, the working department must solicit comments from relevant entities, experts and the general public, and shall conduct scientific assessment."}, {"text_block_id": "p2_b77", "text": "Chapter III Industrial Guidance and Technical Support"}, {"text_block_id": "p2_b78", "text": "Article 10"}, {"text_block_id": "p2_b79", "text": "The administrative department of energy of the State Council shall, according to the national planning for the development and utilization of renewable energy, formulate and publish a renewable energy resource industry development guidance catalogue."}, {"text_block_id": "p2_b80", "text": "Article 11"}, {"text_block_id": "p2_b81", "text": "The administrative department of standardization of the State Council shall formulate and publish national technical standards for grid synchronization of electricity generated by using renewable energy and national standards for other techniques and products relating to renewable energy for which there should be nationally uniform technical standards."}, {"text_block_id": "p2_b82", "text": "资源的调查，调查结果报国务院能源主管部门汇总。可再生能源资源的调查结果应当公布；但是，国家规定需要保密的内容除外。"}, {"text_block_id": "p2_b83", "text": "第"}, {"text_block_id": "p2_b84", "text": "七"}, {"text_block_id": "p2_b85", "text": "条"}, {"text_block_id": "p2_b86", "text": "国务院能源主管部门根据全国能源需求与可再生能源资源实际状况，制定全国可再生能源开发利用中长期总量目标，报国务院批准后执行，并予公布。国务院能源主管部门根据前款规定的总量目标和省、自治区、直辖市经济发展与可再生能源资源实际状况，会同省、自治区、直辖市人民政府确定各行政区域可再生能源开发利用中长期目标，并予公布。"}, {"text_block_id": "p2_b87", "text": "第"}, {"text_block_id": "p2_b88", "text": "八"}, {"text_block_id": "p2_b89", "text": "条"}, {"text_block_id": "p2_b90", "text": "国务院能源主管部门根据全国可再生能源开发利用中长期总量目标，会同国务院有关部门，编制全国可再生能源开发利用规划，报国务院批准后实施。省、自治区、直辖市人民政府管理能源工作的部门根据本行政区域可再生能源开发利用中长期目标，会同本级人民政府有关部门编制本行政区域可再生能源开发利用规划，报本级人民政府批准后实施。经批准的规划应当公布；但是，国家规定需要保密的内容除外。"}, {"text_block_id": "p2_b91", "text": "经批准的规划需要修改的，须经原批准机关批准。"}, {"text_block_id": "p2_b92", "text": "第"}, {"text_block_id": "p2_b93", "text": "九"}, {"text_block_id": "p2_b94", "text": "条"}, {"text_block_id": "p2_b95", "text": "编制可再生能源开发利用规划，应当征求有"}, {"text_block_id": "p2_b96", "text": "关单位、专家和公众的意见，进行科学论证。"}, {"text_block_id": "p2_b97", "text": "第三章 产业指导与技术支持"}, {"text_block_id": "p2_b98", "text": "第"}, {"text_block_id": "p2_b99", "text": "十"}, {"text_block_id": "p2_b100", "text": "条"}, {"text_block_id": "p2_b101", "text": "国务院能源主管部门根据全国可再生能源开"}, {"text_block_id": "p2_b102", "text": "发利用规划，制定、公布可再生能源产业发展指导目录。"}, {"text_block_id": "p2_b103", "text": "第"}, {"text_block_id": "p2_b104", "text": "十"}, {"text_block_id": "p2_b105", "text": "一"}, {"text_block_id": "p2_b106", "text": "条"}, {"text_block_id": "p2_b107", "text": "国务院标准化行政主管部门应当制定、公布国家可再生能源电力的并网技术标准和其他需要在全国范围内统一技术要求的有关可再生能源技术和产品的国家"}, {"text_block_id": "p2_b108", "text": "标准。"}, {"text_block_id": "p3_b109", "text": "With regard to any matter not covered by the national standards as mentioned in the preceding paragraph, the relevant department of the State Council may formulate relevant industrial standards and submit them to the administrative department of standardization of the State Council for archival purposes."}, {"text_block_id": "p3_b110", "text": "Article 12"}, {"text_block_id": "p3_b111", "text": "In the development of science and technology and high-tech industrial development, the state shall give priority to the scientific and technological research in, and the industrialization of, the development and utilization of renewable resources, incorporate the said research and development and utilization into the national scientific and technological development planning and high-tech industrial development planning, arrange for funds to support the scientific and technological research in, and application, demonstration and industrialization of, the development and utilization of renewable energy, promote the progress of the technology relating to the development and utilization of renewable energy, decrease the production cost of the products of renewable energy, and enhance the product quality."}, {"text_block_id": "p3_b112", "text": "The administrative department of education of the State Council shall incorporate the knowledge and technology relating to renewable energy into the courses of both general and vocational education."}, {"text_block_id": "p3_b113", "text": "Chapter IV Popularization and Application"}, {"text_block_id": "p3_b114", "text": "Article 13"}, {"text_block_id": "p3_b115", "text": "The state shall encourage and support grid synchronization of power generated by using renewable energy."}, {"text_block_id": "p3_b116", "text": "Anyone who wishes to construct a project of synchronized electricity generation by using renewable energy shall obtain an administrative license or report the project for archival purposes in accordance with the relevant laws and the relevant provisions of the State Council."}, {"text_block_id": "p3_b117", "text": "Where two or more persons apply for an identical project as mentioned above which is subject to administrative licensing, the licensee shall be determined through public bidding."}, {"text_block_id": "p3_b118", "text": "Article 14"}, {"text_block_id": "p3_b119", "text": "The relevant electricity grid enterprise shall, through entering a grid synchronization agreement with the enterprise that has obtained an administrative license for or report for archival purposes on electricity generation by using renewable energy, purchase the full amount of the synchronized electricity, as covered by its grid, of the project of synchronized electricity generation by using renewable energy, and provide synchronization service for electricity generation by using renewable energy."}, {"text_block_id": "p3_b120", "text": "Article 15"}, {"text_block_id": "p3_b121", "text": "The state shall support the construction, in areas not covered by any grid, of independent systems of electricity generated by using renewable energy for providing electricity service to the local production and people's daily life."}, {"text_block_id": "p3_b122", "text": "Article 16"}, {"text_block_id": "p3_b123", "text": "The state shall courage the clean and highly efficient development and utilization of biomass fuels and the development of energy crops."}, {"text_block_id": "p3_b124", "text": "Enterprises operating a gas or heat pipe network shall accept the access to its network of the gas or heat produced by using biomass resources, provided that the gas or heat meets the technical standards for access to the urban gas or heat pipe network. The state shall encourage the production and utilization of biological liquid fuels. Each petrol selling enterprise shall, in accordance with the relevant provisions of the administrative department of energy of the State Council or of the local people's government at the provincial level, incorporate biological liquid fuels that meet the national standards into its fuel selling system."}, {"text_block_id": "p3_b125", "text": "关部门可以制定相关的行业标准，并报国务院标准化行政主管部门备案。"}, {"text_block_id": "p3_b126", "text": "第"}, {"text_block_id": "p3_b127", "text": "十"}, {"text_block_id": "p3_b128", "text": "二"}, {"text_block_id": "p3_b129", "text": "条"}, {"text_block_id": "p3_b130", "text": "国家将可再生能源开发利用的科学技术研究和产业化发展列为科技发展与高技术产业发展的优先领域，纳入国家科技发展规划和高技术产业发展规划，并安排资金支持可再生能源开发利用的科学技术研究、应用示范和产业化发展，促进可再生能源开发利用的技术进步，降低可再生能源产品的生产成本，提高产品质量。国务院教育行政部门应当将可再生能源知识和技术纳入普通教育、职业教育课程。"}, {"text_block_id": "p3_b131", "text": "第四章 推广与应用"}, {"text_block_id": "p3_b132", "text": "第"}, {"text_block_id": "p3_b133", "text": "十"}, {"text_block_id": "p3_b134", "text": "三"}, {"text_block_id": "p3_b135", "text": "条"}, {"text_block_id": "p3_b136", "text": "国家鼓励和支持可再生能源并网发电。建设可再生能源并网发电项目，应当依照法律和国务院的规定取得行政许可或者报送备案。建设应当取得行政许可的可再生能源并网发电项目，有多人申请同一项目许可的，应当依法通过招标确定被许可人。"}, {"text_block_id": "p3_b137", "text": "第"}, {"text_block_id": "p3_b138", "text": "十"}, {"text_block_id": "p3_b139", "text": "五"}, {"text_block_id": "p3_b140", "text": "条"}, {"text_block_id": "p3_b141", "text": "国家扶持在电网未覆盖的地区建设可再生能源独立电力系统，为当地生产和生活提供电力服务。"}, {"text_block_id": "p4_b142", "text": "heating systems, solar heating and refrigeration systems and solar photovoltaic electricity generation systems."}, {"text_block_id": "p4_b143", "text": "The administrative department of construction of the State Council shall, in conjunction with other relevant departments of the State Council, formulate technical and economic policies and technical criteria for the combination of solar energy utilization systems with the construction of buildings."}, {"text_block_id": "p4_b144", "text": "Real estate development enterprises shall, in accordance with the technical criteria referred to in the preceding paragraph, take into account the requirements for using solar energy when designing and constructing buildings."}, {"text_block_id": "p4_b145", "text": "With regard to a building already completed, the user may install a solar energy utilization system that meets the relevant technical criteria and product standards, provided that such installation shall not adversely affect the quality or safety of the building, and except that it is otherwise agreed to by the relevant parties."}, {"text_block_id": "p4_b146", "text": "Article 18"}, {"text_block_id": "p4_b147", "text": "The state shall encourage the development and utilization of renewable energy in rural areas."}, {"text_block_id": "p4_b148", "text": "The departments in charge of the energy work of the local people's governments at and above the county level shall, in conjunction with other relevant departments and in light of the need of the local economic and social development, ecological protection and comprehensive control of hygiene conditions, formulate renewable energy resource development planning for rural areas and, in light of the local conditions, popularize the use of marsh gas and other conversion of biomass resources, domestic solar energy, small-scale wind energy and small-scale hydroenergy techniques."}, {"text_block_id": "p4_b149", "text": "The local people's governments at and above the county level shall provide financial support for renewable energy utilization projects in rural areas."}, {"text_block_id": "p4_b150", "text": "Chapter V Price Control and Cost Apportionment"}, {"text_block_id": "p4_b151", "text": "Article 19"}, {"text_block_id": "p4_b152", "text": "The on-grid electricity prices for projects of electricity generation by using renewable energy shall be determined by the administrative department of price of the State Council in light of the conditions of different areas and the characteristics of electricity generation by using renewable energy of different types, and according to the principle of helping promote the development and utilization of renewable energy and the principles of economy and rationality, and be adjusted in a timely manner by the same department in light of the development of the renewable energy resource utilization technology. On-grid electricity prices shall be published."}, {"text_block_id": "p4_b153", "text": "The on-grid electricity price for a project of electricity generation by using renewable energy for which public bidding is held under Paragraph 3 of Article 13 hereof shall be the price as fixed through bidding, provided that the price may not be higher than the that as set under the preceding paragraph for a project of the same type."}, {"text_block_id": "p4_b154", "text": "Article 20"}, {"text_block_id": "p4_b155", "text": "If the cost arising from the purchase by an electricity grid enterprise of electricity generated by using renewable energy at a price fixed under Article 19 hereof is higher than the cost as calculated based on the average on-grid electricity price for electricity generated by using conventional energy, the balance therebeween shall be apportioned by adjusting the selling price of the electricity. The specific measures for such apportionment shall be formulated by the administrative department of price of the State Council."}, {"text_block_id": "p4_b156", "text": "Article 21"}, {"text_block_id": "p4_b157", "text": "Access cost and other relevant expenses reasonably incurred to an electricity grid enterprise due to its purchase of electricity generated by using renewable energy may be reckoned in its electricity transmission cost and be recoverable from the selling price of electricity."}, {"text_block_id": "p4_b158", "text": "水系统、太阳能供热采暖和制冷系统、太阳能光伏发电系统等太阳能利用系统。国务院建设行政主管部门会同国务院有关部门制定太阳能利用系统与建筑结合的技术经济政策和技术规范。房地产开发企业应当根据前款规定的技术规范，在建筑物的设计和施工中，为太阳能利用提供必备条件。对已建成的建筑物，住户可以在不影响其质量与安全的前提下安装符合技术规范和产品标准的太阳能利用系统；但是，当事人另有约定的除外。"}, {"text_block_id": "p4_b159", "text": "第"}, {"text_block_id": "p4_b160", "text": "十"}, {"text_block_id": "p4_b161", "text": "八"}, {"text_block_id": "p4_b162", "text": "条"}, {"text_block_id": "p4_b163", "text": "国家鼓励和支持农村地区的可再生能源开发利用。县级以上地方人民政府管理能源工作的部门会同有关部门，根据当地经济社会发展、生态保护和卫生综合治理需要等实际情况，制定农村地区可再生能源发展规划，因地制宜地推广应用沼气等生物质资源转化、户用太阳能、小型风能、小型水能等技术。县级以上人民政府应当对农村地区的可再生能源利用项目提供财政支持。"}, {"text_block_id": "p4_b164", "text": "第五章 价格管理与费用分摊"}, {"text_block_id": "p4_b165", "text": "第"}, {"text_block_id": "p4_b166", "text": "十"}, {"text_block_id": "p4_b167", "text": "九"}, {"text_block_id": "p4_b168", "text": "条"}, {"text_block_id": "p4_b169", "text": "可再生能源发电项目的上网电价，由国务院价格主管部门根据不同类型可再生能源发电的特点和不同地区的情况，按照有利于促进可再生能源开发利用和经济合理的原则确定，并根据可再生能源开发利用技术的发展适时调整。上网电价应当公布。"}, {"text_block_id": "p4_b170", "text": "依照本法第十三条第三款规定实行招标的可再生能源发电项目的上网电价，按照中标确定的价格执行；但是，不得高于依照前款规定确定的同类可再生能源发电项目的上网电价水平。"}, {"text_block_id": "p4_b171", "text": "第"}, {"text_block_id": "p4_b172", "text": "二"}, {"text_block_id": "p4_b173", "text": "十"}, {"text_block_id": "p4_b174", "text": "条"}, {"text_block_id": "p4_b175", "text": "电网企业依照本法第十九条规定确定的上网电价收购可再生能源电量所发生的费用，高于按照常规能源发电平均上网电价计算所发生费用之间的差额，附加在销售电价中分摊。具体办法由国务院价格主管部门制定。"}, {"text_block_id": "p4_b176", "text": "第"}, {"text_block_id": "p4_b177", "text": "二"}, {"text_block_id": "p4_b178", "text": "十"}, {"text_block_id": "p4_b179", "text": "一"}, {"text_block_id": "p4_b180", "text": "条"}, {"text_block_id": "p4_b181", "text": "电网企业为收购可再生能源电量而支付的合理的接网费用以及其他合理的相关费用，可以计入电网企业输电成本，并从销售电价中回收。"}, {"text_block_id": "p5_b182", "text": "Article 28"}, {"text_block_id": "p5_b183", "text": "If the administrative department of energy of the State Council or any of the departments in charge of the energy work of the local people's governments at and above the county level violates any of this Law by committing any of the following acts, such department shall be ordered to make rectifications by the relevant department of the people's government at the corresponding or next higher level, with the person-in-charge who is held responsible and other persons directly responsible being given a disciplinary sanction, or being investigated for assuming criminal liabilities, if a crime is constituted:"}, {"text_block_id": "p5_b184", "text": "第"}, {"text_block_id": "p5_b185", "text": "二"}, {"text_block_id": "p5_b186", "text": "十"}, {"text_block_id": "p5_b187", "text": "八"}, {"text_block_id": "p5_b188", "text": "条"}, {"text_block_id": "p5_b189", "text": "国务院能源主管部门和县级以上地方人民政府管理能源工作的部门和其他有关部门在可再生能源开发利用监督管理工作中，违反本法规定，有下列行为之一的，由本级人民政府或者上级人民政府有关部门责令改正，对负有责任的主管人员和其他直接责任人员依法给予行政处分；构成犯罪的，依法追究刑事责任："}, {"text_block_id": "p6_b190", "text": "国务院能源主管部门和县级以上地方人民政府管理能源工作的部门和其他有关部门在可再生能源开发利用监督管理工作中，违反本法规定，有下列行为之一的，由本级人民政府或者上级人民政府有关部门责令改正，对负有责任的主管人员和其他直接责任人员依法给予行政处分；构成犯罪的，依法追究刑事责任：\n"}, {"text_block_id": "p6_b193", "text": "Article 29"}, {"text_block_id": "p6_b194", "text": "Any electricity grid enterprise violating Article 14 hereof by failing to purchase the full amount of electricity generated by using renewable energy and thus causing economic losses of the relevant power enterprise shall be liable for such losses and be ordered by state power regulatory authorities to make corrections within a specified time limit and, if it refuses to make corrections as required, be given a fine not exceeding the amount of the losses suffered by the relevant power enterprise."}, {"text_block_id": "p6_b195", "text": "Article 30"}, {"text_block_id": "p6_b196", "text": "Any enterprise operating a gas or heat pipe network that violates Paragraph 2 of Article 16 hereof by refusing to accept the access to its network of the gas or heat produced by using biomass resources but meets the technical standards for access to the urban gas or heat pipe network and thus causing economic losses of the gas or heat production enterprise shall be liable for such losses and be ordered by the department in charge of the energy work of the relevant people's government at the provincial level to make corrections within a specified time limit and, if it refuses to make corrections as required, be given a fine not exceeding the amount of the losses suffered by the gas or heat production enterprise."}, {"text_block_id": "p6_b197", "text": "Article 31"}, {"text_block_id": "p6_b198", "text": "Any petrol selling enterprise that violates Paragraph 3 of Article 16 hereof by failing to incorporate biological liquid fuels that meet the national standards into its fuel selling system and thus causing economic losses to the relevant biological liquid fuel production enterprise shall be liable for such losses and be ordered by the administrative department of energy of the State Council or the department in charge of the energy work of the relevant people's government at the provincial level to make corrections within a specified time limit and, if it refuses to make corrections as required, be given a fine not exceeding the amount of the losses suffered by the relevant biological liquid fuel production enterprise."}, {"text_block_id": "p6_b199", "text": "Chapter VIII Supplementary Provisions"}, {"text_block_id": "p6_b200", "text": "Article 32"}, {"text_block_id": "p6_b201", "text": "For the purpose of this Law, the following terms and expressions shall have the following meanings:"}, {"text_block_id": "p6_b202", "text": "For the purpose of this Law, the following terms and expressions shall have the following meanings:\n"}, {"text_block_id": "p6_b206", "text": "Article 33"}, {"text_block_id": "p6_b207", "text": "This Law shall come into force as of January 1, 2006."}, {"text_block_id": "p6_b208", "text": "（一）不依法作出行政许可决定的；"}, {"text_block_id": "p6_b209", "text": "（二）发现违法行为不予查处的；"}, {"text_block_id": "p6_b210", "text": "（三）有不依法履行监督管理职责的其他行为的。"}, {"text_block_id": "p6_b211", "text": "第"}, {"text_block_id": "p6_b212", "text": "二"}, {"text_block_id": "p6_b213", "text": "十"}, {"text_block_id": "p6_b214", "text": "九"}, {"text_block_id": "p6_b215", "text": "条"}, {"text_block_id": "p6_b216", "text": "违反本法第十四条规定，电网企业未全额收购可再生能源电量，造成可再生能源发电企业经济损失的，应当承担赔偿责任，并由国家电力监管机构责令限期改正；拒不改正的，处以可再生能源发电企业经济损失额一倍以下的罚款。"}, {"text_block_id": "p6_b217", "text": "第"}, {"text_block_id": "p6_b218", "text": "三"}, {"text_block_id": "p6_b219", "text": "十"}, {"text_block_id": "p6_b220", "text": "条"}, {"text_block_id": "p6_b221", "text": "违反本法第十六条第二款规定，经营燃气管网、热力管网的企业不准许符合入网技术标准的燃气、热力入网，造成燃气、热力生产企业经济损失的，应当承担赔偿责任，并由省级人民政府管理能源工作的部门责令限期改正；拒不改正的，处以燃气、热力生产企业经济损失额一倍以下的罚款。"}, {"text_block_id": "p6_b222", "text": "第"}, {"text_block_id": "p6_b223", "text": "三"}, {"text_block_id": "p6_b224", "text": "十"}, {"text_block_id": "p6_b225", "text": "一"}, {"text_block_id": "p6_b226", "text": "条"}, {"text_block_id": "p6_b227", "text": "违反本法第十六条第三款规定，石油销售企业未按照规定将符合国家标准的生物液体燃料纳入其燃料销售体系，造成生物液体燃料生产企业经济损失的，应当承担赔偿责任，并由国务院能源主管部门或者省级人民政府管理能源工作的部门责令限期改正；拒不改正的，处以生物液体燃料生产企业经济损失额一倍以下的罚款。"}, {"text_block_id": "p6_b228", "text": "第八章 附则"}, {"text_block_id": "p6_b229", "text": "第"}, {"text_block_id": "p6_b230", "text": "三"}, {"text_block_id": "p6_b231", "text": "十"}, {"text_block_id": "p6_b232", "text": "二"}, {"text_block_id": "p6_b233", "text": "条"}, {"text_block_id": "p6_b234", "text": "本法中下列用语的含义："}, {"text_block_id": "p6_b235", "text": "（一）生物质能，是指利用自然界的植物、粪便以及城乡有机废物转化成的能源。"}, {"text_block_id": "p6_b236", "text": "（二）可再生能源独立电力系统，是指不与电网连接的单独运行的可再生能源电力系统。"}, {"text_block_id": "p6_b237", "text": "（三）能源作物，是指经专门种植，用以提供能源原料的草本和木本植物。"}, {"text_block_id": "p6_b238", "text": "（四）生物液体燃料，是指利用生物质资源生产的甲醇、乙醇和生物柴油等液体燃料。"}, {"text_block_id": "p6_b239", "text": "第"}, {"text_block_id": "p6_b240", "text": "三"}, {"text_block_id": "p6_b241", "text": "十"}, {"text_block_id": "p6_b242", "text": "三"}, {"text_block_id": "p6_b243", "text": "条"}, {"text_block_id": "p6_b244_merged", "text": "本法自2006年1月1日起施行。"}, {"text_block_id": "p7_b251", "text": "Translations are by lawinfochina.com, and we retain exclusive copyright over content found on our website except for content we publish as authorized by respective copyright owners or content that is publicly available from government sources."}, {"text_block_id": "p7_b252", "text": "Due to differences in language, legal systems, and culture, English translations of Chinese law are for reference purposes only. Please use the official Chinese-language versions as the final authority. lawinfochina.com and its staff will not be directly or indirectly liable for use of materials found on this website."}, {"text_block_id": "p7_b253", "text": "We welcome your comments and suggestions, which assist us in continuing to improve the quality of our materials."}, {"text_block_id": "p7_b254", "text": "|"}, {"text_block_id": "p7_b255", "text": "|"}, {"text_block_id": "p7_b256", "text": "|"}, {"text_block_id": "p7_b257", "text": "|"}, {"text_block_id": "p7_b258", "text": "|"}, {"text_block_id": "p7_b259_merged_merged", "text": "©2012 Chinalawinfo Co., Ltd.    Tel: +86 (10) 8268-9699  京ICP证010230-8"}], "document_description": "This Act describes duties of the government, business and other users in renewable energy development and use. It includes measures and goals relating to mandatory grid connection, price management regulation, differentiated pricing, special funds and tax reliefs, and sets the goal to realise 15% of China's energy from renewable sources by 2020.  Energy - supply-side policies: The Act requires the government to encourage and support the application of renewable energy in various areas.  Research and development: The Act requires that the government budget establishes a renewable energy development fund.  Monitoring arrangements: It requires that energy authorities of the State Council are responsible for organising and co-ordinating national surveys and management of renewable energy resources, and work with related departments to establish technical regulations for resource surveys. Relevant departments of the State Council, within their respective authorities, are responsible for related renewable energy resource surveys. The survey results will be summarised by the energy authority in the State Council. Energy authorities of the State Council must set middle- and long-term targets for the total volume of renewable energy at the national level, which shall be implemented and released to the pubic after being approved by the State Council. Notice 25/2021 determines the objectives for solar and wind in particular for the year 2021.A report of the Congress' Law Enforcement Inspection Team of the Standing Committee inspecting the implementation of the law was published in December 2019. A draft amendment of the law was published in 2020."}