{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "China", "document_category": "Policy", "document_sector_name": ["Transport", "Rural", "LULUCF", "Energy", "Economy-wide", "Agriculture"], "document_date": "01/01/2021", "document_language": "Chinese", "document_name": "The 14th Five-Year Plan for National Economic and Social Development of the People's Republic of China and Outline of the Vision for 2035", "document_country_code": "CHN", "document_hazard_name": [], "document_keyword": ["Slc Ps", "Hf Cs"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.gov.cn/xinwen/2021-03/13/content_5592681.htm", "document_type": "Plan", "text_blocks": [], "document_description": "The 14th Five Year Plan lays down the strategy and pathway for China's development for 2021-2025 and includes concrete environmental and efficiency targets. Like previous five-year plans, the 14th Five Year plan sets out the direction of travel for China’s climate action over the period 2021 - 2025. It also contains references to the long-term direction of travel until 2035. The plan was released and ratified by the National People’s Congress in March 2021. The plan reiterates the previously announced target of achieving carbon neutrality by 2060 and sets a goal of seeing emissions peak in 2030. The most critical provision in the plan concerning climate is Article XXVIII, which contains a section entitled ‘Actively respond to climate change”, but various other provisions also touch on climate issues.  Relevant provisions are summarised below: Article III: Main Goals Section 1 of Article 3 sets out China’s long-term goals until 2035. It includes an emphasis on “green modes of production” and notes that “carbon emissions will decline steadily after reaching a peak”. More detailed objectives are set out in Section 2, which reads: “Energy consumption and carbon dioxide emissions per unit of GDP will be reduced by 13.5% and 18% respectively, total emissions of the main pollutants will continue to fall, and the rate of forest coverage will increase to 24.1%. The ecological environment will continue to improve, ecological safety barriers will be made more secure, and urban and rural living environments will be significantly improved.” Article IX: Develop and expand strategic emerging industries Article 9 emphasises the need to seize opportunities for ecosystem driven development and includes provisions on bioenergy.  Article XI Build a modern infrastructure system This article includes plans to develop low-carbon, clean energy, with a focus on wind, hydro and nuclear, referred to as a “modern energy system”. It includes the goal of increasing “the proportion of non-fossil energy in total energy consumption to about 20%.” The section also includes provisions for the development of coal power and oil and gas exploration, although plans to develop coal will be subject to controls and where possible coal will be replaced with electricity. References are also made to improved flood control and prevention mechanisms and to improved rail transportation. Article XXIX Comprehensively Improve Urban Quality This article describes plans to create green, low-carbon cities and urban flood control systems. Article XXXI on the implementation of major regional strategies Section 2 of this article states that China will adhere to ecological priority and sustainable development, and cooperate to promote environmental protection. Section 5 states that the country will seek to \"reasonably control the intensity of coal development, promote the integrated development and utilisation of energy resources, and strengthen the ecological restoration of mines.\"Article XXXII on the implementation of coordinated development strategies at the regional scale This article states under section 5 that the country will promote the comprehensive management of ecologically degraded areas and the protection and restoration of ecologically fragile areas and support the construction of the Bijie Pilot Area.Article XXXIII Actively expand the space for maritime economic development This article contains provisions regarding protection of the marine environment, wetland conservation, and the maintenance of at least 25% of natural shoreline.Article XXXVII Improve the quality and stability of ecosystemsThis article contains references to eco-system repair and protection, and in particular goals to increase forest cover, engage in greening programmes, prevent soil erosion, and “increase the wetland protection rate to 55%”.Article XXVIII Continue to improve environmental quality This article contains the most important climate provisions in the plan. Section 4 of this article is titled “actively respond to climate change”. The section notes that China will formulate an action plan to achieve peak carbon emissions by 2030. It includes plans to “implement a system that focuses on carbon intensity control with a secondary focus on total carbon emission control and support qualified localities, key industries, and key enterprises in taking the lead in reaching peak carbon emissions.” It also suggests plans to “increase controls on other greenhouse gases such as methane, hydrofluorocarbons, and perfluorocarbons” and “improve the carbon sink capacity of the ecosystem” to achieve carbon neutrality by 2060. It also mentions plans to increase monitoring in vulnerable regions and implement adaptation measures and refers to China’s continued engagement with multi-lateral climate negotiations. Section 5 of the article refers to plans to increase the potential for marketized trading in carbon emissions. Subsequent sections refer to plans to “promote the clean and efficient use of fossil fuels such as coal, promote the green transformation of steel, petrochemical, building materials, and other industries, and accelerate “transfer from highways to railways” and “transfer from highways to waterways” for bulk cargo and medium- and long-distance cargo transportation”.Concrete measures outlined under this article also include plans to “implement major energy-saving and low-carbon technology industrialization demonstration projects and carry out major project demonstrations such as near-zero energy- consumption buildings, near-zero carbon emissions, and carbon capture, utilization, and storage (CCUS).” Article XLI Promote high-quality “Belt and Road” development This article sets out plans to continue China’s “Belt and Road” development and includes reference to international cooperation in the climate response and the creation of a Green Silk Road."}