{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lesotho", "document_category": "Policy", "document_sector_name": ["LULUCF", "Energy"], "document_language": "English", "document_name": "Lesotho Vision 2020", "document_country_code": "LSO", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Vision", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2005", "document_keyword": "Energy Demand", "document_url": "https://cdn.climatepolicyradar.org/LSO/2005/LSO-2005-12-25-Lesotho Vision 2020_2ec2f01bcb087696c04130fb5e4c5c17.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b2", "text": "Annexes"}, {"text_block_id": "p2_b3", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p4_b4", "text": "A CLARION CALL ON LESOTHO’S VISION 2020"}, {"text_block_id": "p4_b5", "text": "Four years ago, I beseeched you, my people, to join hands with your government to produce a vision that would guide the development of our country in the years to come. At that time, little did I discern the apposite nature of the request and little did I anticipate the overwhelming enthusiasm that it would receive. This visioning process has unleashed among us a new outlook on life, an increased vigour and resolve, and indeed, a new sense of hope for a better future. We have, all of us, put together a document that aptly captures our dreams and aspirations, and maps out the way forward in the improvement of our lives and that of our children. For this, we deserve to be congratulated."}, {"text_block_id": "p4_b6", "text": "The completion of this Vision 2020 document is, needless to mention, not the end of our development journey. It is rather a pathway, indeed a roadmap ushering our destiny into our own hands. There are genuine fears that we could remain with our hands clutched witlessly on to this splendid document, with little, if anything at all, by way of implementation. Yet conversely, and judged from all angles, our history is a story of resilience, steadfastness and untold resourcefulness. My personal conviction is that, without any speck of doubt, Basotho have what it takes to deliver on this vision."}, {"text_block_id": "p4_b7", "text": "I call upon every one of you to give your most fervent and unrelenting support to the implementation of the great ideas that we have laid out in this document. Let Vision 2020 be a band which binds us together and which strengthens our oneness, a catalyst that spurs us on to higher levels of performance and achievement. Indeed, let Lesotho be a stable democracy, a united and a prosperous nation at peace with itself and its neighbours. Let Lesotho pride itself with a healthy and a well developed human resource base, a strong economy, a well managed environment and a technology that is well established. My people, let Lesotho, our beloved Kingdom in the Sky, seize this opportunity and reach for the pinnacle of its development in the coming two decades."}, {"text_block_id": "p4_b8", "text": "LETSIE III"}, {"text_block_id": "p4_b9", "text": "KING OF LESOTHO"}, {"text_block_id": "p5_b10", "text": "FOREWORD"}, {"text_block_id": "p5_b11", "text": "Our history shows that towards the end of the 18"}, {"text_block_id": "p5_b12", "text": "th"}, {"text_block_id": "p5_b13", "text": "Century, Lesotho was a country of stunning beauty. Its towering mountains and rugged hills, the undulating plains and gorgeous valleys, punctuated by an elaborate system of sinuous rivers and streams, and richly endowed with a variety of indigenous grasses, all combined to make it a land of extreme beauty and splendour. On this land prowled a unique assortment of animals, and a variety of birds, big and small, grazed its skies. Indeed, Lesotho was, in those days, a country of unparalleled elegance and striking beauty."}, {"text_block_id": "p5_b14_merged_merged", "text": "Although at that time agriculture was already the backbone of Lesotho’s economy, the discovery of diamond at Kimberly created an unprecedented demand for grain, especially wheat, as people came from all over Southern Africa to find employment on the mine. Basotho farmers responded with impressive verve to this increase in demand. They switched quickly from the production of sorghum to wheat, and made commendable adjustments in their modes of transport, from draft animals to large carts drawn by cattle. Lesotho quickly became known as the Granary of Southern Africa. At this time there was no question of food insecurity."}, {"text_block_id": "p5_b17", "text": "This great commercial prowess made Lesotho very attractive. Not only did many people in the region migrate to the Kingdom, but its educational institutions also began to attract multitudes of learners from all over the sub-continent and beyond. Lesotho soon became one of the leading countries in literacy on the African continent."}, {"text_block_id": "p5_b18", "text": "Over the years, however, the situation has deteriorated phenomenally all round. Long years of drought and land degradation have combined with negative political and economic factors to reverse many of the gains described above. Agricultural production has declined to a point where the country now has a serious problem of food security. Wildlife is fast disappearing from our landscape. Poor land use management as well as climate change and a general degradation of the environment have led to aridity and barrenness of the land with an unmistakable signs of the onset of desertification."}, {"text_block_id": "p5_b19", "text": "This unprecedented deterioration in the land and its people have ushered in a crisis in the social and moral fabric of our society. Unemployment is high, and poverty is deepening; stock theft and armed robbery have become the order of the day; corruption and nepotism are spreading like a cancer in our institutions; and there is no doubt that life is becoming harder by the day for an increasing number of our people. It is a desperate situation that calls for desperate measures."}, {"text_block_id": "p5_b20", "text": "The Vision 2020 could, therefore, not have come at a more appropriate time. Our people need a rallying point. They need a unifying dream that will galvanize their energies and harmonize their efforts. They need a long-term vision that will help to bring consensus in the allocation of our meagre resources. This document, itself a result of wide consultations among our people, should no doubt serve as a beacon of hope in all our communities. It should unite us and give us a collective focus."}, {"text_block_id": "p6_b21", "text": "I should point out, however, that this document by itself will not feed us; it will not create prosperity; it will not educate our children; it will not preserve our environment; nor will it see to the advancement of our technology. It is only a planning tool that is intended to guide our development efforts. We need to go out and implement it. It will only be of benefit to us if we make use of it. It should form part of the way we live. It should be an active document that is discussed in many fora and debated during the formulation of strategic plans. It should be kept alive and well."}, {"text_block_id": "p6_b22", "text": "My fellow citizens, you have heard His Majesty’s Clarion Call. Let us now take our destiny into our own hands and move this country into the prosperous future of our dreams."}, {"text_block_id": "p6_b23", "text": "PAKALITHA B. MOSISILI, MP"}, {"text_block_id": "p6_b24", "text": "PRIME MINISTER"}, {"text_block_id": "p7_b25", "text": "PREFACE"}, {"text_block_id": "p7_b26", "text": "Our Vision 2020 Document presents a broad perspective framework of how Basotho, through their representatives would like to see their country by the year 2020. This represents a fundamental shift from the way we have approached development planning in the past. Starting from 1970, Lesotho based its development on Five Year Development Plans, Annual Plans and Budgets. In 1997 it changed to Three Year Rolling Plans. While these plans were useful in so far as they went, they were not long enough to see where the nation would be in fifteen or twenty years. Such a perspective plan is necessary because development of natural resources such as water, mining, forestry, etc, require more than a five year lead-time to realise full benefits. The second consideration was that the measurement of progress on poverty reduction and employment generation requires a perspective that is longer than three year plans. Finally the Vision provides a beacon towards which national energies and resources can be mobilised. It also facilitates ownership of the development agenda on a sustained basis."}, {"text_block_id": "p7_b27", "text": "This document thus represents a major improvement over these inadequacies of the past. It is not only all encompassing and sufficiently long-term in nature, it is also a product of discussions with Basotho from all walks of life. Consultations were done at the village, community, district and central levels. Focus groups included political leaders, chiefs, Members of Parliament, district councils, youth groups, people with disabilities, public servants and students. The Steering Committee that compiled it was itself made up of representatives from all sectors of our society. In a nutshell, this document truly reflects the wishes and aspirations of Basotho. Most important of all, the nation came together in the dialogue of June 2004, and unanimously adopted this document as the framework within which all future national plans will be placed."}, {"text_block_id": "p7_b28", "text": "Lesotho’s Vision 2020 document identifies seven pillars of development. These are democracy, unity, peace, education and training, economic growth, management of the environment, and advancement in technology. These pillars are key components of the vision statement. Based on an assessment of past development trends, and an analysis of the pertinent strengths, weaknesses, opportunities and threats, the document goes on to identify factors that are pivotal in Lesotho’s development. These are political commitment, foreign direct investment, and public sector management. These factors are then used to develop four possible scenarios; namely,"}, {"text_block_id": "p7_b29", "text": "melupe, khomo-ha-li-kae-batho-re-ba-ngata, metse-e-metle-liotloana, and lesupi."}, {"text_block_id": "p7_b30", "text": "Having identified the vision, together with the different possible scenarios, the document suggests two groups of strategies to achieve the vision. The first group comprises grand strategies that target the three key factors of political commitment, foreign direct investment, and public sector management; while the second group is made up of thematic strategies that target the seven pillars mentioned above. The document concludes by identifying concrete actions that need to be carried out, the key players and mechanisms by which the whole process will be monitored."}, {"text_block_id": "p8_b31", "text": "As the Minister of Finance and Development Planning, I will ensure that all national development plans and programmes will be based on this Vision. I will also ensure that periodic reviews of progress towards the realisation of the Vision are undertaken."}, {"text_block_id": "p8_b32", "text": "The King’s Clarion Call is loud and clear. The commitment of the Prime Minister is firm and unequivocal. It is now for us all to rise above our differences and undertake this noble development crusade."}, {"text_block_id": "p8_b33", "text": "TIMOTHY THAHANE"}, {"text_block_id": "p8_b34", "text": "MINISTER OF FINANCE AND DEVELOPMENT PLANNING"}, {"text_block_id": "p9_b35", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b36", "text": "In 2000 the country took a policy decision to formulate a vision to provide a long-term perspective within which national short to medium-term plans could be formulated.  The"}, {"text_block_id": "p9_b37", "text": "specific objectives"}, {"text_block_id": "p9_b38", "text": "of the Lesotho Vision 2020 are to: establish a long-term vision for Lesotho by looking beyond the short-term plans and adjustments; explore the options for economic, political and human development to the year 2020; identify alternative development strategies suitable for the Lesotho situation; promote a process of open dialogue and consultation with socio-economic groups countrywide; create an environment whereby Basotho will actively participate in achieving the Vision 2020; and, develop a focus along the horizon in the direction of which development plans could be rolled out."}, {"text_block_id": "p9_b39", "text": "The"}, {"text_block_id": "p9_b40", "text": "process"}, {"text_block_id": "p9_b41", "text": "of developing the Lesotho Vision 2020 went through three stages, namely; the inception stage for political commitment and support; the nation-wide consultations stage and the formulation stage."}, {"text_block_id": "p9_b42", "text": "The"}, {"text_block_id": "p9_b43", "text": "methodology"}, {"text_block_id": "p9_b44", "text": "used to develop the Lesotho Vision 2020 is a combination of participatory futures studies, strategic and development planning.  The Lesotho Vision 2020 Document addresses four basic questions, which are: how do the Basotho people envision their future?  What are the challenges that face the development process? What could happen to the development process in the future? What should be done to realize the Vision?"}, {"text_block_id": "p9_b45", "text": "The document is structured in six chapters.  Chapter 1 is an introduction featuring the process and the methodology towards the formulation of Lesotho Vision 2020."}, {"text_block_id": "p9_b46", "text": "In Chapter 2, the Vision statement is presented and it reads:"}, {"text_block_id": "p9_b47", "text": "By the year 2020 Lesotho shall be a stable democracy, a united and prosperous nation at peace with itself and its neighbours. It shall have a healthy and well-developed human resource base. Its economy will be strong; its environment well managed and its technology well established."}, {"text_block_id": "p9_b48", "text": "The conceptualisation of the Vision is in the same Chapter, driven through a description of its components; namely, a stable democracy, a united nation, a nation at peace with itself and its neighbours, a healthy and well-developed human resource base, a strong economy and prosperous nation, a well- managed environment and a well-established technology."}, {"text_block_id": "p9_b49_merged_merged_merged_merged", "text": "Chapter 3 on the development environment reviews trends in the development performance of Lesotho with the purpose to identify key trends, events and challenges in different sectors of the economy. In addition, Chapter 3 reviews key aspects of the environment as they affect national development prospects. Essentially, the Chapter is an analysis of Lesotho’s development environment; and to this end uses as a"}, {"text_block_id": "p10_b52", "text": "framework, the components of the Lesotho Vision 2020 Statement as adopted from the First National Dialogue"}, {"text_block_id": "p10_b53", "text": "."}, {"text_block_id": "p10_b54_merged_merged", "text": "Good governance, media freedom and gender sensitivity should characterize Lesotho as a stable democracy. With regard to governance, Lesotho is a democratic country with the Monarch as head of state, the Prime Minister as head of government and local governance structures. Governance in Lesotho has been strengthened by the recently adopted system that has for the first time in the history of the country enabled ten political parties to be represented in parliament."}, {"text_block_id": "p10_b59", "text": "The challenges that the Kingdom still has to contend with are: empowering the legislature to carry out the oversight function, improving the judiciary to deal with the delays in the justice system and strengthening the public service for effective service delivery and accountability."}, {"text_block_id": "p10_b60", "text": "Development management capacity"}, {"text_block_id": "p10_b61", "text": "is another aspect of governance. For this, Lesotho has embarked on the Public Sector Improvement and Reform Programme (PSIRP). The programme represents the Government’s framework for public sector improvement and reform."}, {"text_block_id": "p10_b62", "text": "The key challenges in development management capacity include: improving research capacity, coordinating information management systems, dealing with brain drain in different sectors, implementing the PSIRP and strengthening the public-private and civil society partnership in development."}, {"text_block_id": "p10_b63", "text": "Local governance and popular participation contribute towards good governance"}, {"text_block_id": "p10_b64", "text": ". To this end the country is working towards decentralisation by implementing the Local Government Act of 1997."}, {"text_block_id": "p10_b65", "text": "The challenge is to empower the imminent local government authorities, and to improve chieftainship as a strategy to complement local governance at the grassroots level."}, {"text_block_id": "p10_b66", "text": "Freedom and pluralism"}, {"text_block_id": "p10_b67", "text": "of the Media"}, {"text_block_id": "p10_b68", "text": "are some of the measures of stability and democracy."}, {"text_block_id": "p10_b69", "text": "According to the United Nations Reports, media in Lesotho is free from direct government interference."}, {"text_block_id": "p10_b70", "text": "The challenges here include the consolidation of the currently scattered pieces of legislation regulating the media, improving media independence and professionalism as well as extending media coverage to the rural areas of the country."}, {"text_block_id": "p11_b71", "text": "With regard to"}, {"text_block_id": "p11_b72", "text": "gender"}, {"text_block_id": "p11_b73", "text": ","}, {"text_block_id": "p11_b74", "text": "Lesotho’s female population enjoys higher education attainment and literacy than the male population. This enables upward mobility for them in various sectors of the economy. The key challenge is to uproot discrimination as a way of life and appoint more women into areas of responsibility in both the public and private sectors without neglecting boys and men."}, {"text_block_id": "p11_b75", "text": "Lesotho is envisaged to be a"}, {"text_block_id": "p11_b76", "text": "united nation"}, {"text_block_id": "p11_b77", "text": "by 2020. The role of the Monarchy is to unify the nation. The widespread use of national symbols such as the national flag signifies a united nation sharing common goals based on a common cultural heritage. The greatest challenge is to inculcate the spirit of patriotism in all Basotho. Other challenges include protection of Lesotho’s culture and its heritage."}, {"text_block_id": "p11_b78", "text": "Lesotho is a"}, {"text_block_id": "p11_b79", "text": "nation at peace with itself and its neighbours."}, {"text_block_id": "p11_b80", "text": "Evidence of internal peacefulness of Lesotho lies in: the known peace-loving nature of Basotho, the fact that Basotho are a nation with Sesotho as the main language and a shared history, culture and traditions. Lesotho is also at peace with her SADC and African neighbours. However, the country still faces the challenge to promote political tolerance, and combat the current rate of internal and cross-border stock theft, crime and armed robberies all of which deprive communities of the necessary state of peace."}, {"text_block_id": "p11_b81", "text": "The Government’s efforts to address good health, the HIV and AIDS pandemic and education are indicative of a commitment to the attainment of"}, {"text_block_id": "p11_b82", "text": "a healthy and well-developed human resource base"}, {"text_block_id": "p11_b83", "text": "by 2020. With regard to"}, {"text_block_id": "p11_b84", "text": "health"}, {"text_block_id": "p11_b85", "text": ", Lesotho has made remarkable progress in providing access to social infrastructure, including access to safe drinking water. Challenges include equitable distribution of health facilities and strengthening the health institutions for efficient and effective service delivery."}, {"text_block_id": "p11_b86", "text": "The Government of Lesotho recognises that"}, {"text_block_id": "p11_b87", "text": "HIV and AIDS"}, {"text_block_id": "p11_b88", "text": "is not only a health problem but a multi-sectoral development issue that has social, economic and cultural implications. Combating further spread of HIV and AIDS therefore continues to be one of the biggest challenges that face the country."}, {"text_block_id": "p11_b89", "text": "Education"}, {"text_block_id": "p11_b90", "text": "is central to national development. Presently Lesotho’s adult literacy rate (82%, 2002) is higher than in most African countries. The country is committed to provision of an equitable basic education to all Basotho as a key development goal. Key challenges include: further improving access to education at all levels, and developing a curriculum that responds to the national development priorities, thus promoting entrepreneurial life, and technical and vocational skills."}, {"text_block_id": "p11_b91", "text": "With regard to sports Lesotho will be a leading sporting country. The challenges facing the country include building facilities country wide and strengthening Basotho youth’s capabilities in sports."}, {"text_block_id": "p11_b92_merged_merged_merged_merged_merged", "text": "Lesotho has a potential to be a strong and prosperous nation in macro-economic performance terms. Its Macro-economic policy has been largely conducive to strong economic growth.  In the periods 1970/71-1974/75 and 1975/76-1979/80, the gross domestic product (GDP) grew at an annual average of 8 percent. During 1980-1990 and 1990-1999, growth slowed down, but remained strong, averaging 3.9% and 4.2%"}, {"text_block_id": "p12_b96", "text": "respectively. Since the 1970s, the economy has been transformed from one dominated by agriculture to one dominated recently by manufacturing. While this has improved livelihood options in the urban sector, it has significantly undermined the capacity of the rural and agricultural sector as a source of livelihood, employment and income.  The shifting balance towards manufacturing has also worsened poverty in rural communities, particularly those that depend on food production. It will therefore be necessary to take measures to restore the sources of livelihoods for the rural population."}, {"text_block_id": "p12_b97", "text": "Notwithstanding higher-than-average growth over many years, the challenge at the macro-economic level is to sustain strong investment levels, driven by high domestic saving rates as well as access to international credit markets. This will call for prudent economic and financial sector policies, firstly to promote domestic resource mobilisation and secondly, to retain access to international financial markets. Negotiation of trade agreements and bilateral and multilateral cooperation agreements, membership of regional bodies such as CMA, SACU, SADC and retention of support of development partners are a few key actions that Lesotho has undertaken to integrate into the global economic order."}, {"text_block_id": "p12_b98", "text": "Employment creation and prosperity"}, {"text_block_id": "p12_b99", "text": "are of national importance within the macro"}, {"text_block_id": "p12_b100", "text": "-"}, {"text_block_id": "p12_b101", "text": "economic performance in Lesotho. Challenges facing Lesotho include the need to address the depth and severity of poverty which increased during the periods 1986/87 and 1994/95."}, {"text_block_id": "p12_b102", "text": "Lesotho aspires to have"}, {"text_block_id": "p12_b103", "text": "a well-managed environment"}, {"text_block_id": "p12_b104", "text": "by 2020. The country has signed and ratified several Multilateral Environmental Agreements (MEAS). The spectacular scenery of the Lesotho highlands, the country’s unique ecosystem, biodiversity and heritage offer a great potential for the country’s tourism opportunities."}, {"text_block_id": "p12_b105", "text": "Lesotho is however faced with the challenges of implementing the ratified conventions and treaties for sustainable development, strengthening institutions responsible for natural resources management, development and effective implementation of land management systems. A further challenge is to strengthen environmental management, advocacy and awareness among Basotho."}, {"text_block_id": "p12_b106", "text": "In pursuance of its goal to make Lesotho"}, {"text_block_id": "p12_b107", "text": "a country with a well-established technology"}, {"text_block_id": "p12_b108", "text": ", the Government has, among other things, adopted a privatisation policy to liberalise the telecommunications sector.  In this regard, Lesotho is faced with the challenges to move towards a technology competent country through, among others, increased budget allocation towards science and technology development, forging partnerships with other countries, strengthening science and technology education, as well as promoting science and technology research, innovation and development."}, {"text_block_id": "p12_b109_merged_merged_merged_merged", "text": "Chapter 3 identifies and prioritises strengths, weaknesses, opportunities and threats that should inform strategic choices in Lesotho. The major strengths of the country include the Government’s commitment to development, widely accepted and respected constitution, cultural homogeneity, the electoral system and high adult literacy. Major weaknesses on the other hand include food insecurity, high rate of"}, {"text_block_id": "p13_b112", "text": "unemployment, poor strategic and operational planning, inadequate research in science and technology, and an underdeveloped SMME sector. In the external environment the major opportunities are foreign direct investment and good relations with the Republic of South Africa, while the major threats include brain drain, donor conditionalities, decline in mine labour remittances and the increasing competition from international markets."}, {"text_block_id": "p13_b113", "text": "There is a wide gap between the present situation and the desired vision. For Lesotho to realise its vision there are three major challenges namely:  improvement of the development management capacity; sustenance of the investment currently characterising Lesotho’s economy; and sustenance of political commitment and support to the Vision up to the year 2020."}, {"text_block_id": "p13_b114", "text": "The scenario analysis identifies development management capacity, future trends in investment and political stability as critical uncertainties that challenge the Vision. The four scenarios analysed in Chapter 4 are:"}, {"text_block_id": "p13_b115", "text": "Melupe"}, {"text_block_id": "p13_b116", "text": "(Political stability, effective public sector management and favourable trends in investment);"}, {"text_block_id": "p13_b117", "text": "Khomo ha li kae batho re bangata"}, {"text_block_id": "p13_b118", "text": "(Political stability, effective public sector management and declining investment);"}, {"text_block_id": "p13_b119", "text": "Metse e metle liotloana"}, {"text_block_id": "p13_b120", "text": "(Political stability, favourable trends in investment and weak public sector management); and the"}, {"text_block_id": "p13_b121", "text": "Lesupi"}, {"text_block_id": "p13_b122", "text": "(Political instability, weak public sector management, declining investment). The Chapter concludes with an observation that the"}, {"text_block_id": "p13_b123", "text": "Melupe"}, {"text_block_id": "p13_b124", "text": "is the best-case scenario which portrays the desired future for the Kingdom."}, {"text_block_id": "p13_b125_merged_merged", "text": "Informed by the scenario analysis, Chapter 5 focuses on a two level national development strategy for achievement of Lesotho’s Vision 2020.  The first level is the overall or grand strategy, while thematic strategies is the second level which addresses the components of the Vision as described in Chapter 2 and developed as a framework for the development environment scan in Chapter 3. Chapter 5 further clarifies the national development strategy through: a) matrices 5.1 to 5.3 on the strategic actions, monitoring indicators, means of verification and main actors; and b) matrices 5.4 to 5.10 on key strategic actions, monitoring indicators and the main actors for addressing thematic issues."}, {"text_block_id": "p13_b130", "text": "Implementation, monitoring and evaluation of the Lesotho Vision 2020 are the subject of Chapter 6. The Chapter first identifies strategic actions for the Vision implementation process and depicts challenges that must be recognised therein. The challenges are: a) integrating plans for different time horizons; namely: annual budget statements, three year rolling plans, PRSP, PSIRP and Vision 2020; b) sustaining the strategic thinking process to ensure identification of emerging strategic issues; and c) monitoring and evaluation of the Lesotho Vision 2020."}, {"text_block_id": "p13_b131", "text": "Chapter 6 also identifies Vision-supporting institutions and their roles. Such institutions include: the Parliamentary Committee on Planning, the National Planning Board and the privately managed and independent Think Tank. Matrices 6.1, 6.2 and 6.3 in Chapter 6 present monitoring indicators of the grand strategy, the Vision components and targets, and key activities for kick-starting the process of implementation, monitoring and evaluation of the Lesotho Vision 2020."}, {"text_block_id": "p14_b132", "text": "CHAPTER 1"}, {"text_block_id": "p14_b133", "text": "PURPOSE AND RATIONALE"}, {"text_block_id": "p14_b134", "text": "1.1  Introduction"}, {"text_block_id": "p14_b135", "text": "Since independence, Lesotho has used medium-term planning as the key instrument for coordinating development activities in the country. The six development plans that have been implemented so far had planning horizons that did not go beyond five years. In 2000 the country took a policy decision to formulate Lesotho Vision 2020 to provide a long-term perspective within which short to medium-term plans could be formulated. The specific objectives of the Lesotho Vision 2020 are to:"}, {"text_block_id": "p14_b136", "text": "Since independence, Lesotho has used medium-term planning as the key instrument for coordinating development activities in the country. The six development plans that have been implemented so far had planning horizons that did not go beyond five years. In 2000 the country took a policy decision to formulate Lesotho Vision 2020 to provide a long-term perspective within which short to medium-term plans could be formulated. The specific objectives of the Lesotho Vision 2020 are to:\n* establish a long-term vision for Lesotho by looking beyond the short-term plans and adjustment programmes;\n* explore the options for economic, political and human development to the year 2020;\n* identify alternative development strategies suitable for the Lesotho situation;\n* promote a process of open dialogue and consultation with socio-economic groups country wide;\n* create an environment in which Basotho will actively participate in achieving the Vision;\n* develop a focus along the horizon in the direction of which development plans can be rolled out."}, {"text_block_id": "p14_b148", "text": "1.2 The Process"}, {"text_block_id": "p14_b149", "text": "The process of developing the Lesotho Vision 2020 went through three stages, namely, the inception stage for political commitment and support, the consultation stage and the formulation stage."}, {"text_block_id": "p14_b150", "text": "1.2.1 Political Commitment"}, {"text_block_id": "p14_b151_merged", "text": "In his call from the Throne on 31 December, 2000, His Majesty King Letsie III called on all Basotho to work together towards developing a Vision to guide the country’s economic development in the years to come. “This mammoth task” has become necessary because"}, {"text_block_id": "p15_b154", "text": "“development in all aspects of our life has stalled.”"}, {"text_block_id": "p15_b155", "text": "Following this call, The Right Honourable the Prime Minister, met with all the leaders of political parties and secured their support for, and commitment to, the vision process."}, {"text_block_id": "p15_b156", "text": "1.2.2 Consultations"}, {"text_block_id": "p15_b157", "text": "At the directive of the Government, senior government officials developed a framework to initiate the process and lay the foundation for the formulation of a clear vision for Lesotho into the year 2020. Consequently, a three-day National Dialogue was held from 17 to 19 January, 2001, in which all sectors of the Basotho were represented by over 500 stakeholders."}, {"text_block_id": "p15_b158", "text": "Following the Dialogue, a National Steering Committee (NSC), made up of 40 representatives from a wide spectrum of stakeholder groups, was established and launched in early December, 2001. The NSC’s mandate was to develop a National Vision Document informed by wide consultations at all levels of society."}, {"text_block_id": "p15_b159", "text": "In these consultations, the NSC collaborated with the Technical Working Group for the Poverty Reduction Strategy Paper (PRSP) and held consultations to gain the perspectives of stakeholders at village, ward and district levels. Further consultations were held with political party representatives, chiefs, interim local councils, youth groups, churches, the business community, professionals, marginalised groups, people with disabilities, ethnic groups, civil servants, security establishments, tertiary institutions, primary and secondary schools and children."}, {"text_block_id": "p15_b160", "text": "1.2.3 The Preparation of the Document"}, {"text_block_id": "p15_b161", "text": "The preparation of the document started in March, 2003. This document is based on, among others, the reports on community and focus group consultations and the National Dialogue."}, {"text_block_id": "p15_b162", "text": "Further, the Vision Drafting Team undertook literature reviews and conducted workshops and interviews with national experts to complement the results obtained from communities and focus group consultations."}, {"text_block_id": "p15_b163", "text": "1.3 Methodology"}, {"text_block_id": "p15_b164", "text": "The methodology used to formulate this document is a combination of participatory futures studies, strategic planning, and development planning. Participatory futures studies provided the tools and techniques for constructing and analysing alternative scenarios of the futures that Lesotho could face. The tools and techniques of strategic planning were applied to undertake a situational analysis of the development environment and to analyse the strengths, weaknesses, opportunities and threats that should inform strategic choices. Finally, following the theory and practice of development planning, a development strategy was formulated to include the grand and thematic strategies."}, {"text_block_id": "p15_b165", "text": "The Lesotho Vision 2020 document addresses four basic questions regarding an appropriate long-term development strategy:"}, {"text_block_id": "p15_b166", "text": "The Lesotho Vision 2020 document addresses four basic questions regarding an appropriate long-term development strategy:\n* How do the Basotho envision their future?\n<\\li1>"}, {"text_block_id": "p16_b168", "text": "The Lesotho Vision 2020 document addresses four basic questions regarding an appropriate long-term development strategy:\n* How do the Basotho envision their future?\n<\\li1>\n* What are the challenges that face the development process?\n* What could happen to the development process in the future?\n* What should be done to realize the Lesotho Vision?"}, {"text_block_id": "p16_b174", "text": "The first question relates to the identification of the vision and aspirations of the Basotho. The second question addresses the challenges that face the development process. The third question involves a study of the possible future environment within which Lesotho’s development could take place to the year 2020. The fourth question requires that appropriate strategies be formulated to guide public and private sector organizations as well as civil society."}, {"text_block_id": "p16_b175", "text": "1.4  The Structure of the Document"}, {"text_block_id": "p16_b176", "text": "The rest of the document is structured as follows: Chapter 2 presents the Lesotho Vision 2020; Chapter 3 deals with the development environment; Chapter 4 explores the possible future scenarios; Chapter 5 proposes the strategies to achieve the Lesotho Vision 2020; Chapter 6 addresses implementation, monitoring and evaluation of the vision."}, {"text_block_id": "p17_b177", "text": "CHAPTER 2"}, {"text_block_id": "p17_b178", "text": "LESOTHO VISION 2020"}, {"text_block_id": "p17_b179", "text": "2.1 Introduction"}, {"text_block_id": "p17_b180", "text": "This Chapter presents the Lesotho Vision 2020 statement and describes its components. The Vision statement was adopted from the First National Dialogue. The description of Lesotho Vision components is based on the aspirations of the Basotho people. The components are: a stable democracy, a united nation, a nation at peace with itself and its neighbours, a healthy and well developed human resource base, a strong economy and prosperous nation, a well managed environment as well as a well advanced technology."}, {"text_block_id": "p17_b181", "text": "2.2 The Lesotho Vision 2020 statement"}, {"text_block_id": "p17_b182", "text": "At the first National Dialogue more than 500 representatives of key stakeholders formulated a vision statement as follows:"}, {"text_block_id": "p17_b183", "text": "By the year 2020 Lesotho shall be a stable democracy, a united and prosperous nation at peace with itself and its neighbours. It shall have a healthy and well-developed human resource base. Its economy will be strong, its environment well managed and its technology well established."}, {"text_block_id": "p17_b184", "text": "2.3 Description of the Vision"}, {"text_block_id": "p17_b185", "text": "2.3.1 A Stable Democracy"}, {"text_block_id": "p17_b186", "text": "By the year 2020, Lesotho shall be a stable democracy where the principles of good governance will be anchored on the respect for human rights, the rule of law, political openness, political participation and tolerance. This form of governance will be based on five pillars of democracy which include: supremacy of the will of the people, transparency, a devoted and efficient public service, justice for all and efficient chieftainship."}, {"text_block_id": "p17_b187", "text": "In addition, Lesotho will have a well-established system of local governance with full ownership and participation of the majority in decision making and local development. The country will have a clear direction in policy development, strategic thinking and foresight and programme planning. Lesotho will be known for good governance driven by effective"}, {"text_block_id": "p18_b188", "text": "and visionary leadership. Lesotho will be a corruption free country. It’s research capacity will be enhanced and information management systems well coordinated."}, {"text_block_id": "p18_b189", "text": "There will be freedom of expression in all forms of communication without undue interference, and Basotho will have the right to impart and receive information freely. Lesotho shall have a vibrant, free, independent, pluralistic and diverse media regulated by the principles set out in a media policy"}, {"text_block_id": "p18_b190", "text": "."}, {"text_block_id": "p18_b191", "text": "There will be no gender disparities. Men, women, and people with disabilities will be equal before the law; and will be accorded equal opportunities in all aspects of life."}, {"text_block_id": "p18_b192", "text": "2.3.2 A United Nation"}, {"text_block_id": "p18_b193", "text": "By 2020, Basotho shall be a united nation with cherished norms and values that will enhance a sense of belonging, identity and pride in every Mosotho."}, {"text_block_id": "p18_b194", "text": "In addition, the Basotho will share common goals based on common cultural heritage and will continue to observe with respect their national symbols such as the national flag. The Monarchy will continue to play the most important role of unifying the nation."}, {"text_block_id": "p18_b195", "text": "Lesotho will be characterized by sustained political stability, political tolerance and calm political contestations. This state of unity will be a good confidence measure for local as well as foreign investors."}, {"text_block_id": "p18_b196", "text": "2.3.3  A Nation at Peace with Itself and Its Neighbours"}, {"text_block_id": "p18_b197", "text": "By 2020, Basotho shall be a peaceful nation living in harmony with their neighbours. The nation will have long and lasting peace characterized by truthfulness, love, tolerance, justice, honesty, unity and plenty. Basotho will be a coherent society with a fair distribution of income and wealth."}, {"text_block_id": "p18_b198", "text": "At the international level there will be peaceful and strong strategic relations with the Republic of South Africa (RSA) and a full proactive involvement with other countries, regional and global institutions. The nation will successfully deal with its challenges including crime, unemployment and poverty. Basotho will have an advanced sense of political maturity and effective conflict and dispute resolution mechanisms to safeguard their peace."}, {"text_block_id": "p18_b199", "text": "2.3.4   A Healthy and Well Developed Human Resource Base"}, {"text_block_id": "p18_b200", "text": "Basotho shall be a healthy nation with a well-developed human resource base. The country will have a good quality health system with facilities and infrastructure accessible and affordable to all Basotho, irrespective of income, disabilities, geographical location and wealth. Health personnel will provide quality health service and patient care. All Basotho will be conscious of healthy lifestyles and will engage in sporting and recreational activities. Sporting facilities will be available countrywide and Lesotho will also be known as a leading sporting country."}, {"text_block_id": "p19_b201", "text": "The people will also be highly careful about hygiene and proper nutrition. For all these to be realised, there will be adequate incentives to retain professional staff in the country."}, {"text_block_id": "p19_b202", "text": "The citizenry will enjoy the benefits of the social protection fund without any discrimination. Traditional and modern medical practices will be fully integrated.  All Basotho will have access to safe drinking water and basic sanitation."}, {"text_block_id": "p19_b203", "text": "There shall be no new HIV and AIDS infections. There will be care and support for the orphans, the HIV infected and affected patients."}, {"text_block_id": "p19_b204", "text": "Basotho will have access to quality education fully responsive to the country’s needs, accessible at all levels and limited only by intellectual ability not by income or wealth. Lesotho will have the system of education that is closely linked and well researched to enhance the student’s talents and capabilities. Education will be free and compulsory up to senior secondary level."}, {"text_block_id": "p19_b205", "text": "Lifelong learning, vocational, technical and entrepreneurial education will be the main focus in the education system. The education system will produce a competent, skilled and productive labour force. In this regard, Lesotho will serve as a service country exporting human capital to other countries whilst retaining a reasonable proportion in the country."}, {"text_block_id": "p19_b206", "text": "Lesotho will have a dynamic National Manpower Plan geared towards addressing the country’s economic, social and political needs. Service delivery as a whole will improve to world standards both in the private and public sectors of the economy. The country will be led by a highly service conscious management and leadership."}, {"text_block_id": "p19_b207", "text": "2.3.5  A Strong Economy and Prosperous Nation"}, {"text_block_id": "p19_b208", "text": "Lesotho shall be known for the good economic policy that will render the country prosperous for many centuries to come. Its vibrant economy with a strong industrial base will fully exploit the potential for locally available natural resources. The fruit from utilising the natural assets such as water, sandstone and other minerals will be enjoyed by all the citizens. The products of the country will compete well in international markets. Productivity too will be enhanced to world standards."}, {"text_block_id": "p19_b209", "text": "Opportunities for full employment will be abundant, and Lesotho will be a magnet retaining its people to jobs in the country. The country will, in addition, have well developed Small Micro and Medium Enterprises (SMMEs). A well-developed entrepreneurial culture will be inculcated among the Basotho."}, {"text_block_id": "p19_b210", "text": "The tourism potential will be fully exploited and the foundation for industrialization well established. Also, characterising the strong economy of Lesotho will be efficiency in tax administration and accountability in the management of government property and national assets."}, {"text_block_id": "p19_b211", "text": "Lesotho will network and collaborate with other countries in trade, investment and economic advancement in general. The financial intermediation sector will be diverse and highly responsive to customer demands and needs. Access to credit and good loan"}, {"text_block_id": "p20_b212", "text": "management and repayment mechanisms will be the corner stone for development and promotion of the SMME sector and informal sectors."}, {"text_block_id": "p20_b213", "text": "A Proper economic infrastructure, including roads, telecommunications and electricity networks, well managed and well maintained toll gates and other utilities and facilities will be established. Lesotho will experience a drastic decline in the gap between the rich and the poor. Agricultural production will be at its peak driven by availability of resources (material and human) and proper utilization of agricultural resource centres. The country will then experience a full state of food security and ultimately, commercialized agriculture."}, {"text_block_id": "p20_b214", "text": "This state of prosperity will be manifested in reduced poverty levels where every Mosotho will afford a basic nutritious meal, adequate shelter and attain a relevant and productive education which will enhance the standard of living."}, {"text_block_id": "p20_b215", "text": "2.3.6  A Well Managed Environment"}, {"text_block_id": "p20_b216", "text": "Lesotho shall be renowned for its environmental management. The country’s diversity of life systems will be supported and protected by a nation which is environmentally conscious and whose people are in balanced existence with the natural environment."}, {"text_block_id": "p20_b217", "text": "Basotho will derive continuing benefits from the conservation and sustainable use of their biological diversity. The several global conventions and treaties that Lesotho has signed and ratified shall be translated into concrete actions which will sustain care and management of the environment at large."}, {"text_block_id": "p20_b218", "text": "Basotho will be empowered in designing and managing biodiversity conservation projects relevant to their own communities. Environmental education will be integrated at all levels of learning. There will be institutional and legal frameworks to promote and protect a healthy and sustainable environment. Every development in the country will be subjected to an intensive Environmental Impact Assessment (EIA) to gauge its environmental friendliness."}, {"text_block_id": "p20_b219", "text": "The country’s urban areas will be exemplary in proper structural and infrastructural networks intended to ease life. In terms of shelter, people will observe regulations and requisite building standards, and will make optimal use of available space for housing in the urban areas. The spectacular scenery of the Lesotho highlands, the unique ecosystem and a wide biodiversity and heritage will render the country a good tourist destination."}, {"text_block_id": "p20_b220", "text": "2.3.7  A Well Advanced Technology"}, {"text_block_id": "p20_b221", "text": "Lesotho will have a solid foundation for technological research and development. The school curricula shall be strong in science and technology which will lead to increased enrolment in sciences and technical programmes. The nation will expand its usage of applied technology in all aspects of life. Ninety percent of Basotho households will have access to electricity and thereby to communication and development technology."}, {"text_block_id": "p20_b222", "text": "The country will increase its financial and human resource allocation towards innovative research. This will enable the Kingdom to reduce the technological divide between herself and the developed countries. Local production and diffusion of appropriate technology will be widespread to meet the high demand. Furthermore, application of appropriate"}, {"text_block_id": "p21_b223", "text": "production technology as well as imported technology will increase in all spheres of Basotho’s life and thereby contribute to the reduction of poverty."}, {"text_block_id": "p21_b224", "text": "2.4 Conclusion"}, {"text_block_id": "p21_b225", "text": "The chapter has presented the Lesotho Vision 2020 statement and described its components. To realize this vision, all Basotho people need to have a unity of purpose, well thought-out strategies and a determination to succeed."}, {"text_block_id": "p22_b226", "text": "CHAPTER 3"}, {"text_block_id": "p22_b227", "text": "THE DEVELOPMENT ENVIRONMENT"}, {"text_block_id": "p22_b228", "text": "3.1 Introduction"}, {"text_block_id": "p22_b229", "text": "This Chapter reviews trends in the development performance of Lesotho. The review identifies key trends, events and challenges in different sectors of the economy, looking at both the internal and external environment. The section further seeks to identify and prioritise the strengths, weaknesses, opportunities and threats that should inform strategic choices in Lesotho."}, {"text_block_id": "p22_b230", "text": "The multilateral arrangements include the Common Monetary Area (CMA), Southern African Customs Union (SACU) and the Southern African Development Community (SADC). The international market opportunities include African Growth and Opportunity Act (AGOA) and the ACP-EU Cotonou Agreement."}, {"text_block_id": "p22_b231", "text": "3.2 Assessment of the Development Performance"}, {"text_block_id": "p22_b232_merged", "text": "This section reviews the key aspects of the internal environment as they affect national development prospects. The analysis is anchored on the components of the Lesotho Vision 2020 Statement adopted at the First National Dialogue and explained in detail in Chapter 2 of this report."}, {"text_block_id": "p23_b234", "text": "Good governance, media freedom, and gender sensitivity characterise Lesotho’s stable democracy."}, {"text_block_id": "p23_b235", "text": "a) Governance"}, {"text_block_id": "p23_b236", "text": "Lesotho is a democratic country with the Monarch as head of state, the Prime Minister as head of government. Although the Kingdom’s democracy has been punctuated with political instability and disturbances, efforts have been made to bring the situation under control. For example the end of the military rule in 1993 saw a democratic era which heralded the establishment of institutions of governance such as the Independent Electoral Commission (IEC) and the Office of the Ombudsman, in addition to the practice of separation of powers between the three arms of government, namely, the Executive, the Judiciary and the Legislature."}, {"text_block_id": "p23_b237", "text": "While there is a considerable respect for the rule of law, there are disconcerting delays in the dispensation of justice. Governance in Lesotho has been strengthened by the recently adopted electoral system that has for the first time in the history of the country enabled ten political parties to be represented in parliament."}, {"text_block_id": "p23_b238", "text": "The challenges that the Kingdom still has to contend with in relation to governance are: empowering the legislature to carry out the oversight function, improving the Judiciary to deal with the delays in the justice system and, strengthening the public service for delivery of services and accountability. The other challenge is to strengthen and professionalise the security establishments."}, {"text_block_id": "p23_b239", "text": "Development management capacity together with local governance and popular participation are aspects of governance within a stable democracy."}, {"text_block_id": "p23_b240", "text": "i) Development Management Capacity"}, {"text_block_id": "p23_b241_merged", "text": "In addition to the regular five-year national development plans which have recently been changed to three year rolling plans, the country has also developed  comprehensive long-term plans, namely, Action Programme for Development of Lesotho 2001-2010, The Strategic Options study; and"}, {"text_block_id": "p23_b246", "text": "The Pathway out of Poverty."}, {"text_block_id": "p23_b247", "text": "Lesotho has embarked on the Public Sector Improvement and Reform Programme (PSIRP). This programme represents the Government’s framework for public sector improvement and reform in: Good Governance, Financial Management and Budgeting, Human Resources Management, Administration of Justice, Restructuring and Rationalisation of Ministries, Departments and Agencies, Decentralisation and Local Government, and Delivery of Services. The first phase of the programme focuses on three areas, namely, improving financial management and accountability, improving public service management, and decentralisation for service delivery."}, {"text_block_id": "p24_b248", "text": "Furthermore, the country has developed a Poverty Reduction Strategy Paper (PRSP) and developed a Medium Term Expenditure Framework (MTEF) for development and financial management."}, {"text_block_id": "p24_b249", "text": "The Constitution of Lesotho provides for the establishment of the National Planning Board to: prepare plans for economic development, coordinate and supervise the preparation of such plans by the Government and other public authorities, and advise the Government and other public authorities in relation to economic development."}, {"text_block_id": "p24_b250", "text": "The key challenges in development management capacity include: improving research capacity, coordinating information management systems, brain drain in different sectors, implementation of PSIRP, strengthening of public, private and civil society partnership in development, corruption, nepotism and defining roles and responsibilities between the National Planning Board and the Ministry of Finance and Development Planning. Another key challenge is to improve management of the donor funded projects and strengthen the absorptive capacity, reporting and coordination. Development of a National Aid Policy should be another priority area."}, {"text_block_id": "p24_b251", "text": "ii) Local Governance and Popular Participation"}, {"text_block_id": "p24_b252", "text": "The country is working towards decentralization by implementing the Local Government Act of 1997. It is envisaged that local government elections will be held in 2004 to increase participation by the ordinary citizens and the rural poor in the governance process. This will enable individual citizens and civil society in general to contribute to the development process."}, {"text_block_id": "p24_b253", "text": "The challenge in this regard is to empower the imminent local government authorities, and to improve chieftainship as a strategy to complement governance at the grassroots level."}, {"text_block_id": "p24_b254", "text": "b) Media"}, {"text_block_id": "p24_b255", "text": "Media in Lesotho is free from direct government interference. This is supported by the pluralist nature of the media in all its forms, which reflects diverse opinions of people from all walks of life. In spite of the proliferation of media houses, media diffusion with all its components, namely, print and electronic, is predominantly in urban areas. The national radio station (Radio Lesotho) is the only one that has nation-wide coverage. However, plans are underway for increasing television coverage."}, {"text_block_id": "p24_b256", "text": "The challenges here include the consolidation of the currently scattered pieces of legislation regulating the media, inculcating media professionalism and independence, and increasing media coverage to the rural areas of the country."}, {"text_block_id": "p25_b257", "text": "c) Gender"}, {"text_block_id": "p25_b258", "text": "Lesotho’s female population enjoys higher education attainment and literacy than male population. This enables upward mobility for them in various sectors of the economy. Moreover, there is a clear policy and legislation on gender."}, {"text_block_id": "p25_b259", "text": "Government established a Law Reform Commission in 1997 to review all laws that are discriminatory, in conflict with the Constitution, or outmoded. As a result, laws that discriminate against women are being dealt with accordingly. The civil society also plays a major part in gender issues through advocacy and influence in law enactment."}, {"text_block_id": "p25_b260", "text": "In pursuance of gender equity and equality among the Basotho society, Lesotho has signed and ratified the Convention on Elimination of all forms of Discrimination against Women (CEDAW), albeit with reservations on certain sections that have constitutional implications regarding customary laws, the church and chieftainship. It is also party to the SADC Addendum on the Prevention and Eradication of Violence against Women and Children signed in 1997."}, {"text_block_id": "p25_b261", "text": "The key challenge is to uproot discrimination and appoint more women into areas of responsibility and decision making in both the public and private sectors. Another challenge is to uplift women without neglecting boys and men."}, {"text_block_id": "p25_b262", "text": "3.2.2  A United Nation"}, {"text_block_id": "p25_b263", "text": "Culture and the role of the Monarchy are pivotal to national unity in Lesotho. The role of the Monarchy is to play a unifying role which is important for maintenance of peace and unity in the country. The system of governance that puts the King above party politics has enhanced his status as a symbol of unity for the nation."}, {"text_block_id": "p25_b264", "text": "Culture is central to national unity in Lesotho. The widespread use of national symbols such as the national flag signifies a united nation sharing common goals based on a common cultural heritage. The Ministry of Education and Training encourages cultural appreciation in curricula development, and consciously promotes cultural practices through a mandatory cultural day in schools. Most initiatives in the revival and promotion of cultural practices are taken by private institutions with the support of the Ministry of Tourism, Environment and Culture, through annual arts and cultural festivals. In a nutshell, Basotho’s common history, common language and traditional practices all contribute to towards homogeneity which in turn also promotes national unity."}, {"text_block_id": "p25_b265", "text": "The greatest challenge is to inculcate the spirit of patriotism in all Basotho. Other challenges are protection of Lesotho’s culture and heritage resources, improvement of facilities for artists and their product market, research and documentation of Basotho cultural practices."}, {"text_block_id": "p25_b266", "text": "3.2.3  A Nation at Peace with itself and its neighbours"}, {"text_block_id": "p25_b267_merged", "text": "Basotho are a peace loving nation. This peacefulness is embedded in the greeting “Khotso”- meaning ‘Peace’. Their peacefulness is reinforced by the fact that they are a"}, {"text_block_id": "p26_b272", "text": "nation with Sesotho as the main language and a shared history, culture and traditions. The new electoral system which is a combination of first-past-the-post and proportional representation has brought about more political party representation in parliament and, thereby more political calm and peace."}, {"text_block_id": "p26_b273", "text": "However, a number of challenges have to be addressed. Firstly, there is a need to combat the current rate of internal and cross-boarder stock theft, crime and armed robbery which deprive communities of the necessary state of peace. The second challenge concerns improvement of political tolerance, conflict and dispute resolution mechanisms."}, {"text_block_id": "p26_b274", "text": "3.2.4 A Healthy and Well Developed Human Resource Base"}, {"text_block_id": "p26_b275", "text": "Health, HIV and AIDS and education are critical issues to be addressed in a country with a healthy and well-developed human resource base."}, {"text_block_id": "p26_b276", "text": "a) Health"}, {"text_block_id": "p26_b277", "text": "Lesotho adopted the Primary Health Care Strategy (PHC) in 1979. The strategy encompassed national immunisation and nutritional programmes. The PHC along with other strategies led to the significant improvement in the health survival indicators related to life expectancy at birth, infant, child and maternal mortalities through to early 1990s. The country has also made remarkable progress in providing access to social infrastructure, including access to safe drinking water and sanitation. Between 1990 and 2001 the proportion of the population without access to sanitation decreased from 66% to 55%. The proportion of the population without access to safe drinking decreased from 36% to 23% in the same period."}, {"text_block_id": "p26_b278", "text": "To reverse the recent erosion of the positive trends in the survival indicators, particularly as a result of, among others, HIV and AIDS, poverty and other socio-economic difficulties, the country faces a number of challenges. These include equitable distribution of health facilities to all sectors, and strengthening the health institutions for efficient and effective service delivery. Furthermore, the sector needs to develop a comprehensive health policy framework."}, {"text_block_id": "p26_b279", "text": "b) HIV and AIDS"}, {"text_block_id": "p26_b280", "text": "At the end of 2001, approximately 30% of the population was infected with HIV and AIDS. The Government of Lesotho recognizes that HIV and AIDS is not only a health problem but a multi-sectoral development issue that has social, economic and cultural implications. In 2000, the Government in collaboration with multi-sectoral stakeholders developed a National Policy on HIV and AIDS Prevention, Control and Management to create a conducive environment for prevention of further spread of HIV and AIDS and to mitigate the adverse impact on the infected and affected individuals, families and communities."}, {"text_block_id": "p26_b281", "text": "The government of Lesotho has also committed 2% of its ministerial budget allocations towards HIV and AIDS prevention and impact mitigation programmes. Donor assistance also plays an important role in this regard through provision of financial, material and technical resources as well as technical assistance."}, {"text_block_id": "p27_b282", "text": "Combating further spread of HIV continues to be one of the biggest challenges that face the country. Effective implementation of the national policy and strategy which include prevention, mitigation, care, support and treatment of the infected and affected would go a long way in this regard."}, {"text_block_id": "p27_b283", "text": "c) Education"}, {"text_block_id": "p27_b284", "text": "Lesotho’s adult literacy rate (82%, 2002) is higher than it is in most African countries. The country is committed to the provision of an equitable basic education to all Basotho as a key development goal. Introduction of Free Primary Education (FPE) Policy in 2000 together with other sectoral and sub-sectoral policies provide hope for every Mosotho to have access to basic education and in turn a better future. Lesotho’s education system is a joint responsibility of the Government, civil society and the churches as strong partners. Lesotho is also a signatory to a number of international and regional conventions and declarations to which it fully complies."}, {"text_block_id": "p27_b285", "text": "The education system is yet to fully respond to the needs of the country. Key challenges include: further strengthening of access to education, developing curriculum that fully responds to the national development priorities, thus, promoting entrepreneurial, life, technical and vocational skills. Lesotho has to develop education system that is universal, free and compulsory to all. The present system of examinations needs further improvement to avoid potential anomalies. Improvement of management capacity of the education institutions at all levels and the reversal of the adverse effects of the HIV and AIDS pandemic on the education system should be given priority."}, {"text_block_id": "p27_b286", "text": "d) Sports"}, {"text_block_id": "p27_b287", "text": "In 2002, the Lesotho Government passed the Lesotho Sports Act which allowed for the formation of the Lesotho Sports and Recreation Commission (LSRC) that was elected in April, 2003.  There are presently twenty six (26) different sporting associations affiliated to the LSRC.  Lesotho also boasts the presence of the Lesotho National Olympic Committee (LNOC).  Lesotho participates in regional and international sporting events including: The Zone VI Games, the All Africa Games, the Commonwealth Games and the Olympic Games."}, {"text_block_id": "p27_b288", "text": "The sporting challenges facing the country include: building of facilities countrywide, constructing facilities of international standard, financing of the sporting activities and promoting sport tourism.  Another challenge is to widen the funding base for sporting activities to include the private sector."}, {"text_block_id": "p27_b289", "text": "3.2.5 A Strong Economy and Prosperous Nation"}, {"text_block_id": "p27_b290", "text": "Macro economic performance, the structure of the economy, employment, SMMEs and the informal sector and prosperity are central to understanding this component of Lesotho’s Vision."}, {"text_block_id": "p28_b291", "text": "a) Macro Economic Performance"}, {"text_block_id": "p28_b292", "text": "Economic growth, fiscal developments, and public debt depict macro-economic performance in Lesotho’s strong economy."}, {"text_block_id": "p28_b293", "text": "i) Economic growth"}, {"text_block_id": "p28_b294", "text": "The macro economic policy environment in Lesotho has been conducive to economic growth. In the periods 1970/71 - 1974/75 and 1975/76 - 1979/80, Gross Domestic Product (GDP) grew at an average of about 8% due to good agricultural sector performance, diamond mining during the late 1970’s, large volumes of external assistance, increase in migrant labour remittances and the Southern African Customs Union (SACU) revenues."}, {"text_block_id": "p28_b295", "text": "During 1980-1990 and 1990-1999 periods, GDP grew at an average of 3.9% and 4.2% per annum respectively as a result of the construction phase of the Lesotho Highlands Water Project (LHWP) and the rapid expansion of the manufacturing sector.  In 2002, the economy registered positive growth of 3.8% from the 3.2% experienced in 2001 as a result of the rapid expansion of clothing exports through African Growth and Opportunities Act (AGOA)."}, {"text_block_id": "p28_b296", "text": "However, the winding down of some LHWP activities, reduction in miner’s remittances and the SACU revenues, 1998 political upheaval and decreased volumes of external assistance have resulted in the recent decline in the economic growth rate."}, {"text_block_id": "p28_b297", "text": "The challenge is to sustain high economic growth rates through increased national productivity, exploring the alternative sources of revenue and generating job opportunities to absorb the labour force."}, {"text_block_id": "p28_b298", "text": "ii) Fiscal Developments"}, {"text_block_id": "p28_b299", "text": "Lesotho adopted and successfully implemented three-year Structural Adjustment and Enhanced Structural Adjustment Programmes to correct fiscal imbalances experienced in the mid 1980s. These imbalances included widening government budget deficit, due to increased recurrent expenditure and decline in revenue."}, {"text_block_id": "p28_b300_merged", "text": "Fiscal deficits were also experienced from the late 1990s to 2002/2003 due to the: political turmoil of September 1998, restructuring process of key government institutions, repayment of the commercial loans for the Lesotho Highlands Water Project (LHWP), recent government spending on famine relief and agricultural support."}, {"text_block_id": "p28_b303", "text": "Recent developments to improve revenue collection include establishment of the Lesotho Revenue Authority (LRA) which aims at managing the Government’s revenue policy. The Value Added Tax (VAT) was also introduced in July 2003 as an effective mechanism for tax management."}, {"text_block_id": "p28_b304", "text": "Lesotho faces a challenge to develop prudent fiscal strategies for good financial management and maintenance of sustainable fiscal balances."}, {"text_block_id": "p29_b305", "text": "iii)  Public Debt"}, {"text_block_id": "p29_b306", "text": "Between 1998 and 2001 Lesotho’s external debt increased sharply (from 68% in 1998 to 108.2% in 2001) due to a sudden depreciation of loti against the major borrowing currencies. However, in 2002 the external debt declined by 17.9% mainly because of the appreciation of the local currency and also the retirement of the loans which were costly."}, {"text_block_id": "p29_b307", "text": "Government accounts for an average of 90% of the outstanding public debt and the remaining 10% is shared among other public entities. Approximately 80% of total external debt has been provided by multilateral lending agencies, principally the World Bank and African Development Bank. It is a challenge for Lesotho to sustain internationally accepted prudent levels in terms of debt service ratio."}, {"text_block_id": "p29_b308", "text": "b) Structure of the Economy"}, {"text_block_id": "p29_b309", "text": "i) The Primary Sector"}, {"text_block_id": "p29_b310", "text": "Approximately 75% of the Lesotho population live in the rural areas and derive their livelihood from agriculture. In 1966 the share of agriculture in the GDP was about 50%. In recent years it has declined to below 20%."}, {"text_block_id": "p29_b311", "text": "The negative performance in the sub sector is attributable to, among others, a drop in crop production due to frequent droughts, heavy frosts and late rains experienced in recent years. The fact that 9% of total land area in Lesotho is arable puts pressure on the fertility of a limited land base. The Agricultural sector has also depended heavily on external assistance. With the general decline of donor support in the country, the sector became the hardest hit. The average agriculture share of total development assistance declined significantly."}, {"text_block_id": "p29_b312", "text": "The sector is however expected to show some recovery with implementation of the Agricultural Sector Investment Programmes. The challenge is for Lesotho to increase agricultural productivity to sustain food security in the country."}, {"text_block_id": "p29_b313", "text": "ii) The Secondary Sector"}, {"text_block_id": "p29_b314", "text": "Lesotho’s performance in attracting Foreign Direct Investment (FDI) is well above average for low and middle-income countries. Through FDI flows, Lesotho has been able to take advantage of trade privileges in US markets under the Multi Fibre Agreement (MFA) and AGOA starting April 2001."}, {"text_block_id": "p29_b315", "text": "Table 3.1 below shows that the volume of FDI to Lesotho increased significantly from an average of USD 213 million in 1990 to 1995 to a peak of US$286 million in 1996.  Since then FDI has declined steadily to US$118 million in 2001, representing a 34.3 percent decrease from the 1990 to 95 level."}, {"text_block_id": "p30_b316", "text": "Table 3.1  Lesotho: Selected indicators of FDI"}, {"text_block_id": "p30_b317", "text": "Source: UNCTAD: World Investment Report 2002. Annex Table B.1"}, {"text_block_id": "p30_b318", "text": "The construction industry is also expected to perform moderately well through private investment and expansion of factory shells. The government is currently establishing more industrial sites at Tikoe and Mohales’hoek."}, {"text_block_id": "p30_b319", "text": "This sector is, however, faced with a number of challenges that the country needs to contend with. The preferential market opportunities to which Lesotho exports its products are temporary measures due to expire soon. For example, the AGOA will expire in 2015 with the third country fabric sourcing benefit due to expire by September, 2007. Lesotho has to develop its capacity to fully take advantage of the presence of foreign owned firms in the manufacturing industry to forge backward and forward linkages with the local businesses. The industrial base needs to be widened to diversify product and market outlets. This will reduce the potential vulnerability to adverse developments in the two main markets; namely, the Republic of South Africa and the United States of America. Furthermore, Lesotho still has to do a lot more to create an environment to attract nationals and foreigners to invest in the country. Licensing procedures, tax regime and land acquisition and transfer need further review to facilitate more investment."}, {"text_block_id": "p30_b320", "text": "iii) The Tertiary Sector"}, {"text_block_id": "p30_b321_merged", "text": "Much of the growth reported in the wholesale and retail sub-sector is attributable to electricity, telecommunications and motor vehicle sales. Growth in this sub sector continued to give a clear indication that the economy is indeed benefiting from the reform of the utility industries initiated in 1999. The tertiary sector is projected to grow by an annual average of 3.6 %. This will be encouraged by continued expansion and investment in value added by the Post and Telecommunications sub-sector. Expenditure on health and education are expected to grow in line with the Government’s commitment to achieve the Millennium Development Goals (MDGs) in these areas."}, {"text_block_id": "p30_b324", "text": "The challenge in this sector is to implement recent institutional reforms that will lead to improvements in the performance of the Tourism sector as demonstrated by potential in this sector."}, {"text_block_id": "p30_b325", "text": "c) Employment"}, {"text_block_id": "p30_b326", "text": "Employment creation remains a national priority. Prior to 2001 the main source of employment in the domestic economy was the Government. Government employment"}, {"text_block_id": "p31_b327", "text": "(comprising civil servants, teachers and the armed forces) in 2002 increased by 0.7% to 36,038. In 2001, the introduction of the AGOA initiative changed the trend with the manufacturing sector gaining prominence. Employment generated in the manufacturing sector is estimated at around 44,537 (2002)."}, {"text_block_id": "p31_b328", "text": "Unemployment in Lesotho is estimated at over 40% of the labour force. This has been caused by among others, the diminishing employment prospects in the agricultural and government sectors, the small industrial base and the retrenchment of Basotho mineworkers from the Republic of South Africa. Lesotho has relied heavily on attracting foreign investment mainly in textile manufacturing and to some limited extent in the construction industry to curb the problem of unemployment."}, {"text_block_id": "p31_b329", "text": "High economic growth rates of the 1990s did not translate into substantial employment opportunities. The challenge facing Lesotho is to generate growth with sustainable employment opportunities for every Mosotho, both skilled and unskilled. Promotion of more labour intensive sectors and development of comprehensive employment policy framework are areas of priority in the fight against unemployment."}, {"text_block_id": "p31_b330", "text": "d) SMMEs and the Informal Sector"}, {"text_block_id": "p31_b331", "text": "The unemployment challenges facing the country today have compelled the Government to attach great importance to the development of SMMEs and the informal sectors. Recent estimates reveal that the sector employs over 130,000 people making it the largest employer."}, {"text_block_id": "p31_b332", "text": "However, there has to be adequate and sustainable provision of business services, proper infrastructure, availability of capital and access to markets and credit. The business environment with regard to licensing is too complex and inefficient and the tax regime still favours manufacturing at the expense of the service sectors. The sector has been without clear National Industrial and SMME Policies for a long time. Land acquisition and transfer remain a complex and discouraging investment. As a result women remain legally restricted from becoming independent economic agents."}, {"text_block_id": "p31_b333", "text": "The challenge is therefore to develop this sector for it to make a meaningful contribution to the economy."}, {"text_block_id": "p31_b334", "text": "e) Prosperity"}, {"text_block_id": "p31_b335_merged", "text": "The UNDP Human Development Report 2002 classifies Lesotho among the medium human development countries and ranks it 132nd out of the 173 countries on the Human Development Index. In 2000 Lesotho ranked 127th out of 174 countries."}, {"text_block_id": "p31_b338", "text": "The Bureau of Statistics-University of Natal study based on the 1986/87 and the 1994/95 Household Budget Survey (Table 3.2) revealed that the percentage of people living below the national poverty line remained unchanged at around 58% between 1987 and 1995. While the incidence of poverty improved marginally between 1986/7 and 1994/5, the depth and severity of poverty increased during the period as Table 3.2 below shows."}, {"text_block_id": "p32_b339", "text": "Table 3.2  Incidences, Severity and Depth of Poverty (1986/7 and 1994/5)"}, {"text_block_id": "p32_b340", "text": "Source: Bureau of Statistics – University of Natal estimates based on the 1986/87 and the 1994/95 Household Budget Surveys"}, {"text_block_id": "p32_b341_merged", "text": "The key characteristics of the inequality are the rural/urban divide. The rural areas suffer more income poverty than the urban areas. The Human Development Report 2002 reports a Gini index of 56.0 for the survey year 1986-87. The share in income of the poorest 10 percent was 0.9 percent while the richest 10 percent had a share of 43.4 percent."}, {"text_block_id": "p32_b343", "text": "The average household size in Lesotho is 5.0 and 49% of Lesotho’s population is young children below the age of 14 with the elderly population (65 and over) estimated at 5.8%. This youthful age structure together with prevalence of HIV and AIDS results in high dependency ratio."}, {"text_block_id": "p32_b344", "text": "The key challenge for Lesotho is to bridge the gap between the poor and the rich through improving the distribution of income and wealth among Basotho. Improved food security, combating further spread of HIV and AIDS, improved access to social infrastructure should be the priority sectors for building a prosperous Lesotho. Successful implementation of the Poverty Reduction Strategy Paper provides a hope for adoption of effective strategies for poverty reduction."}, {"text_block_id": "p32_b345", "text": "3.2.6 A Well Managed Environment"}, {"text_block_id": "p32_b346", "text": "Lesotho has signed and ratified several Multilateral Environmental Agreements (MEAs). The National Environmental Action Plan (NEAP) was formulated in 1988 and updated in 1999 to integrate environmental issues into economic development. The Environment Act was enacted in 2001 to provide an overall legal and regulatory framework for setting environmental standards, Environmental Impact Assessment (EIA), procedures and compliance for the agreements. The implementation of this Act will begin as soon as all necessary structures such as Lesotho Environment Authority have been established."}, {"text_block_id": "p32_b347", "text": "The spectacular scenery of the Lesotho highlands, the country’s unique ecosystem, biodiversity and heritage offer the country tourism opportunities and great potential. The Ministry of Tourism, Environment and Culture collaborates with the newly established"}, {"text_block_id": "p33_b348", "text": "Lesotho Tourism Development Corporation (LTDC) to harness this potential. Renewable energy technologies upon which the majority of Basotho people depend and which are environmentally friendly, supply very little energy in the country. Lesotho is endowed with rich water sources and water is one of the revenue earning resources."}, {"text_block_id": "p33_b349", "text": "Lesotho is however faced with the challenges of: effecting the ratified conventions and treaties for sustainable development, strengthening institutions responsible for natural resources management, development and effective implementation of land management systems, controlling harvesting of natural resources, and improvement of effluent and waste management."}, {"text_block_id": "p33_b350", "text": "3.2.7 A Well Established Technology"}, {"text_block_id": "p33_b351", "text": "Lesotho’s draft science and technology policy is based on a vision “to sustain a free, prosperous and progressive economy and society that is sustained through intelligent use of science and technology assisted by enlightened citizens, corporations and government.” The Government of Lesotho has adopted a privatisation policy to liberalise telecommunications sector. In 2000, The Lesotho Telecommunications Authority (LTA) was established to promote competition within the telecommunication sector, protect consumer rights, advance Universal Service/Access and manage the electromagnetic spectrum."}, {"text_block_id": "p33_b352", "text": "Since the liberalization of the telecommunication sector the penetration of telebureaus and payphones has increased almost fivefold. The amounts communicated to Science and Technology (S&T) in the government’s budget rose from M812,200.00 in 1997/98 to M2,034, 180 in 2001/02."}, {"text_block_id": "p33_b353", "text": "In terms of Technology, Lesotho is faced with the challenges of increasing its budget allocation towards science and technology development, forging partnerships with other countries, strengthening science and"}, {"text_block_id": "p33_b354", "text": "technology education, and promoting science and technology research, innovation and development."}, {"text_block_id": "p33_b355", "text": "The number of radio stations has increased from one to eight.  There are two television stations and newspapers have also increased to ten."}, {"text_block_id": "p33_b356", "text": "3.3 Strengths, Weaknesses, Opportunities and Threats (SWOT)"}, {"text_block_id": "p33_b357", "text": "For Lesotho to achieve its Vision the country has to capitalize on its strengths. These include a widely accepted and respected constitution; government commitment to development which is manifested in the formulation and implementation of development plans; cultural homogeneity, and political stability that has been brought about by the new electoral system. As a developing country Lesotho also has limitations that offset its strengths. These weaknesses relate to poor strategic and operational management of private, parastatal and public institutions; inadequate science and technology research and development; underdeveloped SMME and informal sectors; high unemployment rates; food insecurity; and increasing HIV and AIDS prevalence."}, {"text_block_id": "p33_b358", "text": "The external environment presents the country with opportunities on the one hand and threats on the other. Foreign Direct Investment, strong donor support, good bilateral"}, {"text_block_id": "p34_b359_merged", "text": "relations and multilateral arrangements are some of the opportunities that Lesotho can exploit. Major threats that the Basotho have to contend with are, inter alia, increasing competition from the international markets, donor conditionalities, relentless brain drain; retrenchment of Basotho from the Republic of South Africa and declining SACU revenues."}, {"text_block_id": "p34_b362", "text": "A tabular presentation of the analysis of Lesotho’s strengths, weaknesses, opportunities and threats is attached as Annex 3. The analysis is based on critical success factors outlined in Annex 1."}, {"text_block_id": "p34_b363", "text": "For Lesotho to find a strategic fit between its strengths and opportunities on the one hand and its weaknesses and threats on the other the country has to address some of its key challenges."}, {"text_block_id": "p34_b364", "text": "3.4 Summary of the Challenges"}, {"text_block_id": "p34_b365", "text": "The following challenges have been gleaned from the above assessment of the development environment:"}, {"text_block_id": "p34_b366", "text": "The following challenges have been gleaned from the above assessment of the development environment:\n* Strengthening the three arms of government to deepen the roots of democracy;\n* Decentralizing services and power to empower communities at the grassroots;\n* Professionalizing media to effect its pluralistic nature;\n* Strengthening development management capacity in the country;\n* Addressing the issue of corruption and nepotism;\n* Supporting and maintaining the principles of Gender equality;\n* Instilling the spirit of patriotism among all Basotho for socio- economic and political advancement of the country;\n* Preserving and maintaining peace and tranquillity for the countryâs stability;\n* Improving access to health services;\n* Implementing National AIDS Policy effectively for national development;\n* Improving access to education and training to ground the foundations for good human resource base;\n* Improving and strengthening sporting capacity and capabilities;\n* Maintaining macro economic stability for economic development of the country;\n* Improving expenditure management and sustain sustainable fiscal balances;"}, {"text_block_id": "p35_b394", "text": "The following challenges have been gleaned from the above assessment of the development environment:\n* Strengthening the three arms of government to deepen the roots of democracy;\n* Decentralizing services and power to empower communities at the grassroots;\n* Professionalizing media to effect its pluralistic nature;\n* Strengthening development management capacity in the country;\n* Addressing the issue of corruption and nepotism;\n* Supporting and maintaining the principles of Gender equality;\n* Instilling the spirit of patriotism among all Basotho for socio- economic and political advancement of the country;\n* Preserving and maintaining peace and tranquillity for the countryâs stability;\n* Improving access to health services;\n* Implementing National AIDS Policy effectively for national development;\n* Improving access to education and training to ground the foundations for good human resource base;\n* Improving and strengthening sporting capacity and capabilities;\n* Maintaining macro economic stability for economic development of the country;\n* Improving expenditure management and sustain sustainable fiscal balances;\n* Improving the financial sector through encouraging more competition in the banking, capital markets and insurance sectors;\n* Improving & sustaining food security for sustainable prosperity;\n* Sustaining high levels of investment for economic up-liftment of the country;\n* Strengthening the national capacity to fully take advantage of the presence of foreign owned manufacturing enterprises;\n* Reducing the potential vulnerability to negative developments in the two main markets; namely, the Republic of South Africa and the US through Diversifying preferential trade and investment market opportunities;\n* Improving the investment environment;\n* Finding alternative sources of revenue while strengthening capacity within SACU;\n* Negotiating extension of AGOA and MFA agreements;\n* Generating growth with sustainable job opportunities to curb the problems of unemployment;\n* Improving service delivery in all sectors of the economy;\n* Tapping the potential of Tourism effectively;\n* Developing and promoting SMME sector;\n* Bridging the gap between the rich and the poor for equitable distribution of income and wealth;\n* Reducing the incidence, severity and depth of poverty in the country;\n* Managing and sustaining healthy environment for sustainable development;\n* Promoting production and use of science & technology;\n* Identifying alternative sources of revenue to maintain sound fiscal balance in the economy;\n* Improving co-ordination of donor funded projects."}, {"text_block_id": "p36_b430", "text": "CHAPTER 4"}, {"text_block_id": "p36_b431", "text": "SCENARIO ANALYSIS"}, {"text_block_id": "p36_b432", "text": "4.1 Introduction"}, {"text_block_id": "p36_b433", "text": "In assessing the development prospects of Lesotho in the long-term it is important to forecast the environment within which the development process will evolve in future using futures studies and scenario analysis. Short-term forecasting methods are not effective over a period as long as 20 years."}, {"text_block_id": "p36_b434", "text": "The situation analysis conducted in Chapter 3 reveals that three critical uncertainties for Lesotho’s future development prospects are: development management capacity, the future trends in local investment in the country and the prospects of export markets, and political stability."}, {"text_block_id": "p36_b435", "text": "The uncertainties form the basis for mapping out possible pathways that Lesotho could follow to the year 2020.  Annex 2 identifies the focal issue, and its driving forces, factors behind the driving forces, key trends and uncertainties. It then indicates four scenarios mapped out in different combinations. Scenarios are consistent, but different plausible stories of how the future could unfold depending on a number of factors. Many possible future scenarios for Lesotho were considered, but the four that have been chosen were found to be the most plausible."}, {"text_block_id": "p36_b436", "text": "4.2"}, {"text_block_id": "p36_b437", "text": "Four Scenarios"}, {"text_block_id": "p36_b438", "text": "In forecasting the environment within which the development process could evolve in Lesotho’s future, the following scenario combinations have been selected:"}, {"text_block_id": "p37_b439", "text": "Scenario 4:"}, {"text_block_id": "p37_b440", "text": "Political instability, weak public sector management, declining investment (the"}, {"text_block_id": "p37_b441", "text": "Lesupi"}, {"text_block_id": "p37_b442", "text": "Scenario)"}, {"text_block_id": "p37_b443", "text": "."}, {"text_block_id": "p37_b444_merged_merged", "text": "The “Melupe” Scenario"}, {"text_block_id": "p37_b447", "text": "This scenario considers a situation where there is effective public sector management, sustained political stability and commitment and positive trends in investment."}, {"text_block_id": "p37_b448", "text": "The effectiveness of public sector management is seen through the implementation of the Vision, demonstrated by effective structures on the ground for implementation. An important manifestation of this public sector management is the effective implementation of the Public Sector Improvement and Reform Programme (PSIRP) which results in an enhanced national capacity to manage development programmes, formulate development policies, and facilitate implementation of private sector investment programmes. Furthermore, technical and other forms of assistance from the international community increase as a result of sound management and effective implementation of development programmes."}, {"text_block_id": "p37_b449", "text": "Sustained political stability is evident through successful general elections and peaceful transfer of power from one party to another, increasing representativeness of Parliament, and professionalism and loyalty of the armed forces. The country is able to bring crime, nepotism and corruption under control, which in turn improves the delivery of services to the citizenry. As a result of political stability and good public sector management, the Kingdom develops and maintains strategic relations with the Republic South Africa (RSA)."}, {"text_block_id": "p37_b450", "text": "In addition, the Vision becomes a cross-cutting issue fully integrated into the programme appraisal and budgeting procedures of government. Therefore, it becomes mandatory for all government sanctioned development projects and programmes to show how they contribute towards the ultimate achievement of the Vision. This arrangement works very well because public sector management has improved significantly due to the effective implementation of performance management and effective implementation of strategic plans by different government ministries.  This enhances implementation of sectoral"}, {"text_block_id": "p38_b451", "text": "strategies and policies. Furthermore, the strategic partnership between the public and the private sector has gone a long way in improving the country’s performance in this regard."}, {"text_block_id": "p38_b452", "text": "A stable and positive environment helps to position the country to reap maximum benefit from favourable FDI inflows and growing external markets. Through local skills and institutional development, the country increases its own capabilities in manufacturing, services and agriculture and is able to increase local investment through increased spin-off effects from the large-scale export oriented companies to the indigenous small-scale entrepreneurs. Lesotho is able to diversify its export products and markets and exploit fully its complementaries with the economy of RSA. This results in a long-term GDP growth rate of 6-7 percent."}, {"text_block_id": "p38_b453", "text": "In this scenario the government, civil society, the private sector and the nation at large, recognise the importance of human development in all its facets for the effective implementation of the Vision.  Policies to this effect are formulated and implemented with enthusiasm and diligence. With the development of human resources, the formulation of appropriate policies, strengthening of institutions to ensure effective Vision implementation and sustained respect for democratic institutions, come good governance. Such governance together with good public sector management results in better management of Lesotho’s relations with RSA whose cooperation is critical to Lesotho due to her geographical position. Commitment to the Vision takes cognisance of the importance of preservation of the environment for sustained long-term national development."}, {"text_block_id": "p38_b454", "text": "Visionary political leadership that the country has under this scenario galvanises nation"}, {"text_block_id": "p38_b455", "text": "-"}, {"text_block_id": "p38_b456", "text": "wide support for the Vision through,"}, {"text_block_id": "p38_b457", "text": "inter alia"}, {"text_block_id": "p38_b458", "text": ", recognition of Basotho cultural heritage, the sense of national uniqueness, which ultimately conjure strong feelings of nationhood and patriotism. This is the"}, {"text_block_id": "p38_b459", "text": "Melupe"}, {"text_block_id": "p38_b460", "text": "Scenario - the best case achievable with commitment and hard work."}, {"text_block_id": "p38_b461", "text": "The “"}, {"text_block_id": "p38_b462", "text": "Khomo ha li kae batho re bangata"}, {"text_block_id": "p38_b463", "text": "” Scenario"}, {"text_block_id": "p38_b464", "text": "This scenario considers a situation where there is sustained political stability and commitment, effective public sector management and a decline in foreign direct investment."}, {"text_block_id": "p38_b465", "text": "Despite political stability and improved public sector management, the country experiences a decline in foreign direct investment. Access to foreign markets for the Kingdom’s exports is also curtailed. These come as a result of the expiry and non-renewal of favourable trade agreements. Docile labour and low wages in some less developed countries enable them to out-compete Lesotho in attracting foreign direct investment. In spite of the Kingdom’s efforts in trying to woo investors and negotiate access to markets, there is a decline in investment. The declining investment and limited access to foreign markets virtually isolate the country in a rapidly globalising world and a closely integrated community of nations."}, {"text_block_id": "p38_b466_merged_merged", "text": "The Khomo ha li kae Scenario results in average GDP growth rates of 2% per annum which really does not make much impact on the heightened state of poverty and unemployment in the country."}, {"text_block_id": "p39_b469", "text": "The “"}, {"text_block_id": "p39_b470", "text": "Metse e metle liotloana"}, {"text_block_id": "p39_b471", "text": "” Scenario"}, {"text_block_id": "p39_b472", "text": "In this scenario there is political stability, favourable trends in investment and weak public sector management. The ineffectiveness of public sector management is manifested in low morale and lethargy among civil servants.  This results in poor service delivery."}, {"text_block_id": "p39_b473", "text": "Public sector programmes that are meant to facilitate the implementation of the Vision such as the Public Sector Improvement and Reform Programme (PSIRP), Poverty Reduction Strategy Paper (PRSP) and Performance Management System are also not implemented with the requisite vigour and enthusiasm."}, {"text_block_id": "p39_b474", "text": "The country has a great tourism potential which is not being fully exploited. Drought wreaks havoc of the country in spite of perennial water sources due to poor damming and harvesting of water resources. HIV and AIDS is rampant and the Basotho people are dying in great numbers but are seemingly failing to change their sexual behavioural patterns."}, {"text_block_id": "p39_b475", "text": "Despite sustained political stability and support for the Vision, the country is unable to bring crime and corruption under control which in turn impoverishes people even further and compromises public safety and service delivery. Because of political stability, local and foreign direct investment coupled with access to international markets initially increase and the textile manufacturing industry continues to be the main employer. However, over time, the incremental rate of FDI starts declining because of poor public sector management."}, {"text_block_id": "p39_b476", "text": "The Republic of South Africa and the Kingdom of Lesotho have signed a strategic agreement – the Joint Bilateral Commission of Co-operation (JBCC). The relations are, however, threatened by the heightened cross-border crime and lack of adherence to some regional arrangements by some operatives in the Republic of South Africa."}, {"text_block_id": "p39_b477", "text": "The"}, {"text_block_id": "p39_b478", "text": "Metse e metle liotloana"}, {"text_block_id": "p39_b479", "text": "scenario depicts the current (2002-2003) state of the country which could go on for the next ten to fifteen year period. The scenario results in average GDP growth rate of 2.5-3% per annum which does not make much impact on the widespread poverty and high unemployment levels."}, {"text_block_id": "p39_b480", "text": "The “"}, {"text_block_id": "p39_b481", "text": "Lesupi"}, {"text_block_id": "p39_b482", "text": "” Scenario"}, {"text_block_id": "p39_b483", "text": "In this scenario, the situation in Lesotho is characterized by political instability, lack of political will to implement Lesotho Vision 2020, weak public sector management, and negative trends in investment."}, {"text_block_id": "p39_b484_merged_merged_merged", "text": "Slow implementation of the Poverty Reduction Strategy deprives the country of the opportunity to reduce inequality in the distribution of assets and opportunities.  In the face of mounting unemployment and deepening poverty there are agitations for ‘quick-fix’ solutions to national development problems.  Some political parties see this situation as an opportunity to increase their support base by offering short-term development approaches that are unsustainable and contrary to the thrust of Lesotho Vision 2020."}, {"text_block_id": "p40_b487", "text": "These problems result in lack of political commitment to Lesotho Vision 2020, which leads to a decline in political will for its implementation.  All vision-supporting institutions become dysfunctional."}, {"text_block_id": "p40_b488", "text": "Furthermore, the PSIRP is shelved for lack of political will for implementation.  As a result higher levels of individualism, avarice, self-enrichment, corruption and ineffectiveness characterize the public service. The deteriorating public sector management adversely affects management of the Kingdom’s relations with other countries in general and those with RSA in particular. This also negatively affects the image of the country to potential international partners."}, {"text_block_id": "p40_b489", "text": "Administrative, political and economic deterioration negatively affects both domestic and foreign savings and investment.  As a result, talented people and investors leave the country for better conditions elsewhere."}, {"text_block_id": "p40_b490", "text": "The slowdown in the world economy and corporate strategies in favour of relocating production to lower cost locations lead to a rise in protectionism.  Anti-dumping measures other than tariff barriers and widespread use of investment incentives by developing countries compound the situation in Lesotho by creating obstacles to exports from Lesotho and making it difficult to attract export oriented FDI. At the same time the Official Development Assistance drops steadily because of the worsening national capacity to implement donor funded projects."}, {"text_block_id": "p40_b491", "text": "This is"}, {"text_block_id": "p40_b492", "text": "Lesupi"}, {"text_block_id": "p40_b493", "text": "- the worst-case scenario, with a long-term average growth rate of less than 1 percent."}, {"text_block_id": "p40_b494", "text": "4.3 The Preferred Scenario"}, {"text_block_id": "p40_b495_merged_merged", "text": "The Melupe scenario, which is the best-case scenario, portrays the desired future for the Kingdom. It is therefore, the preferred scenario for the country. Thus, it is the one towards which grand and thematic strategies will be geared. The realisation of this scenario will result in stable democracy, a united and prosperous nation at peace with itself and its neighbours. Furthermore, it will bring about a healthy and well-developed human resource base with strong economy, well-managed environment and well-established foundations for technological advancement."}, {"text_block_id": "p40_b498", "text": "4.4 Conclusion"}, {"text_block_id": "p40_b499", "text": "The unfolding of these scenarios could be influenced by actions and inactions of government departments regarding the implementation of policies and programmes in important areas such as HIV and AIDS, education, environmental management, and relations with the Republic of South Africa. These scenarios are not predictions. They are possible pathways that the future development of Lesotho could take, depending on some key assumptions."}, {"text_block_id": "p40_b500", "text": "What the scenarios show is that a critical uncertainty in Lesotho’s future development relates to the capacity of government to provide sustained support to the country’s"}, {"text_block_id": "p41_b501", "text": "development process,"}, {"text_block_id": "p41_b502", "text": "and the country’s ability to stimulate local investment, attract foreign direct investment, and improve access to export markets."}, {"text_block_id": "p42_b503", "text": "CHAPTER 5"}, {"text_block_id": "p42_b504", "text": "NATIONAL DEVELOPMENT STRATEGY"}, {"text_block_id": "p42_b505", "text": "5.1 Introduction"}, {"text_block_id": "p42_b506", "text": "This Chapter presents the elements of Lesotho’s national development strategy to achieve the Lesotho Vision 2020. The strategy is designed at two different levels. First is an overall or grand strategy, which provides the basis and focus for thematic strategies.  Second are thematic strategies, which are mapped out to address the components of the Vision statement. These two levels should guide Government Ministries, civil society and the private sector to formulate their respective strategies."}, {"text_block_id": "p42_b507", "text": "5.1.1 The Grand Strategy"}, {"text_block_id": "p42_b508", "text": "The grand strategy for Lesotho Vision 2020 addresses the following three key issues:"}, {"text_block_id": "p42_b509", "text": "The grand strategy for Lesotho Vision 2020 addresses the following three key issues:\n* How to ensure sustained political commitment and support to the implementation of Lesotho Vision 2020;\n* How to ensure sustained high levels of investment; and\n* How to strengthen development management capacity."}, {"text_block_id": "p42_b515", "text": "As an over-arching national development strategy, the grand strategy deals with political commitment and sustained support for the Lesotho Vision 2020. This is crucial especially given the volatile political history of Lesotho, which was characterized by discontinuity and"}, {"text_block_id": "p43_b516", "text": "violence as governments changed one from the other.  Establishment of appropriate structures will therefore, enhance the implementation of the Lesotho Vision 2020."}, {"text_block_id": "p43_b517", "text": "Sustaining high levels of local and foreign direct investment and strengthening business linkages is imperative. Thus, there are comprehensive strategies on how the country should accomplish this important goal. Finally, the grand strategy deals comprehensively with development management, which is one of the key challenges that the country faces."}, {"text_block_id": "p43_b518", "text": "Matrices 5.1 to 5.3 present the strategic actions, monitoring indicators, means of verification, and the main actors."}, {"text_block_id": "p43_b519", "text": "5.1.2 Thematic Strategies"}, {"text_block_id": "p43_b520", "text": "In the context of the grand strategy there is another level of strategies including thematic strategies. Matrices 5.4 to 5.10 present key strategic actions, monitoring indicators, means of verification and main actors for achieving the key Vision Aspirations. These strategies are built around clusters of Vision Statement components as follows; stable democracy which entails governance, gender and media; a united nation which includes culture; nation at peace with itself and its neighbours; healthy and well developed human resource base which includes health, HIV and AIDS and education; strong economy and prosperous nation; well managed environment; and well established technology. These strategies address strategic challenges for the country and will be implemented by different sectors of the economy as indicated in each of the matrices below."}, {"text_block_id": "p44_b521", "text": "Matrix 5.1"}, {"text_block_id": "p44_b522", "text": "Sustaining Political Commitment and Support"}, {"text_block_id": "p45_b523", "text": "Matrix 5.2"}, {"text_block_id": "p45_b524", "text": "Sustaining High Levels of Investment"}, {"text_block_id": "p46_b525", "text": "Matrix 5.3"}, {"text_block_id": "p46_b526", "text": "Strengthening Development Management Capacity"}, {"text_block_id": "p47_b527", "text": "Matrix 5.4"}, {"text_block_id": "p47_b528", "text": "A Stable Democracy"}, {"text_block_id": "p48_b529", "text": "Matrix 5.5"}, {"text_block_id": "p48_b530", "text": "A  United Nation"}, {"text_block_id": "p49_b531", "text": "Matrix 5.6"}, {"text_block_id": "p49_b532", "text": "A Nation at Peace With Itself and Its Neighbours"}, {"text_block_id": "p50_b533", "text": "Matrix 5.7"}, {"text_block_id": "p50_b534", "text": "A  Healthy and Well Developed Human Resource Base"}, {"text_block_id": "p52_b535", "text": "Matrix 5.8"}, {"text_block_id": "p52_b536", "text": "Strong Economy and Prosperous Nation"}, {"text_block_id": "p54_b537", "text": "Matrix 5.9"}, {"text_block_id": "p54_b538", "text": "Well Managed Environment"}, {"text_block_id": "p55_b539", "text": "Matrix 5.10"}, {"text_block_id": "p55_b540", "text": "Well Established Technology"}, {"text_block_id": "p56_b541", "text": "CHAPTER 6"}, {"text_block_id": "p56_b542", "text": "IMPLEMENTATION, MONITORING AND EVALUATION"}, {"text_block_id": "p56_b543", "text": "6.1 Introduction"}, {"text_block_id": "p56_b544", "text": "The Lesotho Vision 2020 process has enjoyed commitment and support at the highest levels. It has also involved the widest possible consultation with stakeholders. The output of this challenging national exercise is the Strategy that has been presented in Chapter 5. Thus far, the process has led to the formulation of a strategic framework which is an indicative plan to guide development policies, programmes and activities."}, {"text_block_id": "p56_b545", "text": "6.2 Implementation, Monitoring and Evaluation"}, {"text_block_id": "p56_b546", "text": "6.2.1 Implementation"}, {"text_block_id": "p56_b547", "text": "Matrices 5.1 to 5.10 presented the strategic actions, monitoring indicators, means of verification for addressing the issues concerning the grand strategy as well as the thematic issues that underpin the Lesotho Vision. In implementing these strategic actions, the following challenges must be recognized:"}, {"text_block_id": "p56_b548", "text": "Matrices 5.1 to 5.10 presented the strategic actions, monitoring indicators, means of verification for addressing the issues concerning the grand strategy as well as the thematic issues that underpin the Lesotho Vision. In implementing these strategic actions, the following challenges must be recognized:\n* Integrating plans for different time horizons: Lesotho Vision 2020, rolling plans, PRSP and annual budget statements;\n* Sustaining the strategic thinking process in order to ensure that emerging strategic issues are identified and anticipated;\n* Monitoring and evaluating the Lesotho Vision 2020 and other plans."}, {"text_block_id": "p57_b554", "text": "a) Integrating Different Plans"}, {"text_block_id": "p57_b555", "text": "As noted in Chapter 1, the Lesotho Vision 2020 is a strategic framework that focuses on the key issues that need to be addressed to ensure that Lesotho realises its development vision. The successful implementation of Lesotho Vision depends, to a large extent, on the effective implementation of operational plans as contained in three-year rolling plans, PRSP, ministerial and departmental plans, and the annual budget statements. This can be ensured if appropriate institutional arrangements are made to enhance operational effectiveness of government ministries and departments in reflecting Lesotho Vision 2020 strategies in their development programmes, and in creating the enabling environment for private sector growth and development. In turn this requires that:"}, {"text_block_id": "p57_b556", "text": "As noted in Chapter 1, the Lesotho Vision 2020 is a strategic framework that focuses on the key issues that need to be addressed to ensure that Lesotho realises its development vision. The successful implementation of Lesotho Vision depends, to a large extent, on the effective implementation of operational plans as contained in three-year rolling plans, PRSP, ministerial and departmental plans, and the annual budget statements. This can be ensured if appropriate institutional arrangements are made to enhance operational effectiveness of government ministries and departments in reflecting Lesotho Vision 2020 strategies in their development programmes, and in creating the enabling environment for private sector growth and development. In turn this requires that:\n* Those assigned the responsibility to address strategic issues and actions under Lesotho Vision should elaborate detailed plans and allocate responsibilities to collaborating ministries, departments and agencies;\n* Ministries, departments and agencies reflect their operational plans, as appropriate in their three-year rolling plans, PRSP implementation, policy papers, legislation and annual budget submissions;\n* The civil society organisations and the private sector reflect as appropriate, vision issues in their respective plans."}, {"text_block_id": "p57_b562", "text": "b) Sustaining Strategic Thinking"}, {"text_block_id": "p57_b563", "text": "The preparation of the Lesotho Vision 2020 involved a survey and analysis of the internal and external environment affecting the future socioeconomic development of Lesotho. The purpose was to identify strengths, weaknesses, opportunities and threats that should inform strategic choices. Clearly, both the internal and external environment are subject to change, resulting in the emergence of new opportunities and challenges. It is thus necessary to sustain the process of collating and analyzing strategic information and using it to update the national development strategy. A key element of the strategic thinking process is the establishment and maintenance of appropriate information system, including the strengthening of institutional capacities to enhance strategic foresight in development management."}, {"text_block_id": "p57_b564", "text": "6.2.2 Monitoring and Evaluation"}, {"text_block_id": "p57_b565", "text": "It is often pointed out that Lesotho prepares good plans but is unable to implement them effectively. One of the characteristics of a well-formulated plan is that the plan must address issues relating to effective implementation, monitoring and evaluation. The process has to be planned, implemented, monitored and evaluated."}, {"text_block_id": "p58_b566", "text": "The monitoring and evaluation plan for the Lesotho Vision 2020 should include the following activities:"}, {"text_block_id": "p58_b567", "text": "The monitoring and evaluation plan for the Lesotho Vision 2020 should include the following activities:\n* Preparing detailed implementation plans for identified strategic actions;\n* Establishing consensus on indicators for monitoring and evaluation;\n* Agreeing on how to generate and utilize information for monitoring and evaluation;\n* Specifying reporting requirements;\n* Establishing monitoring and evaluation responsibilities; and\n* Providing adequate budget for monitoring and evaluation."}, {"text_block_id": "p58_b579", "text": "6.2.3 Indicators and Implementation Plan"}, {"text_block_id": "p58_b580", "text": "Matrix 6.1 presents the main components of the Lesotho Vision 2020 statement, relevant indicators for monitoring, baseline information, as well as goals for three time periods to 2020. The matrix identifies indicators for monitoring progress in the achievement of Vision goals."}, {"text_block_id": "p58_b581", "text": "A wide range of monitoring indicators has been identified for monitoring progress in various aspects of the Lesotho Vision. Clearly, it will not be possible or feasible to establish baseline data and regularly monitor all the indicators. The challenge during implementation will be to review the list of proposed indicators and to select the minimum requirements in the light of information available."}, {"text_block_id": "p59_b582", "text": "Matrix 6.1"}, {"text_block_id": "p59_b583", "text": "Monitoring Components of the Lesotho Vision 2020"}, {"text_block_id": "p61_b584", "text": "6.3 Vision Supporting Institutions"}, {"text_block_id": "p61_b585", "text": "The following are the proposed institutions that will support implementation of short, medium and long-term plans including the Lesotho Vision. They include the Parliamentary Committee on Planning, National Planning Board and a privately-run Think Tank. The rationale for these institutions is effective implementation of the Vision. Furthermore, it is important and operationally useful that there are institutions mandated to check and balance one another in the monitoring of implementation of this important long-term national plan. This is in line with the fact that Lesotho’s greatest challenge in development management is plan-implementation and evaluation. The following organisational structure indicates the envisaged way in which these institutions will relate with each other."}, {"text_block_id": "p61_b586", "text": "Vision Supporting Institutions’ Relational Structure"}, {"text_block_id": "p61_b587", "text": "6.3.1 Functions of Vision Supporting Institutions"}, {"text_block_id": "p61_b588", "text": "a) Parliamentary Committee on Planning"}, {"text_block_id": "p61_b589", "text": "It is necessary for Parliament to be able to keep track of the implementation of the National Vision. In the light of this it is imperative that there be a committee within Parliament that will be dealing specifically with issues pertaining to planning that is in turn geared towards the achievement of the Vision."}, {"text_block_id": "p61_b590", "text": "b) National Planning Board"}, {"text_block_id": "p61_b591", "text": "As per the constitution, the National Planning Board will guide, monitor and implement short, medium and long-term plans. These plans will include PRSP, MDGs and  Lesotho Vision 2020."}, {"text_block_id": "p61_b592", "text": "c) Think Tank"}, {"text_block_id": "p61_b593", "text": "There should be a privately managed and independent think-tank that will scan the environment on a continuous basis through research, seminars and conferences, and advise government accordingly on, among others, policy issues and national development strategy implementation. One of the main advantages of a body of this nature is that short and medium-term plans will be closely monitored in relation to their relevance and contribution to the achievement of the Lesotho Vision 2020."}, {"text_block_id": "p62_b594", "text": "6.3.2 Implementation, Monitoring and Evaluation Plan"}, {"text_block_id": "p62_b595", "text": "Matrix 6.2 identifies the key activities for kick-starting the process of implementation, monitoring and evaluation of Lesotho Vision 2020."}, {"text_block_id": "p62_b596", "text": "Matrix 6.2"}, {"text_block_id": "p62_b597", "text": "Implementation, Monitoring and Evaluation Plan"}, {"text_block_id": "p63_b598", "text": "Annex 1"}, {"text_block_id": "p63_b599", "text": "Lesotho Vision 2020: Critical Success Factors"}, {"text_block_id": "p64_b600", "text": "Annex 2"}, {"text_block_id": "p64_b601", "text": "Scenario Drivers and Assumptions"}, {"text_block_id": "p64_b602", "text": "1. Focal Issue"}, {"text_block_id": "p64_b603", "text": "Future development of Lesotho"}, {"text_block_id": "p64_b604", "text": "2. Driving Forces"}, {"text_block_id": "p64_b605", "text": "2. Driving Forces\n* Sustained political commitment and support for Lesotho National Vision initiative\n* Political stability\n* Development management capacity, including public sector management, and creating enabling environment for private sector development\n* Domestic saving\n* Human resource development and utilisation\n* Investment\n* Export markets\n* Natural resources management"}, {"text_block_id": "p64_b621", "text": "3."}, {"text_block_id": "p64_b622", "text": "Factors behind driving forces"}, {"text_block_id": "p64_b623", "text": "Factors behind driving forces\n* Motivation and commitment of public servants\n* Transparency and accountability in public management\n* Planning systems, project planning, implementation capacity\n* Leadership and supervision at key levels of administration\n* Financial intermediation, savings instruments, bank supervision\n* Tax systems and structure\n* Labour relations\n* Balance between tertiary education and primary education\n* Demographic factors, migration\n* HIV and AIDS\n* Economic and social infrastructure\n* Productivity and competitiveness\n* Effective Public Expenditure Management\n\t* Key Trends\n\t* Declining foreign aid\n\t* Worsening income distribution and inequality\n\t* Declining SACU revenue, minersâ remittances\n\t* HIV and AIDS\n\t* Key Uncertainties\n\t* Public sector management\n\t* Future trends in investment\n\t* Political stability"}, {"text_block_id": "p64_b667", "text": "6. Alternative Scenarios"}, {"text_block_id": "p64_b668", "text": "Scenario 1:"}, {"text_block_id": "p64_b669", "text": "Political stability, effective public sector management and favourable trends in investment (the"}, {"text_block_id": "p64_b670", "text": "Melupe"}, {"text_block_id": "p64_b671", "text": "Scenario)."}, {"text_block_id": "p64_b672", "text": "Scenario 2:"}, {"text_block_id": "p64_b673", "text": "Political stability, effective public sector management and declining investment (the"}, {"text_block_id": "p64_b674", "text": "Khomo ha li kae"}, {"text_block_id": "p64_b675", "text": "batho re ba ngata Scenario)."}, {"text_block_id": "p64_b676", "text": "Scenario 3:"}, {"text_block_id": "p64_b677", "text": "Political stability, favourable trends in investment and weak public sector management (the"}, {"text_block_id": "p64_b678", "text": "Metse e metle"}, {"text_block_id": "p64_b679", "text": "liotloana Scenario)."}, {"text_block_id": "p64_b680", "text": "Scenario 4:"}, {"text_block_id": "p64_b681_merged_merged_merged_merged", "text": "Political instability, weak public sector management, declining investment (the Lesupi Scenario)."}, {"text_block_id": "p65_b684", "text": "Annex 3"}, {"text_block_id": "p65_b685", "text": "Summary of SWOT Analysis"}], "document_description": "The Vision 2020's ambition is to to make Lesotho a stable, peaceful, developed, richer and environmentally-friendly democracy by 2020. It notably promotes the production and use of renewable energy, and better land use management (against desertification, protection of forests and mountain ecosystems)."}