{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lesotho", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Lesotho Energy Policy 2015-2025", "document_country_code": "LSO", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "07/07/2005", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/LSO/2005/LSO-2005-07-07-Lesotho Energy Policy 2015-2025_41921e33b005681ecb6e6802312a2173.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE KINGDOM OF LESOTHO"}, {"text_block_id": "p0_b2", "text": "LESOTHO ENERGY POLICY"}, {"text_block_id": "p0_b3", "text": "2015-2025"}, {"text_block_id": "p1_b4", "text": "Table of Contents"}, {"text_block_id": "p3_b5", "text": "Foreword"}, {"text_block_id": "p3_b6", "text": "The energy balance of Lesotho is characterised by huge dependence on biomass fuels to meet the basic needs of cooking and space heating by the majority of the population in the rural areas. The country does not have any proven resource base for fossil fuels and rely heavily on imports to meet the demand for these energy carriers. On the other hand, there is potential for environmentally cleaner renewable sources of energy that requires extensive exploitation."}, {"text_block_id": "p3_b7", "text": "In this respect, renewable sources of energy and energy efficiency are expected to play a significant role and therefore appropriate programmes and activities will be supported by this policy. The approach to the relatively environmentally unfriendly energy carriers will be to embark on energy efficiency measures and fuel switch to cleaner energy carriers to the extent practically possible to reduce the degree of associated emission of greenhouse gases typical of unfriendly energy carriers. Promotion of cleaner forms of energy and technologies will attract incentives. The goal is that the share of cleaner fuels in the energy supply mix increases while the share of non-sustainable forms of energy reduces. This proposed path of energy sector development is consistent with the three pillar United Nations initiative on sustainable energy for all on access to modern energy, energy efficiency and renewable sources of energy."}, {"text_block_id": "p3_b8", "text": "There is need to review institutional responsibilities; particularly energy related public institutions. Making energy accessible requires three distinct, yet supportive functions; policy design to provide strategic framework of operation, implementation and regulation of policy. The proposed policy framework targets distinct, yet supportive public institutions that deal with the three functions. The policy also presents a platform for participation of different stakeholders in the implementation of the policy"}, {"text_block_id": "p3_b9", "text": "The Department of Energy is mandated to effectively and efficiently coordinate, monitor and evaluate the programmes and activities within the energy sector. The successful implementation of the proposed energy policy framework will be possible through the proper coordinated engagement of all stakeholders."}, {"text_block_id": "p4_b10", "text": "It is my sincere invitation to the stakeholders including institutions and individuals to adopt this energy policy framework as the vehicle providing guidance and strategic direction for the energy sector programmes and activities."}, {"text_block_id": "p4_b11", "text": "On behalf of the Government of the Kingdom of Lesotho, I express my sincere appreciation to all institutions and individuals who provided invaluable contributions during the preparation of the energy policy."}, {"text_block_id": "p4_b12", "text": "……………………………………"}, {"text_block_id": "p4_b13", "text": "Selibe Mochoboroane, MP"}, {"text_block_id": "p4_b14", "text": "Minister of Energy and Meteorology"}, {"text_block_id": "p5_b15", "text": "Background"}, {"text_block_id": "p5_b16", "text": "Electricity is viewed a premium energy carrier that drives socio-economic development of Lesotho. In 2008, the Southern African Development Community (SADC), of which Lesotho is a member state, experienced serious shortages of electricity that resulted in load shedding."}, {"text_block_id": "p5_b17", "text": "Demand for electricity continues to exceed local generation, the country has maintained the local generation at around 72 MW while demand continues to increase. By end of 2013, electricity imports met more than 50% of the electricity consumption in Lesotho."}, {"text_block_id": "p5_b18", "text": "While the Lesotho associates herself with the United Nations Initiative on Sustainable Energy For All (SE4ALL) Goals, the household connection rate was recorded as 34% in 2014."}, {"text_block_id": "p5_b19", "text": "The proposed energy policy framework is fundamentally to support energy access, within the dimensions of reliability and affordability to drive the economy and improve livelihoods of the people of Lesotho."}, {"text_block_id": "p5_b20", "text": "Key challenges to overcome in pursuit of provision of energy access to all in socio-economic sector include:-"}, {"text_block_id": "p5_b21", "text": "Key challenges to overcome in pursuit of provision of energy access to all in socio-economic sector include:-\n* The local private sector and cooperative associations participation in energy business is\n* Biomass fuels are becoming a scarce commodity due to among others the prevailing\n* Inadequate and old network infrastructure for electricity transmission;\n* Undeveloped energy sector coordination;\n* Limited clarity on institutional responsibilities leading to loss of accountability;\n* Limited energy efficiency programmes and activities;\n* Limited penetration of renewable energy technologies and services;\n* Limited access to funding to support energy infrastructure\n* Inadequate storage for petroleum product\n* Limited participation of Basotho in the supply chain of petroleum products"}, {"text_block_id": "p5_b41", "text": "The proposed energy policy framework primarily targets to address these constraints within the framework of environmental protection."}, {"text_block_id": "p6_b42", "text": "Energy Policy Vision"}, {"text_block_id": "p6_b43", "text": "The vision for the Energy Policy Framework for the Kingdom of Lesotho is as follows:"}, {"text_block_id": "p6_b44", "text": "Energy shall be universally accessible and affordable in a sustainable manner, with minimal negative impact on the environment."}, {"text_block_id": "p6_b45", "text": "Energy Policy Goals"}, {"text_block_id": "p6_b46", "text": "Policies presented in the Energy Policy Framework for the Kingdom of Lesotho are based on the following energy policy goals:"}, {"text_block_id": "p6_b47", "text": "Contributing towards the improvement of livelihoods"}, {"text_block_id": "p6_b48", "text": "The energy sector will contribute towards poverty alleviation in Lesotho. This will be achieved through the creation of income generating opportunities that sustain and improve the lives of people in the country through facilitating the provision of affordable technologies and services."}, {"text_block_id": "p6_b49", "text": "Contributing towards economic growth and investment"}, {"text_block_id": "p6_b50", "text": "The energy sector in Lesotho will contribute towards economic growth through initiatives that emphasize efficiency in energy sector management, job creation as well as those that position Lesotho as a competitive player in the SADC region. Emphasis should be placed on the creation of conditions that encourage private investment, but which ensure, where appropriate, that ownership of energy sector resources continues to rest locally."}, {"text_block_id": "p6_b51", "text": "Ensuring security of supply"}, {"text_block_id": "p6_b52", "text": "The Government of Lesotho will ensure security of energy supplies to meet the national requirements from diversified sources that are subject to local resources, regional agreements and economic feasibility."}, {"text_block_id": "p6_b53", "text": "Contributing towards the protection of the environment"}, {"text_block_id": "p6_b54", "text": "Energy resources will be used in such a way that international, regional and local environmental agreements and protocols are observed."}, {"text_block_id": "p6_b55", "text": "Energy Policy Principles"}, {"text_block_id": "p6_b56", "text": "The energy policy will be implemented within the framework of the following principles:"}, {"text_block_id": "p6_b57", "text": "The energy policy will be implemented within the framework of the following principles:\n* Integrating energy into national and sectoral planning is a crucial catalyst for energy\n* Effective coordination of the energy sector is expected to bring wide spectrum of"}, {"text_block_id": "p7_b61", "text": "The energy policy will be implemented within the framework of the following principles:\n* Integrating energy into national and sectoral planning is a crucial catalyst for energy\n* Effective coordination of the energy sector is expected to bring wide spectrum of\n* Empowerment of broader stakeholders on energy issues to bring them on board for\n* Public Private Partnerships are viewed as playing a central role in energy project\n* Stakeholder involvement will be a prerequisite step towards developing a national energy\n* Environmental Sustainability framework will guide the programmes and activities of the\n* Gender equality will be an integral part when energy programmes and activities are"}, {"text_block_id": "p7_b71", "text": "Policy Statement 1: Institutional and Regulatory Framework for the Energy Sector"}, {"text_block_id": "p7_b72", "text": "Government will introduce appropriate institutional and regulatory framework for the management and development of the energy sector"}, {"text_block_id": "p7_b73", "text": "Objectives"}, {"text_block_id": "p7_b74", "text": "Objectives\n* To improve institutional and legal framework for implementation of the energy policy\n* To introduce mechanisms that will monitor compliance with respect to set standards\n* To foster clarity and separation of roles and responsibility in the energy sector"}, {"text_block_id": "p7_b80", "text": "Strategies"}, {"text_block_id": "p7_b81", "text": "Strategies\n* Governance and coordination of the energy sector will be vested in the Government\n* Formulate energy policies and plans to provide strategic direction within the sector\n* Introduce and effect institutional reforms.\n* Establish and sustain a platform for energy stakeholder coordination (Energy Stakeholder\n* Introduce laws, regulations, standards and guidelines to enforce programme\n* Introduce inspection mechanisms to verify quantity and quality of energy products.\n* Compel energy companies to have an effective and efficient local management and\n* Set and ensure compliance to minimum safety, health, environmental, risks, quality\n* Ensure adherence to the Transmission Grid Code as well as Quality of Supply and\n* Enforce compliance to the Distribution Grid Code and Quality of Supply and Service\n* Develop standards, codes of practice and specifications for mini and off-grid solutions."}, {"text_block_id": "p8_b103", "text": "Strategies\n* Governance and coordination of the energy sector will be vested in the Government\n* Formulate energy policies and plans to provide strategic direction within the sector\n* Introduce and effect institutional reforms.\n* Establish and sustain a platform for energy stakeholder coordination (Energy Stakeholder\n* Introduce laws, regulations, standards and guidelines to enforce programme\n* Introduce inspection mechanisms to verify quantity and quality of energy products.\n* Compel energy companies to have an effective and efficient local management and\n* Set and ensure compliance to minimum safety, health, environmental, risks, quality\n* Ensure adherence to the Transmission Grid Code as well as Quality of Supply and\n* Enforce compliance to the Distribution Grid Code and Quality of Supply and Service\n* Develop standards, codes of practice and specifications for mini and off-grid solutions.\n* Establish technical standards and quality assurance for the purchase, installation, and\n* Impose and collect levies on energy services and products."}, {"text_block_id": "p8_b107", "text": "Policy Statement 2: Information Management and Outreach"}, {"text_block_id": "p8_b108", "text": "Government will ensure that sufficient information and data on all energy resources become available and are regularly updated"}, {"text_block_id": "p8_b109", "text": "Objectives"}, {"text_block_id": "p8_b110", "text": "Objectives\n* To increase the knowledge among Basotho of all available energy resources, technologies\n* To promote research and development in the of energy sector.\n* To improve access to energy resource data and information."}, {"text_block_id": "p8_b116", "text": "Strategies"}, {"text_block_id": "p8_b117", "text": "Strategies\n* The Public energy institutions will submit strategic plans and annual work plan to the\n* On a regular basis, to be agreed with the Head of a government department responsible\n* The Head of a government department responsible for energy shall prepare an annual\n* Allocate resources for acquiring and increasing knowledge on energy carriers and\n* Develop a database of local institutions and resources currently available to undertake\n* Collate existing, and develop new information dissemination programmes and conduct\n* Collaborate with relevant government departments/institutions and NGOs disseminating\n* Conduct awareness campaigns throughout the country using different types of media\n* Disseminate updated energy data timely;\n* Establish a support programme for the co-financing of energy research activities.\n* Collaborate with local regional and international energy related institutions for\n* Develop and implement consumer education programmes for all demand sectors\n* Develop specific principles for the policy statement"}, {"text_block_id": "p9_b143", "text": "Policy Statement 3: Bioenergy"}, {"text_block_id": "p9_b144", "text": "Government will ensure sustainable supply of bioenergy resources."}, {"text_block_id": "p9_b145", "text": "Objectives"}, {"text_block_id": "p9_b146", "text": "Objectives\n* To improve the availability and sustainable use of bioenergy resources\n* To promote the conversion of bio waste to energy for power generation and heat"}, {"text_block_id": "p9_b150", "text": "Strategies"}, {"text_block_id": "p9_b151", "text": "Strategies\n* Improve conservation measures, energy management as well as sustainable use of\n* Reduce pressure on biomass energy resources through fuel substitution and application of\n* Engage the Ministry responsible for afforestation in the selection of suitable tree species\n* Promote research and development in the field of bioenergy and associated technologies\n* Encourage the use of animal dung and crop residues for agricultural applications\n* Develop specific principles for the policy statement"}, {"text_block_id": "p9_b163", "text": "Policy Statement 4: Renewable Energies"}, {"text_block_id": "p9_b164", "text": "Government will improve access to renewable energy services and technologies"}, {"text_block_id": "p9_b165", "text": "Objectives"}, {"text_block_id": "p9_b166", "text": "Objectives\n* To improve the energy security situation by reducing reliance on fossil fuels and\n* To increase access to modern energy for rural and decentralized areas\n* To reduce Greenhouse Gas (GHG) emissions from energy sector"}, {"text_block_id": "p9_b172", "text": "Strategies"}, {"text_block_id": "p9_b173", "text": "a)"}, {"text_block_id": "p9_b174", "text": "Phase out the use of electric geysers in all existing public buildings and introduce solar water heating systems and heat pump systems"}, {"text_block_id": "p9_b175", "text": "b)"}, {"text_block_id": "p9_b176", "text": "Compel all new Public buildings which require hot water to install solar water heaters."}, {"text_block_id": "p9_b177", "text": "c)"}, {"text_block_id": "p9_b178", "text": "Encourage the replacement of electric geysers with solar water heaters in industrial, commercial, residential and general purpose sectors"}, {"text_block_id": "p9_b179", "text": "d)"}, {"text_block_id": "p9_b180", "text": "Facilitate the establishment of Rural Energy Service Companies (RESCOs)."}, {"text_block_id": "p9_b181", "text": "e)"}, {"text_block_id": "p9_b182", "text": "Promote the application of renewable energy technologies to income-generating activities"}, {"text_block_id": "p9_b183", "text": "f)"}, {"text_block_id": "p9_b184", "text": "Promote passive solar design principles in buildings"}, {"text_block_id": "p9_b185", "text": "g)"}, {"text_block_id": "p9_b186", "text": "Develop a renewable energy programme to support fuel substitution in different demand sectors"}, {"text_block_id": "p9_b187", "text": "h)"}, {"text_block_id": "p9_b188", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p10_b189", "text": "Policy Statement 5: Energy Efficiency in Electricity"}, {"text_block_id": "p10_b190", "text": "Government will promote energy efficient practices and equipment in all sectors of the economy"}, {"text_block_id": "p10_b191", "text": "Objectives"}, {"text_block_id": "p10_b192", "text": "1."}, {"text_block_id": "p10_b193", "text": "To minimise losses in energy processes"}, {"text_block_id": "p10_b194", "text": "2."}, {"text_block_id": "p10_b195", "text": "To reduce energy imports in meeting demand"}, {"text_block_id": "p10_b196", "text": "Strategies"}, {"text_block_id": "p10_b197", "text": "a)"}, {"text_block_id": "p10_b198", "text": "Implement demand side management programmes and projects"}, {"text_block_id": "p10_b199", "text": "b)"}, {"text_block_id": "p10_b200", "text": "Introduce a metering system and tariff structure that will support energy efficiency and demand side management"}, {"text_block_id": "p10_b201", "text": "c)"}, {"text_block_id": "p10_b202", "text": "Discourage the use of intensive energy use devices and promote the use of energy efficient technologies"}, {"text_block_id": "p10_b203", "text": "d)"}, {"text_block_id": "p10_b204", "text": "Carry-out dissemination campaigns on wise use of energy"}, {"text_block_id": "p10_b205", "text": "e)"}, {"text_block_id": "p10_b206", "text": "Promote the adoption of renewable energy technologies that reduce total end-use electricity consumption"}, {"text_block_id": "p10_b207", "text": "f)"}, {"text_block_id": "p10_b208", "text": "Implement energy efficiency programmes in buildings"}, {"text_block_id": "p10_b209", "text": "g)"}, {"text_block_id": "p10_b210", "text": "Introduce incentives to support energy efficiency programmes and activities."}, {"text_block_id": "p10_b211", "text": "h)"}, {"text_block_id": "p10_b212", "text": "Support applied research and development in energy efficiency programmes and activities"}, {"text_block_id": "p10_b213", "text": "i)"}, {"text_block_id": "p10_b214", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p10_b215", "text": "Policy Statement 6: Power Generation"}, {"text_block_id": "p10_b216", "text": "Government will ensure the security of electricity supply in the country."}, {"text_block_id": "p10_b217", "text": "Objectives"}, {"text_block_id": "p10_b218", "text": "1."}, {"text_block_id": "p10_b219", "text": "To improve security of power supply"}, {"text_block_id": "p10_b220", "text": "2."}, {"text_block_id": "p10_b221", "text": "To ensure that base load requirements are met through local generation"}, {"text_block_id": "p10_b222", "text": "3."}, {"text_block_id": "p10_b223", "text": "To maximise the development of indigenous renewable energy resources"}, {"text_block_id": "p10_b224", "text": "4."}, {"text_block_id": "p10_b225", "text": "To enhance the participation of the private sector and cooperative associations in electricity supply industry"}, {"text_block_id": "p10_b226", "text": "Strategies"}, {"text_block_id": "p10_b227", "text": "a)"}, {"text_block_id": "p10_b228", "text": "The Public sector will participate in large, mini and micro-hydro, wind, solar and biomass power generation projects"}, {"text_block_id": "p10_b229", "text": "b)"}, {"text_block_id": "p10_b230", "text": "The private sector and cooperative associations will be eligible to participate in large power generation projects through a tendering process led by the public sector in relation with the resource plan."}, {"text_block_id": "p10_b231", "text": "c)"}, {"text_block_id": "p10_b232", "text": "Develop power purchase agreement (PPA) framework that will allow the private sector and cooperative associations to participate as Independent Power Producers (IPPs) in mini or micro hydro, wind, solar and biomass power generation"}, {"text_block_id": "p11_b233", "text": "d)"}, {"text_block_id": "p11_b234", "text": "Develop a framework for participation of renewable energy generators (IPPs) that will include Power Purchase Agreements (PPAs)"}, {"text_block_id": "p11_b235", "text": "e)"}, {"text_block_id": "p11_b236", "text": "Introduce a metering system that encourages wider adoption of renewable energy technologies (Net metering)"}, {"text_block_id": "p11_b237", "text": "f)"}, {"text_block_id": "p11_b238", "text": "Create a conducive environment for local entrepreneur participation in the electricity sector"}, {"text_block_id": "p11_b239", "text": "g)"}, {"text_block_id": "p11_b240", "text": "Other generation options will be considered case by case subject to approval by the Ministry responsible for energy"}, {"text_block_id": "p11_b241", "text": "h)"}, {"text_block_id": "p11_b242", "text": "Develop the framework in which privately sponsored initiatives in electricity generation are promoted and supported."}, {"text_block_id": "p11_b243", "text": "i)"}, {"text_block_id": "p11_b244", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p11_b245", "text": "Policy Statement 7: Power Transmission"}, {"text_block_id": "p11_b246", "text": "Government will develop and sustain a reliable and efficient transmission network in order to avoid interruptions in the power supply"}, {"text_block_id": "p11_b247", "text": "Objective"}, {"text_block_id": "p11_b248", "text": "1."}, {"text_block_id": "p11_b249", "text": "To develop and implement refurbishment, maintenance and system expansion plans"}, {"text_block_id": "p11_b250", "text": "2."}, {"text_block_id": "p11_b251", "text": "To promote non-discriminate access to the Grid at a prescribed wheeling charge"}, {"text_block_id": "p11_b252", "text": "Strategies"}, {"text_block_id": "p11_b253", "text": "a)"}, {"text_block_id": "p11_b254", "text": "The Public Transmission Entity will develop, own, manage, operate and undertake maintenance of transmission assets"}, {"text_block_id": "p11_b255", "text": "b)"}, {"text_block_id": "p11_b256", "text": "In the event that the Public Transmission Entity has limited financial resources, the Private sector and cooperative associations will be invited to participate in financing and construction of the assets through a competitive tendering process. The Private sector and cooperative associations will lease these assets to the Public Transmission Entity until repayments are fully made. The repayments to the Private sector and cooperative associations shall either be made by the Transmission Entity or the customer."}, {"text_block_id": "p11_b257", "text": "c)"}, {"text_block_id": "p11_b258", "text": "Prohibit construction of structures within existing transmission line servitudes"}, {"text_block_id": "p11_b259", "text": "d)"}, {"text_block_id": "p11_b260", "text": "Ensure guaranteed access of all licensed renewable energy electricity generators (IPPs) of at least 500 kW to the transmission grid at a prescribed fee"}, {"text_block_id": "p11_b261", "text": "e)"}, {"text_block_id": "p11_b262", "text": "Provide funding to cover backbone reinforcement and expansion of the network"}, {"text_block_id": "p11_b263", "text": "f)"}, {"text_block_id": "p11_b264", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p11_b265", "text": "Policy Statement 8: Power Distribution"}, {"text_block_id": "p11_b266", "text": "Government will increase access to electricity for all socio-economic sectors to meet electrification targets within the framework of reliability, affordability and efficiency"}, {"text_block_id": "p11_b267", "text": "Objectives"}, {"text_block_id": "p11_b268", "text": "1."}, {"text_block_id": "p11_b269", "text": "To drive economic growth and improve livelihoods"}, {"text_block_id": "p12_b270", "text": "2."}, {"text_block_id": "p12_b271", "text": "To open up distribution to both the public, private sector and cooperative associations"}, {"text_block_id": "p12_b272", "text": "Strategies"}, {"text_block_id": "p12_b273", "text": "a)"}, {"text_block_id": "p12_b274", "text": "Introduce a wholesale tariff regulation that supports increased participation of private sector and cooperative associations in bulk purchasing and retailing of electricity"}, {"text_block_id": "p12_b275", "text": "b)"}, {"text_block_id": "p12_b276", "text": "Ensure there is transparent pricing of electricity that reflects costs at every stage of the value chain (generation, transmission, distribution,  and end users)"}, {"text_block_id": "p12_b277", "text": "c)"}, {"text_block_id": "p12_b278", "text": "Prohibit construction of structures within existing distribution line servitudes"}, {"text_block_id": "p12_b279", "text": "d)"}, {"text_block_id": "p12_b280", "text": "Ensure guaranteed access of all licensed renewable energy electricity generators (IPPs) of capacity less than 500 kW to the distribution grid at a prescribed fee"}, {"text_block_id": "p12_b281", "text": "e)"}, {"text_block_id": "p12_b282", "text": "Develop the framework in which privately sponsored initiatives in electricity generation are promoted and supported."}, {"text_block_id": "p12_b283", "text": "f)"}, {"text_block_id": "p12_b284", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p12_b285", "text": "Policy Statement 9: Power Supply and Trading"}, {"text_block_id": "p12_b286", "text": "Government will ensure transparent and competitive electricity market operations where participating players have equal opportunities"}, {"text_block_id": "p12_b287", "text": "Objective"}, {"text_block_id": "p12_b288", "text": "1."}, {"text_block_id": "p12_b289", "text": "To promote non-discriminate access to the electricity market and trading"}, {"text_block_id": "p12_b290", "text": "Strategy"}, {"text_block_id": "p12_b291", "text": "a)"}, {"text_block_id": "p12_b292", "text": "Supply and trading will be the responsibility of the utility and regulator to support fair participation by other players."}, {"text_block_id": "p12_b293", "text": "b)"}, {"text_block_id": "p12_b294", "text": "Facilitate the securing of regional multi-or bilateral Power Purchase Agreements by local IPPs"}, {"text_block_id": "p12_b295", "text": "c)"}, {"text_block_id": "p12_b296", "text": "Develop legal, regulatory and institutional frameworks to ensure security of energy supply and increased number of players in the electricity supply industry"}, {"text_block_id": "p12_b297", "text": "d)"}, {"text_block_id": "p12_b298", "text": "IPPs are eligible to export power however the national electricity utility should have a right of first refusal to purchase power under a long-term PPA"}, {"text_block_id": "p12_b299", "text": "e)"}, {"text_block_id": "p12_b300", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p12_b301", "text": "Policy Statement 10: Electricity Connections"}, {"text_block_id": "p12_b302", "text": "Government desires to ensure more connections and utilisation of electricity by end-users"}, {"text_block_id": "p12_b303", "text": "Objectives"}, {"text_block_id": "p12_b304", "text": "1."}, {"text_block_id": "p12_b305", "text": "To implement electrification programme and projects"}, {"text_block_id": "p12_b306", "text": "2."}, {"text_block_id": "p12_b307", "text": "To support area planning of electrification schemes in rural and urban areas"}, {"text_block_id": "p12_b308", "text": "Strategies"}, {"text_block_id": "p12_b309", "text": "a)"}, {"text_block_id": "p12_b310", "text": "Develop and implement an electrification master plan"}, {"text_block_id": "p13_b311", "text": "b)"}, {"text_block_id": "p13_b312", "text": "Review and revise or formulate a connection policy"}, {"text_block_id": "p13_b313", "text": "c)"}, {"text_block_id": "p13_b314", "text": "Grid extension remains the obligation the Government. In the case where an individual is involved in extension thereof, the public utility will determine appropriate refund if the grid is to be used for other purposes."}, {"text_block_id": "p13_b315", "text": "d)"}, {"text_block_id": "p13_b316", "text": "The financial mechanism applied to grid electricity to accelerate connections will be extended to include off-grid solutions, as well, such as solar home systems and thermal applications  energy efficient cookstoves and LPGas stoves)"}, {"text_block_id": "p13_b317", "text": "e)"}, {"text_block_id": "p13_b318", "text": "Connection assets up to a meter paid for, by customers will remain in the custody of a distribution entity, which will be obliged to provide and sustain the service"}, {"text_block_id": "p13_b319", "text": "f)"}, {"text_block_id": "p13_b320", "text": "Negotiate for better planning of settlements to allow provision of basic electricity services"}, {"text_block_id": "p13_b321", "text": "g)"}, {"text_block_id": "p13_b322", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p13_b323", "text": "Policy Statement 11: Importation and Storage of Petroleum Products"}, {"text_block_id": "p13_b324", "text": "Government will take measures to ensure security of supply of petroleum products"}, {"text_block_id": "p13_b325", "text": "Objectives"}, {"text_block_id": "p13_b326", "text": "1."}, {"text_block_id": "p13_b327", "text": "To drive socio-economic development"}, {"text_block_id": "p13_b328", "text": "2."}, {"text_block_id": "p13_b329", "text": "To maintain minimum strategic stock of petroleum products"}, {"text_block_id": "p13_b330", "text": "3."}, {"text_block_id": "p13_b331", "text": "To enhance participation of local entrepreneurs in the petroleum sector"}, {"text_block_id": "p13_b332", "text": "Strategies"}, {"text_block_id": "p13_b333", "text": "a)"}, {"text_block_id": "p13_b334", "text": "Build and maintain an adequate storage facility that will meet at least two months of fuel supply"}, {"text_block_id": "p13_b335", "text": "b)"}, {"text_block_id": "p13_b336", "text": "Set and clearly define minimum commercial “buffer” stock to be kept by oil"}, {"text_block_id": "p13_b337", "text": "companies"}, {"text_block_id": "p13_b338", "text": "c)"}, {"text_block_id": "p13_b339", "text": "Maintain joint procurement of petroleum products within the Southern African Customs Union (SACU) region"}, {"text_block_id": "p13_b340", "text": "d)"}, {"text_block_id": "p13_b341", "text": "Develop guidelines for entry, operation and exit of petroleum sector market to ensure petroleum products delivery is not interrupted"}, {"text_block_id": "p13_b342", "text": "e)"}, {"text_block_id": "p13_b343", "text": "Empower local business to participate meaningfully in the petroleum and gas industry"}, {"text_block_id": "p13_b344", "text": "f)"}, {"text_block_id": "p13_b345", "text": "Investigate and introduce alternative mechanisms of fuel supply (road, rail or pipeline) in collaboration with the Petroleum and Gas industry"}, {"text_block_id": "p13_b346", "text": "g)"}, {"text_block_id": "p13_b347", "text": "Work in collaboration with the Ministry responsible for mining to explore oil and gas."}, {"text_block_id": "p13_b348", "text": "h)"}, {"text_block_id": "p13_b349", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p14_b350", "text": "Policy Statement 12: Distribution of Petroleum Products (Retailing and Transportation)"}, {"text_block_id": "p14_b351", "text": "Government will ensure petroleum products are available and equitably distributed across the Country"}, {"text_block_id": "p14_b352", "text": "Objectives"}, {"text_block_id": "p14_b353", "text": "1."}, {"text_block_id": "p14_b354", "text": "To create a conducive environment for participation of local entrepreneurs in the petroleum retailing and transportation"}, {"text_block_id": "p14_b355", "text": "2."}, {"text_block_id": "p14_b356", "text": "To promote investment in rural areas"}, {"text_block_id": "p14_b357", "text": "3."}, {"text_block_id": "p14_b358", "text": "To ensure fair distribution of petroleum products across the country."}, {"text_block_id": "p14_b359", "text": "Strategies"}, {"text_block_id": "p14_b360", "text": "a)"}, {"text_block_id": "p14_b361", "text": "To develop incentive package targeted at energy supply companies to invest in rural areas."}, {"text_block_id": "p14_b362", "text": "b)"}, {"text_block_id": "p14_b363", "text": "Ensure price regulation covers all forms of petroleum products"}, {"text_block_id": "p14_b364", "text": "c)"}, {"text_block_id": "p14_b365", "text": "Reserve local transportation of Petroleum and LPG to Basotho"}, {"text_block_id": "p14_b366", "text": "d)"}, {"text_block_id": "p14_b367", "text": "Construct distribution infrastructure in disadvantaged areas and lease to the private sector and cooperative associations"}, {"text_block_id": "p14_b368", "text": "e)"}, {"text_block_id": "p14_b369", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p14_b370", "text": "Policy Statement 13: End Users of Petroleum Products"}, {"text_block_id": "p14_b371", "text": "Government will ensure wider access to petroleum products and related services accessible to the end-users"}, {"text_block_id": "p14_b372", "text": "Objectives"}, {"text_block_id": "p14_b373", "text": "1."}, {"text_block_id": "p14_b374", "text": "To ensure that petroleum products and services are affordable"}, {"text_block_id": "p14_b375", "text": "2."}, {"text_block_id": "p14_b376", "text": "To promote energy efficiency in the petroleum sector"}, {"text_block_id": "p14_b377", "text": "Strategies"}, {"text_block_id": "p14_b378", "text": "a)"}, {"text_block_id": "p14_b379", "text": "Work with the private sector and cooperative associations to develop viable financing and delivery mechanisms to increase access and affordability of petroleum products"}, {"text_block_id": "p14_b380", "text": "b)"}, {"text_block_id": "p14_b381", "text": "Introduce levy targeted on collection and environmental management of used oil"}, {"text_block_id": "p14_b382", "text": "c)"}, {"text_block_id": "p14_b383", "text": "Promote the use of modern and clean energy technologies"}, {"text_block_id": "p14_b384", "text": "d)"}, {"text_block_id": "p14_b385", "text": "Develop and implement energy efficiency programmes in the petroleum sector"}, {"text_block_id": "p14_b386", "text": "e)"}, {"text_block_id": "p14_b387", "text": "Remove Road Maintenance and Motor Assurance Levies on petroleum products used in agriculture"}, {"text_block_id": "p14_b388", "text": "f)"}, {"text_block_id": "p14_b389", "text": "Cap the prices of LPGas and Illuminating paraffin at retail level"}, {"text_block_id": "p14_b390", "text": "g)"}, {"text_block_id": "p14_b391", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p15_b392", "text": "Policy Statement 14: Investment Framework and Financing"}, {"text_block_id": "p15_b393", "text": "Government will create an enabling environment that will attract investment and financing at all levels of the energy sector value chain"}, {"text_block_id": "p15_b394", "text": "Objectives"}, {"text_block_id": "p15_b395", "text": "1."}, {"text_block_id": "p15_b396", "text": "To create delivery and financing mechanisms that will support implementation of energy programmes and projects"}, {"text_block_id": "p15_b397", "text": "Strategies"}, {"text_block_id": "p15_b398", "text": "a)"}, {"text_block_id": "p15_b399", "text": "Create an enabling environment that encourages investment in the energy sector. This may include facilitating the establishment of international/local and/or public/private partnership and Renewable Energy Feed-In-Tariffs (REFIT) programme."}, {"text_block_id": "p15_b400", "text": "b)"}, {"text_block_id": "p15_b401", "text": "Create a conducive environment for participation of local entrepreneurs in the energy industry"}, {"text_block_id": "p15_b402", "text": "c)"}, {"text_block_id": "p15_b403", "text": "Reduce levies and taxes on imported components of renewable energy systems such as solar panels, hydro/wind turbines and solar collectors as much as it is possible to do so."}, {"text_block_id": "p15_b404", "text": "d)"}, {"text_block_id": "p15_b405", "text": "Consolidate all existing energy funds and accounts to create a single Energy Fund that will finance energy programmes and projects that will be administered by the Ministry responsible for energy issues."}, {"text_block_id": "p15_b406", "text": "e)"}, {"text_block_id": "p15_b407", "text": "Prepare guidelines for accessing finances from an Energy Fund"}, {"text_block_id": "p15_b408", "text": "f)"}, {"text_block_id": "p15_b409", "text": "Provide subvention to Public Utilities to fulfil their service requirement obligation where it is not economically viable and network improvement cannot be accommodated by the approved tariff."}, {"text_block_id": "p15_b410", "text": "g)"}, {"text_block_id": "p15_b411", "text": "Impose, collect and account for levies accrued from sale of energy services and products to finance energy programmes"}, {"text_block_id": "p15_b412", "text": "h)"}, {"text_block_id": "p15_b413", "text": "Ensure distribution entities collect and deposit repayment fees (surcharges) into a special fund dedicated for electrification"}, {"text_block_id": "p15_b414", "text": "i)"}, {"text_block_id": "p15_b415", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p15_b416", "text": "Policy Statement 15: Energy Pricing"}, {"text_block_id": "p15_b417", "text": "Government will ensure that energy prices allow cost-recovery and that price setting is transparent."}, {"text_block_id": "p15_b418", "text": "Objectives"}, {"text_block_id": "p15_b419", "text": "1."}, {"text_block_id": "p15_b420", "text": "To ensure financial sustainability of service providers"}, {"text_block_id": "p15_b421", "text": "2."}, {"text_block_id": "p15_b422", "text": "To promote private investment in the energy sector"}, {"text_block_id": "p15_b423", "text": "Strategies"}, {"text_block_id": "p15_b424", "text": "a)"}, {"text_block_id": "p15_b425", "text": "Establish price setting mechanisms for recovering the cost of service"}, {"text_block_id": "p16_b426", "text": "b)"}, {"text_block_id": "p16_b427", "text": "Introduce and determine appropriate cross subsidy tariff mechanism to reflect electricity for basic human needs"}, {"text_block_id": "p16_b428", "text": "c)"}, {"text_block_id": "p16_b429", "text": "Introduce a levy and create capital subsidy fund for enhancing affordability of energy services"}, {"text_block_id": "p16_b430", "text": "d)"}, {"text_block_id": "p16_b431", "text": "Develop specific principles for the policy statement"}, {"text_block_id": "p19_b432", "text": "Annex 3: Glossary of Terms"}, {"text_block_id": "p19_b433", "text": "1."}, {"text_block_id": "p19_b434", "text": "Access"}, {"text_block_id": "p19_b435", "text": "–"}, {"text_block_id": "p19_b436", "text": "End-users or customers are physically connected to the network ."}, {"text_block_id": "p19_b437", "text": "2."}, {"text_block_id": "p19_b438", "text": "Affordability"}, {"text_block_id": "p19_b439", "text": "–"}, {"text_block_id": "p19_b440", "text": "Being at lower costs that can be managed by majority of the people especially low income consumers."}, {"text_block_id": "p19_b441", "text": "3."}, {"text_block_id": "p19_b442", "text": "Base load"}, {"text_block_id": "p19_b443", "text": "–"}, {"text_block_id": "p19_b444", "text": "The minimum amount of electric power delivered or required over a given period at a constant rate."}, {"text_block_id": "p19_b445", "text": "4."}, {"text_block_id": "p19_b446", "text": "Bioenergy"}, {"text_block_id": "p19_b447", "text": "–"}, {"text_block_id": "p19_b448", "text": "A renewable energy source made available from materials derived from biological sources. As a fuel it may include wood, shrubs, cow-dung, crop residues and by products from a variety of agricultural processes"}, {"text_block_id": "p19_b449", "text": "5."}, {"text_block_id": "p19_b450", "text": "Chief Accounting Officer"}, {"text_block_id": "p19_b451", "text": "–"}, {"text_block_id": "p19_b452", "text": "Principal Secretary responsible for Energy Affairs."}, {"text_block_id": "p19_b453", "text": "6."}, {"text_block_id": "p19_b454", "text": "Connection fee policy"}, {"text_block_id": "p19_b455", "text": "–"}, {"text_block_id": "p19_b456", "text": "Policy that regulates and sets out the amount of charges and payment terms for the service of being connected to electricity grid."}, {"text_block_id": "p19_b457", "text": "7."}, {"text_block_id": "p19_b458", "text": "Demand Side Management (DSM) programmes"}, {"text_block_id": "p19_b459", "text": "-Consists of the planning, implementing, and monitoring activities of electric utilities which are designed to encourage consumers to modify their level and pattern of electricity usage."}, {"text_block_id": "p19_b460", "text": "8."}, {"text_block_id": "p19_b461", "text": "Distribution of petroleum product"}, {"text_block_id": "p19_b462", "text": "-means the ownership, operation, management or control of distribution facilities for movement of petroleum products to consumers."}, {"text_block_id": "p19_b463", "text": "9."}, {"text_block_id": "p19_b464", "text": "Electricity grid"}, {"text_block_id": "p19_b465", "text": "–"}, {"text_block_id": "p19_b466", "text": "An interconnected network of delivering electricity from suppliers to consumers."}, {"text_block_id": "p19_b467", "text": "10."}, {"text_block_id": "p19_b468", "text": "Electrification Master Plan"}, {"text_block_id": "p19_b469", "text": "-Electricity demand growth over a defined time horizon."}, {"text_block_id": "p19_b470", "text": "11."}, {"text_block_id": "p19_b471", "text": "Energy Efficiency"}, {"text_block_id": "p19_b472", "text": "–"}, {"text_block_id": "p19_b473", "text": "Minimisation of losses in energy processes."}, {"text_block_id": "p19_b474", "text": "12."}, {"text_block_id": "p19_b475", "text": "Energy Efficient Cook Stove"}, {"text_block_id": "p19_b476", "text": "–"}, {"text_block_id": "p19_b477", "text": "An improved cook stove designed to reduce the utilization of fuel wood."}, {"text_block_id": "p19_b478", "text": "13."}, {"text_block_id": "p19_b479", "text": "Government"}, {"text_block_id": "p19_b480", "text": "–"}, {"text_block_id": "p19_b481", "text": "Means both Central Government and Local Government"}, {"text_block_id": "p19_b482", "text": "14."}, {"text_block_id": "p19_b483", "text": "Hydro power"}, {"text_block_id": "p19_b484", "text": "–"}, {"text_block_id": "p19_b485", "text": "Electricity generated using the energy of moving water."}, {"text_block_id": "p19_b486", "text": "15."}, {"text_block_id": "p19_b487", "text": "Independent Power Producers (IPPs)"}, {"text_block_id": "p19_b488", "text": "-An entity which is not a public utility, but which owns facilities to generate electricity for sale to utilities and end users."}, {"text_block_id": "p20_b489", "text": "16."}, {"text_block_id": "p20_b490", "text": "Minimum stock"}, {"text_block_id": "p20_b491", "text": "-means all petroleum products held in storage depots in Lesotho and shall exclude petroleum products in transit within Lesotho or to and from any other country, or held in retail service or filling stations or held in consumer installations."}, {"text_block_id": "p20_b492", "text": "17."}, {"text_block_id": "p20_b493", "text": "Net metering"}, {"text_block_id": "p20_b494", "text": "–"}, {"text_block_id": "p20_b495", "text": "Billing mechanism that allows residential or commercial customers who generate their own electricity to sell electricity they do not use to the utilities."}, {"text_block_id": "p20_b496", "text": "18."}, {"text_block_id": "p20_b497", "text": "Off-grid"}, {"text_block_id": "p20_b498", "text": "–"}, {"text_block_id": "p20_b499", "text": "Reticulation not connected to the main or national electricity grid."}, {"text_block_id": "p20_b500", "text": "19."}, {"text_block_id": "p20_b501", "text": "Oil Levy"}, {"text_block_id": "p20_b502", "text": "–"}, {"text_block_id": "p20_b503", "text": "Tax paid by oil producers and importers for petroleum-based products and their synthetic equivalents."}, {"text_block_id": "p20_b504", "text": "20."}, {"text_block_id": "p20_b505", "text": "Petroleum products"}, {"text_block_id": "p20_b506", "text": "–"}, {"text_block_id": "p20_b507", "text": "means organic compounds, pure or blended which are derived from the refining and processing of crude oil."}, {"text_block_id": "p20_b508", "text": "21."}, {"text_block_id": "p20_b509", "text": "Power"}, {"text_block_id": "p20_b510", "text": "-Amount of energy consumed per unit time, measured in kW."}, {"text_block_id": "p20_b511", "text": "22."}, {"text_block_id": "p20_b512", "text": "Power Generation"}, {"text_block_id": "p20_b513", "text": "–"}, {"text_block_id": "p20_b514", "text": "Process of generating electricity from other sources of primary energy such as fossil fuels, water, wind, solar, biomass, etc."}, {"text_block_id": "p20_b515", "text": "23."}, {"text_block_id": "p20_b516", "text": "Power transmission"}, {"text_block_id": "p20_b517", "text": "–"}, {"text_block_id": "p20_b518", "text": "Bulk transfer of electricity from generating power plants to electrical substations located near demand centres."}, {"text_block_id": "p20_b519", "text": "24."}, {"text_block_id": "p20_b520", "text": "Power distribution"}, {"text_block_id": "p20_b521", "text": "–"}, {"text_block_id": "p20_b522", "text": "Delivery of electricity from transmission systems/substations to individual consumers at lower voltage than at transmission systems."}, {"text_block_id": "p20_b523", "text": "25."}, {"text_block_id": "p20_b524", "text": "Public Private Partnership (PPP)"}, {"text_block_id": "p20_b525", "text": "–"}, {"text_block_id": "p20_b526", "text": "Involvement of the private sector and cooperative associations in the energy resource management including development of service delivery and operation. This normally requires an independent entity for mediation and regulation purposes of contracts entered into the Government and the Private sector and cooperative associations."}, {"text_block_id": "p20_b527", "text": "26."}, {"text_block_id": "p20_b528", "text": "Power Purchase Agreement (PPA"}, {"text_block_id": "p20_b529_merged", "text": ") – A contract between two parties, one who generate electricity for the purpose (the seller) and one who is looking to purchase electricity (the buyer). The PPA defines all of the commercial terms for sale of electricity such as the price, contract duration, etc. The generator sells electricity at a fixed price for an agreed duration."}, {"text_block_id": "p20_b532", "text": "27."}, {"text_block_id": "p20_b533", "text": "Public Transmission Entity"}, {"text_block_id": "p20_b534", "text": "–"}, {"text_block_id": "p20_b535", "text": "Owner and operator of the transmission network."}, {"text_block_id": "p20_b536", "text": "28."}, {"text_block_id": "p20_b537", "text": "Reliability"}, {"text_block_id": "p20_b538", "text": "–"}, {"text_block_id": "p20_b539", "text": "Ability to provide energy services to consumers without any major interruptions."}, {"text_block_id": "p20_b540", "text": "29."}, {"text_block_id": "p20_b541", "text": "Renewable energy"}, {"text_block_id": "p20_b542", "text": "–"}, {"text_block_id": "p20_b543", "text": "Any energy resource that is naturally regenerated over a short time scale and derived directly from the sun, indirectly from the sun such as wind and hydropower."}, {"text_block_id": "p21_b544", "text": "30."}, {"text_block_id": "p21_b545", "text": "Southern African Customs Union (SACU)"}, {"text_block_id": "p21_b546", "text": "–"}, {"text_block_id": "p21_b547", "text": "A customs union among five countries of Southern Africa, namely, Botswana, Lesotho, Namibia, Swaziland and South Africa."}, {"text_block_id": "p21_b548", "text": "31."}, {"text_block_id": "p21_b549", "text": "Strategic Stock"}, {"text_block_id": "p21_b550", "text": "–"}, {"text_block_id": "p21_b551", "text": "Comparatively large stock of essential goods or materials (in this case petroleum products) built up to withstand long holdups or scarcity due to natural calamities, strikes or war."}, {"text_block_id": "p21_b552", "text": "32."}, {"text_block_id": "p21_b553", "text": "Tax rebates"}, {"text_block_id": "p21_b554", "text": "–"}, {"text_block_id": "p21_b555", "text": "A refund on taxes when the tax liability is less than the taxes paid."}, {"text_block_id": "p21_b556", "text": "33."}, {"text_block_id": "p21_b557", "text": "Transmission Code"}, {"text_block_id": "p21_b558", "text": "–"}, {"text_block_id": "p21_b559", "text": "Set standard technical rules to be observed by all those connected to a transmission system for the connection to and the use and operation of that system."}, {"text_block_id": "p21_b560", "text": "34."}, {"text_block_id": "p21_b561", "text": "Vulnerable Groups"}, {"text_block_id": "p21_b562", "text": "–"}, {"text_block_id": "p21_b563", "text": "Groups that experience a higher risk of poverty and social exclusion than the general population. E.g. ethnic minorities, migrants, disabled people, the homeless and isolated elderly people, women and children."}, {"text_block_id": "p22_b564", "text": "Annex 4: Participating Institutions"}, {"text_block_id": "p22_b565", "text": "AF-Power Lesotho"}, {"text_block_id": "p22_b566", "text": "African Clean Energy"}, {"text_block_id": "p22_b567", "text": "Appropriate Technology Section"}, {"text_block_id": "p22_b568", "text": "Basotho Enterprises Development Corporation"}, {"text_block_id": "p22_b569", "text": "Breeze Power"}, {"text_block_id": "p22_b570", "text": "Bureau of Statistics"}, {"text_block_id": "p22_b571", "text": "Central Bank of Lesotho"}, {"text_block_id": "p22_b572", "text": "Department of Energy"}, {"text_block_id": "p22_b573", "text": "Department of Environment"}, {"text_block_id": "p22_b574", "text": "Department of Water Affairs"}, {"text_block_id": "p22_b575", "text": "Development of Peace Education"}, {"text_block_id": "p22_b576", "text": "Empowerment of the Youth Forum"}, {"text_block_id": "p22_b577", "text": "Enex Energy"}, {"text_block_id": "p22_b578", "text": "European Union Delegation"}, {"text_block_id": "p22_b579", "text": "HPL Consortium"}, {"text_block_id": "p22_b580", "text": "Leseli PV systems"}, {"text_block_id": "p22_b581", "text": "Lesotho Association of Engineers"}, {"text_block_id": "p22_b582", "text": "Lesotho Council of Non-Governmental Organisations"}, {"text_block_id": "p22_b583", "text": "Lesotho Electricity and Water Authority"}, {"text_block_id": "p22_b584", "text": "Lesotho Electricity Company"}, {"text_block_id": "p22_b585", "text": "Lesotho Highlands Development Authority"}, {"text_block_id": "p22_b586", "text": "Lesotho Highlands Water Commission"}, {"text_block_id": "p22_b587", "text": "Lesotho Housing and Land Development Corporation"}, {"text_block_id": "p22_b588", "text": "Lesotho Revenue Authority"}, {"text_block_id": "p22_b589", "text": "Lesotho Solar Energy Society"}, {"text_block_id": "p22_b590", "text": "Lewatle Investments"}, {"text_block_id": "p22_b591", "text": "Limkokwing University of Creative Technology"}, {"text_block_id": "p22_b592", "text": "Lowlands Water Supply Scheme"}, {"text_block_id": "p22_b593", "text": "Media Institute of Southern Africa"}, {"text_block_id": "p22_b594", "text": "Ministry of Development Planning"}, {"text_block_id": "p22_b595", "text": "Ministry of Finance"}, {"text_block_id": "p22_b596", "text": "Ministry of Energy Meteorology and Water Affairs"}, {"text_block_id": "p22_b597", "text": "Ministry of Mining"}, {"text_block_id": "p22_b598", "text": "Ministry of Public Works and Transport"}, {"text_block_id": "p22_b599", "text": "Mookoli Creative Solutions"}, {"text_block_id": "p22_b600", "text": "Mountain Power"}, {"text_block_id": "p22_b601", "text": "National Curriculum Development Centre"}, {"text_block_id": "p22_b602", "text": "Petroleum Fund"}, {"text_block_id": "p22_b603", "text": "Lesotho Revenue Authority"}, {"text_block_id": "p22_b604", "text": "Planet Wind Power Systems"}, {"text_block_id": "p22_b605", "text": "PowerNet"}, {"text_block_id": "p22_b606", "text": "Rural Electrification Unit"}, {"text_block_id": "p22_b607", "text": "Solar Lights"}, {"text_block_id": "p22_b608", "text": "Technologies for Economic Development"}, {"text_block_id": "p22_b609", "text": "The National University of Lesotho"}, {"text_block_id": "p22_b610", "text": "Transformation Resource Centre"}, {"text_block_id": "p22_b611", "text": "United Nations Development Programme"}, {"text_block_id": "p22_b612", "text": "Water and Sewerage Company"}, {"text_block_id": "p22_b613", "text": "Water Commission"}], "document_description": "This Policy aims at providing Lesotho's citizens with an affordable, reliable and environmentally-friendly energy supply. Bioenergy, renewable energy sources, energy efficiency are main objectives laid out by the document, which details how the government intends to foster them."}