{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Lesotho", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "National Climate Change Policy 2017-2027", "document_country_code": "LSO", "document_hazard_name": ["Wildfires", "Erosion", "Drought"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "06/01/2018", "document_keyword": ["Adaptation", "Mitigation"], "document_url": "https://cdn.climatepolicyradar.org/LSO/2018/LSO-2018-01-06-National Climate Change Policy 2017-2027_15882761042745b4201b4d0ca66d28eb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Kingdom of Lesotho"}, {"text_block_id": "p0_b2", "text": "NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p1_b3", "text": "Recommended citation format:"}, {"text_block_id": "p1_b4", "text": "LMS 2017. Lesotho’s National Climate Change Policy. Ministry of Energy and Meteorology, Lesotho."}, {"text_block_id": "p1_b5", "text": "Copyright © 2017, Ministry of Energy and Meteorology"}, {"text_block_id": "p2_b6", "text": "ith enormous impacts on the biophysical environment and socio -economic growth and development, climate change is one of the greatest global environmental challenges facing mankind."}, {"text_block_id": "p2_b7", "text": "While it is a global challenge, the impacts of climate change have more devastating effects to developing countries such as Lesotho, where the majority of the population live in rural areas, and are dependent on climate sensitive sectors for livelihood. Climate change poses an additional challenge to poor and vulnerable communities who are already exposed to other multiple challenges such as unemployment and poverty."}, {"text_block_id": "p2_b8", "text": "In recent years, Lesotho has been experiencing an increasing frequency of natural disasters and extreme weather events. Consequently, farming is in an increasingly steady decline due to recurring droughts. Food insecurity, human, animal as well as crop diseases, loss of biodiversity, environmental degradation and depletion of the country's natural resources base are in the increase. Water resources have waned and perennial springs have run dry, previously robust rivers have been greatly diminished and many dams remain dry for most of the year."}, {"text_block_id": "p2_b9", "text": "Mitigating climate change and building of the country's resilience to the negative impacts of climate change, are therefore of paramount priority and urgency to the Government of Lesotho, hence the formulation of the"}, {"text_block_id": "p2_b10", "text": "Climate Change Policy becomes imperative."}, {"text_block_id": "p2_b11", "text": "The Climate Change Policy translates the National Vision 2020, as well as the National Strategic Development Plan into concrete and discrete actions and re-affirms the country's resolve to address climate change within the context of sustainable development as articulated by the Paris Agreement to which Lesotho is a signatory. The policy is therefore aimed at advancing the nation's climate change mandate through building a climate resilient society and low­carbon economic development pathways, at national and local levels, in a more coherent and coordinated manner that ensures linkages with the set national development objectives, goals and targets. Active engagement of all sectors of our economy, including the private sector, the civil society, the academia, and the Non-Governmental Organisations as well as women and youth, is of pivotal importance and should be ensured. For Lesotho to match the global development trends, the policy aligns itself to the International conventions and protocols on climate change, the African Union Commission Agenda 2063 especially its 1stAspiration that pronounces having \"A Prosperous Africa, based on inclusive growth and sustainable development\", as well as the SADC Framework of Climate Change Programmes: Adaptation and Mitigation Actions, Supported by Enabling Measures of implementation."}, {"text_block_id": "p2_b12", "text": "The Climate Change Policy formulation process yields key areas of Policy focus encapsulated in 22 Policy Statements. The Statements shall steer and guide the implementation strategy as well as the five-year action plan with indicative budgetary implication."}, {"text_block_id": "p2_b13", "text": "To my fellow Basotho, the Climate Change Policy attempts to address the concerns you shared, and carries the guidance you provided. Climate change is our common challenge and this Policy is our shared compass and a barometer of our intra and inter -generational commitment."}, {"text_block_id": "p2_b14", "text": "I express my sincere gratitude to the many stakeholders, fellow public servants in different Ministries and Government departments, non­governmental organizations, community-based organizations, private sector organizations, academia, development partners, district authorities, Chiefs, councillors and citizens at household level, for your respective commitments, time and knowledge contributed during the development of this inclusive Policy for which we should all remain proud."}, {"text_block_id": "p5_b15", "text": "40million tons of soil per year lost through erosion."}, {"text_block_id": "p5_b16", "text": "sustainable development."}, {"text_block_id": "p5_b17", "text": "– economic viability."}, {"text_block_id": "p5_b18", "text": "and robust attention; and that the government has the responsibility to lead."}, {"text_block_id": "p5_b19_merged", "text": "22 policy directions/statementsstatements are based on key thematic areas identified by the consultative process."}, {"text_block_id": "p5_b21", "text": "climate change adaptation and mitigation."}, {"text_block_id": "p5_b22", "text": "evaluation will then feed into the revision process for the new policy."}, {"text_block_id": "p6_b23", "text": "1.1 OVERVIEW"}, {"text_block_id": "p6_b24", "text": "Global climate change is possibly the greatest social, environmental and economic challenge facing the world this century. In addition, it poses challenges to international relations, peace and security. Although often referred to as ‘global warming’, global climate change is more about serious disruptions of the entire world’s weather and climate patterns, including impacts on rainfall, extreme weather events and sea level rise, rather than just moderate temperature increases. The developing world faces greater challenges than the developed world, both in terms of the impacts of climate change and the capacity to respond to it. Climate change is an important aspect that has grown into prominence and importance in the last 20 years and has, at its core, three of the most critical agreements: The United Nations Framework Convention on Climate Change (UNFCCC), the Kyoto Protocol (KP) and the Paris Agreement (PA). The main objective of the UNFCCC is to \"stabilize greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. Such a level should be achieved within a time frame sufficient to allow the ecosystem to adapt naturally to climate change, to ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner\"."}, {"text_block_id": "p6_b25", "text": "1.1.1 GLOBAL PERSPECTIVE"}, {"text_block_id": "p6_b26_merged", "text": "The relationship between human activities and climate change, involving both causes as well as impacts, has become a major issue of global concern and interest. As a matter of fact, climate change is already impacting countries and communities around the world, with the most vulnerable hit the hardest. National Aeronautics and Space Administration year 2016 was the hottest year since record-keeping began. The results were also confirmed by the World Meteorological Organisation (WMO), indicating that global temperatures have risen by 1.1 C above pre-industrial levels."}, {"text_block_id": "p6_b33", "text": "1.1.2 CLIMATE CHANGE AND ITS MANIFESTATIONS IN LESOTHO"}, {"text_block_id": "p6_b34", "text": "1.1.1.1 CLIMATIC CONDITIONS"}, {"text_block_id": "p6_b35", "text": "The latitudinal position of Lesotho in the subtropics under the global high-pressure belt (30°S) is a major determinant of the country’s climate. Lesotho’s climate is classified as temperate continental, with characteristics which would have been normally quite favourable for many economic activities. However, the geographical location of the country on a plateau of the tapering Southern African sub-continent exposes Lesotho to significant influences of both the warm Indian Ocean current and the cold Benguela current from the Atlantic Ocean. The resultant weather patterns and Lesotho’s location combine to modify the usual"}, {"text_block_id": "p7_b36", "text": "1.1.1.2 CLIMATE CHANGE PROJ"}, {"text_block_id": "p7_b37", "text": "OJECTIONS"}, {"text_block_id": "p7_b38_merged_merged", "text": "1.1.1.3 CLIMATE CHANGE VULNLNERABILITY"}, {"text_block_id": "p8_b40", "text": "As part of the global efforts, to address various environmental problems and climate change, Lesotho has signed and ratified a number of international Conventions and Agreements."}, {"text_block_id": "p8_b41", "text": "Furthermore, Lesotho has closely followed international guidelines and principles in drawing up policies on the environment, waste management, energy, land use, health and sanitation, water development, agricultural reform, amongst others. An analysis of these policies reveals that most of them are bound to assist the country to adapt to the impacts of climate change, while others promote, albeit to a limited extent, the abatements of greenhouse gas (GHG) emissions."}, {"text_block_id": "p8_b42", "text": "Regional integration of climate change and sustainable development is a field gaining attention as a lead mechanism for dealing with developing country climate change adaptation and mitigation issues. The chapter on Sustainable Development and Mitigation in the Fourth and Fifth Assessment Reports of the Intergovernmental Panel on Climate Change (IPCC) represents a synthesis of recent work and confirms clear findings of the climate change vulnerabilities of least developing countries. Lesotho must explicitly address climate change as part of the various sectoral policies and management instruments. Climate change should therefore be viewed as a strategic theme in all areas of public policies. The National Climate Change Policy, in particular the climate change activities, national co-ordination mechanisms and national capacity building initiatives should be clearly linked to the development planning and finance processes."}, {"text_block_id": "p8_b43", "text": "1.2 NEED FOR CLIMATE CHANGE POLICY -RATIONALE"}, {"text_block_id": "p8_b44", "text": "Although Lesotho joined the international community in expressing concerns about the negative impacts of climate change by signing and ratifying UNFCCC, the Kyoto Protocol and the Paris Agreement, there is yet no coordinated national policy in place to address the challenge, except reference in a few policies/strategies such as the: NDSP 2012/13-2016/17, NAPA, National Disaster Risk Reduction Policy 2007, National Environment Policy 1998 and Environment Act 2008, Lesotho Food Security Policy 2005, Energy Policy 2015-2025 and Sustainable Energy Strategy, as well as Gender and Development Policy 2014. Despite reference made to climate change issues, these instruments do not yet adequately address climate change."}, {"text_block_id": "p8_b45", "text": "Considering that the country is highly vulnerable, it is clear that the ability to address climate change depends on a sound and well-structured Climate Change Policy. This will enable the country to effectively coordinate various climate change initiatives as well as meeting its obligations under the UNFCCC."}, {"text_block_id": "p9_b46", "text": "Climate Change is already affecting national economic output, and therefore, Lesotho’s long-term development prospects. The country can expect more intense weather events, such as torrential rains, excessive heat and severe dry winds as a result of climate change. Each weather event results in a setback to national development."}, {"text_block_id": "p9_b47", "text": "1.3 SCOPE"}, {"text_block_id": "p9_b48", "text": "Since climate change is fundamentally multi-sectoral in nature (in terms of both its causes and impacts), a policy designed to effectively tackle this challenge must also be multi-sectoral. The policy provides direction for the key sectors that will be affected by the impacts of climate change, to facilitate climate change adaptation and mitigation and strengthen the coordination of efforts amongst sectors towards building an overarching national development process that is climate resilient in a low-carbon pathway."}, {"text_block_id": "p9_b49", "text": "In this regard, adaptation in sectors such as water, agriculture and food security (including livestock), early warning, energy, land use, health and biodiversity, among others, are key to pave the way to a climate resilient pathway. With respect to mitigation potential, the most important sectors—those with relatively high potential for GHG mitigation, include land use, land-use change and forestry, wetlands, energy, transport, agriculture, waste management and industrial processes. These will need new technologies to achieve sustainable development and transition to a low carbon economy that may include various market-based mechanisms to reflect the full cost of consumption and production patterns from a climate perspective."}, {"text_block_id": "p9_b50_merged", "text": "These efforts will provide some vital strategic solutions, but will not be sufficient to mitigate the negative effects of climate change. All of the above-mentioned sectors have to be complemented by a set of cross-cutting issues, such as adequate governance, research and data collection, education, training and public awareness, capacity building, technology deployment and transfer, financing and consideration of the most vulnerable groups."}, {"text_block_id": "p9_b53", "text": "This policy is meant to be a “living” document; it will require revisions in the medium term as Lesotho’s development path evolves and knowledge of climate change and its impacts on the country increases. The policy is also meant to provide a framework for ensuring coordinated action, with adequate attention paid to capacity and technological requirements and the development of the financial mechanisms and tools needed to respond to the climate change challenge along these policy directions at the national level. Finally, this policy will be the guiding document behind the development of a national costed implementation strategy that will detail actions by sectors and designate the tools to be prioritized by the country."}, {"text_block_id": "p10_b54", "text": "2.1 VISION"}, {"text_block_id": "p10_b55", "text": "The vision of the National Climate Change Policy is to build climate change resilience and low-carbon pathways including a prosperous sustainable economy and environment in Lesotho"}, {"text_block_id": "p10_b56", "text": "."}, {"text_block_id": "p10_b57", "text": "2.2 MISSION"}, {"text_block_id": "p10_b58", "text": "Increase climate change resilience and improve the well-being of Basotho through mainstreaming and implementing concrete measures for adaptation and climate risk reduction, mitigation and low-carbon development, aiming at sustainable development, with active participation of all stakeholders in the social, environmental and economic sectors."}, {"text_block_id": "p10_b59", "text": "2.3 OBJECTIVES"}, {"text_block_id": "p10_b60", "text": "The overarching objective of the policy is to ensure that all stakeholders address climate change impacts and their causes through the identification, mainstreaming and implementation of appropriate adaptation and mitigation measures, while promoting sustainable development."}, {"text_block_id": "p10_b61", "text": "Specifically, the policy fosters development of processes, plans, strategies and approaches that:"}, {"text_block_id": "p10_b62", "text": "Specifically, the policy fosters development of processes, plans, strategies and approaches that:\n* Promote climate-resilient, social, economic and environmental development that is compatible with,\n* Explore low-carbon development opportunities, nationally and internationally, in order to promote\n* Strengthen a framework that promotes efficient climate change governance, strong international"}, {"text_block_id": "p10_b68", "text": "2.4 GUIDING PRINCIPLE S"}, {"text_block_id": "p10_b69", "text": "The Policy is based on the guiding principles of the UNFCCC, Sustainable Development Goals, African Union Agenda 2063, the Paris Agreement, and the National Strategic Development Plan; and it embraces the following:"}, {"text_block_id": "p10_b70", "text": "The Policy is based on the guiding principles of the UNFCCC, Sustainable Development Goals, African Union Agenda 2063, the Paris Agreement, and the National Strategic Development Plan; and it embraces the following:\n* The principle of delivering the greatest common good to society when prioritizing competing\n* The principle of social equity recognizing and respecting human rights and the fact that all citizens,\n* The principle of equality respecting the rights of men and women in all spheres of political, social,"}, {"text_block_id": "p11_b80", "text": "The Policy is based on the guiding principles of the UNFCCC, Sustainable Development Goals, African Union Agenda 2063, the Paris Agreement, and the National Strategic Development Plan; and it embraces the following:\n* The principle of delivering the greatest common good to society when prioritizing competing\n* The principle of social equity recognizing and respecting human rights and the fact that all citizens,\n* The principle of equality respecting the rights of men and women in all spheres of political, social,\n* The principle of gender parity respecting the principle of equality between men and women, to\n* The precautionary principle that seeks to minimize activities that have the potential to negatively\n* The polluter pays principle, to serve as a disincentive to uncontrolled discharge of emissions into the\n* The principle that international cooperation is essential for mitigation and adaptation actions;\n* The principle of sustainability, designing climate change interventions that are economically,\n* The principle of transparency and participation, providing information exchange, accountability,"}, {"text_block_id": "p11_b94", "text": "2.5 PILLARS"}, {"text_block_id": "p11_b95", "text": "To achieve the Vision and Objectives, the National Climate Change Policy (NCCP) calls for prioritization and implementation of the following core pillars: adaptation and climate risk reduction, mitigation and low-carbon development pathways, governance and institutional arrangements, climate finance and investment framework, as well as cross-cutting issues"}, {"text_block_id": "p11_b96", "text": "."}, {"text_block_id": "p11_b97", "text": "2.5.1 ADAPTATION AND CLIMATE RISK RE DUCTION"}, {"text_block_id": "p11_b98", "text": "Adaptation may be defined as the process of adjustment to actual or expected climate change and its effects. In human systems, adaptation seeks to moderate or avoid harm or exploit beneficial opportunities. In some natural systems, human intervention may facilitate adjustment to expected climate and its effects."}, {"text_block_id": "p11_b99", "text": "Adaptation is crucial because climate change will occur regardless of future GHG reduction measures. Adapting to or coping with climate change is of utmost importance to ensure socio-economic and environmental systems function and development."}, {"text_block_id": "p11_b100", "text": "Climate Risk Management (CRM) is a generic term referring to an approach to climate-sensitive decision making. The approach seeks to promote sustainable development by reducing the vulnerability associated with climate risks. CRM involves strategies aimed at maximizing positive and minimizing negative outcomes for communities in fields such as agriculture, food security, water resources, and health."}, {"text_block_id": "p11_b101", "text": "Climate risk management covers a broad range of potential actions, including: early-response systems, strategic diversification, dynamic resource-allocation rules, financial instruments, infrastructure design and capacity building. But in addition to avoiding adverse outcomes, a climate risk management strategy also aims to maximize opportunities in climate-sensitive economic sectors, for example, farmers who use favourable seasonal forecasts to maximize their crop productivity."}, {"text_block_id": "p11_b102", "text": "Disaster risk reduction is the concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and improved preparedness for adverse events."}, {"text_block_id": "p11_b103", "text": "The NCCP complements the national Disaster Risk Reduction Policy and the Social Protection Strategy and contributes towards the capacity of households in dealing with a multiplicity of hazards."}, {"text_block_id": "p11_b104", "text": "2.5.2 MITIGATION AND LOW-CARBON DEVELOPMENT PATHWAYS"}, {"text_block_id": "p12_b105_merged", "text": "Mitigation of climate change is defined as measures that seek to avert and reduce/limit emission of GHGs as well as to enhance their sinks. By undertaking mitigation interventions, Lesotho will be contributing towards the achievement of the objective of the UNFCCC “To stabilize greenhouse gas concentrations at a level that would prevent dangerous anthropogenic (human induced) interference with the climate system…”. The country will also benefit through development and use of renewable energy resources such as wind, solar, hydro and increase carbon sinks; and better manage waste and transport. These developments would benefit from the existing regional and international financial mechanisms including those under the Kyoto Protocol and Paris Agreement."}, {"text_block_id": "p12_b108", "text": "2.5.3 GOVERN ANCE AND INSTITUTION AL ARRANGEMEN TS"}, {"text_block_id": "p12_b109", "text": "Climate change governance is not to be taken by this policy as an entirely new concept, but one that has many parallels with existing models for governance in other settings characterized by specific features requiring their own regulatory framework. This includes the cooperation of different institutions and actors in addition to hierarchical forms of regulation, and describes the development of self-organizing structures. Climate change governance can therefore be described as a broad range of options of coordination concerning climate change issues."}, {"text_block_id": "p12_b110", "text": "Climate change is so broad in its essence that it is only through a strong coordination mechanism that the Policy will be successful. This calls for engagement and effective participation of multiple sectors and institutions responsible for disaster risk reduction and environment. As thus, means to guarantee this, must be created and enforced."}, {"text_block_id": "p12_b111", "text": "2.5.4 CLIMATE FINANCE AND INVESTMEN T FRAMEWORK"}, {"text_block_id": "p12_b112", "text": "Achieving the Policy’s vision of building a climate change resilient, low-carbon pathway and sustainable prosperous economy and environment requires substantial and additional financial resources to implement the proposed actions. Recognizing that existing funding mechanisms from the UNFCCC and other sources have inherent multiple challenges, the National Climate Change Policy recommends a mix of means through which such financing may be obtained including: dedicated climate funding from bilateral and multilateral sources; the national budget; private sector finance and Foreign Direct Investments (FDI) and funding from Carbon Markets. Financing and resource mobilization for policy implementation may focus on the following interventions:"}, {"text_block_id": "p12_b113", "text": "Achieving the Policy’s vision of building a climate change resilient, low-carbon pathway and sustainable prosperous economy and environment requires substantial and additional financial resources to implement the proposed actions. Recognizing that existing funding mechanisms from the UNFCCC and other sources have inherent multiple challenges, the National Climate Change Policy recommends a mix of means through which such financing may be obtained including: dedicated climate funding from bilateral and multilateral sources; the national budget; private sector finance and Foreign Direct Investments (FDI) and funding from Carbon Markets. Financing and resource mobilization for policy implementation may focus on the following interventions:\n* Government Provision: climate change is a developmental issue that threatens the achievement of\n* Economy-wide financial needs assessment: Undertake financial needs assessment on different sectors\n* To ensure and sustain adequate resources at medium and long term, the Government shall consider\n* Technical financial needs assessment: Undertaking assessment, shall assist the country to improve"}, {"text_block_id": "p13_b121", "text": "Achieving the Policy’s vision of building a climate change resilient, low-carbon pathway and sustainable prosperous economy and environment requires substantial and additional financial resources to implement the proposed actions. Recognizing that existing funding mechanisms from the UNFCCC and other sources have inherent multiple challenges, the National Climate Change Policy recommends a mix of means through which such financing may be obtained including: dedicated climate funding from bilateral and multilateral sources; the national budget; private sector finance and Foreign Direct Investments (FDI) and funding from Carbon Markets. Financing and resource mobilization for policy implementation may focus on the following interventions:\n* Government Provision: climate change is a developmental issue that threatens the achievement of\n* Economy-wide financial needs assessment: Undertake financial needs assessment on different sectors\n* To ensure and sustain adequate resources at medium and long term, the Government shall consider\n* Technical financial needs assessment: Undertaking assessment, shall assist the country to improve\n* Facilitate Public Private Partnership (PPP): The Government shall encourage the private sector to\n\t* PPPs should play a role in climate finance and support climate change activities and provide\n\t* Public authorities should develop enabling frameworks to support climate finance PPPs that\n\t* Design of PPPs through a process of co-creation and early involvement of private financial\n\t* Robust stakeholder consultation processes should be established and implemented. PPPs in"}, {"text_block_id": "p13_b132", "text": "2.5.5 CROSS CUTTING ISSUES"}, {"text_block_id": "p13_b133", "text": "Cross cutting issues entail the following: (a) capacity building, education, training and public awareness; (b) research and systematic observations; (c) scientific innovation and technology development and transfer; (d) gender; (e) youth; and (f) vulnerable groups. These themes enhance effective, efficient, and sustainable implementation of proposed climate change mitigation and adaptation interventions."}, {"text_block_id": "p13_b134", "text": "2.5.5.1 CAPACITY BUILDING EDUCATION, TRAINING AND PUBLIC AWARENESS"}, {"text_block_id": "p13_b135", "text": "A higher degree of knowledge is needed to deal with climate change. An informed society and trained professionals are key for the persecution of the Policy’s objectives and its implementation. Climate Change is a complex issue usually dealt by scientists but society is already feeling it and need to know how to act to avoid mal-adaptation, and loss and damage. Educational tools, training programmes and a broad communication campaigns are means of addressing climate change."}, {"text_block_id": "p13_b136", "text": "The need for capacity-building to assist parties to respond to climate change has long been recognized. UNFCCC, through its decisions during the Conference of Parties launched a process to address capacity-building in an integrated manner. There frameworks were intended to serve as a guide for the climate change capacity building activities of the Global Environment Facility (GEF) and other funding bodies."}, {"text_block_id": "p13_b137", "text": "The urgent need for Lesotho is to improve its adaptive and mitigation capacities in order to reduce or reverse expected economic and development losses that may occur without adaptation. It is important for people to"}, {"text_block_id": "p14_b138", "text": "reduce their vulnerability to climate change and to adopt certain behaviours and practices that respond to the changing climate in Lesotho."}, {"text_block_id": "p14_b139", "text": "Communication actions are an important tool for ensuring that Basotho know and understand the concept of climate change and they are aware of the necessary measures and actions they have to take to ensure that the changing climate does not affect them negatively. This can be done through Education, training and public awareness raising."}, {"text_block_id": "p14_b140", "text": "2.5.5.2 RESEARCH AND SYSTEMATIC OBSERVATIONS"}, {"text_block_id": "p14_b141", "text": "Meteorological data is vital for weather prediction and early warning systems as well as developing accurate climate projections and scenarios that can allow a better vulnerability assessment and adaptation planning in the medium and longer terms."}, {"text_block_id": "p14_b142", "text": "2.5.5.3 RESEARCH:"}, {"text_block_id": "p14_b143", "text": "Research programs and networks of shared information are crucial for understanding climate systems, which allows informed formulation of climate impact mitigation and adaptation strategies. Lesotho initiates many efforts to fulfil its obligations to international treaties and national developmental goals, through its collaboration with various regional and international organizations. Various forms of technical and financial support from these organizations have enabled Lesotho to make significant advances in climate research and systematic observations. However, Lesotho has limited resources and number on institutions that carry out research on climate change."}, {"text_block_id": "p14_b144", "text": "2.5.5.4 ACADEMIA AND RESEARCH INSTITUTIONS:"}, {"text_block_id": "p14_b145", "text": "This Policy recognizes the important role of training institutions, at different levels including pre-primary, primary, secondary schools, colleges and tertiary levels in training and education regarding climate change."}, {"text_block_id": "p14_b146", "text": "The decisions regarding interventions need to be informed by scientific knowledge. Academia and research institutions play an important role to generate relevant climate change scientific information that should be accessible to the public and decision makers. The policy envisions that research institutions shall undertake research to quantify likely impacts of climate change and develop practical solutions on climate change."}, {"text_block_id": "p14_b147", "text": "2.5.5.5 SYSTEMATIC OBSERVATIONS:"}, {"text_block_id": "p14_b148_merged", "text": "2.5.5.6 SCIENTIFIC RESEARCH AND DEVELOPMENT AND TECHNOLOGY DEVELOPMENT AND TRANSFER"}, {"text_block_id": "p14_b150", "text": "The involvement of academia and other research institutions is also key to the innovation needed to address new challenges. The UNFCCC highlights the evolving need for clean technologies (new equipment, techniques,"}, {"text_block_id": "p15_b151", "text": "practical knowledge or skills) to meet development priorities, promote sustainable livelihoods and mitigate the adverse impacts of climate change."}, {"text_block_id": "p15_b152", "text": "2.5.5.6.1 SCIENTIFIC RESEARCH AND DEVELOPMENT"}, {"text_block_id": "p15_b153", "text": "Scientific Research and Development enables and enhances the understanding of the causes, manifestations and impacts of climate change. Furthermore, it also enables the identification and formulation of mechanisms, strategies and initiatives to effect adequate response to climate change. To this effect, the UNFCCC, its Kyoto Protocol and Paris Agreement as well as other Conventions, Protocols and Agreements call on Parties to promote; and to cooperate in: scientific, technological, technical, socio-economic and other research; systematic observation and development of data archives."}, {"text_block_id": "p15_b154", "text": "Of particular importance, is research aimed at advancing technological development, as it plays a significant role in transitioning to low-carbon development pathways. To this effect, research in climate friendly technologies in water, energy, health, forestry and land-use, agriculture, environment, and biodiversity would be pivotal in effectively addressing climate change issues in Lesotho."}, {"text_block_id": "p15_b155", "text": "2.5.5.6.2 TECHNOLOGY DEVELOPMENT AND TRANSFER"}, {"text_block_id": "p15_b156", "text": "The development and transfer of climate technologies is critical for achieving the ultimate objective of the Convention. To this effect, the Convention notes that all Parties shall promote and cooperate in the development and transfer of technologies that reduce emissions of GHGs. It also urges developed country Parties to take all practicable steps to promote, facilitate and finance the transfer of, or access to, climate technologies to other Parties, particularly to developing countries. Furthermore, the Convention states that the extent to which developing country Parties will effectively implement their commitments will depend on the effective implementation by developed country Parties of their commitments under the Convention related to provision of financial resources, capacity building and transfer of technology."}, {"text_block_id": "p15_b157", "text": "On the basis of the foregoing and as guided by the ‘building blocks’ of the Bali Action Plan (BAP), Lesotho should undertake enhanced action on technology development and transfer to support action on mitigation and adaptation. Some of the avenues to be explored include: The Kyoto Protocol’s Clean Development Mechanism (CDM) or its future successor; the Climate Technology Centre and Network (CTCN); South-SouthNorth transfer of technology; development partners’ initiatives); establishment and capacity enhancement of local technological innovation centres; indigenous knowledge initiatives and technology transfer within a future climate change agreement framework."}, {"text_block_id": "p16_b158", "text": "2.5.5.7 GENDER"}, {"text_block_id": "p16_b159", "text": "The majority of the world’s poor are women. As such women commonly face higher risks and greater burdens from the impacts of climate change. Furthermore, women’s unequal participation in decision-making processes and labour markets compound inequalities and often prevent them from fully contributing to climate related planning, policy making and implementation."}, {"text_block_id": "p16_b160", "text": "Nevertheless, women play a critical role in response to climate change due to their local knowledge of and leadership in, inter alia, sustainable resource management and/or sustainable practices at the household and community level. Women’s participation at the political level has potential to result in greater responsiveness to citizen’s needs, increase cooperation across party and ethnic lines and deliver more lasting peace. At the local level, women’s inclusion in leadership lead to improved outcomes of climate related projects and policies. On the contrary, implementation of policies or projects without women’s engagement increases existing inequalities, decreases effectiveness and threatens sustainability."}, {"text_block_id": "p16_b161", "text": "The need to ensure equal engagement of women and men in all processes of the Convention as well as the need to develop and implement gender-responsive national climate change policies (which respond to the differentiated needs, experiences, priorities and capacities of women and men) is endorsed by the UNFCCC and enshrined in the Paris Agreement which states as thus:"}, {"text_block_id": "p16_b162", "text": "“Parties should when taking action to address climate change, respect, promote and consider their respective obligations on human rights, the right to health, the rights of indigenous peoples, local communities, migrants, children, persons with disabilities and people in vulnerable situations and the right to development, as well as gender equality, empowerment of women and intergenerational equity"}, {"text_block_id": "p16_b163", "text": "\"."}, {"text_block_id": "p16_b164", "text": "In line with the aforementioned, Parties have to"}, {"text_block_id": "p16_b165", "text": "In line with the aforementioned, Parties have to\n* Improve gender balance and increasing the participation of women in all UNFCCC processes, including\n* Increase awareness and support for the development and effective implementation of"}, {"text_block_id": "p16_b169", "text": "Lesotho supports decision 23/CP18 and the Lima work program on gender which aim at advancing the implementation of gender in climate change issues. Lesotho has developed 2003 National Gender and Development policy with overall objective of promoting gender equitable development in the country."}, {"text_block_id": "p16_b170", "text": "2.5.5.8 YOUTH"}, {"text_block_id": "p16_b171", "text": "In many countries, youth constitute the majority of the population and have an increasingly strong social and environmental awareness which renders youth to be catalytic agents of change in transforming societies towards a low-carbon and climate resilient future. According to FAO (2015), food insecurity and youth unemployment are the two key development challenges facing Lesotho’s economy. The ramifications of climate change are likely to exacerbate both challenges, if a ‘no-action’ path is taken."}, {"text_block_id": "p16_b172", "text": "At the moment, there are serious gaps in adaptation strategies in Lesotho. First, of all there is no comprehensive policy on youth employment in Lesotho. In 2011, United Nations Development Programme (UNDP) together with the Ministry of Gender and Youth, Sports and Recreation developed the ‘National Action Plan on Youth Employment 2011/12 to 2015/16’ in an attempt to address this void."}, {"text_block_id": "p16_b173", "text": "The promotion of youth employment through rural public works, often locally referred to as ‘fato-fato’ in the local vernacular, has been very popular. These projects have focused on adaptation to climate change though"}, {"text_block_id": "p17_b174", "text": "activities that include the construction of conservation dams, rehabilitating gullies, constructing roads that enable remote communities to be reached during environmental disasters and community afforestation. Whilst significant numbers of youth employment opportunities have been created through this approach, they are generally not sustainable since the projects are often short-term and youths are employed on a rotational basis of about three months to maximize employment."}, {"text_block_id": "p17_b175_merged", "text": "Lesotho’s youth are not conversant with climate change issues since it is a new topic and has not yet been fully integrated into education curriculum. This limits the ability to effectively response to the challenges posed by climate change. Partnerships should be developed between government, intergovernmental, non-governmental and youth organizations for joint environmental initiatives aimed at building the capacity of youth as future leaders and driving forces behind a new climate change regime. Climate change activities present opportunities to address issues of unemployment for youth. For instance, engaging in protected agriculture as a way of adapting to extreme weather events presents business and job opportunities for youth. Green jobs not only provide much-needed employment opportunities for youth, they also provide a strategic avenue for youth to contribute directly to the fight against climate change by adopting green behaviours and innovation in the workplace as well as in their private lives."}, {"text_block_id": "p17_b178", "text": "2.5.5.9 VULNERABLE GROUPS"}, {"text_block_id": "p17_b179", "text": "This policy identifies herders, the aged, the disabled, orphans as well as the chronically poor as the most vulnerable groups of the society. The policy, therefore aims at prioritizing the needs of these vulnerable groups, and ensuring equitable, just and fair allocation of resources. The policy also advocates for implementing measures to build resilience and enhance adaptive capacity of the most vulnerable."}, {"text_block_id": "p18_b180", "text": "To achieve the National Climate Change Policy’s Vision, the following are twenty-two policy statements of pivotal importance and focus on which various sectoral adaptation and mitigation interventions will be anchored. They are based on key thematic areas identified by a consultative process, related to adaptation and climate risk reduction, mitigation and low-carbon development and cross-cutting issues."}, {"text_block_id": "p18_b181", "text": "To achieve the National Climate Change Policy’s Vision, the following are twenty-two policy statements of pivotal importance and focus on which various sectoral adaptation and mitigation interventions will be anchored. They are based on key thematic areas identified by a consultative process, related to adaptation and climate risk reduction, mitigation and low-carbon development and cross-cutting issues.\n* : Strengthen climate early warning systems and improve climatic information,\n* Enhance the resilience of water resources by promoting integrated catchment\n* : Promote climate-smart agriculture and food security systems;\n* Develop renewable energy sources and increase energy efficiency;\n* : Promote climate resilience in mining;\n* : Promote climate resilience and reduce greenhouse gas emissions in\n* : Climate proof and increase efficiency of the tourism sector;\n* Enhance best practice for forestry and rangelands to mitigate and adapt to climate\n* Increase the resilience of environment, ecosystems and biodiversity;\n* : Address climate change impacts on human health;\n* : Promote low-carbon and climate resilient transport systems;\n* Climate proof human settlements and infrastructure;\n* Enhance the resilience of natural and cultural heritage;\n* :\n* :\n Promote agro â ecological/district/local level approach to addressing climate\n* Strengthen climate change governance frameworks;\n* :\n* :\n Promote participation of gender, youth, and vulnerable groups;\n* : Promote participation of the civil society;\n* : Promote participation of the private sector;\n* : Implement education, training, public awareness and communication\n* : Promote research and development, innovation and technology transfer;\n* Mobilize financial resources; and\n* Enhance social security/ protection by managing climate induced migration."}, {"text_block_id": "p19_b250_merged", "text": "3.1 POLICY STATEMEN T 1: STRENGTHEN CLIM ATE EARLY WARN ING SYSTE MS AN D IMPROVE CLIMATIC IN FORMATION, INCLUDING RESEARCH AND SYSTE MATIC OBSERVATIONS"}, {"text_block_id": "p19_b252", "text": "The frequency and magnitude of extreme weather events is high. This calls for the need for a strengthened early warning system to protect communities (people and property). This need is identified and emphasized by the NAPA of Lesotho. The NAPA looks into the improvement of early-warning systems to reduce the impacts of climate disasters, capacity building and policy reforms to integrate climate change into sectoral development plans. The analysis of Lesotho’s early warning system indicates that uneven distribution of observation stations; inability to record upper air observations; insufficient of high-tech meteorological equipment; vandalism; limited capacity (personnel), and insufficient staff weaken the country’s ability to predict, monitor and disseminate information on climate and evolution of extreme events. There is also need to strengthen regional cooperation on meteorological and climate change issues."}, {"text_block_id": "p19_b253", "text": "Principles"}, {"text_block_id": "p19_b254", "text": "The key principles are:"}, {"text_block_id": "p19_b255", "text": "The key principles are:\n* Strengthening the capacity of the institutions that engage in climate related early warning systems\n* Lesotho recognizes the importance of strengthening early-warning systems for disaster"}, {"text_block_id": "p19_b259", "text": "Key challenges"}, {"text_block_id": "p19_b260", "text": "The key challenges are:"}, {"text_block_id": "p19_b261", "text": "The key challenges are:\n* There is lack of equipment, funding and skills to support early warning systems and reporting\n* Limited early warning dissemination networks."}, {"text_block_id": "p19_b265", "text": "Key Objectives"}, {"text_block_id": "p19_b266", "text": "The key objectives are to:"}, {"text_block_id": "p19_b267", "text": "The key objectives are to:\n* Provide the ability to monitor climatic changes and changes in climate variability;\n* Improve the existing meteorological observation network and develop a sound climate observing\n* Improve infrastructure and technical capacity for climate prediction, including impact studies at the\n* Ensure cost-effective monitoring;\n* Improve local long-term climate forecasts;\n* Observe additional climate parameters;\n* Improve communication on the state of the climate."}, {"text_block_id": "p19_b281", "text": "Policy actions"}, {"text_block_id": "p19_b282", "text": "The policy actions are:"}, {"text_block_id": "p19_b283", "text": "The policy actions are:\n* Fill gaps in observation systems, (equipment, resources, personnel) in areas of greatest need;\n* Ensure research systems become sustained with broadened funding support;\n* Take advantage of new technologies;\n* Upgrade existing observation equipment and install new equipment to cover all essential climate\n* Strengthen the capacity to review the current data and information on climate system observation by\n* Improve climate information dissemination networks;"}, {"text_block_id": "p20_b295", "text": "The policy actions are:\n* Fill gaps in observation systems, (equipment, resources, personnel) in areas of greatest need;\n* Ensure research systems become sustained with broadened funding support;\n* Take advantage of new technologies;\n* Upgrade existing observation equipment and install new equipment to cover all essential climate\n* Strengthen the capacity to review the current data and information on climate system observation by\n* Improve climate information dissemination networks;\n* Establish sufficient and efficient climate observation system, including assessment and feedback\n* Enhance activities related to international cooperation within SADC region, African Union and beyond"}, {"text_block_id": "p20_b299", "text": "Water is Lesotho’s most valuable natural resource. The country is renowned for an abundant supply of pristine water resources base. The country’s water resources play a critical role in supporting livelihoods and ecosystems integrity as well as advancing national and regional socio-economic development. Harnessed through the Lesotho Highlands Water Project, water is the country’s largest source of non-tax revenue contributing 10% to the overall Gross Domestic Product (GDP). The implementation of the Lesotho Highlands Water Project (LHWP) Phase II as well as the Metolong Dam and water supply programme implemented under the Lesotho Lowlands Water Supply Scheme (LLWSS) will further enhance this central socio -economic development role. Notwithstanding the above, climate change is projected to negatively impact on water resources in Lesotho, as diminishing rainfall will lead to the shrinkage of surface and ground water resources. Already catchments yield has waned, initially perennial springs run dry, while great and robust rivers have been reduced to mere trickles and dams remain dry for most part of the year NAPA (2007). Furthermore, Climate change is projected to have impacts on regional fresh water resources as the country forms major source of fresh water and drainage areas extending into the Atlantic basin through South Africa, Namibia and Botswana. Given its central role in advancing national and regional socio – economic development; sustainable management and conservation of national water resources in the face of climate change in line with climate change scenarios, should be of prime importance."}, {"text_block_id": "p20_b300", "text": "Principles"}, {"text_block_id": "p20_b301", "text": "The key principles are:"}, {"text_block_id": "p20_b302", "text": ""}, {"text_block_id": "p20_b303", "text": "Understanding the vulnerability and sustainability of water resources under predicted climate change scenarios;"}, {"text_block_id": "p20_b304", "text": ""}, {"text_block_id": "p20_b305_merged", "text": "Ensuring water resources security, accessibility, affordability and equal distribution for different socio-economic sectors;"}, {"text_block_id": "p20_b308", "text": ""}, {"text_block_id": "p20_b309", "text": "Recognition of national water resources as a fundamental pillar for achieving socio–economic development, national food security, poverty eradication and sustainable development in Lesotho."}, {"text_block_id": "p20_b310", "text": "Key Challenges"}, {"text_block_id": "p20_b311", "text": "Major challenges that afflict the water resources sector include:"}, {"text_block_id": "p20_b312", "text": ""}, {"text_block_id": "p20_b313", "text": "Inadequate skills for efficient monitoring, assessment, and mobilization of surface and subsurface water resources;"}, {"text_block_id": "p20_b314", "text": ""}, {"text_block_id": "p20_b315", "text": "Inadequate utilization of investment opportunities presented by the water sector;"}, {"text_block_id": "p20_b316", "text": ""}, {"text_block_id": "p20_b317", "text": "Limited basic infrastructure and water storage infrastructure, especially small dams in rural areas;"}, {"text_block_id": "p20_b318", "text": ""}, {"text_block_id": "p20_b319", "text": "Water insecurity, shortages due to degrading soil quality as well as water shortage(due to the mismanagement of wetlands hence decreased productivity;"}, {"text_block_id": "p20_b320", "text": ""}, {"text_block_id": "p20_b321", "text": "Inadequate access to and dissemination of information on water resources utilization and conservation;"}, {"text_block_id": "p20_b322", "text": ""}, {"text_block_id": "p20_b323", "text": "Mismanagement of the land management practices/resources including an out-dated land tenure systems."}, {"text_block_id": "p21_b324", "text": "Key Objectives"}, {"text_block_id": "p21_b325", "text": "The policy objectives are:"}, {"text_block_id": "p21_b326", "text": ""}, {"text_block_id": "p21_b327", "text": "Build capacity required to facilitate the integration of climate change into water resource development and utilization plans and programmes;"}, {"text_block_id": "p21_b328", "text": ""}, {"text_block_id": "p21_b329", "text": "Develop and strengthen infrastructures and technologies related to water development and use;"}, {"text_block_id": "p21_b330", "text": ""}, {"text_block_id": "p21_b331", "text": "Mobilize necessary resources required to realize water security and supply."}, {"text_block_id": "p21_b332", "text": "Policy Actions"}, {"text_block_id": "p21_b333", "text": "The policy actions are:"}, {"text_block_id": "p21_b334", "text": ""}, {"text_block_id": "p21_b335", "text": "Integrate climate change into water policies, strategies, plans and legal frameworks;"}, {"text_block_id": "p21_b336", "text": ""}, {"text_block_id": "p21_b337", "text": "Strengthen the integrated water resource management taking into consideration the climate change risks and potential systems;"}, {"text_block_id": "p21_b338", "text": ""}, {"text_block_id": "p21_b339", "text": "Improve accuracy and quality of hydrological data;"}, {"text_block_id": "p21_b340", "text": ""}, {"text_block_id": "p21_b341", "text": "Regularly update measures to mitigate climate change and facilitate adequate adaptation to climate change through several activities in research, awareness campaigns, legal and policy formulation and early warning systems on water resources;"}, {"text_block_id": "p21_b342", "text": ""}, {"text_block_id": "p21_b343", "text": "Conduct studies and research aimed at better understanding the real water resources potential of Lesotho and its future possibilities in relation to the climate change;"}, {"text_block_id": "p21_b344", "text": ""}, {"text_block_id": "p21_b345", "text": "Strengthen monitoring and assessment of surface and underground water in Lesotho, both quantitative and qualitative (Hydrological and Piezo Metric Network and Water quality);"}, {"text_block_id": "p21_b346", "text": ""}, {"text_block_id": "p21_b347", "text": "Promote water harvesting systems, water and waste treatment systems and reuse practices aiming at reducing emissions and adapting to climate change;"}, {"text_block_id": "p21_b348", "text": ""}, {"text_block_id": "p21_b349", "text": "Develop and strengthen regional synergies on water management to cope with the impacts of climate change;"}, {"text_block_id": "p21_b350", "text": ""}, {"text_block_id": "p21_b351", "text": "Build strategies for delineating and determining the probabilities of droughts and their categories;"}, {"text_block_id": "p21_b352", "text": ""}, {"text_block_id": "p21_b353", "text": "Develop specifications of flood-prone areas based on rainfall probabilities."}, {"text_block_id": "p21_b354_merged", "text": "3.3 POLICY STATEMEN T 3: PROMOTE CLIMATE -SMART AGRICULTURE AN D FOOD SECURITY SYSTEMS"}, {"text_block_id": "p21_b356", "text": "In Lesotho, agriculture plays a significant role for creating employment, sustaining livelihoods and increasing income. The crops and livestock sector contribute 2.3% and 4.1% to GDP respectively. The majority of the population engage in rain fed agriculture for household food supply and cash income. Notwithstanding the aforementioned, agriculture is a climate sensitive sector. As such climate change, in addition to non-climate drivers such as soil degradation, land tenure arrangements and poor technology, is expected to have significant impacts on these resource-dependant sectors, and consequently food insecurity. Having effective agricultural policies will not only improve food security but will also contribute synergistically to carbon sequestration, enhanced environment conservation and biodiversity, improved quality of soil and water, protection of the watershed, healthier natural ecosystems as well as socio-economic stability."}, {"text_block_id": "p21_b357", "text": "Principles"}, {"text_block_id": "p21_b358", "text": "The key principles are:"}, {"text_block_id": "p21_b359", "text": ""}, {"text_block_id": "p21_b360", "text": "Need for sustainable agricultural systems as the fundamental basis for achieving national food security, nutrition and poverty reduction and"}, {"text_block_id": "p21_b361", "text": ""}, {"text_block_id": "p21_b362", "text": "Understanding that sustainability of natural resources, including land, forest, water and genetic biodiversity is significantly influenced by agricultural practices."}, {"text_block_id": "p21_b363", "text": "Key Challenges"}, {"text_block_id": "p21_b364", "text": "Major challenges that afflict the agricultural sector include:"}, {"text_block_id": "p21_b365", "text": ""}, {"text_block_id": "p21_b366", "text": "Crop failure due to weather variability and unpredictability;"}, {"text_block_id": "p22_b367", "text": ""}, {"text_block_id": "p22_b368", "text": "Increasing incidence of alien crop and animal disease and pests as a result of changes in temperature and humidity;"}, {"text_block_id": "p22_b369", "text": ""}, {"text_block_id": "p22_b370", "text": "Unsustainable agricultural practices such as the progressive reduction in fallow lengths;"}, {"text_block_id": "p22_b371", "text": ""}, {"text_block_id": "p22_b372", "text": "High mortality rates of livestock due to climate related diseases and extreme weather events;"}, {"text_block_id": "p22_b373", "text": ""}, {"text_block_id": "p22_b374", "text": "Loss of viable agricultural and range lands as a result of land degradation (e.g. due to overstocking, overgrazing, and over-harvesting);"}, {"text_block_id": "p22_b375", "text": ""}, {"text_block_id": "p22_b376", "text": "Heavy reliance on rain-fed agriculture and limited irrigation practices leading to food insecurity;"}, {"text_block_id": "p22_b377", "text": ""}, {"text_block_id": "p22_b378", "text": "Limited access to climate smart technologies and financial resource;"}, {"text_block_id": "p22_b379", "text": ""}, {"text_block_id": "p22_b380", "text": "Weak enforcement of agricultural regulatory frameworks;"}, {"text_block_id": "p22_b381", "text": ""}, {"text_block_id": "p22_b382", "text": "Limited recycling of agricultural waste;"}, {"text_block_id": "p22_b383", "text": ""}, {"text_block_id": "p22_b384", "text": "Loss of climate resilient native species of crop seeds and livestock breeds;"}, {"text_block_id": "p22_b385", "text": ""}, {"text_block_id": "p22_b386", "text": "Inadequate coordination between agriculture and climate sensitive sectors;"}, {"text_block_id": "p22_b387", "text": ""}, {"text_block_id": "p22_b388", "text": "Inadequate use of climate information by farming community;"}, {"text_block_id": "p22_b389", "text": ""}, {"text_block_id": "p22_b390", "text": "Inadequate investment in climate related agricultural research;"}, {"text_block_id": "p22_b391", "text": "Key Objectives"}, {"text_block_id": "p22_b392", "text": "The key objectives of this policy statement are to:"}, {"text_block_id": "p22_b393", "text": ""}, {"text_block_id": "p22_b394", "text": "Develop climate-resilient agriculture and food systems for all agro-ecological zones;"}, {"text_block_id": "p22_b395", "text": ""}, {"text_block_id": "p22_b396", "text": "Develop human resource capacity for climate-resilient agriculture;"}, {"text_block_id": "p22_b397", "text": ""}, {"text_block_id": "p22_b398", "text": "Establish an enabling environment for the participation of vulnerable groups (herders); and"}, {"text_block_id": "p22_b399", "text": ""}, {"text_block_id": "p22_b400", "text": "Strengthen agriculture research through provision of financial resources, technology and capacity building."}, {"text_block_id": "p22_b401", "text": "Policy Actions"}, {"text_block_id": "p22_b402", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p22_b403", "text": ""}, {"text_block_id": "p22_b404", "text": "Integrate climate change in agricultural policies, strategies, plans and regulatory frameworks;"}, {"text_block_id": "p22_b405", "text": ""}, {"text_block_id": "p22_b406", "text": "Improve and harmonize research activities in climate smart agriculture such as the use of crop simulation models to estimate agricultural production as a function of weather, soil conditions as well as crop management practices;"}, {"text_block_id": "p22_b407", "text": ""}, {"text_block_id": "p22_b408", "text": "Build and strengthen the capacity of extension officers in climate smart agriculture to enhance support to farmers;"}, {"text_block_id": "p22_b409", "text": ""}, {"text_block_id": "p22_b410", "text": "Promote capacity-building for farmers and build awareness on climate smart practices;"}, {"text_block_id": "p22_b411", "text": ""}, {"text_block_id": "p22_b412", "text": "Build capacity for community-level weather data collection, analysis and dissemination for agricultural planning and capacity of agro-meteorological units;"}, {"text_block_id": "p22_b413", "text": ""}, {"text_block_id": "p22_b414", "text": "Document and promote appropriate indigenous knowledge and best practices;"}, {"text_block_id": "p22_b415", "text": ""}, {"text_block_id": "p22_b416", "text": "Develop climate-resilient cropping and livestock systems;"}, {"text_block_id": "p22_b417", "text": ""}, {"text_block_id": "p22_b418", "text": "Promote diversified land use practices, including agro-forestry, dry-land farming, urban and backyard vegetable production to reduce risks and increase the capacity of farmers to cope with droughts and floods;"}, {"text_block_id": "p22_b419", "text": ""}, {"text_block_id": "p22_b420", "text": "promote programmes on livestock management and disease control, which integrate climatic conditions;"}, {"text_block_id": "p22_b421", "text": ""}, {"text_block_id": "p22_b422", "text": "Encourage use of appropriate technologies for irrigation, water re-use and water harvesting (e.g., waste/water recycling) etc.;"}, {"text_block_id": "p22_b423", "text": ""}, {"text_block_id": "p22_b424", "text": "Support risk transfer schemes (e.g. insurance schemes) against harvest failure due to climate related risks;"}, {"text_block_id": "p22_b425", "text": ""}, {"text_block_id": "p22_b426", "text": "Promote building capacity for recycling and conversion of agricultural waste and utilisation of biomass for cogeneration as a source of energy;"}, {"text_block_id": "p22_b427", "text": ""}, {"text_block_id": "p22_b428", "text": "promote gene banks, community seed banks, zoological and botanical gardens to conserve the biological diversity of valuable species;"}, {"text_block_id": "p23_b429", "text": ""}, {"text_block_id": "p23_b430", "text": "Improve mechanisms that will utilise early warning systems on adverse weather, pests, and disease occurrences, to provide up to date information and decision-making support."}, {"text_block_id": "p23_b431", "text": "3.4 POLICY STATEMEN T 4: DEVELOP RENEW ABLE ENERGY SOURCES AND INCREASE ENERGY"}, {"text_block_id": "p23_b432", "text": "EFFICIENCY"}, {"text_block_id": "p23_b433", "text": "Lesotho energy balance is characterized by huge dependence on biomass fuels (fuel wood, shrubs, animal dung, and crop residue) to meet the basic needs of cooking and space heating by the majority of the population especially in the rural areas. Biomass fuels account for 66% of the total energy consumed in Lesotho, with most of it being particularly consumed in the rural areas. Modern forms of energy such as petroproducts, coal, electricity and gas constitute the remaining 34%. The country does not have any proven resource base for fossil fuels and rely heavily on imports to meet the demand for these energy carriers."}, {"text_block_id": "p23_b434_merged_merged", "text": "Owing to its abundant water resources and topography, high wind speeds as well as annual solar radiation, the country has a huge potential for generation of clean renewable energy. As echoed in the Lesotho Energy Policy 2015, the Draft Lesotho Renewable Energy Policy 2013 and the Sustainable Energy Strategy 2017 the sector is geared towards harnessing the potential of these resources in advancing sustainable universal energy accessibility and affordability, GHG emissions and mitigating the negative impacts of climate change in Lesotho. This will also contribute to protection of the watershed, healthier natural ecosystems as well as socio-economic stability."}, {"text_block_id": "p23_b437", "text": "Principles"}, {"text_block_id": "p23_b438", "text": "The key principles are:"}, {"text_block_id": "p23_b439", "text": "▪"}, {"text_block_id": "p23_b440", "text": "Understanding the energy needs of the different economic sectors and practices in terms of energy sources and efficiency and"}, {"text_block_id": "p23_b441", "text": "▪"}, {"text_block_id": "p23_b442", "text": "Need for sustainable energy implementation systems as the fundamental basis for achieving the national development goals."}, {"text_block_id": "p23_b443", "text": "Key Challenges"}, {"text_block_id": "p23_b444", "text": "Major challenges that afflict the energy sector include:"}, {"text_block_id": "p23_b445", "text": "▪"}, {"text_block_id": "p23_b446", "text": "Inadequate institutional, technical and human resource capacity;"}, {"text_block_id": "p23_b447", "text": "▪"}, {"text_block_id": "p23_b448", "text": "Inadequate investment financing and enabling environment to enhance renewable energy and energy efficiency programmes;"}, {"text_block_id": "p23_b449", "text": "▪"}, {"text_block_id": "p23_b450", "text": "Limited basic infrastructure, such as tarred roads, transport facilities, especially in rural areas"}, {"text_block_id": "p23_b451", "text": "▪"}, {"text_block_id": "p23_b452", "text": "Limited access to markets to enhance investments in renewable energy;"}, {"text_block_id": "p23_b453", "text": "▪"}, {"text_block_id": "p23_b454", "text": "Effects of extreme weather conditions to energy supply facilities;"}, {"text_block_id": "p23_b455", "text": "▪"}, {"text_block_id": "p23_b456", "text": "High dependence on unsustainable biomass energy for heating and cooking in the rural areas and the implications on climate change;"}, {"text_block_id": "p23_b457", "text": "▪"}, {"text_block_id": "p23_b458", "text": "Inadequate access to and dissemination of information on the latest technologies available on renewable energy and energy efficiency;"}, {"text_block_id": "p23_b459", "text": "▪"}, {"text_block_id": "p23_b460", "text": "Inadequate private sector investments in renewable energies and"}, {"text_block_id": "p23_b461", "text": "▪"}, {"text_block_id": "p23_b462", "text": "Lack of disaggregated data on energy systems in the country."}, {"text_block_id": "p23_b463", "text": "Key Objectives"}, {"text_block_id": "p23_b464", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p23_b465", "text": ""}, {"text_block_id": "p23_b466", "text": "Promote renewable energy systems across the country and"}, {"text_block_id": "p23_b467", "text": ""}, {"text_block_id": "p23_b468", "text": "Develop institutional and human resource capacity for sustainable energy sources and technologies."}, {"text_block_id": "p23_b469", "text": "Policy Actions"}, {"text_block_id": "p23_b470", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p23_b471", "text": ""}, {"text_block_id": "p23_b472", "text": "Integrate climate change issues into energy policies, strategies, plans and regulatory frameworks;"}, {"text_block_id": "p24_b473", "text": ""}, {"text_block_id": "p24_b474", "text": "Promote renewable energies such as solar photovoltaic, hydropower, wind energy and biogas;"}, {"text_block_id": "p24_b475", "text": ""}, {"text_block_id": "p24_b476", "text": "Promote demand side management and energy efficiency systems (e.g. energy efficient cook stoves, solar street lighting, solar water heaters etc.)"}, {"text_block_id": "p24_b477", "text": ""}, {"text_block_id": "p24_b478", "text": "Promote balanced forest management policy and incentives for private investors to encourage and ensure greater sustainability of forests and their fuelwood production capacity;"}, {"text_block_id": "p24_b479", "text": ""}, {"text_block_id": "p24_b480", "text": "Promote greater production of electricity by the private sector and/ or users and create incentives in this area, particularly to develop and promote the use of renewable energies;"}, {"text_block_id": "p24_b481", "text": ""}, {"text_block_id": "p24_b482", "text": "Promote and facilitate the acquisition of substitute products to wood fuels;"}, {"text_block_id": "p24_b483", "text": ""}, {"text_block_id": "p24_b484", "text": "Promote the use of environmentally friendly technologies particularly in transport, water pumping etc.;"}, {"text_block_id": "p24_b485", "text": ""}, {"text_block_id": "p24_b486", "text": "Encourage use of concrete practical energy efficiency national programmes particularly in industry and building/construction systems;"}, {"text_block_id": "p24_b487", "text": ""}, {"text_block_id": "p24_b488", "text": "Support the development of renewable energy resource maps;"}, {"text_block_id": "p24_b489", "text": ""}, {"text_block_id": "p24_b490", "text": "Include renewable energy in school curricula."}, {"text_block_id": "p24_b491", "text": "3.5 POLICY STATEMEN T 5: PROMOTE CLIMATE RESILIENCE IN MININ G"}, {"text_block_id": "p24_b492", "text": "The main mineral resources of Lesotho are diamonds, dolerite, sandstone and clay. Sand and quarry are also mined from river banks and basalt respectively. Additionally, the country has a viable sandstone, dolerite and clay brick industry. There are also unexplored rare earth metals, alluvial deposits, hydrocarbons resources and other minerals of high economic importance, such as copper, nickel, gold and others. Through foreign direct investment, output growth, export earnings, employment and government revenues, the sector contributes significantly to the economy."}, {"text_block_id": "p24_b493", "text": "Due to its dependence on climate sensitive sectors such as water, energy and transport, mining is particularly vulnerable to climate change. Changing climatic conditions have both direct (operational and performance-based) and indirect (securing of supplies and rising energy costs) impacts on the mining sector."}, {"text_block_id": "p24_b494", "text": "Principles"}, {"text_block_id": "p24_b495", "text": "The key principles are:"}, {"text_block_id": "p24_b496", "text": ""}, {"text_block_id": "p24_b497", "text": "Understanding the mineral resource base and its contribution to economic growth; and"}, {"text_block_id": "p24_b498", "text": ""}, {"text_block_id": "p24_b499", "text": "Ensuring sustainable and climate smart exploitation of Lesotho’s mineral resources"}, {"text_block_id": "p24_b500", "text": "."}, {"text_block_id": "p24_b501", "text": "Key Challenges"}, {"text_block_id": "p24_b502", "text": "The key challenges are"}, {"text_block_id": "p24_b503", "text": ":"}, {"text_block_id": "p24_b504", "text": ""}, {"text_block_id": "p24_b505", "text": "Extreme events including floods cause inundation/water clogging of mines and disrupt mining activities;"}, {"text_block_id": "p24_b506", "text": ""}, {"text_block_id": "p24_b507", "text": "Flooding of mines further exacerbate local environmental degradation, e.g., bleaching and mine tailings;"}, {"text_block_id": "p24_b508", "text": ""}, {"text_block_id": "p24_b509", "text": "Extended droughts create dusty working environment in mines. Such conditions create employee health and safety hazards concerns;"}, {"text_block_id": "p24_b510", "text": ""}, {"text_block_id": "p24_b511", "text": "Insufficient security of electricity supply leads to operation disruptions;"}, {"text_block_id": "p24_b512", "text": ""}, {"text_block_id": "p24_b513", "text": "Insufficient knowledge of the country’s mineral resources base."}, {"text_block_id": "p24_b514", "text": ""}, {"text_block_id": "p24_b515", "text": "Objectives"}, {"text_block_id": "p24_b516", "text": "The key objectives of this policy statement are:"}, {"text_block_id": "p24_b517", "text": ""}, {"text_block_id": "p24_b518", "text": "Encourage conducive environmentally friendly and socio economic sustainability in the mining sector; and"}, {"text_block_id": "p24_b519", "text": ""}, {"text_block_id": "p24_b520", "text": "Promote climate conscious and informed governance of the mining and mineral sectors."}, {"text_block_id": "p25_b521", "text": "Policy Actions"}, {"text_block_id": "p25_b522", "text": "Key interventions for achieving these objectives are to"}, {"text_block_id": "p25_b523", "text": ""}, {"text_block_id": "p25_b524", "text": "Integrate climate change into mining and mineral policies, strategies and plans;"}, {"text_block_id": "p25_b525", "text": ""}, {"text_block_id": "p25_b526", "text": "Enhance flood control measures to regulate environmental degradation;"}, {"text_block_id": "p25_b527", "text": ""}, {"text_block_id": "p25_b528", "text": "Provide climate early warnings on potential extreme weather events that would disrupt mining operations and activities;"}, {"text_block_id": "p25_b529", "text": ""}, {"text_block_id": "p25_b530", "text": "Implement appropriate measures to reduce and recover greenhouse gases during mining process thereby reducing emissions;"}, {"text_block_id": "p25_b531", "text": ""}, {"text_block_id": "p25_b532", "text": "Undertake climate research in mining sector;"}, {"text_block_id": "p25_b533", "text": ""}, {"text_block_id": "p25_b534", "text": "Promote mining sector investments in clean energy generation and initiatives;"}, {"text_block_id": "p25_b535", "text": ""}, {"text_block_id": "p25_b536", "text": "Encourage participation of the mining sector in water harvesting and recycling programs."}, {"text_block_id": "p25_b537_merged", "text": "3.6 POLICY STATEMEN T 6: PROMOTE CLIMATE RESILIENCE AND REDUCE GREEN HOUSE GAS EMISSIONS IN MANUFACTURING"}, {"text_block_id": "p25_b539", "text": "Due to its dependence on climate sensitive sectors such as energy, water and transport networks, the manufacturing sector is vulnerable to the impacts of climate change. The following are highlighted as some of the main impacts of climate change to the sector:"}, {"text_block_id": "p25_b540", "text": "Energy fluctuations or blackouts because of energy supply interruptions -"}, {"text_block_id": "p25_b541", "text": "A large percentage of electricity is generated by hydropower, and lower annual rainfall has potential to reduce the electricity generating capacity of hydroelectric power plants. The manufacturing sector is one of the biggest casualties of reduced generation capacity of hydropower dams because of droughts and reduced rainfall."}, {"text_block_id": "p25_b542", "text": "Greater resource scarcity (such as water and raw materials)"}, {"text_block_id": "p25_b543", "text": "– Climate variability and change directly impacts on natural resources that the industrial manufacturing sector depends on."}, {"text_block_id": "p25_b544", "text": "Higher costs"}, {"text_block_id": "p25_b545", "text": "– Higher costs of insurance premiums associated with extreme weather and climate damages."}, {"text_block_id": "p25_b546", "text": "Principles"}, {"text_block_id": "p25_b547", "text": "The key principles are:"}, {"text_block_id": "p25_b548", "text": ""}, {"text_block_id": "p25_b549", "text": "Recognising that the combined textile, apparel, footwear manufacturing industry remains Lesotho’s largest formal private sector employer;"}, {"text_block_id": "p25_b550", "text": ""}, {"text_block_id": "p25_b551", "text": "Recognising the importance/ the role of the manufacturing sector in development of Lesotho;"}, {"text_block_id": "p25_b552", "text": ""}, {"text_block_id": "p25_b553", "text": "Recognising that it is considered as the most ecologically harmful industry in the world;"}, {"text_block_id": "p25_b554", "text": "Key challenges"}, {"text_block_id": "p25_b555", "text": "The key challenges are:"}, {"text_block_id": "p25_b556", "text": ""}, {"text_block_id": "p25_b557", "text": "Decline in rainfall as a result of climate change has potential to result in reduced water quantities that may lead to interruptions in electricity generation;"}, {"text_block_id": "p25_b558", "text": ""}, {"text_block_id": "p25_b559", "text": "The manufacturing sector is energy intensive and is therefore dependent on factors that are climate sensitive;"}, {"text_block_id": "p25_b560", "text": ""}, {"text_block_id": "p25_b561", "text": "Lack of access to clean technologies to ensure efficiency of the manufacturing sector; and"}, {"text_block_id": "p25_b562", "text": ""}, {"text_block_id": "p25_b563", "text": "Increased GHGs emissions in the manufacturing sector."}, {"text_block_id": "p26_b564", "text": "Key Objectives"}, {"text_block_id": "p26_b565", "text": "The main policy objectives are:"}, {"text_block_id": "p26_b566", "text": ""}, {"text_block_id": "p26_b567", "text": "Assess both current and potential future risks. The assessment should include economic valuation of the climate risks, which can help make the business case for investments to increase climate resilience;"}, {"text_block_id": "p26_b568", "text": ""}, {"text_block_id": "p26_b569", "text": "Outline lessons learned and implications for future trends such as technology innovation."}, {"text_block_id": "p26_b570", "text": "Policy Actions"}, {"text_block_id": "p26_b571", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p26_b572", "text": ""}, {"text_block_id": "p26_b573", "text": "Integrate climate change into industrial and manufacturing sector;"}, {"text_block_id": "p26_b574", "text": ""}, {"text_block_id": "p26_b575", "text": "Incorporate expected climate impacts in planning and decision-making;"}, {"text_block_id": "p26_b576", "text": ""}, {"text_block_id": "p26_b577", "text": "Promote development of renewable energy and energy efficiency technologies;"}, {"text_block_id": "p26_b578", "text": ""}, {"text_block_id": "p26_b579", "text": "Promote climate proofed strategies that will protect the manufacturing industry from adverse impacts of climate change as well as reducing GHG emissions;"}, {"text_block_id": "p26_b580", "text": ""}, {"text_block_id": "p26_b581", "text": "Promote investments in green and efficient technologies;"}, {"text_block_id": "p26_b582", "text": ""}, {"text_block_id": "p26_b583", "text": "Use available climate risk assessment tools;"}, {"text_block_id": "p26_b584", "text": ""}, {"text_block_id": "p26_b585", "text": "Maintain equipment regularly to prevent efficiency losses and reduce heat losses."}, {"text_block_id": "p26_b586_merged", "text": "3.7 POLICY STATEMEN T 7: CLIMATE PROOF AND INCRE ASE EFFICIENCY OF THE TOURISM SECTOR"}, {"text_block_id": "p26_b588", "text": "The tourism industry is an important contributor to the global economy. The industry is especially important for accelerating socio-economic development in developing countries including Lesotho. It is classified as an effective way of wealth redistribution, and an agent and a catalyst for gender equality, cultural preservation and nature conservation. The sector is thus instrumental in enhancing the attainment of most of the UN sustainable development goals and Lesotho’s national development goals."}, {"text_block_id": "p26_b589", "text": "Principles"}, {"text_block_id": "p26_b590", "text": "The principles are:"}, {"text_block_id": "p26_b591", "text": ""}, {"text_block_id": "p26_b592", "text": "There is a need to strengthen the capacity of the tourism sector on adaptation to climate change and application of mitigation measures in order to respond to the challenges that global warming and its related impacts pose on tourism;"}, {"text_block_id": "p26_b593", "text": ""}, {"text_block_id": "p26_b594", "text": "The level of awareness and concern about climate change and its implications on tourism should not only be at high level, but should be widespread."}, {"text_block_id": "p27_b595", "text": "Key challenges"}, {"text_block_id": "p27_b596", "text": "The key challenges are:"}, {"text_block_id": "p27_b597", "text": ""}, {"text_block_id": "p27_b598", "text": "Insufficient knowledge on climate change and how it relates to tourism;"}, {"text_block_id": "p27_b599", "text": ""}, {"text_block_id": "p27_b600", "text": "Lack of climate integration in tourism sector."}, {"text_block_id": "p27_b601", "text": "Key objectives"}, {"text_block_id": "p27_b602", "text": "The main objectives are:"}, {"text_block_id": "p27_b603", "text": ""}, {"text_block_id": "p27_b604", "text": "Develop and promote climate adapting business strategies that will protect the industry from adverse impacts on climate change and climate variability;"}, {"text_block_id": "p27_b605", "text": ""}, {"text_block_id": "p27_b606", "text": "Establish environmentally responsible practices to protect the natural environment including biodiversity;"}, {"text_block_id": "p27_b607", "text": ""}, {"text_block_id": "p27_b608", "text": "Put in place tourist environment policies in community-based tourist businesses;"}, {"text_block_id": "p27_b609", "text": ""}, {"text_block_id": "p27_b610", "text": "Promote and strengthen awareness on ecotourism and climate;"}, {"text_block_id": "p27_b611", "text": ""}, {"text_block_id": "p27_b612", "text": "Set clear protocols and procedures to involve other sectors and communities in promoting adaptation to climate extreme events within the local industry."}, {"text_block_id": "p27_b613", "text": "Policy actions"}, {"text_block_id": "p27_b614", "text": "The main policy actions are:"}, {"text_block_id": "p27_b615", "text": ""}, {"text_block_id": "p27_b616", "text": "Integrate climate change in tourism sector through review and update of legal and strategic frameworks and ensure enforcement of existing laws and regulations;"}, {"text_block_id": "p27_b617", "text": ""}, {"text_block_id": "p27_b618", "text": "Promote investment in green domestic tourism initiatives to cushion the tourism industry against the spillover effects of possible mitigation measures in other sectors;"}, {"text_block_id": "p27_b619", "text": ""}, {"text_block_id": "p27_b620", "text": "Climate proof tourism attraction areas and programmes;"}, {"text_block_id": "p27_b621", "text": ""}, {"text_block_id": "p27_b622", "text": "Diversify tourism investment to other non-climate sensitive attractions;"}, {"text_block_id": "p27_b623", "text": ""}, {"text_block_id": "p27_b624", "text": "Strengthen the enabling environment for climate change adaptation measures in the tourism sector;"}, {"text_block_id": "p27_b625", "text": ""}, {"text_block_id": "p27_b626", "text": "Strengthen relations between tourism facilities, operators and local communities, to collaborate in preventive and mitigating actions and response to extreme weather events;"}, {"text_block_id": "p27_b627", "text": ""}, {"text_block_id": "p27_b628", "text": "Harness the positive benefits of the changes in climate to the tourism sector; and"}, {"text_block_id": "p27_b629", "text": ""}, {"text_block_id": "p27_b630", "text": "Advocate for the use of renewable energy-such as solar power for tourism enterprises."}, {"text_block_id": "p27_b631_merged", "text": "3.8 POLICY STATEMEN T 8: ENHANCE BEST PRACTICE FOR FORESTRY AN D RAN GELANDS TO ADDRE SS CLIMATE CHAN GE"}, {"text_block_id": "p27_b633", "text": "Lesotho’s forest and woodland resources provide diverse economic products and environmental services, in particular for fuel wood, prevention of soil erosion, income generation, touristic sceneries, building material, forage and shelter. In addition, forests are natural sinks and stores of carbon, which contribute to the biological mitigation of GHGs through the sequestration of gases. Afforestation, reforestation and restoration of natural habitats, as well as more efficient mechanisms for the use of wood fuel energy, will improve and consequently minimize the loss of carbon storage and sinks. Improved ecosystems and environmental management practices not only provide economic gains and improved ecological services, but also result in greater agro-biodiversity and increased carbon sequestration."}, {"text_block_id": "p27_b634", "text": "Climate change may lead to the destruction of natural vegetation, trees included. There is a net depletion of forests as the rate of harvesting surpasses the rate of replenishment because drought curtails the survival of replacement stock. Exhaustion of forests is expected to continue as climate change grips the country. Furthermore, increased droughts and forest fires may be a major risk for forests while insect and pest populations are expected to increase."}, {"text_block_id": "p28_b635", "text": "Principles"}, {"text_block_id": "p28_b636", "text": "The main principle is:"}, {"text_block_id": "p28_b637", "text": ""}, {"text_block_id": "p28_b638", "text": "Recognizing the important role of forests and rangelands in carbon capture and storage, and as an important emission source when they are destroyed;"}, {"text_block_id": "p28_b639", "text": ""}, {"text_block_id": "p28_b640", "text": "Recognising the high dependence on biomass energy in the country and the effects on climate change;"}, {"text_block_id": "p28_b641", "text": ""}, {"text_block_id": "p28_b642", "text": "Recognising the current state of soil erosion and land degradation due to poor land management practices."}, {"text_block_id": "p28_b643", "text": "Key Challenges"}, {"text_block_id": "p28_b644", "text": "The drivers of the increasing destruction of natural carbon sinks, especially of the forests, include:"}, {"text_block_id": "p28_b645", "text": ""}, {"text_block_id": "p28_b646", "text": "Degraded rangelands due to drought and heavy rainfall;"}, {"text_block_id": "p28_b647", "text": ""}, {"text_block_id": "p28_b648", "text": "Diminishing indigenous biodiversity due to changing climate;"}, {"text_block_id": "p28_b649", "text": ""}, {"text_block_id": "p28_b650", "text": "Increasing local demand for agricultural and wood products resulting in overharvesting of shrubs and other wood biomass;"}, {"text_block_id": "p28_b651", "text": ""}, {"text_block_id": "p28_b652", "text": "Heavy dependence on biomass energy in rural and urban areas;"}, {"text_block_id": "p28_b653", "text": ""}, {"text_block_id": "p28_b654", "text": "Uncontrollable human-induced and wildfires that follow the dry season or severe droughts;"}, {"text_block_id": "p28_b655", "text": ""}, {"text_block_id": "p28_b656", "text": "Forest pests emerging due to changing climatic conditions;"}, {"text_block_id": "p28_b657", "text": ""}, {"text_block_id": "p28_b658", "text": "Forest survival rate is very low in Lesotho due to, among other factors, climate conditions;"}, {"text_block_id": "p28_b659", "text": ""}, {"text_block_id": "p28_b660", "text": "Poor range management practices."}, {"text_block_id": "p28_b661", "text": "Key Objectives"}, {"text_block_id": "p28_b662", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p28_b663", "text": ""}, {"text_block_id": "p28_b664", "text": "Reduce vegetation degradation;"}, {"text_block_id": "p28_b665", "text": ""}, {"text_block_id": "p28_b666", "text": "Promote ecosystem balance by improving and maintaining productivity of rangeland resources at optimum level using ecologically sound rangeland management practices;"}, {"text_block_id": "p28_b667", "text": ""}, {"text_block_id": "p28_b668", "text": "Protect forests, grasslands and other vegetative plant species against climate induced hazards;"}, {"text_block_id": "p28_b669", "text": ""}, {"text_block_id": "p28_b670", "text": "Promote climate smart land and soil management;"}, {"text_block_id": "p28_b671", "text": ""}, {"text_block_id": "p28_b672", "text": "Promote efforts to reduce emissions from deforestation a and forest degradation, and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD-PLUS)."}, {"text_block_id": "p28_b673", "text": "Policy Actions"}, {"text_block_id": "p28_b674", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p28_b675", "text": ""}, {"text_block_id": "p28_b676", "text": "Encourage climate smart community land use practices and natural resource planning;"}, {"text_block_id": "p28_b677", "text": ""}, {"text_block_id": "p28_b678", "text": "Integrate climate change into legal and strategic frameworks through development and/or review and update of existing legislation and strategies in the sector;"}, {"text_block_id": "p28_b679", "text": ""}, {"text_block_id": "p28_b680", "text": "Promote alternative sources of fuel for domestic use, especially in rural areas, e.g., LPG as an alternative to wood fuel, etc."}, {"text_block_id": "p28_b681", "text": ""}, {"text_block_id": "p28_b682", "text": "Strengthen climate related institutional and technical capacity in natural resource management;"}, {"text_block_id": "p28_b683", "text": ""}, {"text_block_id": "p28_b684", "text": "Promote, through increased funding and opportunities, plantation development and management in off-reserve areas for private and public-private partnerships;"}, {"text_block_id": "p28_b685", "text": ""}, {"text_block_id": "p28_b686", "text": "Rehabilitate degraded natural ecosystems through enrichment planting in degraded forest reserves and off-reserve areas;"}, {"text_block_id": "p28_b687", "text": ""}, {"text_block_id": "p28_b688", "text": "Support initiatives for the enhancement of carbon sinks and reducing pressure on forests for fuel wood through afforestation/reforestation measures including REDD – PLUS initiatives;"}, {"text_block_id": "p28_b689", "text": ""}, {"text_block_id": "p28_b690", "text": "Encourage implementation of sustainable rangeland management plans;"}, {"text_block_id": "p28_b691", "text": ""}, {"text_block_id": "p28_b692", "text": "Support agro-forestry programmes initiated to conserve trees and crops;"}, {"text_block_id": "p28_b693", "text": ""}, {"text_block_id": "p28_b694", "text": "Establish bio-reserves that will be managed in such a way that not only will biodiversity be preserved, but its resources will also be used in a sustainable manner;"}, {"text_block_id": "p29_b695", "text": ""}, {"text_block_id": "p29_b696", "text": "Reinforce local community involvement in resource management and collect climate related data in the sector."}, {"text_block_id": "p29_b697_merged", "text": "3.9 POLICY STATEMEN T 9: INCREASE THE RESILIEN CE OF EN VIRONMENT, E COSYSTE MS AND BIODIVERSITY"}, {"text_block_id": "p29_b699", "text": "Lesotho lies entirely within the grassland biome and is incredibly rich in natural and cultural diversity, with unique habitats and high levels of endemism. These resources play a fundamental role in sustaining Basotho’s wellbeing, particularly for the rural poor and unemployed whose livelihoods depend heavily on rangelands, indigenous plant species, wetlands and ecotourism. Climate change is identified as one of the major threats undermining the resilience and sustainability of these resources with the likelihood of driving them to extinction and loss of goods and services they yield."}, {"text_block_id": "p29_b700", "text": "This calls for interventions aimed at a) reducing the impacts of climate change on biodiversity; b) increasing synergy of biodiversity sustainable use and conservation with climate change mitigation, adaptation and sustainable development as recognized by the UNFCCC and CBD"}, {"text_block_id": "p29_b701", "text": "Desertification threatens agricultural land, rangelands, terrestrial and aquatic life in Lesotho. Furthermore, many unique and fragile ecosystems such as sponges, and wetlands as well as their associated faunal and floral species have been threatened to extinction. The projected extreme weather events such as increase in temperature, frequency and intensity of droughts, and other weather-related hazards will exacerbate the above conditions further. This will increase the vulnerability of communities to the negative impacts of climate change. As such enhancing resilience and adaptive capacity of these natural systems to climate change is imperative."}, {"text_block_id": "p29_b702", "text": "Principles"}, {"text_block_id": "p29_b703", "text": "The main principles are:"}, {"text_block_id": "p29_b704", "text": ""}, {"text_block_id": "p29_b705", "text": "Recognising the impacts of climate change on environment, ecosystems, and biodiversity, appropriate sustainable measures should be taken;"}, {"text_block_id": "p29_b706", "text": ""}, {"text_block_id": "p29_b707", "text": "Recognising the importance of mainstreaming climate change and environmental concerns into national development goals;"}, {"text_block_id": "p29_b708", "text": ""}, {"text_block_id": "p29_b709", "text": "Recognising the Environmental Policy and Act of 1998 and 2008 respectively, and the relevance to climate change concerns."}, {"text_block_id": "p29_b710", "text": "Key Challenges"}, {"text_block_id": "p29_b711", "text": "The key challenges are:"}, {"text_block_id": "p29_b712", "text": ""}, {"text_block_id": "p29_b713", "text": "Lack of synergized coordination of climate change with biodiversity conservation plans and other environmental programmes;"}, {"text_block_id": "p29_b714", "text": ""}, {"text_block_id": "p29_b715", "text": "Inadequate mainstreaming of climate change into biodiversity conservation policy, plans, programmes and projects;"}, {"text_block_id": "p29_b716", "text": ""}, {"text_block_id": "p29_b717", "text": "Lack of public participation and ownership in climate and environmental programmes;"}, {"text_block_id": "p29_b718", "text": ""}, {"text_block_id": "p29_b719", "text": "Extreme environmental degradation characterized by severe degradation of rangelands resources in the country due to climate change;"}, {"text_block_id": "p29_b720", "text": ""}, {"text_block_id": "p29_b721", "text": "Increasing loss of habitats and reduced biodiversity (flora and fauna) due to changing climate;"}, {"text_block_id": "p29_b722", "text": ""}, {"text_block_id": "p29_b723", "text": "Extensive land degradation and loss of vegetation cover leading to desertification;"}, {"text_block_id": "p29_b724", "text": ""}, {"text_block_id": "p29_b725", "text": "Wetland ecosystem and water resource degradation due to, among others changing patterns in the climate; and"}, {"text_block_id": "p29_b726", "text": ""}, {"text_block_id": "p29_b727", "text": "Lack of institutionalized resilience strategies."}, {"text_block_id": "p30_b728", "text": "Key Objectives"}, {"text_block_id": "p30_b729", "text": "The main policy objectives are:"}, {"text_block_id": "p30_b730", "text": ""}, {"text_block_id": "p30_b731", "text": "Increase biodiversity resilience against impacts of climate change;"}, {"text_block_id": "p30_b732", "text": ""}, {"text_block_id": "p30_b733", "text": "Mainstream biodiversity sustainable use and conservation with climate change mitigation, adaptation and sustainable development; and"}, {"text_block_id": "p30_b734", "text": ""}, {"text_block_id": "p30_b735", "text": "Enhance public participation and ownership in environment and climate change programmes."}, {"text_block_id": "p30_b736", "text": "Policy Actions"}, {"text_block_id": "p30_b737", "text": "The main policy actions are:"}, {"text_block_id": "p30_b738", "text": ""}, {"text_block_id": "p30_b739", "text": "Integrate climate change into environmental, legal and strategic frameworks;"}, {"text_block_id": "p30_b740", "text": ""}, {"text_block_id": "p30_b741", "text": "Assess the impacts of climate change on biodiversity and identify appropriate climate change adaptation;"}, {"text_block_id": "p30_b742", "text": ""}, {"text_block_id": "p30_b743", "text": "Develop and implement strategies of increasing afforestation and biodiversity conservation;"}, {"text_block_id": "p30_b744", "text": ""}, {"text_block_id": "p30_b745", "text": "Promote implementation of proper land management systems;"}, {"text_block_id": "p30_b746", "text": ""}, {"text_block_id": "p30_b747", "text": "Design programmes to alleviate over-harvesting of natural resources;"}, {"text_block_id": "p30_b748", "text": ""}, {"text_block_id": "p30_b749", "text": "Promote and disseminate information on environmental conservation;"}, {"text_block_id": "p30_b750", "text": ""}, {"text_block_id": "p30_b751", "text": "Improve effluent and solid waste management systems;"}, {"text_block_id": "p30_b752", "text": ""}, {"text_block_id": "p30_b753", "text": "Promote initiatives to recycle, reduce and reuse;"}, {"text_block_id": "p30_b754", "text": ""}, {"text_block_id": "p30_b755", "text": "Improve the management of important ecosystems and hotspots;"}, {"text_block_id": "p30_b756", "text": ""}, {"text_block_id": "p30_b757", "text": "Support local, national and international policies that encourage climate smart management of terrestrial and aquatic ecosystems;"}, {"text_block_id": "p30_b758", "text": ""}, {"text_block_id": "p30_b759", "text": "Improve mechanisms for fair and equitable sharing of natural resource benefits, including defining tenure rights, minimizing the encroachment on forest reserves and reducing conflict over permitted farms and communities;"}, {"text_block_id": "p30_b760", "text": ""}, {"text_block_id": "p30_b761", "text": "Support scientific research, including traditional and indigenous knowledge, monitoring, and collaboration with national and international institutions;"}, {"text_block_id": "p30_b762", "text": ""}, {"text_block_id": "p30_b763", "text": "Apply technologies to provide information for detection of early warning systems for weather-related hazards;"}, {"text_block_id": "p30_b764", "text": ""}, {"text_block_id": "p30_b765", "text": "Support awareness creation and dissemination programmes on the relationship of climate change environment, ecosystem and biodiversity;"}, {"text_block_id": "p30_b766", "text": ""}, {"text_block_id": "p30_b767", "text": "Encourage and promote community-based activities to improve land and water quality;"}, {"text_block_id": "p30_b768", "text": ""}, {"text_block_id": "p30_b769", "text": "Establish ecological networks or biological corridors to link fragmented forests, e.g., the establishment of Community Resources Management Areas or linking up with existing ones for synergy;"}, {"text_block_id": "p30_b770", "text": ""}, {"text_block_id": "p30_b771", "text": "Promote afforestation to enhance dry season flows in basins; Encourage the protection of river courses, and de-sedimentation of reservoirs;"}, {"text_block_id": "p30_b772", "text": ""}, {"text_block_id": "p30_b773", "text": "Promote the use of biodiversity and ecosystem services as part of the adaptation strategy to climate change; and"}, {"text_block_id": "p30_b774", "text": ""}, {"text_block_id": "p30_b775", "text": "Promote economic and social incentive measures for successful natural resource management."}, {"text_block_id": "p30_b776", "text": "3.10 POLICY STATEMEN T 10: ADDRESS CLIMATE CHAN GE IMPACTS ON H UMAN H EALTH"}, {"text_block_id": "p30_b777", "text": "Due to high altitude and relatively low temperatures in comparison to countries at the same latitude, Lesotho is free from many climate-related diseases that are common in tropical countries. As such, there are very few recorded occurrences of tropical vector borne diseases such as malaria. Nonetheless, the projected climate change scenarios highlight possible expansion of the malaria transmission zone into South Africa and most probably into Lesotho."}, {"text_block_id": "p30_b778", "text": "The predicted future warmer climate could lead to the country invasion by tropical diseases of which, the country is currently ill-prepared. On the other hand, dry conditions that are likely to set in during the spring"}, {"text_block_id": "p31_b779", "text": "and summer months might lead to further increases in the incidence of respiratory tract infections such as tuberculosis, and waterborne diseases such as typhoid and dysentery. The predicted extreme winter conditions is likely to exacerbate the problems of acute respiratory infections, particularly in those rural areas where poverty is very severe and energy resources very scarce. Furthermore, climate-related, life-threatening fatalities frequently occur where people die from exposure to very cold winters characterized by extreme cold and prolonged snowfalls. At the same time, rural areas become isolated as a result of inaccessibility of roads and other essential services."}, {"text_block_id": "p31_b780", "text": "Principles"}, {"text_block_id": "p31_b781", "text": "The key principles are:"}, {"text_block_id": "p31_b782", "text": ""}, {"text_block_id": "p31_b783", "text": "Recognizing that climate change will place additional challenges on human health and health care systems, which require adequate resources; and"}, {"text_block_id": "p31_b784", "text": ""}, {"text_block_id": "p31_b785", "text": "Ensuring that there is equitable access to quality health care irrespective of socio-economic status;"}, {"text_block_id": "p31_b786", "text": "Key Challenges"}, {"text_block_id": "p31_b787", "text": "The main challenges that affect health include:"}, {"text_block_id": "p31_b788", "text": ""}, {"text_block_id": "p31_b789", "text": "Inadequate national data to provide complete and reliable information on the impacts of climate change on health;"}, {"text_block_id": "p31_b790", "text": ""}, {"text_block_id": "p31_b791", "text": "Unequal access to health care delivery systems across Lesotho, including limited expansion of facilities leave many areas without basic health services, especially the rural and peri-urban areas, increases the vulnerability of communities to climate induced disasters;"}, {"text_block_id": "p31_b792", "text": ""}, {"text_block_id": "p31_b793", "text": "Poor environmental sanitation and access to adequate water at the community level increases the risk and persistence of diseases, especially climate-related ones such as diarrhoea;"}, {"text_block_id": "p31_b794", "text": ""}, {"text_block_id": "p31_b795", "text": "Weak collaboration and partnership of health sector and climate sensitive sectors as a result of weak coordination mechanisms;"}, {"text_block_id": "p31_b796", "text": ""}, {"text_block_id": "p31_b797", "text": "Climate change concerns not currently mainstreamed into health issues; and"}, {"text_block_id": "p31_b798", "text": ""}, {"text_block_id": "p31_b799", "text": "Increased frequency of new tropical diseases such as malaria due to increase in temperature."}, {"text_block_id": "p31_b800", "text": "Key Objectives"}, {"text_block_id": "p31_b801", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p31_b802", "text": ""}, {"text_block_id": "p31_b803", "text": "Identify and improve data recording, reporting, analysis and storage of climate-sensitive diseases at all levels of service delivery;"}, {"text_block_id": "p31_b804", "text": ""}, {"text_block_id": "p31_b805", "text": "Enhance knowledge and sensitize the health sector on the impacts of climate change;"}, {"text_block_id": "p31_b806", "text": ""}, {"text_block_id": "p31_b807", "text": "Minimize the impacts of climate change on health in communities whilst encouraging, strengthening of public health care delivery and preventive care;"}, {"text_block_id": "p31_b808", "text": ""}, {"text_block_id": "p31_b809", "text": "Reduce GHG emissions from health sector."}, {"text_block_id": "p31_b810", "text": "Policy Actions"}, {"text_block_id": "p31_b811", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p31_b812", "text": ""}, {"text_block_id": "p31_b813", "text": "Mainstream climate change health risks into local and national health policies;"}, {"text_block_id": "p31_b814", "text": ""}, {"text_block_id": "p31_b815", "text": "Establish community health groups and development of capacity to identify health-climate related risks;"}, {"text_block_id": "p31_b816", "text": ""}, {"text_block_id": "p31_b817", "text": "Strengthen technical capacity to manage climate-change-related health risks;"}, {"text_block_id": "p31_b818", "text": ""}, {"text_block_id": "p31_b819", "text": "Strengthen or establish climate related disease surveillance systems through early warning;"}, {"text_block_id": "p31_b820", "text": ""}, {"text_block_id": "p31_b821", "text": "Improve data sharing and develop health information management systems for climate sensitive diseases at all levels of the health delivery system;"}, {"text_block_id": "p31_b822", "text": ""}, {"text_block_id": "p31_b823", "text": "Encourage partnerships between line ministries and other stakeholders to address climate related diseases;"}, {"text_block_id": "p31_b824", "text": ""}, {"text_block_id": "p31_b825", "text": "Map disease incidence and identify vulnerable groups to climate-sensitive diseases;"}, {"text_block_id": "p31_b826", "text": ""}, {"text_block_id": "p31_b827", "text": "Identify, document and incorporate climate-relevant knowledge into health delivery systems and"}, {"text_block_id": "p32_b828", "text": "practices;"}, {"text_block_id": "p32_b829", "text": ""}, {"text_block_id": "p32_b830", "text": "Develop structures to effectively manage and disseminate information on climate change health risks; and"}, {"text_block_id": "p32_b831", "text": ""}, {"text_block_id": "p32_b832", "text": "Improve coordination between health and climate sensitive sectors."}, {"text_block_id": "p32_b833_merged", "text": "3.11 POLICY STATEMEN T 11: PROMOTE LOW-CARBON AND CLIMATE RE SILIENT TRANSPORT SYSTEMS"}, {"text_block_id": "p32_b835", "text": "Well-planned, efficient and integrated transport system contributes to sustainable growth of the economy, provision of social services and welfare of the general population. To this effect, the NSDP identifies transport as one of the key strategic areas to be pursued in order to create high, shared, and employment generating growth."}, {"text_block_id": "p32_b836", "text": "The transport system in Lesotho is constituted of road, rail, air, animal transport, fiery services as well as pedestrian travel. Road transport is the main mode, with networks of about 7,440 km, of which 16% are paved, 51% are gravel and 33% are earth and other forms of roads. The less developed and sparsely populated mountainous areas are serviced by ferry services at river crossings, animal transport and pedestrian travel."}, {"text_block_id": "p32_b837", "text": "Road networks represent a lifeline for economic and agricultural livelihood, as well as a number of direct benefits including access to healthcare and education. Nonetheless, extreme weather events affect transportation system through infrastructure damage as well as disruptions in service delivery. On the other hand, with an estimation annual increase of 2.5% per year between 2000 and 2009, the transport sector accounts for the substantial share of Lesotho’s greenhouse gas emissions."}, {"text_block_id": "p32_b838", "text": "Key Principles"}, {"text_block_id": "p32_b839", "text": "The key principles are:"}, {"text_block_id": "p32_b840", "text": ""}, {"text_block_id": "p32_b841", "text": "Identifying the needs for efficient transport systems as the fundamental basis for the amelioration of the quality of air, reduction of GHG emissions and promotion of clean energy sources; and"}, {"text_block_id": "p32_b842", "text": ""}, {"text_block_id": "p32_b843", "text": "Recognising the need for advocacy of legal and regulatory measures related to emissions from transport systems."}, {"text_block_id": "p32_b844", "text": "Key Challenges"}, {"text_block_id": "p32_b845", "text": "Major challenges that affect the transport sector include:"}, {"text_block_id": "p32_b846", "text": ""}, {"text_block_id": "p32_b847", "text": "Inadequate access to and dissemination of information about clean energy based transport;"}, {"text_block_id": "p32_b848", "text": ""}, {"text_block_id": "p32_b849", "text": "Lack of efficient public transport system that will reduce GHG emissions;"}, {"text_block_id": "p32_b850", "text": ""}, {"text_block_id": "p32_b851", "text": "Lack of disaggregated data;"}, {"text_block_id": "p32_b852", "text": ""}, {"text_block_id": "p32_b853", "text": "Lack of efficient transport technologies;"}, {"text_block_id": "p32_b854", "text": ""}, {"text_block_id": "p32_b855", "text": "Lack of climate proofed road infrastructure to withstand extreme weather events."}, {"text_block_id": "p32_b856", "text": "Key Objectives"}, {"text_block_id": "p32_b857", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p32_b858", "text": ""}, {"text_block_id": "p32_b859", "text": "Develop clean energy-efficient transport systems;"}, {"text_block_id": "p32_b860", "text": ""}, {"text_block_id": "p32_b861", "text": "Develop human resource capacity on governance and technologies related to efficient transport systems;"}, {"text_block_id": "p32_b862", "text": ""}, {"text_block_id": "p32_b863", "text": "Develop climate proof road infrastructure; and"}, {"text_block_id": "p32_b864", "text": ""}, {"text_block_id": "p32_b865", "text": "Establish an institutional and regulatory framework to monitor and regulate GHG emissions from the transport sector."}, {"text_block_id": "p32_b866", "text": "Policy Actions"}, {"text_block_id": "p32_b867", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p33_b868", "text": ""}, {"text_block_id": "p33_b869", "text": "Conduct studies and research on vulnerability to the impacts of climate change and contribution to the global GHG emissions of the transport system;"}, {"text_block_id": "p33_b870", "text": ""}, {"text_block_id": "p33_b871", "text": "Establish disaggregated transport data collection and management systems;"}, {"text_block_id": "p33_b872", "text": ""}, {"text_block_id": "p33_b873", "text": "Strengthen the roads standards in order to climate proof roads infrastructure;"}, {"text_block_id": "p33_b874", "text": ""}, {"text_block_id": "p33_b875", "text": "Improve fuel efficiency and adopt green technologies in the transport sector with the objective of mitigating GHG emissions;"}, {"text_block_id": "p33_b876", "text": ""}, {"text_block_id": "p33_b877", "text": "Improve and encourage the use of public transport;"}, {"text_block_id": "p33_b878", "text": ""}, {"text_block_id": "p33_b879", "text": "Encourage use of motorcycles and bicycles; and"}, {"text_block_id": "p33_b880", "text": ""}, {"text_block_id": "p33_b881", "text": "Establish an institutional and regulatory framework to monitor and regulate GHG emissions from the transport sector."}, {"text_block_id": "p33_b882", "text": "3.12 POLICY STATEMEN T 12: CLIM ATE PROOF HUMAN SETTLEMENTS AN D INFRASTRUCTURE"}, {"text_block_id": "p33_b883", "text": "Climate change has profound implications on human settlements. Several factors such as location, topography, settlement patterns, and other socio-economic factors contribute to the vulnerability of the settlements. The differential impacts with regard to gender, age, socio economic status and topography are yet to be assessed. However, in general, populations residing in flood prone areas, near paved roads and informal urban settlements (slums) are at greater risk to climate hazards. For instance, in Lesotho, the most vulnerable settlements are those prone to lightning strikes, along wind storm trajectories and wind facing housing."}, {"text_block_id": "p33_b884", "text": "Key principle:"}, {"text_block_id": "p33_b885", "text": "The key principles are:"}, {"text_block_id": "p33_b886", "text": ""}, {"text_block_id": "p33_b887", "text": "Recognizing the need for, and importance, of resilience and safety nets in enhancing adaptive capacity to climate change."}, {"text_block_id": "p33_b888", "text": ""}, {"text_block_id": "p33_b889", "text": "Recognizing the relevance of climate change scenarios to land use and land use planning (housing, agriculture, Infrastructure, etc)."}, {"text_block_id": "p33_b890", "text": "Key challenges"}, {"text_block_id": "p33_b891", "text": "The key challenges are:"}, {"text_block_id": "p33_b892", "text": ""}, {"text_block_id": "p33_b893", "text": "Inadequate enforcement of urban and rural planning policies;"}, {"text_block_id": "p33_b894", "text": ""}, {"text_block_id": "p33_b895", "text": "Lack of infrastructure (e.g. road networks and bridges) and access to services makes communities more vulnerable to climate disasters;"}, {"text_block_id": "p33_b896", "text": ""}, {"text_block_id": "p33_b897", "text": "High dependence on climate sensitive sectors for livelihood, especially in the rural communities;"}, {"text_block_id": "p33_b898", "text": ""}, {"text_block_id": "p33_b899", "text": "Lack of climate proofed settlements and infrastructure."}, {"text_block_id": "p33_b900", "text": "Key Objectives"}, {"text_block_id": "p33_b901", "text": "The key objectives are:"}, {"text_block_id": "p33_b902", "text": ""}, {"text_block_id": "p33_b903", "text": "Establish mechanisms for disaster management and preparedness such as relocation; programmes/schemes to facilitate relocation from climate induced disaster prone to safer areas;"}, {"text_block_id": "p33_b904", "text": ""}, {"text_block_id": "p33_b905", "text": "Develop climate change awareness programmes involving all stakeholders;"}, {"text_block_id": "p33_b906", "text": ""}, {"text_block_id": "p33_b907", "text": "Enhance proper planning of rural and urban settlements including ensuring that they have proper housing structures, and adequate waste disposal facilities as well as piped water infrastructure;"}, {"text_block_id": "p33_b908", "text": ""}, {"text_block_id": "p33_b909", "text": "Devise/Revise the building codes to factor in climate change;"}, {"text_block_id": "p33_b910", "text": ""}, {"text_block_id": "p33_b911", "text": "Climate proof housing and infrastructure (e.g. enhancement of the designs of roads, bridges and drainage systems to suit different climatic conditions); and"}, {"text_block_id": "p33_b912", "text": ""}, {"text_block_id": "p33_b913", "text": "Establish a strategic fund (either a separate Fund or as a component of the National Road Fund Agency) for responding to infrastructural (roads and other infrastructure) damages caused to by extreme weather events (e.g. floods)."}, {"text_block_id": "p34_b914", "text": "Policy actions"}, {"text_block_id": "p34_b915", "text": "The main policy actions are:"}, {"text_block_id": "p34_b916", "text": ""}, {"text_block_id": "p34_b917", "text": "Mainstream climate change into land use planning and ensure that the impacts of climate change are considered when planning for settlements and designing infrastructure;"}, {"text_block_id": "p34_b918", "text": ""}, {"text_block_id": "p34_b919", "text": "Develop effective information, monitoring and assessment tools to evaluate the resilience of settlements to climate change and provide guidance to planners and identify priorities for implementing climate change responses;"}, {"text_block_id": "p34_b920", "text": ""}, {"text_block_id": "p34_b921", "text": "Develop and produce higher resolution climate change scenarios or vulnerability maps that can provide climate information to be integrated into medium-and long-term urban and rural development plans;"}, {"text_block_id": "p34_b922", "text": ""}, {"text_block_id": "p34_b923", "text": "Design and implement economic and livelihood diversification programmes in rural and urban areas."}, {"text_block_id": "p34_b924", "text": "Lesotho ‘s flora and fauna, the picturesque of the land, the fossils in the rocks; rock paintings; the Basotho customs; traditions; crafts; implements; music dances; historical monuments and buildings; are all part of the national heritage which gives Basotho a unique character, pride and identity as a nation. They also encapsulate aesthetic; historical; scientific and economic value which should be sustainably harnessed to ensure that the resources are bequeathed unto future generations. The heritage has enabled communities to develop and survive over centuries by mastering the ability to adapt to their natural environment, especially to varying weather and extreme climatic conditions particularly in hot and cold seasons."}, {"text_block_id": "p34_b925", "text": "While Lesotho’s heritage is already threatened by a myriad of challenges, climate change is projected to exacerbate the magnitude of these challenges. This will change the way people relate to and interact with their environment thereby further increasing the vulnerability of communities to climate change. Threats posed by climate change justify the need to implement appropriately tailored measures to particularly increase resilience of heritage resources and communities hence fortification cultural fiber of the nation."}, {"text_block_id": "p34_b926", "text": "Principles"}, {"text_block_id": "p34_b927", "text": "The key principle is:"}, {"text_block_id": "p34_b928", "text": ""}, {"text_block_id": "p34_b929", "text": "Recognizing that cultural heritage is not only an important pillar of sustainable development, but can also play a critical role in advancing adaptive capacity of rural communities in Lesotho."}, {"text_block_id": "p34_b930", "text": "Key challenges"}, {"text_block_id": "p34_b931", "text": "The Key challenges are:"}, {"text_block_id": "p34_b932", "text": ""}, {"text_block_id": "p34_b933", "text": "Lack of the necessary mechanisms to safeguard cultural artefacts and other heritage resources against climate change impacts;"}, {"text_block_id": "p34_b934", "text": ""}, {"text_block_id": "p34_b935", "text": "Lack of integration of climate change into cultural and indigenous knowledge;"}, {"text_block_id": "p34_b936", "text": ""}, {"text_block_id": "p34_b937", "text": "Constraints in cultural education and practices due to deteriorated natural heritage as a result of climate change e.g. extinct plant species etc.; and"}, {"text_block_id": "p34_b938", "text": ""}, {"text_block_id": "p34_b939", "text": "Resistance in acknowledging climate change as a source of climate induced change due to cultural and religious believe."}, {"text_block_id": "p34_b940", "text": "Key Objectives"}, {"text_block_id": "p34_b941", "text": "T"}, {"text_block_id": "p34_b942", "text": "he main policy objectives are to:"}, {"text_block_id": "p34_b943", "text": ""}, {"text_block_id": "p34_b944", "text": "Preserve and maintain local indigenous knowledge and community practices in environmental management in relation to building national resilience to climate change;"}, {"text_block_id": "p35_b945", "text": ""}, {"text_block_id": "p35_b946", "text": "Promote climate change mainstreaming and capacity-building in culture at all levels of development of a dynamic cultural and creative sector, specifically also increasing creativity, innovation and entrepreneurship."}, {"text_block_id": "p35_b947", "text": "Policy Actions"}, {"text_block_id": "p35_b948", "text": "The main policy actions are:"}, {"text_block_id": "p35_b949", "text": ""}, {"text_block_id": "p35_b950", "text": "Integrate climate change into cultural heritage and policy frameworks for sustainable development;"}, {"text_block_id": "p35_b951", "text": ""}, {"text_block_id": "p35_b952", "text": "Promote climate change knowledge sharing on best practices, in research, communication, education and training, capacity building and networking"}, {"text_block_id": "p35_b953", "text": ""}, {"text_block_id": "p35_b954", "text": "Preserve and document local indigenous knowledge and community practices in building national resilience to climate change;"}, {"text_block_id": "p35_b955", "text": ""}, {"text_block_id": "p35_b956", "text": "Promote biodiversity conservation; and"}, {"text_block_id": "p35_b957", "text": ""}, {"text_block_id": "p35_b958", "text": "Harmonise science, culture and indigenous knowledge on issues of climate change"}, {"text_block_id": "p35_b959_merged", "text": "3.14 POLICY STATEMEN T 14: PROMOTE AGRO-ECOLOGICAL/DISTRICT /LOCAL LEVEL APPROACH TO ADDRE SSING CLIMATE CHAN GE"}, {"text_block_id": "p35_b961", "text": "Principles"}, {"text_block_id": "p35_b962", "text": "The key principles are:"}, {"text_block_id": "p35_b963", "text": ""}, {"text_block_id": "p35_b964", "text": "Understanding the impacts of climate change on socio -economic sectors at various ecological, district and local levels; and"}, {"text_block_id": "p35_b965", "text": ""}, {"text_block_id": "p35_b966", "text": "Identifying challenges, needs and opportunities for respective ecological zones and districts to tailor-make respective climate change mitigation and adaptation interventions which enhance sustainable development."}, {"text_block_id": "p35_b967", "text": "Key Challenges"}, {"text_block_id": "p35_b968", "text": ""}, {"text_block_id": "p35_b969", "text": "Inadequate skills to deal with climate change at local level;"}, {"text_block_id": "p35_b970", "text": ""}, {"text_block_id": "p35_b971", "text": "Limited financial resources to deal with climate change issues at community level;"}, {"text_block_id": "p35_b972", "text": ""}, {"text_block_id": "p35_b973", "text": "Inadequate coordination on climate change issues between the line ministries at the local level; and"}, {"text_block_id": "p35_b974", "text": ""}, {"text_block_id": "p35_b975", "text": "Inadequate access to information about climate change mitigation and adaptation at the district, local and ecological level."}, {"text_block_id": "p35_b976", "text": "Key Objectives"}, {"text_block_id": "p35_b977", "text": ""}, {"text_block_id": "p35_b978", "text": "Develop harmonized mechanism at the local level on climate change adaptation and mitigation; and"}, {"text_block_id": "p35_b979", "text": ""}, {"text_block_id": "p35_b980", "text": "Create climate change focal points at local level and develop human resource capacity."}, {"text_block_id": "p35_b981", "text": "Policy Actions"}, {"text_block_id": "p35_b982", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p35_b983", "text": ""}, {"text_block_id": "p35_b984", "text": "Mainstream climate change into local level planning;"}, {"text_block_id": "p35_b985", "text": ""}, {"text_block_id": "p35_b986", "text": "Establish Climate Change District Focal Points to serve as a contact at the level of each district;"}, {"text_block_id": "p35_b987", "text": ""}, {"text_block_id": "p35_b988", "text": "Build capacity Climate Change District Focal Points;"}, {"text_block_id": "p36_b989", "text": ""}, {"text_block_id": "p36_b990", "text": "Promote incentives to address climate change impacts;"}, {"text_block_id": "p36_b991", "text": ""}, {"text_block_id": "p36_b992", "text": "Promote low-GHG-specific projects at the district level;"}, {"text_block_id": "p36_b993", "text": ""}, {"text_block_id": "p36_b994", "text": "Conduct climate change audits for districts for eventual integration of the projects of the districts to the climate change action plan;"}, {"text_block_id": "p36_b995", "text": ""}, {"text_block_id": "p36_b996", "text": "Provide local authorities with the necessary capacity and tools to enable the implementation of climate change related activities;"}, {"text_block_id": "p36_b997", "text": ""}, {"text_block_id": "p36_b998", "text": "Conduct climate change education; awareness-raising, information generation, sharing and dissemination programmes in consideration of various agro -ecological and socio-economic specificities of respective districts."}, {"text_block_id": "p36_b999", "text": "3.15 POLICY STATEMEN T 15: STRENGTHEN CLIMATE CHANGE GOVERNAN CE FRAMEWORKS"}, {"text_block_id": "p36_b1000", "text": "However, NCCC should be empowered and legally established and recognized by law to be able to manage and monitor implementation of climate change frameworks related to the Policy, and facilitate its climate change guiding role. The NCCC should be supported directly by a formalized district level committee for sector-specific and cross-sector implementation, coordination, advice and guidance."}, {"text_block_id": "p36_b1001", "text": "The Lesotho Meteorological Services should be restructured and modernised, in accordance with the international standards for proper implementation of the National Climate Change Policy and other climate change technical issues. This will enhance LMS support to line ministries and other stakeholders."}, {"text_block_id": "p36_b1002", "text": "Principles"}, {"text_block_id": "p36_b1003", "text": "The key principles are:"}, {"text_block_id": "p36_b1004", "text": ""}, {"text_block_id": "p36_b1005", "text": "Recognising that appropriate institutional frameworks are a prerequisite to the successful implementation of the Policy;"}, {"text_block_id": "p36_b1006", "text": ""}, {"text_block_id": "p36_b1007", "text": "Recognising the importance of coordination of various institutions."}, {"text_block_id": "p36_b1008", "text": "Key challenges"}, {"text_block_id": "p36_b1009", "text": "The key challenges are:"}, {"text_block_id": "p36_b1010", "text": ""}, {"text_block_id": "p36_b1011", "text": "Weak institutional arrangements to undertake effective coordination of climate change aspects;"}, {"text_block_id": "p36_b1012", "text": ""}, {"text_block_id": "p36_b1013", "text": "Lack of legal and regulatory frameworks to support effective coordination of climate change in the country;"}, {"text_block_id": "p36_b1014", "text": ""}, {"text_block_id": "p36_b1015", "text": "Lack of the necessary capacity and weak institution set up within LMS to undertake its responsibilities effectively and efficiently."}, {"text_block_id": "p36_b1016", "text": "Key Objectives"}, {"text_block_id": "p36_b1017", "text": "The key objectives of this policy are to:"}, {"text_block_id": "p36_b1018", "text": ""}, {"text_block_id": "p36_b1019", "text": "Improve climate change governance and institutional frameworks;"}, {"text_block_id": "p36_b1020", "text": ""}, {"text_block_id": "p36_b1021", "text": "Effect legal and regulatory frameworks governing the climate change undertakings;"}, {"text_block_id": "p37_b1022", "text": ""}, {"text_block_id": "p37_b1023", "text": "Ensure effective climate change coordination mechanisms within relevant institutions."}, {"text_block_id": "p37_b1024", "text": "Policy actions"}, {"text_block_id": "p37_b1025", "text": "The key interventions for achieving these policy objectives are:"}, {"text_block_id": "p37_b1026", "text": ""}, {"text_block_id": "p37_b1027", "text": "Develop legal and regulatory frameworks to enable effective coordination of climate change issues;"}, {"text_block_id": "p37_b1028", "text": ""}, {"text_block_id": "p37_b1029", "text": "Ensure appropriate institutional set up for effective implementation of climate change activities;"}, {"text_block_id": "p37_b1030", "text": ""}, {"text_block_id": "p37_b1031", "text": "Restructure and transform LMS to become the centre of excellency on climate change;"}, {"text_block_id": "p37_b1032", "text": ""}, {"text_block_id": "p37_b1033", "text": "Capacitate LMS to undertake climate change research as well as on other technical issues;"}, {"text_block_id": "p37_b1034", "text": ""}, {"text_block_id": "p37_b1035", "text": "Improve capacity of LMS to assess, monitor and report climate change programmes in accordance with set international standards;"}, {"text_block_id": "p37_b1036", "text": ""}, {"text_block_id": "p37_b1037", "text": "Increase awareness, education and training on climate change;"}, {"text_block_id": "p37_b1038", "text": ""}, {"text_block_id": "p37_b1039", "text": "Increase modernised climate observation network that adhere to the World Meteorological Organisation standards;"}, {"text_block_id": "p37_b1040", "text": ""}, {"text_block_id": "p37_b1041", "text": "Create dissemination platforms and networks at all levels;"}, {"text_block_id": "p37_b1042", "text": ""}, {"text_block_id": "p37_b1043", "text": "Improve quality of climate and climate change related information and services."}, {"text_block_id": "p37_b1044_merged", "text": "3.16 POLICY STATEMEN T 16: PROMOTE PARTI CIPATION OF GENDE R, YOUTH AND VULNERABLE GROUPS"}, {"text_block_id": "p37_b1046", "text": "The Policy bridges the gap and provides gender sensitive guidelines and inclusive participation of youth and vulnerable groups. An inclusive society is a society that overwrites differences of race, gender, class, generation, and geography, and ensures to determine an agreed set of social institutions that govern social interaction."}, {"text_block_id": "p37_b1047", "text": "Principles"}, {"text_block_id": "p37_b1048", "text": "The Key principles are:"}, {"text_block_id": "p37_b1049", "text": ""}, {"text_block_id": "p37_b1050", "text": "Recognizing the need for climate change measures that ensure inclusive participation of youth, gender and vulnerable groups;"}, {"text_block_id": "p37_b1051", "text": ""}, {"text_block_id": "p37_b1052", "text": "Recognizing the need for capacity building for youth, gender and vulnerable groups and creating an enabling environment for participation at all levels of planning and decision making."}, {"text_block_id": "p37_b1053", "text": "Key Challenges"}, {"text_block_id": "p37_b1054", "text": "The key challenges are:"}, {"text_block_id": "p37_b1055", "text": ""}, {"text_block_id": "p37_b1056", "text": "Lack of climate change impacts assessments in relation to youth, gender and most vulnerable groups;"}, {"text_block_id": "p37_b1057", "text": ""}, {"text_block_id": "p37_b1058", "text": "Lack of policies that guide inclusive participation of youth, gender and vulnerable groups in climate changes issues;"}, {"text_block_id": "p37_b1059", "text": ""}, {"text_block_id": "p37_b1060", "text": "Inadequate awareness of climate change in the country, especially in rural areas;"}, {"text_block_id": "p37_b1061", "text": ""}, {"text_block_id": "p37_b1062", "text": "Due to scarcity of water and biomass resources as a result of climate change effects, women and girls travel long distances in search of these commodities, increasing work load and compromising their security;"}, {"text_block_id": "p37_b1063", "text": ""}, {"text_block_id": "p37_b1064", "text": "Cooking with biomass increases indoor air pollution hence exposes women and girls to respiratory health;"}, {"text_block_id": "p37_b1065", "text": ""}, {"text_block_id": "p37_b1066", "text": "Food insecurity due to climate change poses challenge to food nutrition and contributes to disturbance of social structures of families (shift in gender roles and responsibilities, including societal norms)."}, {"text_block_id": "p37_b1067", "text": "Key Objectives"}, {"text_block_id": "p37_b1068", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p37_b1069", "text": ""}, {"text_block_id": "p37_b1070", "text": "Promote equitable participation in climate change programmes;"}, {"text_block_id": "p38_b1071", "text": ""}, {"text_block_id": "p38_b1072", "text": "Encourage information and experience sharing with other climate smart partners;"}, {"text_block_id": "p38_b1073", "text": ""}, {"text_block_id": "p38_b1074", "text": "Promote development of gender-responsive policies and plans; and"}, {"text_block_id": "p38_b1075", "text": ""}, {"text_block_id": "p38_b1076", "text": "Increase climate change advocacy at all levels of society."}, {"text_block_id": "p38_b1077", "text": "Policy Actions"}, {"text_block_id": "p38_b1078", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p38_b1079", "text": ""}, {"text_block_id": "p38_b1080", "text": "Mainstream climate change into youth, gender and vulnerable groups related policies, strategies and plans;"}, {"text_block_id": "p38_b1081", "text": ""}, {"text_block_id": "p38_b1082", "text": "Foster and empower youth, gender and all vulnerable groups to effectively participate in climate change issues;"}, {"text_block_id": "p38_b1083", "text": ""}, {"text_block_id": "p38_b1084", "text": "Advocate for inclusion of climate change at all levels of decision making;"}, {"text_block_id": "p38_b1085", "text": ""}, {"text_block_id": "p38_b1086", "text": "Increase awareness and create enabling environment for effective participation on climate change issues;"}, {"text_block_id": "p38_b1087", "text": ""}, {"text_block_id": "p38_b1088", "text": "Promote training and capacity building actions to combat and mitigate climate change;"}, {"text_block_id": "p38_b1089", "text": ""}, {"text_block_id": "p38_b1090", "text": "Encourage use of climate friendly technologies to address the constraints faced by the most gender, youth and vulnerable groups;"}, {"text_block_id": "p38_b1091", "text": ""}, {"text_block_id": "p38_b1092", "text": "Advocate for international cooperation on climate change."}, {"text_block_id": "p38_b1093", "text": "3.17 POLICY STATEMEN T 17: PROMOTE PARTI CIPATION OF THE CIVIL SOCIE TY"}, {"text_block_id": "p38_b1094", "text": "Civil society organizations have been instrumental in ensuring sustainable implementation of programmes meant for alleviating poverty and reducing vulnerabilities of local communities. Their active involvement is therefore crucial for enhancing effective and sustainable implementation of climate change policies through: information dissemination; providing input to agenda-setting and policy development and review processes; assessing environmental conditions and monitoring compliance of agreements; as well as advocating for environmental and climate justice."}, {"text_block_id": "p38_b1095", "text": "Principles"}, {"text_block_id": "p38_b1096", "text": "The key principles are:"}, {"text_block_id": "p38_b1097", "text": ""}, {"text_block_id": "p38_b1098", "text": "Recognizing the potential capacity of civil society in advancing the national climate change agenda; and"}, {"text_block_id": "p38_b1099", "text": ""}, {"text_block_id": "p38_b1100_merged", "text": "Recognizing the importance of civil society in contributing to resolve geopolitical problems related to climate change, and in particular, raise and initiate opportunities and interact in a constructive way."}, {"text_block_id": "p38_b1103", "text": "Key Challenges"}, {"text_block_id": "p38_b1104", "text": "The key challenges are:"}, {"text_block_id": "p38_b1105", "text": ""}, {"text_block_id": "p38_b1106", "text": "Limited awareness of climate change issues to civil society organizations;"}, {"text_block_id": "p38_b1107", "text": ""}, {"text_block_id": "p38_b1108", "text": "Low involvement of civil society organizations in sustainable development and activities related to climate change; and"}, {"text_block_id": "p38_b1109", "text": ""}, {"text_block_id": "p38_b1110", "text": "Inadequate coordination of climate change initiatives undertaken by civil society thereby implementing climate change programmes in silos."}, {"text_block_id": "p38_b1111", "text": "Key Objectives"}, {"text_block_id": "p38_b1112", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p38_b1113", "text": ""}, {"text_block_id": "p38_b1114", "text": "Encourage the participation of civil society in climate change related initiatives in the country;"}, {"text_block_id": "p38_b1115", "text": ""}, {"text_block_id": "p38_b1116", "text": "Promote climate change awareness and education to civil society in the country; and"}, {"text_block_id": "p38_b1117", "text": ""}, {"text_block_id": "p38_b1118", "text": "Introduce innovative incentives to enhance the interest of civil society’s active participation in climate change programmes."}, {"text_block_id": "p38_b1119", "text": "Policy Actions"}, {"text_block_id": "p39_b1120", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p39_b1121", "text": ""}, {"text_block_id": "p39_b1122", "text": "Promote training and capacity building of civil society to combat climate change;"}, {"text_block_id": "p39_b1123", "text": ""}, {"text_block_id": "p39_b1124", "text": "Increase awareness of civil society to promote socio-economic activities addressing climate change in the country;"}, {"text_block_id": "p39_b1125", "text": ""}, {"text_block_id": "p39_b1126", "text": "Support coordination of civil society organizations dealing with climate change initiatives in the country; and"}, {"text_block_id": "p39_b1127", "text": ""}, {"text_block_id": "p39_b1128", "text": "Establish innovative incentives for implementing climate change activities by civil society."}, {"text_block_id": "p39_b1129", "text": "3.18 POLICY STATEMEN T 18: PROMOTE PARTI CIPATION OF THE PRIVATE SECTOR"}, {"text_block_id": "p39_b1130", "text": "The private sector is faced with risks, challenges, as well as opportunities emanating from the impacts of climate change, which may consequently affect business operations, competitiveness, supply, and profits. Climate change induced opportunities include the possibility of developing new sustainable, profitable and climate proof strategies. Therefore, the contribution of private sector in addressing climate change is essential. In this regard, Lesotho’s private sector should explore and facilitate the establishment of Public Private Partnerships that will contribute to both monetary and human resource capacity to undertake adaptation and mitigation initiatives. The private sector should be encouraged to invest in climate change adaptation and mitigation activities."}, {"text_block_id": "p39_b1131", "text": "Principles"}, {"text_block_id": "p39_b1132", "text": "The key principles are that:"}, {"text_block_id": "p39_b1133", "text": ""}, {"text_block_id": "p39_b1134", "text": "Recognizing the potential capacity of the private sector’s role on climate change related investments and opportunities; and"}, {"text_block_id": "p39_b1135", "text": ""}, {"text_block_id": "p39_b1136", "text": "Recognizing the role, the private sector is able to play in ensuring sustainability of climate change related initiatives."}, {"text_block_id": "p39_b1137", "text": "Key Challenges"}, {"text_block_id": "p39_b1138", "text": ""}, {"text_block_id": "p39_b1139", "text": "Limited climate change awareness and capacity within private sector organizations;"}, {"text_block_id": "p39_b1140", "text": ""}, {"text_block_id": "p39_b1141", "text": "Limited participation of private sector in climate change programmes;"}, {"text_block_id": "p39_b1142", "text": ""}, {"text_block_id": "p39_b1143", "text": "Lack of interest in engaging in climate change related activities in the country;"}, {"text_block_id": "p39_b1144", "text": ""}, {"text_block_id": "p39_b1145", "text": "Lack of private sector investments in climate change; and"}, {"text_block_id": "p39_b1146", "text": ""}, {"text_block_id": "p39_b1147", "text": "Inadequate coordination between different private sector firms to deal with climate change issues."}, {"text_block_id": "p39_b1148", "text": "Key Objectives"}, {"text_block_id": "p39_b1149", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p39_b1150", "text": ""}, {"text_block_id": "p39_b1151", "text": "Encourage the participation of private sector in climate change related initiatives in the country;"}, {"text_block_id": "p39_b1152", "text": ""}, {"text_block_id": "p39_b1153", "text": "Promote climate change awareness and education to private sector in the country; and"}, {"text_block_id": "p39_b1154", "text": ""}, {"text_block_id": "p39_b1155", "text": "Introduce innovative incentives to enhance the interest for private sector’s active participation in climate change programmes."}, {"text_block_id": "p39_b1156", "text": "Policy Actions"}, {"text_block_id": "p39_b1157", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p39_b1158", "text": ""}, {"text_block_id": "p39_b1159", "text": "Promote training and capacity building private sector to combat climate change;"}, {"text_block_id": "p39_b1160", "text": ""}, {"text_block_id": "p39_b1161", "text": "Develop awareness campaigns targeted at private sector to promote socio-economic activities addressing climate change in the country;"}, {"text_block_id": "p39_b1162", "text": ""}, {"text_block_id": "p39_b1163", "text": "Identify avenues to encourage sector to invest in climate change initiatives; and"}, {"text_block_id": "p39_b1164", "text": ""}, {"text_block_id": "p39_b1165", "text": "Support coordination of private sector organizations in dealing with climate change initiatives in the country."}, {"text_block_id": "p40_b1166_merged", "text": "3.19 POLICY STATEMEN T 19: IMPLE MENT E DUCATION, TRAINING, PUBLIC AWARENESS AND COMMUNICATION PROGRAMME S"}, {"text_block_id": "p40_b1168", "text": "Education is an essential element of the global response to climate change and helps people understand and address the impacts of global warming, encourages changes in their attitude and behaviour and helps them to adapt to climate change-related trends in order to increase climate literacy. Furthermore, it enables informed decision-making, plays an essential role in increasing adaptation and mitigation capacities of communities, and empowers people to adopt sustainable lifestyle."}, {"text_block_id": "p40_b1169", "text": "The level of climate change awareness in developing countries such as Lesotho is comparatively low. Similarly, there is a critical dearth of climate change content in the education curricula at all levels of education. There is no deliberate attempt at tertiary level to formally incorporate climate change into curricula."}, {"text_block_id": "p40_b1170", "text": "It is essential that accurate climate change information is communicated successfully to all stakeholders. The crucial role of communication is to facilitate citizens to be better informed on climate change issues and actively participate in programmes to combat it. There is therefore need to develop appropriate models and channels of communications that will serve to transmit and disseminate information on climate change."}, {"text_block_id": "p40_b1171", "text": "Principles"}, {"text_block_id": "p40_b1172", "text": "The main key principles are:"}, {"text_block_id": "p40_b1173", "text": ""}, {"text_block_id": "p40_b1174", "text": "Appreciating the importance of climate change education, public awareness, capacity building and communication in addressing climate change effectively;"}, {"text_block_id": "p40_b1175", "text": "Key Challenges:"}, {"text_block_id": "p40_b1176", "text": "The key challenges are:"}, {"text_block_id": "p40_b1177", "text": ""}, {"text_block_id": "p40_b1178", "text": "Inadequate awareness of climate change issues at all levels;"}, {"text_block_id": "p40_b1179", "text": ""}, {"text_block_id": "p40_b1180", "text": "Climate change material is yet to be put into the language that can easily be understood by majority of the population;"}, {"text_block_id": "p40_b1181", "text": ""}, {"text_block_id": "p40_b1182", "text": "Lack of information dissemination mechanisms on climate change; and"}, {"text_block_id": "p40_b1183", "text": ""}, {"text_block_id": "p40_b1184", "text": "Inadequate integration of climate change into education curricula."}, {"text_block_id": "p40_b1185", "text": "Key Objectives"}, {"text_block_id": "p40_b1186", "text": "The key objectives are to:"}, {"text_block_id": "p40_b1187", "text": ""}, {"text_block_id": "p40_b1188", "text": "Fully integrate climate change into education curricula and develop a continuous program for training of trainers on climate change issues;"}, {"text_block_id": "p40_b1189", "text": ""}, {"text_block_id": "p40_b1190", "text": "Enhance climate change education, public awareness, capacity building and communication;"}, {"text_block_id": "p40_b1191", "text": ""}, {"text_block_id": "p40_b1192", "text": "Create platform for capacity building and information sharing on climate change issues with media community;"}, {"text_block_id": "p40_b1193", "text": "Policy Actions"}, {"text_block_id": "p40_b1194", "text": "The main policy actions are:"}, {"text_block_id": "p40_b1195", "text": ""}, {"text_block_id": "p40_b1196", "text": "Integrate climate change education into national plans;"}, {"text_block_id": "p40_b1197", "text": ""}, {"text_block_id": "p40_b1198", "text": "Integrate climate change into education curricula at all levels;"}, {"text_block_id": "p40_b1199", "text": ""}, {"text_block_id": "p40_b1200", "text": "Enhance communication and dissemination networks for climate change education and public awareness; and"}, {"text_block_id": "p40_b1201", "text": ""}, {"text_block_id": "p40_b1202", "text": "Ensure that climate change information is simplified to be understood by the entire Basotho population for ease of policy implementation."}, {"text_block_id": "p41_b1203_merged", "text": "3.20 POLICY STATEMEN T 20: PROMOTE RESEARCH AN D DEVEL OPMENT, INNOVATION AND TECHNOLOGY TRANSFER"}, {"text_block_id": "p41_b1205", "text": "Research and Development enables and enhances an in-depth understanding of the causes, manifestations and impacts of climate change as well as mechanisms and strategies to respond thereto. Research focusing on technological development plays an important role in preparing a low-carbon society of the future by improving existing climate-friendly technologies and developing new ones. Through research and economic analysis, the most cost-effective measures to mitigate and adapt to climate change can be identified. Further, research is required in predicting climate-related changes so that appropriate adaptation measures can be taken. The development and transfer of climate technologies is critical for achieving the ultimate objective of the Convention."}, {"text_block_id": "p41_b1206", "text": "Principles"}, {"text_block_id": "p41_b1207", "text": "The main key principles are:"}, {"text_block_id": "p41_b1208", "text": ""}, {"text_block_id": "p41_b1209", "text": "Climate change related research and development enhances the understanding of the causes, manifestations and impacts of climate change;"}, {"text_block_id": "p41_b1210", "text": ""}, {"text_block_id": "p41_b1211", "text": "Encouraging academic and research institutions to include climate change in their engagements;"}, {"text_block_id": "p41_b1212", "text": ""}, {"text_block_id": "p41_b1213", "text": "Encouraging institutional changes that would promote the innovation and diffusion of climate change related technologies in the country;"}, {"text_block_id": "p41_b1214", "text": ""}, {"text_block_id": "p41_b1215", "text": "Enabling of indigenous activities to appreciate and include climate change dimension where relevant to improve the standard of living;"}, {"text_block_id": "p41_b1216", "text": ""}, {"text_block_id": "p41_b1217", "text": "Development of technologically competent and productive human resources;"}, {"text_block_id": "p41_b1218", "text": ""}, {"text_block_id": "p41_b1219", "text": "Promotion of science and technology awareness and equitably distribution of science and technology benefits, with special attention to women and rural communities; and"}, {"text_block_id": "p41_b1220", "text": ""}, {"text_block_id": "p41_b1221", "text": "Recognising that south-south and north-south cooperation on technology transfer is essential for addressing climate change in Lesotho."}, {"text_block_id": "p41_b1222", "text": "Key Challenges"}, {"text_block_id": "p41_b1223", "text": "The key challenges are:"}, {"text_block_id": "p41_b1224", "text": ""}, {"text_block_id": "p41_b1225", "text": "Inadequate inclusion of climate change in the existing research and development undertakings in the country;"}, {"text_block_id": "p41_b1226", "text": ""}, {"text_block_id": "p41_b1227", "text": "Limited cooperation amongst south-south and north-south on climate change related initiatives;"}, {"text_block_id": "p41_b1228", "text": ""}, {"text_block_id": "p41_b1229", "text": "Inadequate innovations related to climate change initiatives in the country;"}, {"text_block_id": "p41_b1230", "text": ""}, {"text_block_id": "p41_b1231", "text": "Lack of relevant local reference material;"}, {"text_block_id": "p41_b1232", "text": ""}, {"text_block_id": "p41_b1233", "text": "Lack of technology development efforts to address climate change."}, {"text_block_id": "p41_b1234", "text": "Key Objectives"}, {"text_block_id": "p41_b1235", "text": "The key objectives are:"}, {"text_block_id": "p41_b1236", "text": ""}, {"text_block_id": "p41_b1237", "text": "Encourage imbedding climate change themes into research and development initiatives;"}, {"text_block_id": "p41_b1238", "text": ""}, {"text_block_id": "p41_b1239", "text": "Introduce incentives to encourage innovations related to climate change initiatives;"}, {"text_block_id": "p41_b1240", "text": ""}, {"text_block_id": "p41_b1241", "text": "Encourage participation at both technical and policy level in regional and international climate change related forums to enhance technology transfer and cooperation."}, {"text_block_id": "p41_b1242", "text": "Policy Actions"}, {"text_block_id": "p41_b1243", "text": "The main policy actions are:"}, {"text_block_id": "p41_b1244", "text": ""}, {"text_block_id": "p41_b1245", "text": "Introduce incentives for climate change related innovations including relevant publications on climate change;"}, {"text_block_id": "p41_b1246", "text": ""}, {"text_block_id": "p41_b1247", "text": "Encourage research on different sustainable technologies that respond to climate change challenges;"}, {"text_block_id": "p41_b1248", "text": ""}, {"text_block_id": "p41_b1249", "text": "Support research studies on climate change;"}, {"text_block_id": "p42_b1250", "text": ""}, {"text_block_id": "p42_b1251", "text": "Encourage cooperation and collaboration on research and development as well as technology transfer of appropriate and innovative technologies related to climate change."}, {"text_block_id": "p42_b1252", "text": "3.21 POLICY STATEMEN T 21: MOBILIZE FIN ANCIAL RE SOURCES"}, {"text_block_id": "p42_b1253", "text": "Recognizing that existing funding mechanisms from the UNFCCC and other sources have inherent multiple challenges, the National Climate Change Policy recommends a means through which such financing may be obtained in a sustainable predictable scalable and incremental manner, including:"}, {"text_block_id": "p42_b1254", "text": ""}, {"text_block_id": "p42_b1255", "text": "Dedicated Climate Funding from Bilateral and Multilateral Sources"}, {"text_block_id": "p42_b1256", "text": ": A number of external sources of climate funding are available for climate change adaptation and mitigation activities;"}, {"text_block_id": "p42_b1257", "text": ""}, {"text_block_id": "p42_b1258", "text": "The National Budget:"}, {"text_block_id": "p42_b1259", "text": "The mainstreaming of climate change risks into the development agenda (e.g. medium-term development plans) can influence budget allocation in a way that results in more funds being allocated for climate change activities. Through such measures, national budgets can provide leverage funding from external sources, especially in situations where governments can co-finance climate change projects;"}, {"text_block_id": "p42_b1260", "text": ""}, {"text_block_id": "p42_b1261", "text": "Private Sector Finance and Foreign Direct Investments (FDI):"}, {"text_block_id": "p42_b1262", "text": "Investments in socio-economic sectors such as energy, water, transport as well as tourism, may largely come from the private sector. These funding sources can be supplemented by additional grants or soft loans from Multilateral Finance Institutions (MFIs). The involvement of the private sector may also be promoted through public-private partnerships;"}, {"text_block_id": "p42_b1263", "text": ""}, {"text_block_id": "p42_b1264", "text": "Funding from Carbon Markets:"}, {"text_block_id": "p42_b1265", "text": "Funding can also be secured for mitigation from market-based mechanisms such as the Clean Development Mechanism (CDM) or its future successors, as well as voluntary carbon market schemes;"}, {"text_block_id": "p42_b1266", "text": ""}, {"text_block_id": "p42_b1267", "text": "Leveraging Pension Fund"}, {"text_block_id": "p42_b1268_merged", "text": "in key climate change related investments or establishing Green Bonds"}, {"text_block_id": "p42_b1270", "text": "Other Financial Instruments."}, {"text_block_id": "p42_b1271", "text": "Principles"}, {"text_block_id": "p42_b1272", "text": "The key principles are:"}, {"text_block_id": "p42_b1273", "text": ""}, {"text_block_id": "p42_b1274", "text": "Commitment by the government to support climate change programmes and initiatives in the country;"}, {"text_block_id": "p42_b1275", "text": ""}, {"text_block_id": "p42_b1276", "text": "Recognising that cooperation with both bilateral and multilateral development partners is necessary to realize technical and financial support;"}, {"text_block_id": "p42_b1277", "text": ""}, {"text_block_id": "p42_b1278", "text": "Encouraging private sector participation in climate change related initiatives;"}, {"text_block_id": "p42_b1279", "text": ""}, {"text_block_id": "p42_b1280", "text": "Soliciting concessional financing to support climate change related undertakings;"}, {"text_block_id": "p42_b1281", "text": ""}, {"text_block_id": "p42_b1282", "text": "Encouraging PPP frameworks to mobilise the necessary finance and accelerate climate change adaptation initiatives."}, {"text_block_id": "p42_b1283", "text": "Key Challenges"}, {"text_block_id": "p42_b1284", "text": "The key challenges are:"}, {"text_block_id": "p42_b1285", "text": ""}, {"text_block_id": "p42_b1286", "text": "Inadequate dedicated financing mechanisms to address climate change in the country;"}, {"text_block_id": "p42_b1287", "text": ""}, {"text_block_id": "p42_b1288", "text": "Weak institutional capacity for finance mobilization."}, {"text_block_id": "p42_b1289", "text": "Key Objectives"}, {"text_block_id": "p42_b1290", "text": "The main objectives are to:"}, {"text_block_id": "p42_b1291", "text": ""}, {"text_block_id": "p42_b1292", "text": "Mobilize financial resources required to implement climate change programmes;"}, {"text_block_id": "p42_b1293", "text": ""}, {"text_block_id": "p42_b1294", "text": "Encourage investments in initiatives responsive to climate change programmes."}, {"text_block_id": "p43_b1295", "text": "Policy Actions"}, {"text_block_id": "p43_b1296", "text": "The main policy actions are:"}, {"text_block_id": "p43_b1297", "text": ""}, {"text_block_id": "p43_b1298", "text": "Establish climate change fund under MEM meant to support climate change related innovations and actions."}, {"text_block_id": "p43_b1299", "text": ""}, {"text_block_id": "p43_b1300", "text": "Encourage establishment of development financing institutions (e.g. banks, micro-financing institutions) to provide financing for climate change related programmes;"}, {"text_block_id": "p43_b1301", "text": ""}, {"text_block_id": "p43_b1302", "text": "Enhance the capacity of Lesotho for mobilization of the necessary climate financing;"}, {"text_block_id": "p43_b1303", "text": ""}, {"text_block_id": "p43_b1304", "text": "Develop climate change programmes and initiatives that shall easily attract regional and International climate financing;"}, {"text_block_id": "p43_b1305", "text": ""}, {"text_block_id": "p43_b1306", "text": "Develop the capacity of executing budgetary allocation (domestic and foreign) including accountability measures."}, {"text_block_id": "p43_b1307", "text": "Environmental factors have long had an impact on national, regional and global migration flows, as people have historically left places with harsh or deteriorating conditions. However, due to accelerated climate change, the scale of such flows, both internal and cross-border, is expected to rise, causing unprecedented impacts on lives and livelihoods."}, {"text_block_id": "p43_b1308", "text": "Many developing countries, such as Lesotho, lack appropriate infrastructure and capacity to cope with migration flows resulting from global climate change. This lack of infrastructure and capacity hinders government’s ability to deliver services, ensure domestic order, and protect the country’s borders from invasion and threats. Subsequently, violence, intra and inter-communal conflict and social upheaval would be more likely due to competition for resources such as water, food, pastures, energy and cultivable land, to mention a few."}, {"text_block_id": "p43_b1309", "text": "Principles"}, {"text_block_id": "p43_b1310", "text": "The key principles are:"}, {"text_block_id": "p43_b1311", "text": ""}, {"text_block_id": "p43_b1312", "text": "Recognising that climate change will have different degrees of influence on the different drivers of migration;"}, {"text_block_id": "p43_b1313", "text": ""}, {"text_block_id": "p43_b1314", "text": "Acknowledging that carefully planned and proactive migration can represent a significant and effective adaptation;"}, {"text_block_id": "p43_b1315", "text": ""}, {"text_block_id": "p43_b1316", "text": "Recognising that migration, including that influenced by climate change, can amplify political or geopolitical problems, and in particular can raise tensions and interact in problematic ways leading to intra and inter-conflict in destination areas."}, {"text_block_id": "p43_b1317", "text": "Key Challenges"}, {"text_block_id": "p43_b1318", "text": "The key challenges are:"}, {"text_block_id": "p43_b1319", "text": ""}, {"text_block_id": "p43_b1320", "text": "Absence of institutional regulatory framework for effective management of migration for development;"}, {"text_block_id": "p43_b1321", "text": ""}, {"text_block_id": "p43_b1322", "text": "Increasing trend of irregular migration which can result in the loss of lives;"}, {"text_block_id": "p43_b1323", "text": ""}, {"text_block_id": "p43_b1324", "text": "Low involvement of migrants in development activities;"}, {"text_block_id": "p43_b1325", "text": ""}, {"text_block_id": "p43_b1326", "text": "Structural differences between urban and rural areas in terms of health and education;"}, {"text_block_id": "p43_b1327", "text": ""}, {"text_block_id": "p43_b1328", "text": "Tensions and conflict over (natural) resources;"}, {"text_block_id": "p43_b1329", "text": ""}, {"text_block_id": "p43_b1330", "text": "Inability of migrants to access basic social services such as health and education;"}, {"text_block_id": "p43_b1331", "text": ""}, {"text_block_id": "p43_b1332", "text": "Poor security for migrants;"}, {"text_block_id": "p43_b1333", "text": ""}, {"text_block_id": "p43_b1334", "text": "Poor linkages between source and destination areas;"}, {"text_block_id": "p43_b1335", "text": ""}, {"text_block_id": "p43_b1336", "text": "Increased trend of independent child migration;"}, {"text_block_id": "p43_b1337", "text": ""}, {"text_block_id": "p43_b1338", "text": "Inadequate coordination by relevant authorities of climate-induced migration."}, {"text_block_id": "p44_b1339", "text": "Key Objectives"}, {"text_block_id": "p44_b1340", "text": "The main objectives are to:"}, {"text_block_id": "p44_b1341", "text": ""}, {"text_block_id": "p44_b1342", "text": "Prevent forced migration resulting from climate-induced factors to the extent possible;"}, {"text_block_id": "p44_b1343", "text": ""}, {"text_block_id": "p44_b1344", "text": "Provide assistance and protection to affected populations forced migration due to climate change;"}, {"text_block_id": "p44_b1345", "text": ""}, {"text_block_id": "p44_b1346", "text": "Facilitate migration as an adaptation strategy to climate change;"}, {"text_block_id": "p44_b1347", "text": ""}, {"text_block_id": "p44_b1348", "text": "Ensure equal opportunities for migrants, to economic and social amenities at destination areas;"}, {"text_block_id": "p44_b1349", "text": ""}, {"text_block_id": "p44_b1350", "text": "Promote development and resilience/adaptation in areas of origin and destination;"}, {"text_block_id": "p44_b1351", "text": ""}, {"text_block_id": "p44_b1352", "text": "Ensure stability and national security."}, {"text_block_id": "p44_b1353", "text": "Policy Actions"}, {"text_block_id": "p44_b1354", "text": "The main policy actions are:"}, {"text_block_id": "p44_b1355", "text": ""}, {"text_block_id": "p44_b1356", "text": "Mainstream migration into national development frameworks;"}, {"text_block_id": "p44_b1357", "text": ""}, {"text_block_id": "p44_b1358", "text": "Facilitate the proper utilization of rural and peri-urban lands by improving land use and land management schemes (move to natural resources);"}, {"text_block_id": "p44_b1359", "text": ""}, {"text_block_id": "p44_b1360", "text": "Invest in agriculture in vulnerable areas, such as developing crops and livestock that are pest and drought resistant, early yielding and culturally acceptable, and promote water harvesting, to help curb rural-urban migration;"}, {"text_block_id": "p44_b1361", "text": ""}, {"text_block_id": "p44_b1362", "text": "Facilitate movement between source and destination areas through improved transport systems;"}, {"text_block_id": "p44_b1363", "text": ""}, {"text_block_id": "p44_b1364", "text": "Improve basic services in vulnerable areas;"}, {"text_block_id": "p44_b1365", "text": ""}, {"text_block_id": "p44_b1366", "text": "Promote vocational training, especially for youth, in places with high likelihood of receiving in-migration; Promote diversification to reduce dependency on natural resources;"}, {"text_block_id": "p44_b1367", "text": ""}, {"text_block_id": "p44_b1368", "text": "Improve rangelands and forestry management practices;"}, {"text_block_id": "p44_b1369", "text": ""}, {"text_block_id": "p44_b1370", "text": "Introduce climate-tolerant forest and grassland species;"}, {"text_block_id": "p44_b1371", "text": ""}, {"text_block_id": "p44_b1372", "text": "Facilitate flows of remittances, goods and services between source and destination areas;"}, {"text_block_id": "p44_b1373", "text": ""}, {"text_block_id": "p44_b1374", "text": "Target social transfers and safety nets; include migrants in the social safety nets;"}, {"text_block_id": "p44_b1375", "text": ""}, {"text_block_id": "p44_b1376", "text": "Improve access to microcredit among migrants;"}, {"text_block_id": "p44_b1377", "text": ""}, {"text_block_id": "p44_b1378", "text": "Promote alternative livelihood programmes to develop skills among rural dwellers;"}, {"text_block_id": "p44_b1379", "text": ""}, {"text_block_id": "p44_b1380", "text": "Provide social protection for immigrants;"}, {"text_block_id": "p44_b1381", "text": ""}, {"text_block_id": "p44_b1382", "text": "Increase accessibility to quality health care for immigrants;"}, {"text_block_id": "p44_b1383", "text": ""}, {"text_block_id": "p44_b1384", "text": "Enforce rules and regulations of housing and sanitation."}, {"text_block_id": "p44_b1385", "text": "4.1 INSTI TUTIONAL ARRANGE MENTS"}, {"text_block_id": "p44_b1386", "text": "4.1.1 LEGAL FRAMEWORK"}, {"text_block_id": "p44_b1387", "text": "The Ministry of Energy and Meteorology (MEM) through LMS is charged with the responsibility of monitoring and reporting on weather, climate and climate change issues. In addition, MEM ensures that the country adheres and implements commitments under the UNFCCC and the Paris Agreement."}, {"text_block_id": "p44_b1388", "text": "A National Climate Change Coordination Committee (NCCC) was formally established in 2013 to effectively coordinate climate change issues in the country. The committee serves as an advisory body to the MEM. Other major responsibilities of the MEM include implementation of the Vienna Convention and Montreal Protocol on Substances that deplete the ozone layer; and provision of support to other Multilateral Environmental Agreements (MEAs)."}, {"text_block_id": "p45_b1389", "text": "The successful implementation of National Climate Change Policy is much dependent on active support and effective participation of all stakeholders. Proper coordination and mainstreaming of climate change activities into different sectors of the economy is key to addressing the issues of working in silos by various departments, institutions and organizations; a state that could lead to disharmony between different actors and undermine its effectiveness and efficiency. It is against this background that the National Climate Change Policy calls for the establishment of an institutional framework and set up that will be effective in implementing the Policy (see Annex 1)."}, {"text_block_id": "p45_b1390", "text": "4.2 RESOURCE MOBILIZATION"}, {"text_block_id": "p45_b1391", "text": "In order to finance climate change responses identified under this Policy, climate finance will be mobilised from all sources including internal and external sources. Furthermore, climate change financing should be integrated in sectoral budgeting."}, {"text_block_id": "p45_b1392", "text": "To demonstrate commitment and leadership, the Government shall allocate a certain percentage of the national budget to address issues pertaining to climate change. The Government shall also encourage the private sector, civil society including NGOs and development partners to invest and play advocacy role in addressing climate change challenges in the country."}, {"text_block_id": "p45_b1393", "text": "Activities should entail securing, managing and equitably allocating resources based on priorities as shall be identified. The Policy focuses on the following issues:"}, {"text_block_id": "p45_b1394", "text": ""}, {"text_block_id": "p45_b1395", "text": "Public Private Partnerships should play a role in climate finance and support climate change activities and provide valuable and adaptable conceptual frameworks to support cooperation and collaboration between public and private entities as well as means to increase public leverage of private climate finance;"}, {"text_block_id": "p45_b1396", "text": ""}, {"text_block_id": "p45_b1397", "text": "Public authorities should develop enabling frameworks and environment to support climate finance. These framework conditions should support de-risking of private finance, and include specific legal and regulatory arrangements for example on how costs are recovered as well as transparent institutional responsibilities, clear public financial management, guidelines and oversight processes;"}, {"text_block_id": "p45_b1398", "text": ""}, {"text_block_id": "p45_b1399", "text": "Public financial institutions should be encouraged to support risk-taking initiatives to enlarge the scope of bankable projects. Many potential fields of application of climate finance are characterized by high perceived risk and low levels of experience;"}, {"text_block_id": "p45_b1400", "text": ""}, {"text_block_id": "p45_b1401", "text": "Robust stakeholder consultation processes should be established and implemented. The context-specific requirements of climate finance call for interaction with public, private and civil society stakeholders’ local financial institutions and intermediaries;"}, {"text_block_id": "p45_b1402", "text": ""}, {"text_block_id": "p45_b1403", "text": "Building the necessary capacity required to develop bankable projects and climate change related initiatives that are suitable in attracting foreign climate financing."}, {"text_block_id": "p45_b1404", "text": "4.3 MONITORIN G AND E VALUATION"}, {"text_block_id": "p45_b1405", "text": "Monitoring and Evaluation (M&E) are essential in measuring, and that the results are communicated back at all levels. The full M&E Framework for the implementation of this Policy will build on the costed 2017 Climate Change Implementation Strategy (CCIS). This will build on what is also envisaged by the NSDP, the SDGs, the BURs and the NAPA, amongst others, to be fully coherent and avoid duplication of efforts."}, {"text_block_id": "p45_b1406", "text": "The M&E Framework will specify performance indicators and targets for each policy priority and strategic action, and will propose accountabilities for the actors that are tasked to implement them. Each ministry, department, and agency for which specific accountabilities will be identified, will have to ensure enforcement of the relevant policy priorities and measures, using means and mechanisms at its disposal. The M&E"}, {"text_block_id": "p46_b1407", "text": "5.1"}, {"text_block_id": "p46_b1408_merged", "text": "ANNEX 1. INSTITUTIONALL ARRAN GEMENTS FOR COORDINATION OF CLILIMATE CHAN GE ISSUES"}, {"text_block_id": "p48_b1415", "text": "5.2 ANNEX 3: LIST OF ABBREVIATIONS"}, {"text_block_id": "p50_b1416", "text": "5.3 ANNEX 4: GLOSSARY"}, {"text_block_id": "p50_b1417", "text": "Adaptation actions:"}, {"text_block_id": "p50_b1418", "text": "to put in practice physical or management agreements that respond to the opportunities or threats posed by climate change (CC), such as: resettling people or goods in safer locations, relocating installations to avoid the risk of flood or changing crop varieties to those better able to cope with the climate. Enterprise associations and professional bodies, as well as central and local governmental departments, should assist in this task."}, {"text_block_id": "p50_b1419", "text": "Adaptation:"}, {"text_block_id": "p50_b1420", "text": "the process of adjustment to actual or expected climate and its effects. In human systems, adaptation seeks to moderate or avoid harm or exploit beneficial opportunities. In some natural systems, human intervention may facilitate adjustment to expected climate and its effects."}, {"text_block_id": "p50_b1421", "text": "Adaptive capacity:"}, {"text_block_id": "p50_b1422", "text": "the potential capacity or ability of a system, region or community to adapt successfully to the effects or impacts of climate variability or change."}, {"text_block_id": "p50_b1423", "text": "Adverse effects of climate change:"}, {"text_block_id": "p50_b1424", "text": "changes in the physical environment or biota resulting from CC, which have significant deleterious effects upon the composition, resistance or productivity of natural and managed ecosystems; the functioning of socioeconomic systems; and/or human health and welfare."}, {"text_block_id": "p50_b1425", "text": "Carbon sequestration:"}, {"text_block_id": "p50_b1426", "text": "the process of removing carbon dioxide from the atmosphere that occurs mainly in the oceans, forests and other systems in which organisms capture the gas through photosynthesis."}, {"text_block_id": "p50_b1427", "text": "Climate Change (CC):"}, {"text_block_id": "p50_b1428", "text": "to a change in the state of the climate that can be identified (e.g., by using statistical tests) by changes in the mean and/or the variability of its properties, and that persists for an extended period, typically decades or longer. Climate change may be due to natural internal processes or external forces such as modulations of the solar cycles, volcanic eruptions, and persistent anthropogenic changes in the composition of the atmosphere or in land use. The UNFCCC, in its Article 1, defines climate change as: “a change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods.” The UNFCCC thus makes a distinction between climate change attributable to human activities altering the atmospheric composition, and climate variability attributable to natural causes."}, {"text_block_id": "p50_b1429", "text": "Climate-resilient pathways:"}, {"text_block_id": "p50_b1430", "text": "are sustainable-development trajectories that combine adaptation and mitigation to reduce climate change and its impacts. They include iterative processes to ensure that effective risk management can be implemented and sustained."}, {"text_block_id": "p50_b1431", "text": "Climate sensitivity:"}, {"text_block_id": "p50_b1432", "text": "the degree to which a system is affected (adversely or positively) by climatic stimuli."}, {"text_block_id": "p50_b1433", "text": "Climate vulnerability:"}, {"text_block_id": "p50_b1434", "text": "the degree to which human and environmental systems react when experiencing a disturbance or stress. Usually it is described as a function of three main characteristics: degree of exposition to climate phenomena, climate sensitivity, and adaptive capacity."}, {"text_block_id": "p50_b1435", "text": "Energy efficiency:"}, {"text_block_id": "p50_b1436", "text": "reducing electricity use and emissions; as well as developing frequent energy audit programs to help companies to assess energy consumption and identify energy saving opportunities."}, {"text_block_id": "p50_b1437", "text": "Exposure:"}, {"text_block_id": "p50_b1438", "text": "the presence of people, livelihoods, species or ecosystems, environmental functions, services, and resources, infrastructure, or economic, social, or cultural assets in places and settings that could be adversely affected."}, {"text_block_id": "p51_b1439", "text": "Green economy:"}, {"text_block_id": "p51_b1440", "text": "improvement of people’s living conditions, well-being and social equity while significantly reducing environmental risks and ecological scarcities. At its simplest, a green economy can be thought of as one which is low carbon, resource efficient and socially inclusive. In a green economy, growth in incomes and employment result from public and private investments that reduce carbon and other GHG emissions and pollution, enhance the efficient use of energy and other resources, and prevent the loss of biodiversity and ecosystems. The green economy is a vehicle for achieving sustainable and low-carbon development."}, {"text_block_id": "p51_b1441", "text": "Greenhouse effect:"}, {"text_block_id": "p51_b1442", "text": "GHGs in the atmosphere absorb a portion of the infrared radiation emitted by the Earth’s surface. As a consequence, heat is trapped instead of being released into space. The greenhouse effect – within a certain range – is vital; it keeps the planet warm and ensures the maintenance of life. However, a stronger greenhouse effect could become catastrophic if it destabilizes the balance on the planet and gives rise to a phenomenon known as ‘global warming’ – an increase in the average temperature of the Earth’s surface. The Intergovernmental Panel on Climate Change (IPCC), established by the United Nations and the World Meteorological Organization in 1988, in its latest report notes that most of the warming observed over the last 50 years, has most likely originated from the increase in the concentration of GHGs in the atmosphere."}, {"text_block_id": "p51_b1443", "text": "Greenhouse gases (GHG):"}, {"text_block_id": "p51_b1444", "text": "gaseous constituents of the atmosphere, both natural and synthetic, that absorb and re-emit infrared radiation. Examples include CO"}, {"text_block_id": "p51_b1445", "text": "2"}, {"text_block_id": "p51_b1446", "text": ", CH"}, {"text_block_id": "p51_b1447", "text": "4"}, {"text_block_id": "p51_b1448", "text": ", N"}, {"text_block_id": "p51_b1449", "text": "2"}, {"text_block_id": "p51_b1450", "text": "O, HFCs, PFCs, SF"}, {"text_block_id": "p51_b1451", "text": "6"}, {"text_block_id": "p51_b1452", "text": "and NF"}, {"text_block_id": "p51_b1453", "text": "3"}, {"text_block_id": "p51_b1454", "text": "."}, {"text_block_id": "p51_b1455", "text": "Hazard:"}, {"text_block_id": "p51_b1456", "text": "the potential occurrence of a natural or human-induced physical event or trend or physical impact that may cause loss of life, injury, or other health impacts, as well as damage and loss to property, infrastructure, livelihoods, service provision, ecosystems, and environmental resources. In this report, the term"}, {"text_block_id": "p51_b1457", "text": "hazard"}, {"text_block_id": "p51_b1458", "text": "usually refers to climate-related physical events or trends or their physical impacts."}, {"text_block_id": "p51_b1459", "text": "Impacts:"}, {"text_block_id": "p51_b1460_merged_merged_merged", "text": "effects on natural and human systems. In this report, the term “impacts” is used primarily to refer to the effects of extreme weather and climate events and of climate change on natural and human systems). Impacts generally refer to effects on lives, livelihoods, health, ecosystems, economies, societies, cultures, services, and infrastructure due to the interaction of climate changes or hazardous climate events occurring within a specific time period and the vulnerability of an exposed society or system. Impacts are also referred to as consequences and outcomes. The impacts of climate change on geophysical systems, including floods, droughts, and sea level rise, are a subset of impacts called physical impacts."}, {"text_block_id": "p51_b1467", "text": "Informal settlements:"}, {"text_block_id": "p51_b1468", "text": "the peripheral areas of cities in which inhabitants live in housing that is substandard in terms of both the construction materials used and the state of preservation. These areas are also characterized by an almost total absence of ventilation; a lack of streets and systems for water supply and sewerage; insufficient lighting; lack of clean water, sanitation and drainage ditches, which results in the accumulation of water in rainy periods, lea-ding to increased exposure to infectious and water-borne diseases."}, {"text_block_id": "p51_b1469", "text": "Low-carbon development:"}, {"text_block_id": "p51_b1470", "text": "any intervention that promotes development and increases prosperity without compromising the environment. In other words, it involves the decoupling of in-creases in GHG emissions in economic development. This approach redefines the paradigm of development, and enhances resilience through innovative solutions."}, {"text_block_id": "p51_b1471", "text": "Mitigation:"}, {"text_block_id": "p51_b1472", "text": "any anthropogenic intervention that can reduce or control/prevent GHG emissions as well as increase the sink capacity for removing GHG from the atmosphere."}, {"text_block_id": "p51_b1473", "text": "Resilience:"}, {"text_block_id": "p51_b1474", "text": "the capacity of social, economic, and environmental systems to cope with a hazardous event or trend or disturbance, responding or reorganizing in ways that maintain their essential function, identity, and structure, while also maintaining the capacity for adaptation (learning) and transformation."}, {"text_block_id": "p52_b1475", "text": "Reasons for Concern:"}, {"text_block_id": "p52_b1476", "text": "illustrate the implications of warming and of adaptation limits for people, economies, and ecosystems. They provide one starting point for evaluating dangerous anthropogenic interference with the climate system. Five integrative reasons for concern provide a framework for summarizing key risks across sectors and regions: (1) unique and threatened ecosystems, (2) extreme weather events, (3) distribution of impacts, (4) global aggregate impacts and (5) large-scale singular events."}, {"text_block_id": "p52_b1477", "text": "Risk:"}, {"text_block_id": "p52_b1478_merged", "text": "the potential for consequences where something of value is at stake and where the outcome is uncertain, recognizing the diversity of values. Risk is often represented as probability of occurrence of hazardous events or trends multiplied by the impacts if these events or trends occur. Risk results from the interaction of vulnerability, exposure, and hazard. In this document, the term risk is used primarily to refer to the risks of climate-change impacts."}, {"text_block_id": "p52_b1481", "text": "Sink:"}, {"text_block_id": "p52_b1482", "text": "any process, activity or mechanism that removes GHGs from the atmosphere."}, {"text_block_id": "p52_b1483", "text": ""}, {"text_block_id": "p52_b1484", "text": "Sustainable development:"}, {"text_block_id": "p52_b1485", "text": "commonly defined as development that satisfies current needs without compromising the welfare of future generations."}, {"text_block_id": "p52_b1486", "text": "Technology Development transfer:"}, {"text_block_id": "p52_b1487", "text": "a wide range of processes that include the movement of knowledge, experience and equipment for the purposes of climate change adaptation and mitigation among different parties, such as the government, the private sector, financial, educational and research institutions and NGOs, as well as research educational institutions."}, {"text_block_id": "p52_b1488", "text": "Vulnerability"}, {"text_block_id": "p52_b1489", "text": ": the propensity or predisposition to be adversely affected. Vulnerability encompasses a variety of concepts and elements including sensitivity or susceptibility to harm and lack of capacity to cope and adapt."}, {"text_block_id": "p53_b1490", "text": "Ministry of Energy and Meteorology (MEM)"}, {"text_block_id": "p53_b1491", "text": "Private bag A81, Maseru 1 DD"}, {"text_block_id": "p53_b1492", "text": "Tel: (+266) 22 322 334"}], "document_description": "The National Climate Change Policy establishes 22 strategies in order to ensure that stakeholders address climate change impacts and their causes through the identification, mainstreaming and implementation of adaptation and mitigation measures, while promoting sustainable development.<br><br>Its main objectives are 1) promote climate-resilient, social, economic and environmental development, 2) explore low-carbon development opportunities, nationally and internationally, in order to promote the sustainable use of resources, 3) strengthen a framework that promotes climate change governance, international cooperation, capacity building, research and systematic observations, clean technology development, transfer and use, education, training and public awareness.&nbsp;<br><br>The policy sets out&nbsp; 1) strategies that include legal and other institutional arrangements, 2) resources mobilization strategies and advocates for private sector investment, 3) recommends a Monitoring and Evaluation Framework. The objective of the document is to enhance effective policy implementation, ensuring appropriate utilization of resources, communication of results to decision makers and stakeholders for future action.<br><br>The implementation of this policy will undergo an independent external evaluation in five years time. The recommendations resulting from this evaluation will then feed into the revision process for the new policy."}