{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Kazakhstan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Social development", "Residential and Commercial", "Health", "Energy", "Economy-wide"], "document_language": "English", "document_name": "CONCEPT for transition of the Republic of Kazakhstan to Green Economy", "document_country_code": "KAZ", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Vision", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/KAZ/2013/KAZ-2013-01-01-CONCEPT for transition of the Republic of Kazakhstan to Green Economy_c53395a21fcd3ff0e4d4d5d3fd0771e8.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "APPROVED BY"}, {"text_block_id": "p0_b2", "text": "Decree of the President"}, {"text_block_id": "p0_b3", "text": "of the Republic of Kazakhstan"}, {"text_block_id": "p0_b4", "text": "on May 30, 2013"}, {"text_block_id": "p0_b5", "text": "#557"}, {"text_block_id": "p0_b6", "text": "CONCEPT"}, {"text_block_id": "p0_b7", "text": "for transition of the Republic of Kazakhstan"}, {"text_block_id": "p0_b8", "text": "to Green Economy"}, {"text_block_id": "p0_b9", "text": "Astana 2013"}, {"text_block_id": "p1_b10", "text": "Contents"}, {"text_block_id": "p2_b11", "text": "I. VISION FOR TRANSITION TO A GREEN ECONOMY"}, {"text_block_id": "p2_b12", "text": "The adopted Strategy Kazakhstan 2050: A New Political Course of the Established"}, {"text_block_id": "p2_b13", "text": "State (“Strategy 2050”) sets clear guidelines for building a sustainable and efficient economic model based on the country’s transition to a green development path."}, {"text_block_id": "p2_b14", "text": "A Green Economy is defined as an economy with high living standards, careful and rational use of natural resources in the interests of present and future generations and in accordance with the international environmental obligations assumed by the country, including the Rio Declaration on Environment and Development, the Agenda 21, the Johannesburg Declaration on Sustainable Development and the United Nations Millennium."}, {"text_block_id": "p2_b15", "text": "Green Economy is instrumental to nation’s sustainable development."}, {"text_block_id": "p2_b16", "text": "Transition to Green Economy will enable Kazakhstan achieve the proclaimed goal of entering the top 30 developed countries of the world."}, {"text_block_id": "p2_b17", "text": "According to estimates, the transformations to be implemented as a part of a Green Economy will additionally increase the GDP by 3%, create more than 500,000 new jobs, develop new industries and services and generally provide higher living standards all over the country by 2050."}, {"text_block_id": "p2_b18", "text": "Overall investments required for transition to a Green Economy will be about 1% of GDP per annum, which is equivalent to USD 3 to 4 billion."}, {"text_block_id": "p2_b19", "text": "1. Analysis of current situation"}, {"text_block_id": "p2_b20", "text": "There are certain reasons for transitioning to a Green Economy:"}, {"text_block_id": "p2_b21", "text": "There are certain reasons for transitioning to a Green Economy:\n* Inefficient use of resources is currently observed in every sector. According to\n<\\li1>"}, {"text_block_id": "p2_b23", "text": "Furthermore, the energy saving potential amounts to USD 3 to 4 billion per year, which is likely to reach USD 6 to 10 billion per year by 2030."}, {"text_block_id": "p2_b24", "text": "The economic losses incurred as a result of lower land productivity amount to USD 1.5 to 4 billion per year, potentially further increasing by 2030 and resulting in"}, {"text_block_id": "p3_b25", "text": "social consequences for the agricultural sector which employs 30 to 45% of the population in such regions as North Kazakhstan, Almaty and South Kazakhstan."}, {"text_block_id": "p3_b26", "text": "social consequences for the agricultural sector which employs 30 to 45% of the population in such regions as North Kazakhstan, Almaty and South Kazakhstan.\n* Inadequate system of tariffs and pricing for energy resources disincentivises\n* Currently, Kazakhstan is facing a situation where its natural resources and\n\t* Almost one third of the agricultural lands are either degraded or under serious\n\t* Currently, the economy is forecast to run short of 13 to 14 bcm of sustainable\n\t* Environmental contamination has a great negative impact on human health.\n\t* High levels of air pollution have been observed in the cities, and the solid\n\t* No integrated waste management system exists. 97% of solid municipal waste"}, {"text_block_id": "p3_b40", "text": "The lost profits resulting from this inefficient management of natural resources may reach as much as USD 7 billion per annum by 2030."}, {"text_block_id": "p3_b41", "text": "The lost profits resulting from this inefficient management of natural resources may reach as much as USD 7 billion per annum by 2030.\n* Currently, the economy of Kazakhstan depends on commodity export and, due\n<\\li1>"}, {"text_block_id": "p4_b43", "text": "The lost profits resulting from this inefficient management of natural resources may reach as much as USD 7 billion per annum by 2030.\n* Currently, the economy of Kazakhstan depends on commodity export and, due\n<\\li1>\n* Kazakhstan has inherited great territorial heterogeneity in terms of economic\n<\\li1>"}, {"text_block_id": "p4_b45", "text": "Global experience has shown that a Green Economy helps stimulate regional development, contributes to the national social stability, and increases economic potential thanks to the creation of jobs in the Green Economy sectors. For example, in Brazil, cultivation of agricultural lands was made possible because of the improvement in the soil management, harvesting and supply chain management. The city of Dortmund in Germany that used to be a center of the coal industry has been turned into the center of the new green sector with elements of the Third Industrial Revolution infrastructure in place."}, {"text_block_id": "p4_b46", "text": "Global experience has shown that a Green Economy helps stimulate regional development, contributes to the national social stability, and increases economic potential thanks to the creation of jobs in the Green Economy sectors. For example, in Brazil, cultivation of agricultural lands was made possible because of the improvement in the soil management, harvesting and supply chain management. The city of Dortmund in Germany that used to be a center of the coal industry has been turned into the center of the new green sector with elements of the Third Industrial Revolution infrastructure in place.\n* The global community expects Kazakhstan to successfully implement several\n<\\li1>"}, {"text_block_id": "p4_b50", "text": "2. Rationale for adopting the Concept"}, {"text_block_id": "p4_b51", "text": "Adopting this Concept that will help Kazakhstan make a transition to Green Economy has never been so important."}, {"text_block_id": "p4_b52", "text": "To begin with, Kazakhstan intends to update and develop much of its infrastructure over the coming 20 years: this includes green-field construction of 55 percent of its 2030 stock of buildings and 40 percent of its power plants. Moreover, more than 80 percent of its road vehicle fleet will be new by 2030. Adopting the Concept will present Kazakhstan with the unique opportunity of building resource-productive infrastructure. On the contrary, in case of inaction, Kazakhstan will end up hampering its development because of obsolete and uncompetitive infrastructure."}, {"text_block_id": "p5_b53", "text": "In addition, the cost competitiveness of green technologies is improving very rapidly and many green technologies will, in the very near future, become cheaper than conventional ones."}, {"text_block_id": "p5_b54", "text": "Finally, there is now strong political momentum for change. Strategy Kazakhstan2050 and other strategic program documents set ambitious targets:"}, {"text_block_id": "p5_b55", "text": "Finally, there is now strong political momentum for change. Strategy Kazakhstan2050 and other strategic program documents set ambitious targets:\n* Power sector: achieve 50 percent share of alternative and renewable energy by\n* Energy efficiency: decrease energy intensity of GDP by 10 percent until 2015\n* Water: resolve drinking water supply by 2020 and agricultural water supply by\n* Agriculture: increase agricultural land productivity by factor of 1.5 by 2020."}, {"text_block_id": "p5_b63", "text": "These targets represent a clear departure from the existing trajectory of the Kazakh economy. By successfully achieving these targets, the country will recover its water and land resources by 2030, and its resource productivity will largely be on par with the average indicators of the Organization for Economic Cooperation and Development (OECD) members and other developed countries."}, {"text_block_id": "p5_b64", "text": "3. Goals and targets"}, {"text_block_id": "p5_b65", "text": "The Concept sets down the basics for what will culminate in a deep systemic transformation: a successful transition to a Green Economy by improving welfare and living standards and entering the list of the top 30 most developed countries of the world, accompanied by minimization of the environmental footprint and degradation of natural resources."}, {"text_block_id": "p5_b66", "text": "The goals already set for Kazakhstan with regard to most long-term sector and resource indicators until 2050 are aspirational and therefore were taken into account in the course of development of the Green Economy Concept. Simultaneously missing parameters were filled in with regard to nearer time horizons as shown in Exhibit 1 below."}, {"text_block_id": "p6_b67", "text": "Exhibit 1. Goals and target indicators of the Green Economy (additional targets highlighted)"}, {"text_block_id": "p7_b68", "text": "Priority goals of transitioning to Green Economy are:"}, {"text_block_id": "p7_b69", "text": "Priority goals of transitioning to Green Economy are:\n* Increased resource productivity, including water, land, biological resources, and\n* Modernization of existing and development of new infrastructure;\n* Increased population well-being and quality of the environment, achieved\n* Increased national security, including water supply."}, {"text_block_id": "p7_b77", "text": "II. MAIN PRINCIPLES AND GENERAL APPROACHES OF TRANSITION TO A GREEN ECONOMY"}, {"text_block_id": "p7_b78", "text": "1. Main principles of transition to Green Economy"}, {"text_block_id": "p7_b79", "text": "Transitioning to Green Economy will require adhering to the following principles:"}, {"text_block_id": "p7_b80", "text": "Transitioning to Green Economy will require adhering to the following principles:\n* Improvement of resource productivity: Resource productivity (which\n* Responsible use of resources: Responsibility for monitoring and\n* Modernization of the economy using the most efficient technologies:\n* Investment attractiveness of measures for efficient use of resources:"}, {"text_block_id": "p8_b90", "text": "Transitioning to Green Economy will require adhering to the following principles:\n* Improvement of resource productivity: Resource productivity (which\n* Responsible use of resources: Responsibility for monitoring and\n* Modernization of the economy using the most efficient technologies:\n* Investment attractiveness of measures for efficient use of resources:\n* Prioritization of profitable measures: Initiatives that not only improve\n* Education and culture supporting the environment in the business"}, {"text_block_id": "p8_b94", "text": "2. General approaches of transition to Green Economy"}, {"text_block_id": "p8_b95", "text": "2.1. Social development"}, {"text_block_id": "p8_b96", "text": "The social aspect of transitioning to Green Economy is expressed through the creation of new jobs in the five industrial clusters which will make it possible to diversify the economy of Kazakhstan."}, {"text_block_id": "p8_b97", "text": "Green construction."}, {"text_block_id": "p8_b98", "text": "Current dynamic of the construction sector shows that the number of new houses to be built by 2030 will be equal to total current housing stock. Moreover, Kazakhstan imports a lot of main construction materials, such as windows, heat insulation, and copper pipes. If it were arranged that even 50% of such products were produced domestically, this would make it possible to create up to 150,000 new jobs by 2030."}, {"text_block_id": "p8_b99", "text": "Agriculture."}, {"text_block_id": "p8_b100", "text": "Implementation of the Concept will make it possible to create around 400,000 new jobs in the agricultural sector. Up to 150,000 jobs are expected to be created from the extension of pastures and agricultural lands. An additional 50,000 jobs will be created as a part of the extension of greenhouse facilities. More than 200,000 jobs will also be created by developing the whole value chain, including food production."}, {"text_block_id": "p8_b101", "text": "New technologies in the energy sector."}, {"text_block_id": "p8_b102", "text": "Significant investments in the energy sector in the amount of around USD 50 billion by 2030 and around USD100 billion by 2050 will provide employment opportunities for people with scientific, engineering, technical or construction qualifications. A great share of such investments (up to 50%) will be allocated to renewable and alternative energy"}, {"text_block_id": "p9_b103", "text": "sources, and this will make it possible to create new jobs in the high tech renewable energy sector."}, {"text_block_id": "p9_b104", "text": "Waste management and closed-loop material handling."}, {"text_block_id": "p9_b105", "text": "Global practice shows that the waste management and recycling sectors are very labor-intensive, engaging mainly specialists with engineering and general qualification. Collecting and recycling waste across Kazakhstan may open up to 8,000 new jobs by 2030."}, {"text_block_id": "p9_b106", "text": "Public water supply and water management."}, {"text_block_id": "p9_b107", "text": "3,000 to 8,000 new jobs will be created in waste water treatment and irrigation sectors; temporary jobs may also be created for the period of construction of new infrastructure facilities."}, {"text_block_id": "p9_b108", "text": "2.2. Regional development"}, {"text_block_id": "p9_b109", "text": "Economic development of Kazakhstan concentrates around cities and main extraction assets. The Green Economy Concept will make it possible to mitigate the regional imbalance that currently persists."}, {"text_block_id": "p9_b110", "text": "First, implementation of up-to-date agriculture methods and green technologies will dramatically improve the performance of the agricultural sector on which the economy of a number of regions depends to a great extent."}, {"text_block_id": "p9_b111_merged", "text": "Second, distributed power supply of remote areas enabled by the use of renewable energy sources will provide cheap electricity that will lead to establishment of new businesses, such as greenhouse facilities and free range cattle rearing and improve the regions’ competitive edge."}, {"text_block_id": "p9_b114", "text": "Third, as the efficiency of actions aimed at the preservation of water and land resources improves, such activities as fish breeding and cattle breeding will get a new impulse for development in the regions."}, {"text_block_id": "p9_b115", "text": "2.3. Need for investments"}, {"text_block_id": "p9_b116", "text": "The total amount of investments required to implement the Green Economy Concept from now till 2050 will be on average USD 3-4 billion per annum. Investments will peak 1.8% of the GDP in the period from 2020 to 2024, and the average investments till 2050 will constitute about 1% of the GDP (Exhibit 2). For the most part, these investments will all"}, {"text_block_id": "p9_b117", "text": "be raised from private investors’ funds."}, {"text_block_id": "p10_b118", "text": "The largest share of these investments (slightly more than USD 90 billion or 3/4 of the total investments over the whole period till 2050) will be used for implementing energy efficient measures and developing renewable energy as well as establishing gas infrastructure. Measures aimed at developing agriculture, water and waste management will be less demanding in terms of financing (Exhibit 3)."}, {"text_block_id": "p10_b119", "text": "Exhibit 2. Need for investments as a percentage of GDP"}, {"text_block_id": "p11_b120", "text": "3. General approaches for transition to Green Economy by sector"}, {"text_block_id": "p11_b121", "text": "The concept includes a coordinated policy related to the use of resources for every sector."}, {"text_block_id": "p11_b122", "text": "3.1. Sustainable water use"}, {"text_block_id": "p11_b123_merged", "text": "In the Address of the President of the Republic of Kazakhstan, “Strategy 2050” the water gap was referred to as a global threat. The goal for the Government is to ensure that there is a sustainable water supply for Kazakhstan’s population by 2020, for agriculture by 2040, and to completely close the water gap by 2050. Meanwhile, the Address also touched upon the important directive that the environmental element of water resources – stability of ecosystems, fishery development, eco-tourism and preservation of unique natural resources – should not be infringed on in favor of industrial development."}, {"text_block_id": "p11_b134", "text": "If the water shortage were to grow, it would, in turn, lead to the growth of water-related costs. Economic loss is already expected to reach USD ~6-7 billion per annum by 2030. The costs of transitioning from a water deficient economy to an economy that uses water resources efficiently are not too large (USD 0.5-1.0"}, {"text_block_id": "p12_b135", "text": "billion annually). However, in the horizon till 2030, CAPEX will amount to USD 10 billion and an additional USD 1-2 billion will be required to install and upgrade waste water treatment facilities."}, {"text_block_id": "p12_b136", "text": "The water system in Kazakhstan is a viable, unique and vulnerable system that is"}, {"text_block_id": "p12_b137", "text": "–"}, {"text_block_id": "p12_b138", "text": "unlike in most countries"}, {"text_block_id": "p12_b139", "text": "–"}, {"text_block_id": "p12_b140", "text": "exposed to external risks."}, {"text_block_id": "p12_b141_merged_merged", "text": "Firstly, inland discharge and high evaporation “internalizes” the challenge of runoff volume (30 bcm needed to stabilize lake ecosystems)."}, {"text_block_id": "p12_b146", "text": "Secondly, a dependence on the transboundary river inflow from China, Russia, Uzbekistan and Kyrgyzstan, which together accounts for 44% of surface inflow, is rapidly declining driven by the growing economic and social development of neighboring countries. Forecasts, in fact, show that transboundary inflow might decrease by 40% by as soon as 2030 (Exhibit 4)."}, {"text_block_id": "p12_b147", "text": "Thirdly, as Kazakh water resources are exposed to global warming, associated temporary glacier run-off is increasing at the expense of future supply (with rivers in the south being affected the most)."}, {"text_block_id": "p12_b148", "text": "Exhibit 4. Transboundary river inflow"}, {"text_block_id": "p13_b149", "text": "As a result of increasing demand and decreasing sustainable water supply, there will be a water deficit of 14bcm by 2030, and of 20 bcm by 2050 (70% of the economic demand) if no serious action is taken now. In the absence of pre-emptive action, such as proposed by the Green Economy Concept, the water deficit will result in:"}, {"text_block_id": "p13_b150", "text": "As a result of increasing demand and decreasing sustainable water supply, there will be a water deficit of 14bcm by 2030, and of 20 bcm by 2050 (70% of the economic demand) if no serious action is taken now. In the absence of pre-emptive action, such as proposed by the Green Economy Concept, the water deficit will result in:\n* Reduction of environmental flows with subsequent degradation of lake and\n* Water rationing for economic use, especially in agriculture, but also\n* Mounting costs of water provision due to the need to make available new"}, {"text_block_id": "p13_b156", "text": "Exhibit 5. Water balance 2010 to 2050"}, {"text_block_id": "p13_b157", "text": "Thus the impending economic water deficit can become a major bottleneck for sustainable economic growth and social development in Kazakhstan. Moreover,"}, {"text_block_id": "p14_b158", "text": "low water tariffs, heavy subsidies, lack of proper control over water intake and the underdeveloped infrastructure affect efficiency and reduce return on implemented initiatives."}, {"text_block_id": "p14_b159_merged", "text": "The opportunity cost of the water gap is estimated to reach USD 7-8 billionannually by 2030, adding up to USD 80 billion cumulative."}, {"text_block_id": "p14_b161", "text": "Exhibit 6.Measures and mechanisms for closing the water gap"}, {"text_block_id": "p14_b162", "text": "Exhibit 6.Measures and mechanisms for closing the water gap\n* Agricultural water savings (6.5-7 bcm by 2030). This can be attained through 3\n<\\li1>\n\t* Introduce modern irrigation practices and other water-saving\n<\\li2>\n\t\t* Expand drip irrigation and other up-to-date water-saving technology use\n\t\t* Increase the share of protected ground to 1,700 ha by 2030."}, {"text_block_id": "p15_b170", "text": "Exhibit 6.Measures and mechanisms for closing the water gap\n* Agricultural water savings (6.5-7 bcm by 2030). This can be attained through 3\n<\\li1>\n\t* Introduce modern irrigation practices and other water-saving\n<\\li2>\n\t\t* Expand drip irrigation and other up-to-date water-saving technology use\n\t\t* Increase the share of protected ground to 1,700 ha by 2030.\n* Move to more value-added and water-efficient crops; gradually reduce\n\t\t* Gradual reduction of areas under rice and cotton by 20-30 percent,\n\t\t* Three-fold reduction in transportation losses (will save 1.8 bcm by\n\t\t* Restore large infrastructure, define ownership rights and responsibility;\n\t\t* Meter water consumption and collect data from all end and intermediate\n\t\t* 25% increased efficiency in industry (will save 1.5-2 bcm by 2030)\n\t\t* Bring down water consumption of existing plants by:\n\t\t* Implementing energy efficiency technologies (saves water per 1 unit of\n\t\t* Reuse and recycle waste water (4% growth expected within the next 17\n\t\t* Reinforce water abstraction and treatment standards for new industry\n\t\t* 10% increased efficiency in municipalities (will save up to 0.1 bcm):\n\t\t* Eliminate household and municipal network leaks;\n\t\t* Control water pressure in municipal distribution networks;\n\t\t* Reinforce water efficiency standards for household appliances and\n\t\t* Increase availability and reliability of supply (4.5-5 bcm):"}, {"text_block_id": "p15_b202", "text": "The highest priority as far as water supply is concerned is to resolve transboundary river issues; thus Kazakhstan has to reach agreements with neighboring countries on all water objects through negotiating terms and conditions and signing/renewing existing agreements."}, {"text_block_id": "p16_b203", "text": "Regardless of the outcome of negotiations, the following initiatives will have to be launched in order to protect national security and close the future water gap:"}, {"text_block_id": "p16_b204", "text": ""}, {"text_block_id": "p16_b205", "text": "Building dams and reservoirs to capture high water run-offs and compensate variability within the year;"}, {"text_block_id": "p16_b206", "text": ""}, {"text_block_id": "p16_b207", "text": "Use ground water in a sustainable way (exploration, mapping and supply);"}, {"text_block_id": "p16_b208", "text": ""}, {"text_block_id": "p16_b209", "text": "Rehabilitate large irrigation infrastructure and main irrigation channels;"}, {"text_block_id": "p16_b210", "text": ""}, {"text_block_id": "p16_b211", "text": "Build wastewater treatment plants (WWTP) and water desalination units;"}, {"text_block_id": "p16_b212", "text": ""}, {"text_block_id": "p16_b213", "text": "Apply a comprehensive approach to basin system restoration, involving planting forests, restoration of deltas, clean-up of sediment."}, {"text_block_id": "p16_b214", "text": "There is the potential to transfer considerable volumes of water into densely populated and industrial districts. Uneven distribution of water resources in the territory of Kazakhstan creates a local surplus of water resources (e.g., Irtysh, Kigach in the Ural-Caspian basin). Construction of waterways and channels may supply deficient territories with water. As estimated by the Water Resource Committee, additional potential of transferring inaccessible water resources is between 10 and 14 bcm."}, {"text_block_id": "p16_b215", "text": "Water resource management policies will need to be improved in the following ways:"}, {"text_block_id": "p16_b216", "text": ""}, {"text_block_id": "p16_b217", "text": "Enhance basin governance system on the national and basin levels to encourage cross-sector cooperation between water consumers at all levels."}, {"text_block_id": "p16_b218", "text": ""}, {"text_block_id": "p16_b219", "text": "Establish water quota and ultimately tariffs reflecting the full cost of water, phase out subsidies and provide incentives for saving water."}, {"text_block_id": "p16_b220", "text": "Apart from the water gap, Kazakhstan faces the challenge of pollution caused both by industrial enterprises and insufficient treatment of wastewater."}, {"text_block_id": "p16_b221", "text": "The first step towards this is to adopt environmental standards and laws complying with European emission standards. EU has a long history of regulating this sphere and may be used as an example to build legislation, implement control measures and specific technologies."}, {"text_block_id": "p16_b222", "text": "The first stage will include construction or upgrade of wastewater treatment facilities in 20 largest cities of the country, which will require investments of USD"}, {"text_block_id": "p17_b223", "text": "1-2 billion. These facilities should be located in the vicinity of organic waste collection and recycling points. Then a sewage treatment plants can be built in all municipalities."}, {"text_block_id": "p17_b224", "text": "To ensure that a sustainable water use strategy is implemented, it is crucial to adopt a Water Management Program with certain implementation milestones as illustrated in Exhibit 7."}, {"text_block_id": "p17_b225", "text": "Exhibit 7.Key milestones in Water Management Program implementation"}, {"text_block_id": "p17_b226", "text": "3.2. Achieving sustainable and high-productivity agriculture"}, {"text_block_id": "p17_b227", "text": "Kazakhstan’s agriculture has the potential for significant growth due to"}, {"text_block_id": "p17_b228_merged", "text": "the vast land resources and the recognized quality of Kazakhstan’s agricultural products. It is necessary to realize this sector’s full potential through transfer to sustainable agriculture which will be able to return the land to its full productivity, create employment opportunities and provide greater independence from food imports."}, {"text_block_id": "p17_b233", "text": "Nowadays 2.2 million people, 26% of Kazakhstan’s labor force, work in the"}, {"text_block_id": "p17_b234", "text": "agricultural sector and more than 2/3 of national water consumption goes towards agriculture. In 2012, its GDP contribution was only 4.2%, but agriculture has national significance as a priority sector due to its importance for employment,"}, {"text_block_id": "p18_b235", "text": "particularly in rural areas, its impact on Kazakhstan’s water balance and its"}, {"text_block_id": "p18_b236", "text": "role in ensuring food security."}, {"text_block_id": "p18_b237", "text": "Kazakhstan’s agricultural sector faces a number of important challenges. Limited"}, {"text_block_id": "p18_b238", "text": "access to finance is one of the most severely felt bottlenecks. According to the EBRD and the World Bank estimates, 56% of all firms in Kazakhstan including agricultural enterprises mention limited access to finance as an obstacle for their development. Over 80% of farming equipment is outdated and investments in modern equipment are particularly challenging given the lack of longer term financing solutions and the current high share of bad debt."}, {"text_block_id": "p18_b239", "text": "Limited access to finance also limits access to fertilizers and high quality seeds."}, {"text_block_id": "p18_b240", "text": "Kazakhstan’s farmers only use 8"}, {"text_block_id": "p18_b241", "text": "-10 kg of fertilizers per hectare (compared to 45 kg in Russia and 145 kg in the US) (Exhibit 8)."}, {"text_block_id": "p18_b242", "text": "Exhibit 8.Bottlenecks in the agricultural value chain"}, {"text_block_id": "p18_b243", "text": "Kazakhstan’s water efficiency is very low due to outdated irrigation technology"}, {"text_block_id": "p18_b244_merged_merged", "text": "and poor practices. Some basins in Kazakhstan already face significant water shortages and much of Kazakhstan’s arable land is subject to draught. Over the next two decades the water shortage is expected to increase dramatically putting all water inefficient agriculture out of business."}, {"text_block_id": "p19_b247", "text": "Pasture land suffers from overgrazing close to human settlements and undergrazing in remote areas"}, {"text_block_id": "p19_b248", "text": "–"}, {"text_block_id": "p19_b249", "text": "20 million ha of pasture land are degraded due to overgrazing. Desertification, defined as degradation of soil leading to conditions characteristic of deserts, is a severe concern and The Central Asian Countries Initiative for Land Management (CACILM) reckons that as much as 66 percent of the total land area of Kazakhstan is affected by desertification."}, {"text_block_id": "p19_b250_merged_merged", "text": "An unfavorable climate and the challenges outlined above contribute to low labor productivity and low yields. Wheat yields range from 0.7-1.6 tons per hectare per year averaging 1.1 tons per year/ha in Kazakhstan, which is lower than in the vast majority of other countries (Exhibit 9). This is due to the fact that Kazakhstan’s strongly continental climate – especially in the northern regions – is characterized by insufficient precipitation limits high yields, and also due to poor farming practices and unfavorable land and infrastructure conditions."}, {"text_block_id": "p19_b257", "text": "Exhibit 9.Wheat yield in Kazakhstan"}, {"text_block_id": "p19_b258", "text": "To address the challenges faced by the agricultural sector, the Government of Kazakhstan has developed a robust Program of Agro-Industrial Complex Development for 2013-2020 (Agribusiness-2020) with the objective of improving the competitiveness of the agricultural sector. To complement this objective, and to transition to sustainable agriculture, five main initiatives will need to be implemented:"}, {"text_block_id": "p20_b259", "text": "1)"}, {"text_block_id": "p20_b260", "text": "Public support of measures improving access to sources of financing:"}, {"text_block_id": "p20_b261", "text": "Public support of measures improving access to sources of financing:\n* Engage international and local development institutes and Kazakh\n* global experience in long-term agriculture financing;\n* Review actual costs and investments in the agricultural sector engaging\n* , etc.;\n* Review possible long-term agro finance products at the government\n* Determine skills gaps amongst farmers in business planning, skills and\n* Evaluate to what extent successful local contract farms can be used to\n* Design and deliver improved skill-building programs for farmers and"}, {"text_block_id": "p20_b271", "text": "2)"}, {"text_block_id": "p20_b272", "text": "Design and deliver capacity building for farmers so that they improve their business planning skills and capacity building for financing organizations, such as second-tier commercial banks and lending institutions, to ensure sustainable development of the agricultural sector. Critical next steps to deliver on this objective include:"}, {"text_block_id": "p20_b279", "text": "3)"}, {"text_block_id": "p20_b280_merged_merged_merged", "text": "Attract foreign investors to establish model contract farms, which has been a successful mechanism in many countries. Kazakhstan has enough pre-conditions to leverage this model to its own advantage. This form of cooperation provides the following benefits:"}, {"text_block_id": "p21_b283", "text": "Attract foreign investors to establish model contract farms, which has been a successful mechanism in many countries. Kazakhstan has enough pre-conditions to leverage this model to its own advantage. This form of cooperation provides the following benefits:\n* Ability to attract major investors with own financial resources and\n* Ability to use modern technologies and apply best international practices\n* Ability to attract investors practicing sustainable, green and\n* Launch a Save Water program with modern irrigation and an advanced\n* Improvement of irrigation technologies;\n* Reduction of water transportation losses.\n\t* Develop a greenhouse development plan, including:\n<\\li2>\n\t* Possible production volumes from the greenhouse sector and"}, {"text_block_id": "p21_b289", "text": "A number of steps are therefore required to realize the benefits of foreign investment attraction including:"}, {"text_block_id": "p21_b290", "text": ""}, {"text_block_id": "p21_b291", "text": "Evaluating alternative models of contract farming currently existing in the global practice and select the best option for Kazakhstan;"}, {"text_block_id": "p21_b292", "text": ""}, {"text_block_id": "p21_b293", "text": "Assessing the motivation and needs of local farmers and international investors to provide for this form of cooperation by creating a one-stop expert center to minimize administrative costs of investments into Kazakhstan;"}, {"text_block_id": "p21_b294", "text": ""}, {"text_block_id": "p21_b295", "text": "Creating economic and legal frameworks to implement selected contract farming models and supporting measures for project participants;"}, {"text_block_id": "p21_b296", "text": ""}, {"text_block_id": "p21_b297", "text": "Conducting investor road shows to inform major international players in the agricultural sector about business opportunities in Kazakhstan;"}, {"text_block_id": "p21_b298", "text": ""}, {"text_block_id": "p21_b299", "text": "Considering incentives for international investors to promote sustainable use of land resources: consider reduction of fees or duties, grant tax benefits where applicable and optimally determine land costs."}, {"text_block_id": "p21_b302", "text": "а)"}, {"text_block_id": "p21_b303", "text": "Replacement of water intensive crops;"}, {"text_block_id": "p21_b310", "text": ""}, {"text_block_id": "p21_b311", "text": "Improve availability of data on current greenhouse instances so as to better plan required measures and capital investments"}, {"text_block_id": "p21_b312", "text": ""}, {"text_block_id": "p21_b313", "text": "Evaluate available greenhouse technologies and prioritize solutions most attractive to Kazakhstan;"}, {"text_block_id": "p21_b314", "text": ""}, {"text_block_id": "p21_b315", "text": "Refine market sizing for greenhouses with a dual focus on"}, {"text_block_id": "p22_b318", "text": "Refine market sizing for greenhouses with a dual focus on\n* Possible water savings;\n<\\li1>"}, {"text_block_id": "p22_b320", "text": ""}, {"text_block_id": "p22_b321", "text": "Develop incentive schemes to make set up of greenhouses attractive to local farmers and international investors."}, {"text_block_id": "p22_b322", "text": "Kazakhstan will also adopt the six principles of Green Agriculture to ensure that agricultural sector develops while preserving and improving the environment:"}, {"text_block_id": "p22_b323", "text": "1."}, {"text_block_id": "p22_b324", "text": "Reverse land degradation:"}, {"text_block_id": "p22_b325", "text": "Better agricultural practices that minimize tillage, conserve organic matter and soil moisture, prevent soil erosion from wind and water, e.g., by using no till farming equipment, and diversified crop rotation."}, {"text_block_id": "p22_b326", "text": "2."}, {"text_block_id": "p22_b327", "text": "Reverse pasture land overgrazing:"}, {"text_block_id": "p22_b328", "text": "Preserve pasture land by improving the accessibility of remote pasture grounds and restoring pastures, enforcing controlled rotation grazing and supporting water collection."}, {"text_block_id": "p22_b329", "text": "3."}, {"text_block_id": "p22_b330", "text": "Use water efficiently:"}, {"text_block_id": "p22_b331", "text": "Foster efficient water use in agriculture, for example, drip irrigation, sprinkle irrigation, discrete irrigation, greenhouses use."}, {"text_block_id": "p22_b332", "text": "4."}, {"text_block_id": "p22_b333", "text": "Use resources wisely:"}, {"text_block_id": "p22_b334", "text": "Foster agrochemical and fuel use that protects users, respects the environment, reduces/prevents soil, air, and water pollution, e.g., through Integrated Pest Management, fertilizer use based on soil testing, and improved fuel efficiency farm vehicles"}, {"text_block_id": "p22_b335", "text": "5."}, {"text_block_id": "p22_b336", "text": "Minimize and recycle waste:"}, {"text_block_id": "p22_b337", "text": "Encourage processing of agriculture products that maximizes value added and minimizes waste, including use of residual waste in a productive capacity, e.g., compost, biogas, etc."}, {"text_block_id": "p22_b338", "text": "6."}, {"text_block_id": "p22_b339", "text": "Capture carbon dioxide:"}, {"text_block_id": "p22_b340", "text": "Plant permanent crops, such as agro-forestry, tree crops, perennial crops, permanent cover crops that capture carbon dioxide and are resistant to soil salinity, as well as enable adaptation to the climate change."}, {"text_block_id": "p22_b341", "text": "3.3. Energy saving and energy efficiency improvement"}, {"text_block_id": "p22_b342", "text": "Today, the economy of Kazakhstan is twice as energy intensive as the average OECD economy and 12% more intensive than Russian economy. Energy intensity of GDP depends on GDP development trend and energy consumption patterns. It is expected (IMF, DIW) that the Kazakh GDP will increase by almost three times by 2030 and by almost five times by 2050, with the GDP structure shifting to a larger share of the service sector."}, {"text_block_id": "p23_b343", "text": "In fact, analysis suggests that energy consumption in the business as usual (BAU) scenario, i.e., with natural renovation of the building stock, production capacities, transport fleet, etc. is expected to grow only twice till 2030 and 2.5 times till 2050. Industry, buildings, power supply and transport will remain the leading sectors in terms of energy consumption. Meanwhile, GDP energy intensity will decrease by ~25% by 2030 and ~40% by 2050 vs. the current level."}, {"text_block_id": "p23_b344", "text": "Exhibit. 10. Energy efficiency potential in Green scenario relative to BAU scenario"}, {"text_block_id": "p23_b345", "text": "There are several reasons why improved energy efficiency is attractive:"}, {"text_block_id": "p23_b346", "text": "First, energy efficiency measures are in many cases profitable, i.e., the value of saved energy outweighs the extra upfront cost. In fact, Kazakhstan can additionally reduce energy demand by ~10% by 2030 and ~15% by 2050 in the major energy consuming sectors as opposed to the BAU scenario. This will help to further decrease GDP energy intensity by ~35% by 2030 and ~50% by 2050 compared to 2010 base level."}, {"text_block_id": "p23_b347", "text": "Second, improved energy efficiency saves capital; in fact, Kazakhstan could avoid power sector investments of USD 6-15 billion depending on the evolution of the electricity generation sector."}, {"text_block_id": "p24_b348", "text": "Third, there is a strong environmental argument in its favor as well, since lower energy use means lower emissions of CO"}, {"text_block_id": "p24_b349", "text": "2"}, {"text_block_id": "p24_b350", "text": "and other pollutants."}, {"text_block_id": "p24_b351", "text": "However, there are several significant challenges that must be addressed to achieve the increase in energy efficiency. These include: inefficient energy pricing and tariffication system, underdeveloped local production and high cost of imported construction materials, fragmented market structures, limited access to finance and lack of energy management awareness and skills and legal enforcement. These barriers need to be overcome for energy efficiency to increase in Kazakhstan."}, {"text_block_id": "p24_b352_merged_merged", "text": "Kazakhstan’s energy demand equals 65 Mtoe annually (as of 2010), of which 54 Mtoeis final consumption. The major energy consuming sectors are: power sector, housing and utilities infrastructure (buildings), industry and transport. They consume more than 98% of the total energy supply."}, {"text_block_id": "p24_b356", "text": "Benchmarking Kazakhstan with other countries indicates that Kazakhstan significantly lags behind in terms of energy efficiency:"}, {"text_block_id": "p24_b357", "text": ""}, {"text_block_id": "p24_b358", "text": "45-60% of industrial equipment needs to be replaced or upgraded and recent energy audits demonstrated energy efficiency improvement potential of 1540%"}, {"text_block_id": "p24_b359", "text": ""}, {"text_block_id": "p24_b360", "text": "Buildings consume 1.5-2 times more heat per square meter than in European countries with comparable climates, and a quarter of the apartment buildings require a complete overhaul;"}, {"text_block_id": "p24_b361", "text": ""}, {"text_block_id": "p24_b362", "text": "Existing boilers operate at the efficiency of 65-70% whereas new boilers can operate at the efficiency as high as 85-90%. Additionally, 25-40% of the heat is lost during distribution while global practice shows that with the right initiatives this could be reduced to 10%;"}, {"text_block_id": "p24_b363", "text": ""}, {"text_block_id": "p24_b364", "text": "80 percent of the road transportation vehicles are more than 10 years old; in major cities over 70 percent of the traffic is covered by private cars."}, {"text_block_id": "p24_b365", "text": ""}, {"text_block_id": "p24_b366", "text": "The fuel quality is poor compared with the European levels. This is caused by sub-standard production in local refineries and a lack of adherence to quality standards in fuel retail;"}, {"text_block_id": "p24_b367", "text": ""}, {"text_block_id": "p24_b368", "text": "Undeveloped gas transportation infrastructure, which limits penetration of gas fuel;"}, {"text_block_id": "p25_b369", "text": ""}, {"text_block_id": "p25_b370", "text": "Road infrastructure that does not encourage the use of public transportation, electric cars, walking, and biking."}, {"text_block_id": "p25_b371", "text": "Energy efficiency implementation approach in the buildings and heat sectors"}, {"text_block_id": "p25_b372", "text": "1."}, {"text_block_id": "p25_b373", "text": "Tariff setting and capital support."}, {"text_block_id": "p25_b374", "text": "To improve energy efficiency in the building stock, one or both of the options below can be used:"}, {"text_block_id": "p25_b375", "text": ""}, {"text_block_id": "p25_b376", "text": "Financial support to upgrade district heating networks, generation and buildings in the form of grants, loans, tax breaks, and interest rate subsidies, etc.;"}, {"text_block_id": "p25_b377", "text": ""}, {"text_block_id": "p25_b378", "text": "Heat tariff revision to allow the heating system to become self-sustaining. This will need to be accompanied by installation of heat meters, heat substations and a transition to billing based on actual heat consumption."}, {"text_block_id": "p25_b379", "text": "Heat tariff revision to allow the heating system to become self-sustaining. This will need to be accompanied by installation of heat meters, heat substations and a transition to billing based on actual heat consumption.\n* Development of a management structure to support implementation of energy\n* Providing state support to develop the local insulation materials, windows and"}, {"text_block_id": "p25_b383", "text": "Protection for socially vulnerable population groups"}, {"text_block_id": "p25_b384", "text": "Options to mitigate the impact of the increased tariffs on vulnerable population groups include:"}, {"text_block_id": "p25_b385", "text": ""}, {"text_block_id": "p25_b386", "text": "Additional welfare payments"}, {"text_block_id": "p25_b387", "text": "–"}, {"text_block_id": "p25_b388", "text": "either amending the existing scheme or introducing additional payments for vulnerable groups (for example, the low income elderly);"}, {"text_block_id": "p25_b389", "text": ""}, {"text_block_id": "p25_b390_merged_merged", "text": "Discounts on energy bills – by regulating companies to provide these discounts."}, {"text_block_id": "p26_b393", "text": "Monitoring the implementation of new building standards and of energy efficiency improvement mechanisms in construction and heating"}, {"text_block_id": "p26_b394", "text": "It is necessary to ensure that there is a sufficient number of qualified inspectors, there is transparency over processes, that they are standard and that the cost of energy efficiency measures and audits is kept to a minimum."}, {"text_block_id": "p26_b395", "text": "It is necessary to develop new indicators to monitor the transition to an energy efficient building and heat sector, including the penetration rate of building-level metering devices, energy efficiency levels of existing and new building stock, level of losses in heat distribution and quantity and professional expertise of inspectors, especially for complex construction."}, {"text_block_id": "p26_b396", "text": "The key technical measures or energy saving and energy efficiency improvements in building and heat are:"}, {"text_block_id": "p26_b397", "text": ""}, {"text_block_id": "p26_b398", "text": "Old and inefficient boilers need to be upgraded or replaced;"}, {"text_block_id": "p26_b399", "text": ""}, {"text_block_id": "p26_b400", "text": "District heating systems should leverage co-generation while expanding or adjusting the heat supply system;"}, {"text_block_id": "p26_b401", "text": ""}, {"text_block_id": "p26_b402", "text": "Old pipes need to be replaced with new pre-insulated pipes, smallest pipes being the highest priority, as they represent more than 60 percent of the total pipeline network and require a quarter of the funds required to upgrade the whole network and account for the majority of losses;"}, {"text_block_id": "p26_b403", "text": ""}, {"text_block_id": "p26_b404", "text": "Thermal upgrade of existing buildings during overhauls with partial implementation of energy-saving technologies;"}, {"text_block_id": "p26_b405", "text": ""}, {"text_block_id": "p26_b406", "text": "New stock needs to be built according to the latest insulation standards;"}, {"text_block_id": "p26_b407", "text": ""}, {"text_block_id": "p26_b408", "text": "To improve energy efficiency in the building stock, the right preconditions on the consumer and the producer side should be created by:"}, {"text_block_id": "p26_b409", "text": "To improve energy efficiency in the building stock, the right preconditions on the consumer and the producer side should be created by:\n* sustainable level ensuring payback;\n\t* Installing heat meters, heat substations and transitioning to billing based on\n\t* Developing targeted support for socially vulnerable population groups;\n\t* Providing capital support to upgrade district heating networks, generation"}, {"text_block_id": "p27_b418", "text": "Energy efficiency implementation approach in industry"}, {"text_block_id": "p27_b419", "text": "1."}, {"text_block_id": "p27_b420", "text": "Conducting regular energy audits and setting energy efficiency targets for manufactured products."}, {"text_block_id": "p27_b421", "text": "2."}, {"text_block_id": "p27_b422", "text": "Revision of energy consumption standards for new equipment."}, {"text_block_id": "p27_b423", "text": "3."}, {"text_block_id": "p27_b424", "text": "Defining plan for transition towards economically sustainable levels of electricity and heat tariffs."}, {"text_block_id": "p27_b425", "text": "4."}, {"text_block_id": "p27_b426", "text": "Definition of industry support measures to support the competitiveness of enterprises in the transition period. International criteria for selection of enterprises to receive support including energy intensity level and possibility to compete in the global market."}, {"text_block_id": "p27_b427", "text": "Exhibit 11.Methods of energy-intensive industry support"}, {"text_block_id": "p27_b428", "text": "The main technical activities for energy saving and energy efficiency increase in industry are:"}, {"text_block_id": "p27_b429", "text": ""}, {"text_block_id": "p27_b430", "text": "Modernization of industry to reduce power resource consumption per production unit;"}, {"text_block_id": "p27_b431", "text": ""}, {"text_block_id": "p27_b432", "text": "Introduction of innovative technologies for increased energy efficiency;"}, {"text_block_id": "p28_b433", "text": ""}, {"text_block_id": "p28_b434", "text": "Provision of financial support for modernization of enterprises; provision with human resources in the area of energy efficiency;"}, {"text_block_id": "p28_b435", "text": ""}, {"text_block_id": "p28_b436", "text": "Cooperation of science and industry in modernization of equipment and creation of lean production."}, {"text_block_id": "p28_b437", "text": "Energy efficiency implementation approach in the transport sector"}, {"text_block_id": "p28_b438", "text": "In order to increase energy efficiency in the transport sector, one should organize work in the following major areas."}, {"text_block_id": "p28_b439", "text": "1."}, {"text_block_id": "p28_b440", "text": "Providing an optimal structure for the transport fleet by means of monitoring, and ensuring that all requirements connected with fuel efficiency with respect to new cars appearing in the market are fulfilled."}, {"text_block_id": "p28_b441", "text": "2."}, {"text_block_id": "p28_b442", "text": "Developing alternative types of transport and respective infrastructure, in particular for electric cars and gas-fueled cars."}, {"text_block_id": "p28_b443", "text": "3."}, {"text_block_id": "p28_b444", "text": "Ensuring the use of high quality fuel."}, {"text_block_id": "p28_b445", "text": "4."}, {"text_block_id": "p28_b446", "text": "Developing an incentive program for car disposal aimed at transport fleet renewal within shorter terms (for example, in form of trade-in schemes for more eco-friendly cars)."}, {"text_block_id": "p28_b447", "text": "5."}, {"text_block_id": "p28_b448", "text": "Improvement in the transport flows control system (smart traffic control system) is required."}, {"text_block_id": "p28_b449", "text": "6."}, {"text_block_id": "p28_b450", "text": "Transportation control (transport infrastructure enabling efficient use of all transport types, increase of accessibility and quality of public transport)."}, {"text_block_id": "p28_b451", "text": "The main technical activities for energy saving and energy efficiency in the transport sector are:"}, {"text_block_id": "p28_b452", "text": ""}, {"text_block_id": "p28_b453", "text": "Development of energy efficient transport infrastructure;"}, {"text_block_id": "p28_b454", "text": ""}, {"text_block_id": "p28_b455", "text": "Increase in railway transport efficiency;"}, {"text_block_id": "p28_b456", "text": ""}, {"text_block_id": "p28_b457", "text": "Increase in energy efficiency of local public transport due to its conversion to clean fuel (gas and electricity)."}, {"text_block_id": "p29_b458", "text": "3.4. Power sector development"}, {"text_block_id": "p29_b459", "text": "The current situation in the power sector is characterized by the significant wear of generating and network assets, the dominating position of coal generation and the absence of reserve capacities required for covering peak load."}, {"text_block_id": "p29_b460", "text": "Economic development and implementation of energy efficiency measures will lead to electricity consumption growth by 2.3% per year up to 136 TWh by 2030, and by 1.2% per year up to 172 TWh by 2050. Electricity intensity of GDP in this case will go down by 50% compared to 2010 level."}, {"text_block_id": "p29_b461", "text": "Exhibit 12. Electricity demand by 2050."}, {"text_block_id": "p29_b462", "text": "Growing demand and the decommissioning of old power plants will require significant construction of new power generation capacity in Kazakhstan: 11-12 GW by 2030 (corresponding to about 60% of 2012 installed capacity) and 32-36 GW by 2050, not including intermittent renewable energy sources."}, {"text_block_id": "p30_b463", "text": "Exhibit 13. The demand for new installed capacities"}, {"text_block_id": "p30_b464", "text": "There are several main factors and external uncertainties that will have a significant influence on the development of the Kazakh power sector:"}, {"text_block_id": "p30_b465", "text": "1."}, {"text_block_id": "p30_b466", "text": "Electricity saving due to energy efficiency measures;"}, {"text_block_id": "p30_b467", "text": "2."}, {"text_block_id": "p30_b468", "text": "Modernization and decommissioning of the existing capacities;"}, {"text_block_id": "p30_b469", "text": "3."}, {"text_block_id": "p30_b470", "text": "Competitiveness of various generation technologies in terms of today’s cost of"}, {"text_block_id": "p30_b471", "text": "electricity and future evolution of conventional and renewable generation technologies;"}, {"text_block_id": "p30_b472", "text": "4."}, {"text_block_id": "p30_b473_merged", "text": "Ambition levels of CO2 mitigation efforts, and cost of CO2 emissions;"}, {"text_block_id": "p30_b478", "text": "5."}, {"text_block_id": "p30_b479", "text": "Availability and price of gas for power generation."}, {"text_block_id": "p30_b480", "text": "Integrated scenarios for power sector development"}, {"text_block_id": "p30_b481", "text": "Three scenarios are possible for power sector development. Factors that determine the scenario set-up are:"}, {"text_block_id": "p30_b482", "text": "1."}, {"text_block_id": "p30_b483", "text": "Electricity saving due to energy efficiency measures (“Business as usual” and “Green” electricity demand scenarios are taken into account, as"}, {"text_block_id": "p30_b484", "text": "outlined earlier in this chapter, resulting in total electricity demand ranging from 136 to 145 TWh in 2030 and from 172 to 188 TWh in 2050)."}, {"text_block_id": "p31_b485", "text": "2."}, {"text_block_id": "p31_b486", "text": "Price of gas for power generation (with lower prices corresponding also to greater availability of gas)."}, {"text_block_id": "p31_b487", "text": "3."}, {"text_block_id": "p31_b488", "text": "Two variants of developing new generation capacities are available: the first one, with a share of renewable and alternative sources (which includes hydro, wind, solar and nuclear) ranging from 30% (partial achievement) to 50% (full achievement of Strategy-2050 targets) in 2050."}, {"text_block_id": "p31_b489", "text": "4."}, {"text_block_id": "p31_b490", "text": "Maximum possible extension of a lifetime of existing coal, gas, and hydro capacity as it provides the cheapest electricity; for modernization of existing coal capacity installation of filters is assumed in order to increase local air quality and comply with environmental standards."}, {"text_block_id": "p31_b491", "text": "5."}, {"text_block_id": "p31_b492", "text": "Installed capacity for RES in 2030: 4.6 GW for wind and 0.5 GW for solar."}, {"text_block_id": "p31_b493", "text": "6."}, {"text_block_id": "p31_b494", "text": "Nuclear power plants are developed in accordance with national plans^ total installed capacity of NPPs will be 1.5 GW by 2030 and 2.0 GW by 2050."}, {"text_block_id": "p31_b495", "text": "7."}, {"text_block_id": "p31_b496", "text": "CHPs in all major cities of gasified regions are converted from coal to gas in order to improve local air quality."}, {"text_block_id": "p31_b497", "text": "Thus, the three scenarios can be implemented (Exhibits14-16):"}, {"text_block_id": "p31_b498", "text": "Base-case scenario:"}, {"text_block_id": "p31_b499", "text": "“Business as usual” electricity demand, gasification of Astana"}, {"text_block_id": "p31_b500", "text": "and Karaganda regions, current low gas prices, 30% alternative share in generation in 2050."}, {"text_block_id": "p31_b501", "text": "Green scenario -expensive gas:"}, {"text_block_id": "p31_b502", "text": "“Green” electricity demand, gasification of"}, {"text_block_id": "p31_b503", "text": "Astana and Karaganda regions, high gas prices, 50% alternative share in generation in 2050."}, {"text_block_id": "p31_b504", "text": "Green scenario"}, {"text_block_id": "p31_b505", "text": "–"}, {"text_block_id": "p31_b506", "text": "cheap gas:"}, {"text_block_id": "p31_b507", "text": "“Green” electricity demand, gasification of Astana,"}, {"text_block_id": "p31_b508", "text": "Karaganda, Pavlodar and Eastern regions, low gas prices, 50% alternative share in generation in 2050."}, {"text_block_id": "p32_b509", "text": "Exhibit 14. Power sector development scenarios"}, {"text_block_id": "p32_b510", "text": "Exhibit 15. Total installed capacity in scenarios"}, {"text_block_id": "p33_b511", "text": "Modeling shows that key parameters are comparable across all scenarios, especially until 2030:"}, {"text_block_id": "p33_b512", "text": ""}, {"text_block_id": "p33_b513", "text": "First, average cost of electricity generation is expected to approximately double by 2030 and triple by 2050 compared to 2012 levels (in real terms), reaching 7-9 KZT/kWh in 2030 and 10-14 KZT/kWh in 2050."}, {"text_block_id": "p33_b514", "text": ""}, {"text_block_id": "p33_b515", "text": "Second, total investments, including energy efficiency measures with regards to reducing electricity consumption, retrofit, filters, new capacity and infrastructure across renewable and conventional sources will amount to 40-55 billion USD by 2030 and 90-130 billion USD by 2050 depending on the scenario and on the development of generation technologies."}, {"text_block_id": "p33_b516", "text": ""}, {"text_block_id": "p33_b517", "text": "Third, electricity generated by coal plants will stay at approximately its current level until 2030 in all scenarios: 60-75 TWh in 2030 compared to 70 TWh in 2012. Annual consumption of coal by power sector will slightly decrease to 40-50 million tons in 2030 compared to 2012 levels of just above 50 million tons, primarily due to the increased efficiency of modernized and new coal power plants."}, {"text_block_id": "p33_b518", "text": ""}, {"text_block_id": "p33_b519_merged", "text": "Fourth, usage of gas in power generation will double compared to current consumption and will total 8 bcma in 2030 (10 bcma in “cheap gas” scenario) versus about 4 bcma in 2012."}, {"text_block_id": "p34_b524", "text": ""}, {"text_block_id": "p34_b525", "text": "Fifth, nuclear power will amount to about 7-8% of electricity generation in all scenarios both in 2030 and 2050."}, {"text_block_id": "p34_b526", "text": ""}, {"text_block_id": "p34_b527_merged", "text": "Sixth, regardless of double growth of electric power production, CO2 emissions from power sector will slightly decrease from current 90 million tons per year to 75-85 million tons per year by 2030 mainly due to development of nuclear, renewable sources and increased share of gas."}, {"text_block_id": "p34_b530", "text": "The main technical activities are:"}, {"text_block_id": "p34_b531", "text": "1)"}, {"text_block_id": "p34_b532", "text": "For existing plants:"}, {"text_block_id": "p34_b533", "text": "For existing plants:\n* Conduct technical audit and energy audit of all existing power plants by 2020\n* Retrofit existing coal-fired power plants, which will amount to 8.3 GW"}, {"text_block_id": "p34_b538", "text": "Exhibit 17. Retrofitting and decommissioning schedule of existing capacities"}, {"text_block_id": "p34_b539", "text": "2)"}, {"text_block_id": "p34_b540", "text": "New thermal plants should be equipped with best globally available technologies in terms of fuel efficiency and environmental friendliness."}, {"text_block_id": "p35_b541", "text": "3)"}, {"text_block_id": "p35_b542_merged", "text": "Existing old coal-fired plants should be gradually replaced with modern coal-fired plants – except in big cities, where power generation will migrate to gas, in case gas is available and affordable, provided:"}, {"text_block_id": "p35_b545", "text": "Existing old coal-fired plants should be gradually replaced with modern coal-fired plants – except in big cities, where power generation will migrate to gas, in case gas is available and affordable, provided:\n* The Government sticks to the policy of gas production at oil and gas fields\n* The Government makes an effort to implement a long-term price policy in the\n* Achieving 3 percent of wind and solar plants in the total volume of electricity\n* Achieving 10 percent of wind and solar plants in the total volume of electricity\n* Full-scale RES roll-out after RES become acceptably competitive as compared\n* Achieving a 50-percent share of alternative and renewable energy sources\n* Considering strengthening the Nuclear Energy Committee under the Ministry\n* Considering the introduction of a control regime to ensure uranium waste is\n* Developing a uranium waste management strategy to ensure that a safe"}, {"text_block_id": "p35_b549", "text": "4)"}, {"text_block_id": "p35_b550", "text": "Renewable energy should be developed through building wind and solar power plants:"}, {"text_block_id": "p35_b559", "text": "5)"}, {"text_block_id": "p35_b560", "text": "Diversify power supply by investing in nuclear power generation, also in order to create healthy competition in the power sector and to maintain the competitiveness of the uranium mining industry. Installed nuclear capacity will equal 1.5 GW in 2030 and 2.0 GW in 2050. Nuclear generation development requires that safety measures be implemented which will mean the following:"}, {"text_block_id": "p36_b567", "text": "6)"}, {"text_block_id": "p36_b568", "text": "Investments for the creation of gas infrastructure in the North, East and South regions are needed. This is required to allow switching coal CHPs to gas in all big cities, provided it is available and affordable. This will primarily result in lower local emissions and better air quality, and ensuring flexible backup capacity for intermittent renewable energy sources. The following decisions should be made to develop the gas infrastructure:"}, {"text_block_id": "p36_b569", "text": "Investments for the creation of gas infrastructure in the North, East and South regions are needed. This is required to allow switching coal CHPs to gas in all big cities, provided it is available and affordable. This will primarily result in lower local emissions and better air quality, and ensuring flexible backup capacity for intermittent renewable energy sources. The following decisions should be made to develop the gas infrastructure:\n* Introduce a target for gas generation as a proportion of the generation mix by\n* Agree on a plan for the necessary infrastructure to be built to ensure access to"}, {"text_block_id": "p36_b575", "text": "7)"}, {"text_block_id": "p36_b576", "text": "Switching existing coal CHPs to gas, primarily in the big cities (Almaty, Astana, Karagandy), and constructing new gas-fired power plants until 2020 to improve environmental setting in these cities."}, {"text_block_id": "p36_b577", "text": "3.5. Waste management"}, {"text_block_id": "p36_b578", "text": "The current situation in the waste management in Kazakhstan is characterized by the following problems:"}, {"text_block_id": "p36_b579", "text": ""}, {"text_block_id": "p36_b580", "text": "Industrial waste legacy."}, {"text_block_id": "p36_b581", "text": "Large volumes of historically heavy industry, industrial agriculture, and mining wastes, much of which is toxic and some nuclear, were accumulated during the previous several decades"}, {"text_block_id": "p36_b582", "text": "."}, {"text_block_id": "p36_b583", "text": ""}, {"text_block_id": "p36_b584", "text": "Growing volumes of new industrial wastes."}, {"text_block_id": "p36_b585", "text": "Due to the development of the mining industry, processing and heavy industries, Kazakhstan produces significant volumes of industrial waste that need to be managed in compliance with international best practice."}, {"text_block_id": "p36_b586", "text": ""}, {"text_block_id": "p36_b587", "text": "Growing volumes of household waste."}, {"text_block_id": "p36_b588", "text": "Production of household waste in urban areas (330 kg/inhabitant/year) is largely in line with its peers where"}, {"text_block_id": "p37_b589", "text": "GDP per capita is similar. Household waste generation is likely to grow by more than 50% by 2025 along with growth in prosperity."}, {"text_block_id": "p37_b590", "text": ""}, {"text_block_id": "p37_b591", "text": "Inadequate services:"}, {"text_block_id": "p37_b592", "text": "Outside of the big cities, typically only about one quarter of the population has access to MSW collection services. There are also large regional differences in terms of service coverage."}, {"text_block_id": "p37_b593", "text": ""}, {"text_block_id": "p37_b594", "text": "Improper transfer and disposal practices."}, {"text_block_id": "p37_b595", "text": "97% of MSW is taken to uncontrolled dumps and substandard authorized landfills without processing or recycling."}, {"text_block_id": "p37_b596", "text": "Exhibit 18. Historical industrial waste"}, {"text_block_id": "p38_b597", "text": "Exhibit 19.Industrial waste volumes"}, {"text_block_id": "p38_b598", "text": "Exhibit 20. Household waste growth forecast"}, {"text_block_id": "p39_b599", "text": "Exhibit 21. Current provision with MSW collection and disposal services"}, {"text_block_id": "p39_b600", "text": ""}, {"text_block_id": "p39_b601", "text": "Underdeveloped waste collection, processing and disposal infrastructure."}, {"text_block_id": "p39_b602", "text": "Technology and infrastructure do not meet current standards due to a lack of economic incentives, as well as other motivational aspects. For instance, some standards/requirements are in place but enforcement is weak due to insufficient state control. Moreover, there has been little incentive for local authorities and business in the waste disposal sector to increase added value recovery through recycling, composting, or energy recovery from urban waste, with recycled volumes reported to be less than 5% of total MSW volumes."}, {"text_block_id": "p39_b603", "text": "Actually, Kazakhstan needs to build a new integrated waste management system, because an institutional and legal framework is largely missing. The norms for rational waste management are insufficient, and the responsibility for the building and functioning of a more integrated system is not distributed. There are no provisions to mandate sustainable financing of both infrastructure development and its operation."}, {"text_block_id": "p39_b604", "text": "This system should be formed using the following approaches"}, {"text_block_id": "p39_b605", "text": ":"}, {"text_block_id": "p39_b606", "text": "а)"}, {"text_block_id": "p39_b607", "text": "Establishing an organized waste management, full service provision, and"}, {"text_block_id": "p39_b608", "text": "landscape protection across the board;"}, {"text_block_id": "p40_b609", "text": "landscape protection across the board;\n* Reducing landfill numbers through a broad shift to recycling/reuse and energy\n* Building a âcircular economyâ where material flows are connected usefully to\n* Improving the environmental situation and reducing man-made environmental"}, {"text_block_id": "p40_b616_merged", "text": "To minimize industrial waste, a state program should be developed to recycle and dispose of the legacy and today’s industrial waste, which should include the following initiatives:"}, {"text_block_id": "p40_b619", "text": "1."}, {"text_block_id": "p40_b620", "text": "Evaluate all major landfills in terms of the content of useful substances and conduct an inspection to see 100 percent of waste complies with environmental standards."}, {"text_block_id": "p40_b621", "text": "2."}, {"text_block_id": "p40_b622", "text": "Refine waste classification rules and align them with EU standards to reflect the actual volume of waste and status of places where landfills are located."}, {"text_block_id": "p40_b623", "text": "3."}, {"text_block_id": "p40_b624", "text": "Perform a technical and economic assessment at all major landfills with this type of waste to define cost effectiveness of their recycling and to calculate the investments needed to ensure their compliance with standards."}, {"text_block_id": "p40_b625", "text": "4."}, {"text_block_id": "p40_b626", "text": "Define options for recycling/burial of hazardous and toxic waste for 100 percent of waste."}, {"text_block_id": "p40_b627", "text": "5."}, {"text_block_id": "p40_b628", "text": "Based on the assessment of the economic and environmental impact, prioritize this type of waste for further recycling and define required sources of financing and relevant incentives to implement projects targeting recycling and ensuring safe storage of 100 percent of washery refuse."}, {"text_block_id": "p40_b629", "text": "6."}, {"text_block_id": "p40_b630", "text": "Create infrastructure and enterprises to recycle industrial waste, incentivize their sustainable operation."}, {"text_block_id": "p40_b631", "text": "7."}, {"text_block_id": "p40_b632", "text": "Articulate a clear mechanism of interaction between various ministries and agencies to develop policies and control industrial waste management."}, {"text_block_id": "p40_b633", "text": "8."}, {"text_block_id": "p40_b634", "text": "Improve regulatory mechanisms for chemical substances, bring HSE legislation (including the chemical products register) into compliance with"}, {"text_block_id": "p40_b635", "text": "the requirements of law “On chemical product safety”."}, {"text_block_id": "p41_b636", "text": "9."}, {"text_block_id": "p41_b637", "text": "Ensure that environmentally safe technologies and processes, including the technologies on destruction of wastes containing persistent organic pollutants, and other hazardous wastes are introduced."}, {"text_block_id": "p41_b638", "text": "10."}, {"text_block_id": "p41_b639", "text": "Introduce international systems of chemical substance classification and marking."}, {"text_block_id": "p41_b640", "text": "11."}, {"text_block_id": "p41_b641", "text": "Improve the system of statistical reporting and accounting of chemical substances at the state level with formation of emission registers and transfer of chemical substances at the regional and national levels."}, {"text_block_id": "p41_b642", "text": "12."}, {"text_block_id": "p41_b643", "text": "Provide material-technical equipment of territorial analytical laboratories in order to receive reliable on-line data on pollution of surface and underground waters, soil and atmospheric air."}, {"text_block_id": "p41_b644", "text": "To overcome the MSW challenge, the following measures should be implemented:"}, {"text_block_id": "p41_b645", "text": "1."}, {"text_block_id": "p41_b646", "text": "Perform detailed audit of all large MSW landfills and define recultivation measures."}, {"text_block_id": "p41_b647", "text": "2."}, {"text_block_id": "p41_b648", "text": "Develop a state MSW recycling and disposal program covering the following aspects:"}, {"text_block_id": "p41_b649", "text": "Develop a state MSW recycling and disposal program covering the following aspects:\n* Set the target for MSW recycling of up to 50 percent by 2050; and\n* Introduce a household waste separation program for consumers;\n* Define a tariff calculation methodology which will cover operational\n* part of the costs of collection and disposal of packaging, electronic and\n* Develop a mechanism to attract investments, e.g., through public-private"}, {"text_block_id": "p42_b660", "text": "Develop a state MSW recycling and disposal program covering the following aspects:\n* Set the target for MSW recycling of up to 50 percent by 2050; and\n* Introduce a household waste separation program for consumers;\n* Define a tariff calculation methodology which will cover operational\n* part of the costs of collection and disposal of packaging, electronic and\n* Develop a mechanism to attract investments, e.g., through public-private\n* Enter into contracts for household waste management on a tender basis\n* Define public support measures for socially vulnerable groups when"}, {"text_block_id": "p42_b664", "text": "3."}, {"text_block_id": "p42_b665", "text": "Update MSW recycling and storage standards using new technologies, such as anaerobics, composting and biogas."}, {"text_block_id": "p42_b666", "text": "4."}, {"text_block_id": "p42_b667", "text": "Create a regulatory and legal framework to control MSW collection, transportation and storage until 2015."}, {"text_block_id": "p42_b668", "text": "5."}, {"text_block_id": "p42_b669", "text": "Improve collection, processing and presentation of statistical information to monitor achievements of target indicators in MSW management."}, {"text_block_id": "p42_b670", "text": "3.6. Reducing air pollution"}, {"text_block_id": "p42_b671", "text": "The main air pollutants of concern are particulate matter, sulfur dioxide and oxides of nitrogen. Other pollutants include mercury, ozone, lead, carbon monoxide and dioxins. Three sectors of Kazakhstan"}, {"text_block_id": "p42_b672", "text": "–"}, {"text_block_id": "p42_b673", "text": "power industry with combustion sources, manufacturing and mining, and transport"}, {"text_block_id": "p42_b674", "text": "–"}, {"text_block_id": "p42_b675", "text": "account for the vast majority of"}, {"text_block_id": "p42_b676", "text": "Kazakhstan’s emissions of particulate matter, sulfur dioxide and oxides of"}, {"text_block_id": "p42_b677", "text": "nitrogen."}, {"text_block_id": "p42_b678_merged_merged", "text": "Power generation combined with district heating (DH) (i.e., combustion sources) is the sector generating the largest amount of particulate matter, sulfur dioxide (SO2) and nitrogen oxides (NOx) emissions. Combustion sources make the largest contribution in the total air emissions -40 percent of total emissions, 50 percent of particulate matter, 47 percent of SO2, and 60 percent of NOx emissions. These large emissions are due to the use of low-quality coal and inadequate pollution control equipment in power plants and DH plants."}, {"text_block_id": "p43_b687", "text": "Table 1: Emissions in Kazakhstan by main sectors in 2010, thous. metric tons"}, {"text_block_id": "p43_b688", "text": "Air pollution is a severe environmental problem in urban areas in Kazakhstan, especially in the industrial zones developed as production centers and located in industrialized oblasts. Urban areas contribute a major portion of the pollution generated. Because large populations have been affected by adverse air quality in urban areas, particular attention should be placed on improving the air quality therein."}, {"text_block_id": "p43_b689_merged", "text": "Significant increases in air pollution levels have been observed recently in Kazakhstan. Air pollutants contribute to the increase in the incidence rate of associated illnesses and ailments and, as a consequence, lead to direct and indirect losses to the national economy including necessary medical care expenses and productivity losses. Current emission standards in Kazakhstan significantly exceed European benchmarks. More stringent standards on particulate matter, SO2 and NOx emissions should be considered for adoption in Kazakhstan, if the country wants to improve air quality."}, {"text_block_id": "p44_b694", "text": "Exhibit 22. Power plants local air emissions: current level, Kazakhstan standards and European standards"}, {"text_block_id": "p44_b695", "text": "Based on the analysis of current emissions and the review of electricity and heat generation capacities, the following measures should be taken:"}, {"text_block_id": "p44_b696", "text": "1."}, {"text_block_id": "p44_b697", "text": "Until the end of 2014, develop the principles and the roadmap of transition to new emission standards close to EU norms together with power, heat producers and other major industrial players."}, {"text_block_id": "p44_b698", "text": "2."}, {"text_block_id": "p44_b699", "text": "Develop and implement standards close to EU norms."}, {"text_block_id": "p44_b700", "text": "3."}, {"text_block_id": "p44_b701", "text": "Retrofit and install filters at plants and industrial enterprises located in the proximity to big cities, match emission indicators to current standards according to the developed roadmap."}, {"text_block_id": "p44_b702", "text": "4."}, {"text_block_id": "p44_b703", "text": "Switch existing coal-fired power plants to gas, if gas infrastructure and volumes are available and if it is cost effective."}, {"text_block_id": "p44_b704", "text": "5."}, {"text_block_id": "p44_b705", "text": "Large boilers at coal power plants should be retrofitted at first instance with modern control technology for particulate matter, sulfur dioxide and nitrogen oxides. Smaller units should be allowed to operate until decommissioning in order to satisfy the demand for electricity."}, {"text_block_id": "p44_b706", "text": "6."}, {"text_block_id": "p44_b707", "text": "Install equipment for constant control of air emissions at large power plants, boilers and industrial enterprises."}, {"text_block_id": "p45_b708", "text": "7."}, {"text_block_id": "p45_b709", "text": "Perform continuous monitoring and control over emission of pollutants and"}, {"text_block_id": "p45_b710", "text": "greenhouse gases through Kazakhstan’s e"}, {"text_block_id": "p45_b711", "text": "nvironmental protection authority."}, {"text_block_id": "p45_b712", "text": "8."}, {"text_block_id": "p45_b713", "text": "The following measures should be taken in transport:"}, {"text_block_id": "p45_b714", "text": "The following measures should be taken in transport:\n* Deploy a modern transportation fleet together with improved practices, fuel\n* Set air emission standards for road transportation vehicles compliant with\n* Enforce annual inspection of motor vehicles to check exhaust fumes quality\n* Switch public transport in Almaty to compressed gas; switch public"}, {"text_block_id": "p45_b722", "text": "3.7. Preservation and efficient management of ecosystems"}, {"text_block_id": "p45_b723", "text": "Integrated management of ecosystems must be performed in accordance with the principles of sustainable development to increase their significance and economic potential."}, {"text_block_id": "p45_b724", "text": "Forestry management."}, {"text_block_id": "p45_b725_merged_merged", "text": "There are 28.78 mln ha of forests in Kazakhstan, from which 1.5 mln cubic meters of wood is produced. The forest areas were reduced for many years, and the long-term value of these assets dropped – especially as a result of illegal cutting, forest fires and conversions to agricultural lands. Forests have to a significant degree lost such important properties as water retention, carbon capture and soil stabilization. It is necessary to implement projects aimed at efficient preservation of the forest resources, deforestation control, introduction of modern forestry management methods and development of the relevant skills in the country."}, {"text_block_id": "p45_b728", "text": "Management of fisheries."}, {"text_block_id": "p45_b729", "text": "In the period from 1960 to 1990, fish capture volumes dropped from 111.9 thousand tons to 68.6 thousand tons, and by 2010 this indicator was further reduced by 51.7 thousand. The fishing industry employee numbers dropped from 110 thousand in the 1940-ies to 4-5 thousand people. Mostly this reduction is due to the drying up of the Aral Sea; other factors include"}, {"text_block_id": "p46_b730", "text": "overfishing, pollution and excessive withdrawal of river water. There are many examples of countries successfully restoring their fisheries in 10-20 years. It is necessary to implement projects aimed at raising the economic potential of the fishing industry. Thus, gradual transition from fishing to fishing industry will allow to reduce pressure from fishing resources of natural water basins. Fishing industry will result in multiplicative social-economic effect. For example, growth of industrial fisheries will help to create new jobs mainly in rural areas. This implementation of projects aimed at increasing potential of fishing industry is required."}, {"text_block_id": "p46_b731", "text": "Wild life management."}, {"text_block_id": "p46_b732", "text": "Kazakhstan's endemic wild life is unique and constitutes an attractive asset for tourists and a source of meat products (by hunting, etc.). Currently Kazakhstan has a small but very lucrative hunting sector. A large number of hunting resource users appeared in Kazakhstan, who were attracted by the possibility of investing in the economy sectors which were new to them"}, {"text_block_id": "p46_b733", "text": "–"}, {"text_block_id": "p46_b734", "text": "development of sustainable hunting and sport fisheries, development of ecotourism, organization of photo-safaris, reproduction of wild animals in caged and semi-free conditions, etc., which, in essence, are green investments. There are about 700 hunting resource users already, who allocated 1415.3 mln tenge for development of hunting farms in 2012, including 1229.2 mln tenge for the support of gamekeeper service, 239.9 mln tenge for biotechnical activities. The Republic's budget received 145.3 mln tenge in 2012 as payments for wild life usage. Kazakhstan possesses unique possibilities for the development and provision of ecological and hunting tourism. Sustainable hunting tourism can be established on a professional basis to increase its economic benefits."}, {"text_block_id": "p46_b735", "text": "Ecological tourism."}, {"text_block_id": "p46_b736", "text": "Kazakhstan’s pristine landscapes are considered"}, {"text_block_id": "p46_b737_merged_merged", "text": "to be one of the main tourist assets of the country. Currently Kazakhstan is actively developing communications and infrastructure (housing for tourists, transport, services), but preservation of the landscapes designated for ecotourism is a mandatory pre-condition in this respect."}, {"text_block_id": "p47_b740", "text": "4. Human resources for transition to Green Economy and development of the population's ecological culture"}, {"text_block_id": "p47_b741", "text": "For successful implementation of the Concept, it is necessary to ensure availability of sufficient human resources and expertise, including relevant training of technical and management personnel."}, {"text_block_id": "p47_b742", "text": "To achieve this, it is necessary to plan activities in the following areas:"}, {"text_block_id": "p47_b743", "text": "1."}, {"text_block_id": "p47_b744", "text": "Train enough engineers in environment protection and resource productivity:"}, {"text_block_id": "p47_b745", "text": "Train enough engineers in environment protection and resource productivity:\n* All engineering education should have environment protection and resource\n* -intense, this is even more\n* The number of engineers trained in Kazakhstan needs to increase substantially."}, {"text_block_id": "p47_b751", "text": "2."}, {"text_block_id": "p47_b752", "text": "Conduct on-the-job training and advanced training of existing engineers, representatives of authorities, and farmers. In the areas of energy efficiency, agriculture and resource management, Kazakhstan could consider the possibility of developing skills of the thousands of"}, {"text_block_id": "p47_b753", "text": "today’s"}, {"text_block_id": "p47_b754", "text": "managers, engineers and farmers."}, {"text_block_id": "p47_b755", "text": "The next condition required is that of fostering a new eco-culture that encapsulates environmental stewardship among the general public. The population should be educated to be responsible in terms of rational consumption of energy, water and other natural resources, separating household waste for future recycling."}, {"text_block_id": "p47_b756", "text": "3."}, {"text_block_id": "p47_b757", "text": "It is necessary to fully include green topics in elementary and infant school curricula. This will implant the environment protection ideas in the minds of future generations and will bring additional benefit."}, {"text_block_id": "p47_b758", "text": "4."}, {"text_block_id": "p47_b759_merged_merged_merged", "text": "It is also necessary to conduct broad communication and education programs to increase the population’s awareness in the issues of resource usage and environmental problems. Such action should facilitate changes in the population's behavior models with respect to usage of heating and cooling systems, waste disposal and water usage."}, {"text_block_id": "p48_b762", "text": "5. Establishment of the Council for Transition to Green Economy"}, {"text_block_id": "p48_b763", "text": "The Council for Transition to Green Economy that will be responsible for coordination and control of the transition to Green Economy will be established under the President of the Republic of Kazakhstan. Every three years the Council will be presented with a National Report on transition towards Green Economy."}, {"text_block_id": "p48_b764", "text": "Creation of such a body is a proven mechanism for the implementation of large-scale transformations in the public sector. For example, this approach was successfully employed in Taiwan, Great Britain, Korea and Bahrain (Exhibit 23)."}, {"text_block_id": "p48_b765", "text": "Exhibit 23. Examples of creation of a state body for transition to green economy"}, {"text_block_id": "p48_b766", "text": "6. Implementation stages of the Green Economy Concept"}, {"text_block_id": "p48_b767", "text": "The asset regeneration cycle in the resource sectors of the economy takes a long time and, in countries where the economy is oriented towards mineral resources extraction, transition to a clean economy takes decades. Kazakhstan is not an exception in this respect."}, {"text_block_id": "p49_b768", "text": "Therefore, implementation of the Green Economy Concept will be performed in three stages:"}, {"text_block_id": "p49_b769", "text": "2013-2020"}, {"text_block_id": "p49_b770", "text": "–"}, {"text_block_id": "p49_b771", "text": "During this period, the main priority of the state will be to optimize resource use and increase the efficiency of the environment protection activities, as well as to establish green infrastructure;"}, {"text_block_id": "p49_b772", "text": "2020-2030"}, {"text_block_id": "p49_b773", "text": "–"}, {"text_block_id": "p49_b774", "text": "Based on the established green infrastructure, transformation of the national economy will start, oriented at rational water use, motivation and stimulation of development and broad implementation of renewable energy technologies, as well as construction of facilities based on high energy efficiency standards;"}, {"text_block_id": "p49_b775", "text": "2030-2050"}, {"text_block_id": "p49_b776", "text": "–"}, {"text_block_id": "p49_b777", "text": "Transition of the national economy to principles of Third Industrial Revolution, which require the use of natural resources on the condition of renewability and sustainability."}, {"text_block_id": "p49_b778", "text": "III. THE LIST OF REGULATORY ACTS UNDERPINNING IMPLEMENTATION OF THE CONCEPT"}, {"text_block_id": "p49_b779_merged", "text": "The Green Economy Concept is to be implemented in accordance with the provisions of the Constitution of the Republic of Kazakhstan, “Kazakhstan-2050” and “Kazakhstan-2030: Prosperity, Security and Growing Welfare of All the Kazakhstanis” and the for the Development of the Republic of Kazakhstan until 2020."}, {"text_block_id": "p49_b786", "text": "The matter of the Green Economy Concept implementation will be regulated by legislative acts of the Republic of Kazakhstan related to the transition towards Green Economy."}, {"text_block_id": "p49_b787", "text": "The tools for implementing specific tasks of the Concept by sector are the existing program documents as amended and supplemented with respect to the implementation of the main areas of the Green Economy Concept, such as the Program of Agro-Industrial Complex Development for 2013-2020 (Agribusiness2020), the State Program for Expedited Industrial and Innovational Development of Kazakhstan in 2010-2014, National Education Development Program of Kazakhstan in 2011-2020, local development programs, strategic plans of governmental bodies, Zhasyl Damu Industry Program for 2010-2014 and other"}, {"text_block_id": "p50_b788", "text": "industry programs that will be updated to include new areas of focus such as on air quality, waste management, prevention of desertification and land deterioration, improving soil fertility, development of fisheries, aquacultures and fish breeding ."}, {"text_block_id": "p50_b789", "text": "The plan is also to develop the State Program for Water Resource Management for 2014-2040."}], "document_description": "The Concept for Sustainable Development (Concept) is a comprehensive guide to planning national development over a period of nearly two decades. The Concept was developed within the framework of the World Summit on Sustainable Development (Johannesburg, 2002) by the Ministry of Environment with support from UNDP, UNEP-EU, as well as scientists and experts. A 2013 version was subsequently released.  This policy calls for the increase of the environmental sustainable index up to 10% by 2012, 15% by 2018, and 25% by 2024.  The Concept lays out the four stages of development:Preparation stage (2007-2009) is to establish the institutional readiness to integrate sustainable development principles into all aspects of political and economics spheresIn the first stage (2010-2012) the country aims to become one of the fifty most competitive countries in the world economyDuring the second stage (2013-2018) the focus is on quality of life for citizens, decrease in environmental degradation, and increase of environmental sustainabilityThe third stage (2019-2024) Kazakhstan will achieve international standards of sustainable development  The general goal of the Concept is 'to achieve an economic, social, environmental, and political balance of the development of the Republic of Kazakhstan as a base for improvement of quality of life and provision for the competitiveness of the country in the long-term period.'  The decree lays out eight principles for Kazakhstan's sustainable development broadly related to improving the economic and social development indicators of the country. The principles are followed by 16 priorities, a number of which are related directly or indirectly to climate change mitigation or adaption. Those priorities are:Introduction of sustainable models of production and consumptionIntroduction of innovative environmentally safe technologiesDevelopment of sustainable transportation systemsEnergy efficiency and energy savingDevelopment of science and education for sustainable developmentPrevention and alleviation of environmental threats to the human healthDecrease of emissions, including GHG and ODSAccess to quality drinking waterSolutions to trans-boundary environmental problemsWaste management  The section on environmental sustainability highlights the need to follow a development path that decreases the anthropogenic impact on climate change. The plan stipulates that the country should use national and local budgets in addition to international loans and grants to achieve its sustainable development goals; the adoption and enforcement of 'polluter pays' policies meant to penalise those entities that contaminate the environment (including excessive CO2emissions), the introduction of trading emissions quota system (the ETS, now in its first year of operation)."}