{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Kazakhstan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Social development", "Residential and Commercial", "Health", "Energy", "Economy-wide"], "document_date": "01/01/2013", "document_language": "Russian", "document_name": "CONCEPT for transition of the Republic of Kazakhstan to Green Economy", "document_country_code": "KAZ", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/KAZ/2013/KAZ-2013-01-01-CONCEPT for transition of the Republic of Kazakhstan to Green Economy_7c653d6a1155ee99c6947c1f68bf64ca.pdf", "document_type": "Vision", "text_blocks": [], "document_description": "The Concept for Sustainable Development (Concept) is a comprehensive guide to planning national development over a period of nearly two decades. The Concept was developed within the framework of the World Summit on Sustainable Development (Johannesburg, 2002) by the Ministry of Environment with support from UNDP, UNEP-EU, as well as scientists and experts. A 2013 version was subsequently released.  This policy calls for the increase of the environmental sustainable index up to 10% by 2012, 15% by 2018, and 25% by 2024.  The Concept lays out the four stages of development:Preparation stage (2007-2009) is to establish the institutional readiness to integrate sustainable development principles into all aspects of political and economics spheresIn the first stage (2010-2012) the country aims to become one of the fifty most competitive countries in the world economyDuring the second stage (2013-2018) the focus is on quality of life for citizens, decrease in environmental degradation, and increase of environmental sustainabilityThe third stage (2019-2024) Kazakhstan will achieve international standards of sustainable development  The general goal of the Concept is 'to achieve an economic, social, environmental, and political balance of the development of the Republic of Kazakhstan as a base for improvement of quality of life and provision for the competitiveness of the country in the long-term period.'  The decree lays out eight principles for Kazakhstan's sustainable development broadly related to improving the economic and social development indicators of the country. The principles are followed by 16 priorities, a number of which are related directly or indirectly to climate change mitigation or adaption. Those priorities are:Introduction of sustainable models of production and consumptionIntroduction of innovative environmentally safe technologiesDevelopment of sustainable transportation systemsEnergy efficiency and energy savingDevelopment of science and education for sustainable developmentPrevention and alleviation of environmental threats to the human healthDecrease of emissions, including GHG and ODSAccess to quality drinking waterSolutions to trans-boundary environmental problemsWaste management  The section on environmental sustainability highlights the need to follow a development path that decreases the anthropogenic impact on climate change. The plan stipulates that the country should use national and local budgets in addition to international loans and grants to achieve its sustainable development goals; the adoption and enforcement of 'polluter pays' policies meant to penalise those entities that contaminate the environment (including excessive CO2emissions), the introduction of trading emissions quota system (the ETS, now in its first year of operation)."}