{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Kazakhstan", "document_category": "Law", "document_sector_name": "Energy", "document_date": "07/05/2009", "document_language": "English", "document_name": "Law about Support of Use of Renewable Sources of Energy No. 165-4", "document_country_code": "KAZ", "document_hazard_name": [], "document_keyword": ["Research And Development", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/KAZ/2009/KAZ-2009-05-07-Law about Support of Use of Renewable Sources of Energy No. 165-4_be8a07c7d4d17a5e851d13c507160596.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This piece of legislation aims to eliminate previous legal and financial barriers to the development of renewable energy projects, thus facilitating new projects and access to regional energy grids, as well as regulating energy pricing to ensure that energy from renewable sources is cost-comparable to fossil fuels.<br />\n<br />\nThe law was a necessary step in order to realise the reduction in GHG emissions, increasing the share of renewable energy (defined as solar, wind hydropower, biomass, and geothermal energy) consumed relative to fossil fuels. The law does not, however, specify a percentage share of renewable energy.<br />\n<br />\nThe text lays the legal framework to develop national and regional programmes to exploit renewable energy, establish norms associated with renewable energy production, and issue permits for new projects and plants. This regulatory authority will rest in a government-authorised body (of the executive branch) in charge of all renewable energy programmes.<br />\n<br />\nAt the regional and local levels, the Authority both authorises local executive authorities to participate in the planning and approval of local and regional projects to develop renewable energy up to 25MW and obliges them to reserve and allocate local lands to said projects, within the framework of the law.<br />\n<br />\nRenewable energy prices are set by the provider but must not exceed the estimated price stated in the feasibility study submitted to and approved by the appropriate governing body. Those companies operating regional power grids are legally obliged to buy all renewable energy produced by plants connected to the grid up to 50% of their total energy purchases. Should renewable energy exceed 50% of energy purchased by companies operating regional energy grids, the national grid shall purchase the surplus in its entirety. Additional incentives to develop renewable energy projects include prioritising the connection of renewable energy plants to energy grids and the use of renewable energy once those plants have access to the grids, and the exclusion of 'service payments' associated with the sale and purchase of traditionally produced energy.<br />\n<br />\nThis law codifies the requirement that by 2024 5% of Kazakhstan's total energy consumption must come from renewable sources."}