{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Kazakhstan", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "01/09/2007", "document_language": "English", "document_name": "The Ecological Code of the Republic of Kazakhstan, No. 212 of 2007and Amendment to said legislation on 3 December 2011", "document_country_code": "KAZ", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/KAZ/2007/KAZ-2007-09-01-The Ecological Code of the Republic of Kazakhstan, No. 212 of 2007and Amendment to said legislation on 3 December 2011_00d14e3d4183ec355393b761741d74d4.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Ecological Code is a general law that addresses a variety of environmental and climate issues. It codifies ecological definitions of terms into law, establishes the authority of the government to regulate different aspects of the natural environment, stipulates various institutional relations between governmental departments, and lays the groundwork for environmental impact studies among many other regulatory provisions. It includes provisions related to climate change and an amendment passed in 2011 allows Kazakhstan to operate a national carbon trading scheme.<br />\n<br />\nIt states that the state shall prioritise prevention and mitigation of climate change and regulate according to principles that limit the amount of GHGs released into the atmosphere. The law authorises a governmental body to monitor climate change and ozone layer and further charges that body with using scientific information to develop measures at the national level specific to various economic sectors to reduce the discharge of GHGs into the atmosphere.<br />\n<br />\nThe law also outlines the regulatory authority of the state of Kazakhstan to issue limits (quotas) on the emissions of GHGs and ozone-destroying gases. The regulatory authority lies with a government body to be specified by the state, which will determine maximum quotas, and issue permits for the import of substances harmful to the ozone. The details of the carbon trading scheme were not included in the amendment but issued in a series of executive decrees."}