{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Germany", "document_category": "Law", "document_sector_name": ["Industry", "Energy"], "document_date": "19/07/2002", "document_language": "English", "document_name": "Combined Heat and Power Act (KWKG)", "document_country_code": "DEU", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/DEU/2002/DEU-2002-07-19-Combined Heat and Power Act (KWKG)_4718344d2df418c9247a1f67358d9d52.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This Act aims to increase electricity generation from CHP plants, to support the launch of the fuel cell sector and funding for construction and expansion of heating and cooling systems. The law intends to contribute to an increase in electricity generation from CHP by 25% by 2020 through the modernisation of existing and construction of new CHP plants.<br />\n<br />\nIt replaces a 2000 law on CHP. Both laws are primarily intended to promote large CHP plants affected by decreasing electricity prices as a consequence of liberalisation. At the same time the share of CHP-produced electricity was to increase to lower CO2 emissions by 23m tonnes by 2010. Half of this target is to be achieved by the CHP law, the other half by a voluntary agreement with industry. Renewable energy technologies not covered by the EEG may benefit from this law, including co-firing of biomass in fossil-fuelled power plants and biomass-fired CHP larger than 20MW. The premium cannot be combined with other support, particularly not with the EEG.<br />\n<br />\nIn the original (2002) act, only the CHP share of the quantity of electricity produced was subsidised, which was fed into the grid at all voltage levels for general supply. With effect from 1 January 2009, CHP electricity that is fed into non-public grids or is used for self-supply is also subsidised. Subsidies for new heat networks or expanding heat networks were also included.<br />\n<br />\nThe 2009 amendment aims to increase electricity generation from CHP plants by promoting the modernisation and construction of CHP plants, support for the fuel cell sector and the funding for the construction and expansion of heating and cooling systems, and the construction and extension of heat and cold storage capacity. With the amendments in 2008 and 2009, the percentage share of high-efficiency CHP plants in electricity and heat generation (primary energy use over 90%) will be increased from 12% to 25%. District heat networks will also be expanded."}