{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Germany", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Energy Concept for an Environmentally Sound, Reliable and Affordable Energy Supply", "document_country_code": "DEU", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "28/09/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/DEU/2010/DEU-2010-09-28-Energy Concept for an Environmentally Sound, Reliable and Affordable Energy Supply_ce0f139a23a921c29e1fdbdb92cdd36d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Energy Concept"}, {"text_block_id": "p0_b2", "text": "for an Environmentally Sound, Reliable and Affordable Energy Supply"}, {"text_block_id": "p0_b3", "text": "28. September 2010"}, {"text_block_id": "p0_b4", "text": "www.bmwi.de"}, {"text_block_id": "p0_b5", "text": "www.bmu.de"}, {"text_block_id": "p1_b6", "text": "Editorial department"}, {"text_block_id": "p1_b7", "text": "Federal Ministry of Economics and"}, {"text_block_id": "p1_b8", "text": "Technology (BMWi)"}, {"text_block_id": "p1_b9", "text": "Federal Ministry for the Environment,"}, {"text_block_id": "p1_b10", "text": "Nature Conservation and Nuclear Safety (BMU)"}, {"text_block_id": "p1_b11", "text": "Department K I"}, {"text_block_id": "p1_b12", "text": "Design and production"}, {"text_block_id": "p1_b13", "text": "PRpetuumGmbH,Munich"}, {"text_block_id": "p1_b14", "text": "Print"}, {"text_block_id": "p1_b15", "text": "Silber Druck oHG, Niestetal"}, {"text_block_id": "p1_b16", "text": "Photo credits"}, {"text_block_id": "p1_b17", "text": "Paul Wander – Digitalstock (titel), Christian Jakimowits –"}, {"text_block_id": "p1_b18", "text": "Fotolia (titel), Uwe Malitz – Fotolia (p. 3), Ingo Bartussek –"}, {"text_block_id": "p1_b19", "text": "Fotolia (p. 4), Radius Images – Mauritus Images (p. 7),"}, {"text_block_id": "p1_b20", "text": "Tres Delinquentes – Fotolia (p. 11), Eisenhans – Fotolia (p. 12),"}, {"text_block_id": "p1_b21", "text": "Bernhard 63 – Fotolia (p. 14), A. Pobitzer – Digitalstock (p. 17),"}, {"text_block_id": "p1_b22", "text": "Heidi Baldrian – Fotolia (p. 18), Heinz Waldukat – Fotolia (p. 21),"}, {"text_block_id": "p1_b23", "text": "Otto Durst – Fotolia (p. 22), Manfred Steinbach – Fotolia (p. 24),"}, {"text_block_id": "p1_b24", "text": "H-J Paulsen – Fotolia (p. 25), Albert Lozano-Nieto – Fotolia"}, {"text_block_id": "p1_b25", "text": "(p. 26), Sven Hoppe – Fotolia (p. 28), mpixs – Fotolia (p. 30),"}, {"text_block_id": "p1_b26", "text": "JWS – Fotolia (p. 32)"}, {"text_block_id": "p1_b27", "text": "Publisher"}, {"text_block_id": "p1_b28", "text": "Federal Ministry of Economics and"}, {"text_block_id": "p1_b29", "text": "Technology (BMWi)"}, {"text_block_id": "p1_b30", "text": "Public Relations"}, {"text_block_id": "p1_b31", "text": "11019 Berlin"}, {"text_block_id": "p1_b32", "text": "www.bmwi.de"}, {"text_block_id": "p1_b33", "text": "Federal Ministry for the Environment,"}, {"text_block_id": "p1_b34", "text": "Nature Conservation and Nuclear Safety (BMU)"}, {"text_block_id": "p1_b35", "text": "Public Relations"}, {"text_block_id": "p1_b36", "text": "11055 Berlin"}, {"text_block_id": "p1_b37", "text": "www.bmu.de"}, {"text_block_id": "p1_b38_merged", "text": "The FederalMinistry of Economics and Technology has been awarded the berufundfamilie audit certificate for its family-friendly HR policy. The certificate is granted by berufundfamilie gGmbH, an initiative of the Hertie Foundation."}, {"text_block_id": "p1_b41", "text": "Last Revised"}, {"text_block_id": "p1_b42", "text": "September 2010"}, {"text_block_id": "p2_b43", "text": "Energy Concept"}, {"text_block_id": "p2_b44", "text": "for an Environmentally Sound, Reliable and Affordable Energy Supply"}, {"text_block_id": "p2_b45", "text": "28. September 2010"}, {"text_block_id": "p3_b46", "text": "Contents"}, {"text_block_id": "p4_b47", "text": "Energy Concept for an Environmentally Sound, Reliable and Affordable Energy Supply"}, {"text_block_id": "p4_b48", "text": "The purpose of the Energy Concept"}, {"text_block_id": "p4_b49", "text": "Securing a reliable, economically viable and environ"}, {"text_block_id": "p4_b50", "text": "-"}, {"text_block_id": "p4_b51", "text": "mentally sound energy supply is one of the great chal"}, {"text_block_id": "p4_b52", "text": "-"}, {"text_block_id": "p4_b53", "text": "lenges of the 21st century. A core element of this is the implementation of the pivotal political objectives for our future energy system: Germany is to become one of the most energy-efficient and greenest economies in the world while enjoying competitive energy prices and a high level of prosperity. At the same time, a high level of energy security, effective environmental and climate protection and the provision of an economical"}, {"text_block_id": "p4_b54", "text": "-"}, {"text_block_id": "p4_b55", "text": "ly viable energy supply are necessary for Germany to remain a competitive industrial base in the long term. We want to strengthen competition and market orien"}, {"text_block_id": "p4_b56", "text": "-"}, {"text_block_id": "p4_b57", "text": "tation on the energy markets, which will enable us to secure sustainable economic prosperity, jobs for the future, innovation and the modernisation of our coun"}, {"text_block_id": "p4_b58", "text": "-"}, {"text_block_id": "p4_b59", "text": "try. The challenges of sustainable energy provision derive in part from long-term global trends. The world’s rising demand for energy will lead in the long term to a pronounced increase in energy prices. Our country’s dependence on energy imports would also continue to increase. Energy consumption currently causes 80 % of greenhouse gas emissions. For these reasons, our present energy supply structures will have to be radi"}, {"text_block_id": "p4_b60", "text": "-"}, {"text_block_id": "p4_b61", "text": "cally transformed in the medium to long term if we are"}, {"text_block_id": "p4_b62", "text": "to achieve energy security, value for money and the targets set by our climate protection policy. We will set the course so that the huge potential for innovation, growth and employment can be tapped as we revamp our energy system."}, {"text_block_id": "p4_b63", "text": "Long-term strategy for future energy supply"}, {"text_block_id": "p4_b64_merged_merged", "text": "In this Energy Concept, the German government has formulated guidelines for an environmentally sound, reliable and affordable energy supply and, for the first time, mapped a road to the age of renewable energy. The Concept is about designing and implementing a long-term overall strategy for the period up to the year 2050. Our aim is to provide long-term orientation while at the same time preserving the flexibility required for new technical and economic develop-ments. Renewable energy sources are to account for the biggest share in this future energy mix. This ener-gy mix will be dynamic, as conventional energy sourc-es are steadily replaced by renewables. Nuclear ener-gy is a bridging technology on this road. We are aim-ing for a market-oriented energy policy that is free of ideology and open to all technologies, embracing all paths of use for power, heat and transport."}, {"text_block_id": "p5_b75", "text": "Formulating an integrated, all-round strategy will be decisive. When it comes to electricity, for example, the expansion of renewable energies must be com"}, {"text_block_id": "p5_b76", "text": "-"}, {"text_block_id": "p5_b77", "text": "bined with enhanced energy efficiency, the expansion of grids and the construction of new storage facilities. For buildings, implementing efficiency measures, in particular, has enormous potential. Only if this is fully tapped can the use of renewable energies for heating realise its full effect."}, {"text_block_id": "p5_b78", "text": "As the share of renewable energies increases, the trends in energy costs depend crucially on cost-effi"}, {"text_block_id": "p5_b79", "text": "-"}, {"text_block_id": "p5_b80", "text": "cient expansion. In this light, the German government aims both to achieve the expansion targets for renewables and to step up the pressure for innovation and lower costs even further. This is the only way that the sectors concerned can remain internationally compet"}, {"text_block_id": "p5_b81", "text": "-"}, {"text_block_id": "p5_b82", "text": "itive and costs to consumers can be contained."}, {"text_block_id": "p5_b83", "text": "The German government submits this Energy Concept having considered the scientific conclusions from the energy scenarios and on the basis of the tar"}, {"text_block_id": "p5_b84", "text": "-"}, {"text_block_id": "p5_b85", "text": "gets it has defined. We describe what needs to happen in all major fields to ensure an economically viable, secure and environmentally sound energy supply – for"}, {"text_block_id": "p5_b86", "text": "industry and for consumers in Germany. The meas"}, {"text_block_id": "p5_b87", "text": "-"}, {"text_block_id": "p5_b88", "text": "ures outlined here are being implemented rapidly within a continuous process. In this way, we are mak"}, {"text_block_id": "p5_b89", "text": "-"}, {"text_block_id": "p5_b90", "text": "ing an important contribution towards establishing a clear and dependable framework for industry and consumers."}, {"text_block_id": "p5_b91", "text": "Climate protection targets"}, {"text_block_id": "p5_b92_merged_merged_merged_merged_merged", "text": "Implementing the long-term strategy outlined above and meeting the German government’s targets requires a development path provides orientation to everyone concerned. The aim is not a precision land-ing. That would not be compatible with the highly diverse economic and technical developments which can be expected. Instead, the development path will send signals to the general public and to the various sectors about whether we are on track to reach our goals in the course of actual events."}, {"text_block_id": "p5_b95", "text": "In line with the coalition agreement, greenhouse gas emissions are to be cut by 40% by 2020, and the industrial nations have agreed to reduce them by at least 80% by 2050, with 1990 being the base year for both measurements. To achieve that reduction in"}, {"text_block_id": "p6_b96", "text": "greenhouse gas emissions by 2050, the development path will have to mean: a 55 % reduction by 2030, a 70 % reduction by 2040 and an 80-95 % reduction by 2050. By 2020 renewable energies are to account for 18 % of gross final energy consumption. After that, the German government will seek to make renewable energies account for the following proportion of gross final energy consumption: 30 % by 2030, 45 % by 2040 and 60 % by 2050. By 2020 electricity generated from renewable energy sources is to account for 35 % of gross electricity consumption. Following this, the German government will seek to increase the propor"}, {"text_block_id": "p6_b97", "text": "-"}, {"text_block_id": "p6_b98", "text": "tion of gross electricity consumption contributed by electricity from renewable energy sources to: 50 % by 2030, 65 % by 2040 and 80 % by 2050."}, {"text_block_id": "p6_b99", "text": "By 2020 primary energy consumption is to be 20 % lower than in 2008, and 50 % lower by 2050. This calls for an annual average gain in energy productivity of 2.1 %, based on final energy consumption. Compared with 2008, we seek to cut electricity consumption by around 10 % by 2020 and 25 % by 2050. The building renovation rate will need to double from the current figure of less than 1 % a year to 2 % of the total building stock. In the transport sector, final energy consump"}, {"text_block_id": "p6_b100", "text": "-"}, {"text_block_id": "p6_b101", "text": "tion is to fall by about 10 % by 2020 and by about 40 % by 2050, the baseline in this case being 2005."}, {"text_block_id": "p6_b102", "text": "The German government will use scientifically tested monitoring to determine whether actual progress is within the corridor marked out by the above development path and to what extent action needs to be taken. This monitoring, undertaken every three years on behalf of the government, is to be per"}, {"text_block_id": "p6_b103", "text": "-"}, {"text_block_id": "p6_b104", "text": "formed using a transparent procedure that remains to be established, and the outcomes will be discussed with all stakeholders. The monitoring strategy to be developed is intended to ascertain whether we are on track to reach our targets. Affordability and cost effi"}, {"text_block_id": "p6_b105", "text": "-"}, {"text_block_id": "p6_b106", "text": "ciency will be included as factors. A further aim will be to identify existing barriers and changing conditions and, where appropriate, to formulate any additional measures that may be required. The monitoring results will be published."}, {"text_block_id": "p6_b107", "text": "Key findings from the scenarios"}, {"text_block_id": "p6_b108", "text": "On behalf of the German government, external experts drew up a number of scenarios for the Energy Concept"}, {"text_block_id": "p6_b109", "text": "to indicate not only the challenges facing future ener"}, {"text_block_id": "p6_b110", "text": "-"}, {"text_block_id": "p6_b111", "text": "gy policy but also solutions, policy measures and envi"}, {"text_block_id": "p6_b112", "text": "-"}, {"text_block_id": "p6_b113", "text": "ronmental and economic implications. The outcome shows that the path to the age of renewable energy is possible and passable. But it is likewise clear that there is still a substantial need for action in all fields and that the requisite conditions must still be created for a radi"}, {"text_block_id": "p6_b114", "text": "-"}, {"text_block_id": "p6_b115", "text": "cal restructuring of the energy supply."}, {"text_block_id": "p6_b116", "text": "The findings of these scenarios are not forecasts. It would be more accurate to regard these scenarios as rough route maps or as a compass which, if certain conditions are met, can signpost the way to the desti"}, {"text_block_id": "p6_b117", "text": "-"}, {"text_block_id": "p6_b118", "text": "nation and describe essential action. All these scenari"}, {"text_block_id": "p6_b119", "text": "-"}, {"text_block_id": "p6_b120", "text": "os assume that additional investment will be required up to 2050 in order for the ambitious climate protec"}, {"text_block_id": "p6_b121", "text": "-"}, {"text_block_id": "p6_b122", "text": "tion targets to be achieved. The expected volume of investment is in the order of magnitude of some 20 billion euros a year. These investments will, however, lead to lower energy imports and higher savings in terms of energy costs. Additionally, they will reinforce the leading position of German companies in the field of environmental and energy technologies."}, {"text_block_id": "p6_b123", "text": "Building renovation will be a central focus. In this field, it is vital to more or less double the current rate of renovation. At the same time, according to the sce"}, {"text_block_id": "p6_b124", "text": "-"}, {"text_block_id": "p6_b125", "text": "nario calculations, extending the operating lives of nuclear power plants will lower electricity prices. In the broader view, this means that the investments additionally required will exert a positive impact on growth and employment, and the experts estimate that the extended operating lives will enhance this effect."}, {"text_block_id": "p6_b126_merged_merged_merged_merged_merged_merged_merged", "text": "The energy scenarios have also shown that in 2050 wind energy will play a key role in electricity generation. This calls for a massive expansion of onshore and offshore wind power capacity. If the growing proportion of renewable energy is to be inte-grated effectively, it is crucial for the expansion of German and European grids to follow closely. Europeanisation and cost optimisation are key drivers in a macroeconomic assessment of changes in the electric-ity market. Germany’s role in a European electricity market will entail considerable imports of electricity, but at certain times considerable exports as well. The scenarios assume that on grounds of cost efficiency Germany will import a substantial share of its electricity"}, {"text_block_id": "p7_b131", "text": "requirement in 2050. The extent to which Germany remains a base for electricity generation will depend largely on the framework conditions. We will design these to make use of the available potential for inno"}, {"text_block_id": "p7_b132", "text": "-"}, {"text_block_id": "p7_b133", "text": "vation, growth and employment as the energy supply is restructured, and to secure the highest possible level of national value-added in the energy sectors at competitive prices in the long term."}, {"text_block_id": "p7_b134", "text": "Drawing on these scenarios, the measures below describe what needs to be done in all major fields of action (electricity, heat and transport) so that we can ensure an energy supply that is both environmentally sound and at the same time economically viable and secure in the long run, in the interests of industry and consumers alike. The German government is hereby creating a reliable framework for investments by industry and by private households."}, {"text_block_id": "p7_b135_merged_merged", "text": "The Energy Concept is in line with our guiding principle of utilising modes of financing that ensure fairness between generations. Future-oriented and sustainable energy supply and use is possible only if we take action to ensure the necessary financial leeway by reducing new borrowing in a step-by-step process over the coming years and placing our public finances on a solid and viable basis for the long term. Objectives of energy, climate and budget policy must therefore be harmonised. To implement the Energy Concept, with its long-term orientation, a new special “energy and climate fund” will be established for the additional funding required, with an economic plan being drawn up each year. Payments by power plant operators will make a fundamental contribution to this fund. From 2013, this will be supplemented by the additional reve-nues from auctioning emission allowances that exceed the sums already specified in the framework of finan-cial planning. Furthermore, the relevant budget allo-cations will also apply."}, {"text_block_id": "p8_b142", "text": "The Fields of Action in Detail:"}, {"text_block_id": "p8_b143", "text": "A . Renewable energies as a cornerstone of future energy supply"}, {"text_block_id": "p8_b144", "text": "The expansion of renewable energies has made Ger"}, {"text_block_id": "p8_b145", "text": "-"}, {"text_block_id": "p8_b146", "text": "many a European and international pioneer in energy, climate and innovation policy. Since the early 1990s, this development has been facilitated by framework conditions such as the Renewable Energy Sources Act (EEG). The investment security created by these condi"}, {"text_block_id": "p8_b147", "text": "-"}, {"text_block_id": "p8_b148", "text": "tions has induced enormous growth in all fields of renewable energy. As a result, renewable energies are acquiring a growing role as an increasingly important pillar of energy supply and as a driver of innovation and modernisation in the energy infrastructure (storage, smart grids, flexible power plants, new technologies)."}, {"text_block_id": "p8_b149", "text": "With renewable energies accounting for a constantly growing share, the energy supply system as a whole – conventional sources, renewable sources, grids, stor"}, {"text_block_id": "p8_b150", "text": "-"}, {"text_block_id": "p8_b151", "text": "age and the relationship between them – nevertheless requires optimisation. The aim is to transform energy supply in a way that makes economic sense for industry and consumers."}, {"text_block_id": "p8_b152", "text": "Given our targets for expansion, the greatest challenges lie in:"}, {"text_block_id": "p8_b153", "text": "Given our targets for expansion, the greatest challenges lie in:\n* the expansion of wind energy (offshore and\n* the sustainable use and generation of bioenergy,\n* greater use of renewable energies for heating and\n* ensuring cost-efficient expansion,\n* a more demand-responsive generation\n* improved integration of renewable energies\n* qualitative and quantitative expansion of\n* the development and promotion of storage\n* further strengthening the European electricity"}, {"text_block_id": "p8_b171", "text": "1 . Cost-efficient expansion of renewables"}, {"text_block_id": "p8_b172_merged_merged_merged", "text": "The German government aims to keep pressing forward with the expansion of renewable energies while at the same time stepping up the pressure for innovation and cost reduction. This is the only way to keep the sectors concerned globally competitive and to contain the costs to consumers. We will retain unlimited prior-ity feed-in and at the same time structure support more economically and feed-in more efficiently. Above all, this means swiftly establishing the competi-tiveness of renewables on the market in a phased approach, thereby ensuring the generation and use of renewable energies that respond more closely to demand. The EEG will become more market-oriented and the further expansion of renewable energies will be driven to a greater degree by markets."}, {"text_block_id": "p9_b177", "text": "The first steps towards more cost-efficient funding have already been taken. By fast-tracking an amend"}, {"text_block_id": "p9_b178", "text": "-"}, {"text_block_id": "p9_b179", "text": "ment to the EEG, the government this year implemen"}, {"text_block_id": "p9_b180", "text": "-"}, {"text_block_id": "p9_b181", "text": "ted vital adjustments to the tariffs for photovoltaic power. Photovoltaics currently contribute 9 % of the electricity which falls under the EEG, but they account for 40 % of its differential costs. At the same time, photovoltaics offer great potential for cutting costs and a steep technological learning curve. Introducing the “breathable cap” has substantially reinforced the annual degression in feed-in tariffs for photovoltaic power. The annual degression of 9 % will now be ramped up as a function of growing market volumes, and from 2012 it could in"}, {"text_block_id": "p9_b182", "text": "crease by up to 12 percentage points. This has injected an element of quantitative control into the EEG. Drawing on the experience gained, this approach can then be extended to other appropriate areas. Once grid parity is achieved the need for chang"}, {"text_block_id": "p9_b183", "text": "-"}, {"text_block_id": "p9_b184", "text": "es to the existing system will be reviewed."}, {"text_block_id": "p9_b185", "text": "In the course of our amendment of the EEG in 2012, we will also strengthen market and grid integration of renewable energies through suitable instruments. To this end, we will examine the following options:"}, {"text_block_id": "p9_b186", "text": "In the course of our amendment of the EEG in 2012, we will also strengthen market and grid integration of renewable energies through suitable instruments. To this end, we will examine the following options:\n* the introduction of an optional market premium\n* further development of the Ordinance on a Nation\n* further development of the Ordinance on a Nation\n -\n* further development of the Ordinance on a Nation\n -\n wide Equalisation Scheme (providing for market\n* further development of the Ordinance on a Nation\n -\n wide Equalisation Scheme (providing for market\n -\n* further development of the Ordinance on a Nation\n -\n wide Equalisation Scheme (providing for market\n -\n ing by transmission system operators) towards the\n* further development of so-called green electricity\n* further development of so-called green electricity\n -\n* further development of so-called green electricity\n -\n gration without raising the EEG surcharge,\n* the reduction of the many EEG bonuses, notably\n* in the medium term, the possibility of issuing calls"}, {"text_block_id": "p9_b202", "text": "2 . Expansion of offshore wind farming"}, {"text_block_id": "p9_b203", "text": "There is a pressing need for action to speed up the expansion of offshore wind farming. About € 75 bil"}, {"text_block_id": "p9_b204", "text": "-"}, {"text_block_id": "p9_b205", "text": "lion will have to be invested to boost offshore wind capacity to 25 GW by 2030. As this is a relatively new technology, it is difficult to calculate the investment risks."}, {"text_block_id": "p9_b206", "text": "lion will have to be invested to boost offshore wind capacity to 25 GW by 2030. As this is a relatively new technology, it is difficult to calculate the investment risks.\n* For a better understanding of the technical risks\n* For a better understanding of the technical risks\n -\n* For a better understanding of the technical risks\n -\n cial Offshore Wind Energy Programme in 2011\n* In addition, consideration is being given to other\n* The German government is also contemplating\n* To prevent any âhoardingâ of licenses for offshore"}, {"text_block_id": "p10_b218", "text": "lion will have to be invested to boost offshore wind capacity to 25 GW by 2030. As this is a relatively new technology, it is difficult to calculate the investment risks.\n* For a better understanding of the technical risks\n* For a better understanding of the technical risks\n -\n* For a better understanding of the technical risks\n -\n cial Offshore Wind Energy Programme in 2011\n* In addition, consideration is being given to other\n* The German government is also contemplating\n* To prevent any âhoardingâ of licenses for offshore\n* The spatial plan for the German Exclusive Economic\n* The spatial plan for the German Exclusive Economic\n -\n* The spatial plan for the German Exclusive Economic\n -\n ment over the long term. The basis for this update\n* The spatial plan for the German Exclusive Economic\n -\n ment over the long term. The basis for this update\n -\n* The spatial plan for the German Exclusive Economic\n -\n ment over the long term. The basis for this update\n -\n ted in early 2012.\n<\\li1>"}, {"text_block_id": "p10_b224", "text": "3 . Expansion of onshore wind farming"}, {"text_block_id": "p10_b225", "text": "Onshore wind farming offers the most economic potential for expanding renewable energies in the short and medium term. This expansion must be shaped in a nature-friendly way and in line with nature conserva"}, {"text_block_id": "p10_b226", "text": "-"}, {"text_block_id": "p10_b227", "text": "tion regulations. One important focal point should be increasing capacities at existing sites (repowering), i.e. replacing older installations with more efficient new ones. We will improve the legal and planning frame"}, {"text_block_id": "p10_b228", "text": "-"}, {"text_block_id": "p10_b229", "text": "work in order to tap this potential."}, {"text_block_id": "p10_b230", "text": "work in order to tap this potential.\n* To draw optimally on the potential held by onshore\n* To draw optimally on the potential held by onshore\n -\n* To draw optimally on the potential held by onshore\n -\n gy, the German government will launch an initia\n* To draw optimally on the potential held by onshore\n -\n gy, the German government will launch an initia\n -\n* To draw optimally on the potential held by onshore\n -\n gy, the German government will launch an initia\n -\n tive and work with the LÃ¤nder and local authori\n* To draw optimally on the potential held by onshore\n -\n gy, the German government will launch an initia\n -\n tive and work with the LÃ¤nder and local authori\n -\n* To draw optimally on the potential held by onshore\n -\n gy, the German government will launch an initia\n -\n tive and work with the LÃ¤nder and local authori\n -\n ties to ensure that sufficient land for new wind\n* We also intend to establish necessary and appro\n* We also intend to establish necessary and appro\n -\n* We also intend to establish necessary and appro\n -\n priate regulations in building and planning law in\n* We also intend to establish necessary and appro\n -\n priate regulations in building and planning law in\n -\n* We also intend to establish necessary and appro\n -\n priate regulations in building and planning law in\n -\n ties must be retained.\n* To enhance public acceptance of onshore wind\n* To enhance public acceptance of onshore wind\n -\n* To enhance public acceptance of onshore wind\n -\n lish the requisite legal basis in aviation law (trans\n* To enhance public acceptance of onshore wind\n -\n lish the requisite legal basis in aviation law (trans\n -\n* To enhance public acceptance of onshore wind\n -\n lish the requisite legal basis in aviation law (trans\n -\n ponders).\n* To enhance the compatibility of military radar\n* To enhance the compatibility of military radar\n -\n* To enhance the compatibility of military radar\n -\n tions that broadly prevent interference from wind\n* To enhance the compatibility of military radar\n -\n tions that broadly prevent interference from wind\n -\n* To enhance the compatibility of military radar\n -\n tions that broadly prevent interference from wind\n -\n sponding research and development measures.\n* To optimise the licensing procedure for setting up\n* To optimise the licensing procedure for setting up\n -\n* To optimise the licensing procedure for setting up\n -\n sider creating inventory registers of all existing,"}, {"text_block_id": "p10_b260", "text": "4 . Sustainable and efficient use of bioenergy"}, {"text_block_id": "p10_b261_merged_merged_merged_merged_merged_merged_merged_merged", "text": "As bioenergy offers a broad spectrum of uses and good storability, it will play an important role in future energy supply. The use of bioenergy, as an important renew-able energy source, will be further expanded in all three areas: heating, electricity and fuel. The German govern-ment will press ahead consistently with its policy of sus-tainable biomass use for an environmentally friendly and secure energy supply. Fundamental elements of this sustainable biomass use are:"}, {"text_block_id": "p11_b268", "text": "As bioenergy offers a broad spectrum of uses and good storability, it will play an important role in future energy supply. The use of bioenergy, as an important renew-able energy source, will be further expanded in all three areas: heating, electricity and fuel. The German govern-ment will press ahead consistently with its policy of sus-tainable biomass use for an environmentally friendly and secure energy supply. Fundamental elements of this sustainable biomass use are:\n* improved tapping of domestic bioenergy potential\n* increased efficiency of energy and land use through\n* greater use of biomethane through the establish\n* greater use of biomethane through the establish\n -\n* greater use of biomethane through the establish\n -\n ment of further options for feeding into the gas\n* supplementing bioenergy demand through"}, {"text_block_id": "p11_b278", "text": "Biogas and solid biomass can be easily stored and, in combination with other measures, lend themselves to compensating for fluctuations in electricity generated from wind and solar energy. When feed-in is adjusted according to demand, highly efficient electricity gener"}, {"text_block_id": "p11_b279", "text": "-"}, {"text_block_id": "p11_b280", "text": "ation from biomass can therefore make an important contribution to the integration of renewable energies into markets and grids."}, {"text_block_id": "p11_b281", "text": "The domestic potential for bioenergy is limited, above all due to competing uses and issues involving nature conservation and biodiversity. Its use, and support for biomass energy use in all areas, should therefore be con"}, {"text_block_id": "p11_b282", "text": "-"}, {"text_block_id": "p11_b283", "text": "tingent on appropriate efficiency and greenhouse gas reduction criteria. Moreover, Germany will depend increasingly on imports of sustainable sources of bioenergy. In this context, the following measures are important:"}, {"text_block_id": "p11_b284", "text": "tingent on appropriate efficiency and greenhouse gas reduction criteria. Moreover, Germany will depend increasingly on imports of sustainable sources of bioenergy. In this context, the following measures are important:\n* There will be a procedure to ensure that only bio\n* There will be a procedure to ensure that only bio\n -\n* There will be a procedure to ensure that only bio\n -\n mass that is produced and used sustainably can\n* There will be a procedure to ensure that only bio\n -\n mass that is produced and used sustainably can\n -\n* There will be a procedure to ensure that only bio\n -\n mass that is produced and used sustainably can\n -\n tives. This applies equally to biomass produced in\n* There will be a procedure to ensure that only bio\n -\n mass that is produced and used sustainably can\n -\n tives. This applies equally to biomass produced in\n -\n* There will be a procedure to ensure that only bio\n -\n mass that is produced and used sustainably can\n -\n tives. This applies equally to biomass produced in\n -\n ments in force from 2011 for the use of liquid and\n* At European level, the German government will\n* At European level, the German government will\n -\n* At European level, the German government will\n -\n house gas balances.\n* The German governmentâs objective is to minimise\n* The German governmentâs objective is to minimise\n -\n* The German governmentâs objective is to minimise\n -\n priate incentives.\n* Biogas is to assume a more prominent role as a"}, {"text_block_id": "p11_b304", "text": "The German government will develop a coherent, cross-sector strategy for the use of biomass on the basis of experience gained in implementing the National Biomass Action Plan and the National Renewable Energy Action Plan"}, {"text_block_id": "p12_b305", "text": "B . Energy efficiency as the key factor"}, {"text_block_id": "p12_b306", "text": "1 . Tapping efficiency potentials in private households and in the public sector"}, {"text_block_id": "p12_b307", "text": "There is still substantial potential in Germany for sav"}, {"text_block_id": "p12_b308", "text": "-"}, {"text_block_id": "p12_b309", "text": "ing energy and electricity. We wish to tap that poten"}, {"text_block_id": "p12_b310", "text": "-"}, {"text_block_id": "p12_b311", "text": "tial even more intensively to the extent that economic and technical parameters permit. To achieve this, the German government is relying on the common sense and personal responsibility of the business communi"}, {"text_block_id": "p12_b312", "text": "-"}, {"text_block_id": "p12_b313", "text": "ty and of ordinary citizens, rather than creating more red tape. Economic incentives and improved informa"}, {"text_block_id": "p12_b314", "text": "-"}, {"text_block_id": "p12_b315", "text": "tion and advice are intended to help enable compa"}, {"text_block_id": "p12_b316", "text": "-"}, {"text_block_id": "p12_b317", "text": "nies and private consumers to tap the hitherto unex"}, {"text_block_id": "p12_b318", "text": "-"}, {"text_block_id": "p12_b319", "text": "ploited potential for energy efficiency at their own ini"}, {"text_block_id": "p12_b320", "text": "-"}, {"text_block_id": "p12_b321", "text": "tiative, thereby saving energy costs and relieving the strain on the environment."}, {"text_block_id": "p12_b322", "text": "tiative, thereby saving energy costs and relieving the strain on the environment.\n* The German government will enshrine in law the\n* The German government will enshrine in law the\n -\n* The German government will enshrine in law the\n -\n tant criterion for awarding public contracts.\n* The German government will consistently devel\n* The German government will consistently devel\n -\n* The German government will consistently devel\n -\n op and promote the market for energy services. In\n* The German government will consistently devel\n -\n op and promote the market for energy services. In\n -\n* The German government will consistently devel\n -\n op and promote the market for energy services. In\n -\n ices market and set out proposals for developing\n* Rising energy prices give consumers a major\n* Rising energy prices give consumers a major\n -\n* Rising energy prices give consumers a major\n -\n sumers to have access to expert information and\n* Rising energy prices give consumers a major\n -\n sumers to have access to expert information and\n -\n* Rising energy prices give consumers a major\n -\n sumers to have access to expert information and\n -\n tial for energy efficiency and thereby save on\n* The role of consumers will be reinforced as a fac\n* The role of consumers will be reinforced as a fac\n -\n* The role of consumers will be reinforced as a fac\n -\n tor in this effort. To this end, the German govern\n* The role of consumers will be reinforced as a fac\n -\n tor in this effort. To this end, the German govern\n -\n* The role of consumers will be reinforced as a fac\n -\n tor in this effort. To this end, the German govern\n -\n ment will push for transparent energy consump\n* The role of consumers will be reinforced as a fac\n -\n tor in this effort. To this end, the German govern\n -\n ment will push for transparent energy consump\n -\n* The role of consumers will be reinforced as a fac\n -\n tor in this effort. To this end, the German govern\n -\n ment will push for transparent energy consump\n -\n tion labelling, e.g. of cars and products. In the\n* Together with the energy industry associations\n* Buildings are the key to greater energy efficiency"}, {"text_block_id": "p13_b352", "text": "2 . Exploiting efficiency potentials in industry"}, {"text_block_id": "p13_b353", "text": "Energy efficiency will be an even more crucial criteri"}, {"text_block_id": "p13_b354", "text": "-"}, {"text_block_id": "p13_b355", "text": "on for the global competitiveness and innovative power of industry in future years. Enhancing energy efficien"}, {"text_block_id": "p13_b356", "text": "-"}, {"text_block_id": "p13_b357", "text": "cy is therefore a key issue for industry. Scientific stud"}, {"text_block_id": "p13_b358", "text": "-"}, {"text_block_id": "p13_b359", "text": "ies reveal that German industry has the potential to save € 10 billion a year. Against this background, the German government will support initiatives by indus"}, {"text_block_id": "p13_b360", "text": "-"}, {"text_block_id": "p13_b361", "text": "try, e.g. through the Climate Protection and Energy Efficiency Partnership run by the Association of German Chambers of Industry and Commerce."}, {"text_block_id": "p13_b362", "text": "We therefore want to encourage companies to identify and realise their own efficiency potential. Energy management systems are an important option for highlighting efficiency potential. These days they are certified under international standards (EN 16001, ISO 50001) and essentially entail the regular tracking of energy flows and reduction potentials in production processes. The standard does not prescribe specific measures, but leaves it to companies to decide what economic and efficiency-enhancing action they wish to take. Many companies already make use of energy management systems or energy audits for the"}, {"text_block_id": "p13_b363", "text": "atic identification of opportunities for improvements in the corporate energy supply and to take advantage of these after assessing the relevant costs."}, {"text_block_id": "p13_b364", "text": "The European Commission has approved relief from the eco-tax for German industry up to 31 Decem"}, {"text_block_id": "p13_b365", "text": "-"}, {"text_block_id": "p13_b366", "text": "ber 2012. The relevant Directive requires that compa"}, {"text_block_id": "p13_b367", "text": "-"}, {"text_block_id": "p13_b368", "text": "nies receiving tax relief – such as the energy tax rebate – contribute something appropriate in return. From 2013 the German government will continue to grant eco-tax relief to energy-intensive companies – which is to be adopted as part of the Budget Support Act – only if companies contribute towards energy savings. Proof of savings can be provided through certified logging in energy management systems or through other equivalent measures. With regard to other tax relief, the German government will consider which meas"}, {"text_block_id": "p13_b369", "text": "-"}, {"text_block_id": "p13_b370", "text": "ures can satisfy the requirements of the Directive in terms of appropriate action by companies in return. In future, this requirement is to be linked to the opera"}, {"text_block_id": "p13_b371", "text": "-"}, {"text_block_id": "p13_b372", "text": "tion of energy management systems in accordance with international standards (EN 16001, ISO 50001). This will flag up relevant efficiency potential so that it can then be exploited. This is a low-cost approach which above all does not place undue strain on small and medium-sized businesses while nevertheless sys"}, {"text_block_id": "p13_b373", "text": "-"}, {"text_block_id": "p13_b374", "text": "tematically exposing opportunities for improvement."}, {"text_block_id": "p13_b375", "text": "As a further component, the German government will invite small and medium-sized businesses to par"}, {"text_block_id": "p13_b376", "text": "-"}, {"text_block_id": "p13_b377", "text": "ticipate in appropriate funding programmes. To this end, the successful programmes that were designed to promote expert, independent energy advice for con"}, {"text_block_id": "p13_b378", "text": "-"}, {"text_block_id": "p13_b379", "text": "sumers and consultancy for small and medium-sized companies will be extended and updated in response to needs. We intend to continue improving the fund"}, {"text_block_id": "p13_b380", "text": "-"}, {"text_block_id": "p13_b381", "text": "ing for low-interest loans and grants for efficiency measures in small and medium-sized businesses with a view to meeting objectives in this field."}, {"text_block_id": "p13_b382", "text": "3 . Energy efficiency fund"}, {"text_block_id": "p13_b383_merged_merged_merged_merged", "text": "To leverage the substantial potential for saving energy and electricity, many measures are required that in the long run will reduce energy costs for business, local authorities and consumers, contributing decisively to achieving our climate protection targets. A wide range of stimuli are still needed, including consumer infor-mation, product innovation and the"}, {"text_block_id": "p14_b386", "text": "tion of energy-efficient products, in order to set Germany on the road to becoming one of the world’s most energy-efficient economies. To serve that pur"}, {"text_block_id": "p14_b387", "text": "-"}, {"text_block_id": "p14_b388", "text": "pose, from 2011 the German government will establish an energy efficiency fund at the Federal Ministry of Economics and Technology (BMWi) pursuant to the economic plan of the energy and climate fund. In con"}, {"text_block_id": "p14_b389", "text": "-"}, {"text_block_id": "p14_b390", "text": "sultation with the Federal Environment Ministry (BMU) it will be used in particular to carry out the fol"}, {"text_block_id": "p14_b391", "text": "-"}, {"text_block_id": "p14_b392", "text": "lowing measures:"}, {"text_block_id": "p14_b393", "text": "a) Consumers"}, {"text_block_id": "p14_b394", "text": "a) Consumers\n* comprehensible and practicable consumer\n* energy and electricity savings checks for\n* informative energy performance certificates\n* application-oriented recommendations"}, {"text_block_id": "p14_b402", "text": "b) SMEs and industry"}, {"text_block_id": "p14_b403", "text": "b) SMEs and industry\n* support for the market introduction of highly\n* energy management systems adjusted to the\n* optimisation of energy-intensive manufacturing\n* expanding and strengthening the German\n* expanding and strengthening the German\n governmentâs export initiative in the field of\n* working together with business organisations to\n* greater funding for especially innovative technol\n* greater funding for especially innovative technol\n -\n* greater funding for especially innovative technol\n -\n ogies to enhance energy efficiency: options\n* greater funding for especially innovative technol\n -\n ogies to enhance energy efficiency: options\n -\n* greater funding for especially innovative technol\n -\n ogies to enhance energy efficiency: options\n -\n ket, R&D projects or funding for small series to"}, {"text_block_id": "p14_b420", "text": "c) Local authorities"}, {"text_block_id": "p14_b421", "text": "3"}, {"text_block_id": "p14_b422", "text": "support and development of targeted examples of ambitious, innovative efficiency measures by local authorities,"}, {"text_block_id": "p14_b423", "text": "3"}, {"text_block_id": "p14_b424", "text": "support for the development of model projects,"}, {"text_block_id": "p14_b425", "text": "3"}, {"text_block_id": "p14_b426", "text": "funding for information and training in all rele"}, {"text_block_id": "p14_b427", "text": "-"}, {"text_block_id": "p14_b428", "text": "vant fields of local authority work."}, {"text_block_id": "p14_b429", "text": "4 . National Climate Initiative"}, {"text_block_id": "p14_b430_merged_merged_merged_merged", "text": "From 2011 the Federal Environment Ministry’s success-ful National Climate Initiative will be topped up by additional financing from the special energy and cli-mate fund pursuant to the fund’s economic plan. The measures taken under the National Climate Initiative are defined in consultation with the Federal Ministry of Economics and Technology."}, {"text_block_id": "p15_b435", "text": "C . Nuclear power and fossil-fuel power plants"}, {"text_block_id": "p15_b436", "text": "Electricity supply in Germany has evolved over the course of time and is based on a broad mix of energy sources. Currently, fossil energy sources, particularly coal (lignite and hard coal) together with nuclear power, account for the largest share of electricity generation in Germany. As we work toward the age of renewable energy and the year 2050, the necessary restructuring of electricity supply will significantly change this traditional energy mix. Fossil energy sources and nuclear power will have to take on a dif"}, {"text_block_id": "p15_b437", "text": "-"}, {"text_block_id": "p15_b438", "text": "ferent role. With a view to increasing the use of renew"}, {"text_block_id": "p15_b439", "text": "-"}, {"text_block_id": "p15_b440", "text": "able energies we need a much more flexible power plant fleet"}, {"text_block_id": "p15_b441", "text": "Dynamic energy mix"}, {"text_block_id": "p15_b442", "text": "Such a process not only takes time, it must also be structured in an economically efficient way. In order to shape this transition we still need nuclear power for a limited period and will therefore extend the operat"}, {"text_block_id": "p15_b443", "text": "-"}, {"text_block_id": "p15_b444", "text": "ing lives of nuclear power plants by an average of 12 years. The German government does not expect this extension to have any negative impacts on"}, {"text_block_id": "p15_b445", "text": "tion in the energy sector, particularly as the new nuclear fuel tax and other payments by plant operators will absorb the overwhelming share of additional profits, thus preventing economic betterment of nuclear power plant operators as a result of the extended operating lives."}, {"text_block_id": "p15_b446", "text": "Strengthening competitive structures"}, {"text_block_id": "p15_b447_merged_merged_merged", "text": "The continuing liberalisation of the electricity and gas markets and the further strengthening of competition will also remain important goals for the German government in future. Effective competition is a pre-requisite for affordable energy prices for businesses and consumers in Germany. For this reason, the Federal Ministry of Economics and Technology will regularly report on the development of competition on gas and electricity markets – paying particular attention to the extended operating lives of nuclear power plants – and will propose suitable measures if necessary."}, {"text_block_id": "p16_b450", "text": "One important element in strengthening compe"}, {"text_block_id": "p16_b451", "text": "-"}, {"text_block_id": "p16_b452", "text": "tition will be a draft act presented by the German gov"}, {"text_block_id": "p16_b453", "text": "-"}, {"text_block_id": "p16_b454", "text": "ernment on the establishment of a market transparen"}, {"text_block_id": "p16_b455", "text": "-"}, {"text_block_id": "p16_b456", "text": "cy unit for wholesale trade in electricity and gas. The transparency unit will be located at the Federal Cartel Office and will collect, compile and analyse relevant data on a continuous basis. The aim is to un-cover potential flaws in price formation more effectiv"}, {"text_block_id": "p16_b457", "text": "-"}, {"text_block_id": "p16_b458", "text": "ely. This will strengthen the trust of market participants in wholesale markets, enhance competition and better protect the interests of energy users."}, {"text_block_id": "p16_b459", "text": "With the new Gas Network Access Ordinance (GasNZV) the German government has created an instrument that will improve the conditions for national competition on the gas market. The number of market regions is being reduced, access to limited transport capacities is enhanced, and network access for gas-fired power plants is facilitated. A paradigm shift has thus been introduced for the gas market. It is now important to ensure consistent implementation, for example when auctioning capacities."}, {"text_block_id": "p16_b460", "text": "Moreover, stronger competition and competitive structures will be promoted by accelerating the estab"}, {"text_block_id": "p16_b461", "text": "-"}, {"text_block_id": "p16_b462", "text": "lishment of a functioning market network with other European electricity markets, in particular by upgrad"}, {"text_block_id": "p16_b463", "text": "-"}, {"text_block_id": "p16_b464", "text": "ing cross-border connections. There are already some promising regional approaches. The relevant legal framework must be further improved in the context of the implementation of the EU’s third legislative pack"}, {"text_block_id": "p16_b465", "text": "-"}, {"text_block_id": "p16_b466", "text": "age for an internal energy market."}, {"text_block_id": "p16_b467", "text": "Continuing liberalisation and the further stren"}, {"text_block_id": "p16_b468", "text": "-"}, {"text_block_id": "p16_b469", "text": "gthening of competition will remain important goals for the German government in the future. The design of the electricity market of the future – i. e. the inter"}, {"text_block_id": "p16_b470", "text": "-"}, {"text_block_id": "p16_b471", "text": "play between a growing share of renewable energies, the new role of conventional energy sources, the regu"}, {"text_block_id": "p16_b472", "text": "-"}, {"text_block_id": "p16_b473", "text": "lating energy and balancing energy markets, energy storage and incorporation into the European and non-European network – must have a market-based focus. To enable the market to develop its forces the founda"}, {"text_block_id": "p16_b474", "text": "-"}, {"text_block_id": "p16_b475", "text": "tions need to be laid today and a future-oriented framework needs to be defined."}, {"text_block_id": "p16_b476", "text": "1 . Nuclear power as a bridging technology"}, {"text_block_id": "p16_b477", "text": "A limited extension of the operating lives of existing nuclear power plants makes a key contribution to achieving the three energy policy goals of climate pro"}, {"text_block_id": "p16_b478", "text": "-"}, {"text_block_id": "p16_b479", "text": "tection, economic efficiency and supply security in Germany within a transitional period. It paves the way for the age of renewable energy, particularly through price-curbing impacts and a reduction in energy-related greenhouse gas emissions."}, {"text_block_id": "p16_b480", "text": "The operating lives of the 17 nuclear power plants in Germany will be extended by an average of 12 years. In the case of nuclear power plants commissioned up to and including 1980 there will be an extension of 8 years. For plants commissioned after 1980 there will be an extension of 14 years."}, {"text_block_id": "p16_b481", "text": "Additionally, the regulations on safety requirements for German nuclear power plants will be expanded, with requirements remaining at the highest technical level, in the framework of a 12th amendment to the Atomic Energy Act."}, {"text_block_id": "p16_b482", "text": "The extension of operating lives also creates the opportunity to increase financing in the fields of re-newable energies and energy efficiency. To this end – in addition to the tax on nuclear fuel limited to the end of 2016 – a contractual agreement will be con"}, {"text_block_id": "p16_b483", "text": "-"}, {"text_block_id": "p16_b484", "text": "cluded with the operators of Germany’s nuclear power plants on absorbing additional profits resulting from the extended operating lives."}, {"text_block_id": "p16_b485_merged_merged_merged_merged_merged_merged", "text": "This energy concept paves the way for a sustain-able and secure energy future in Germany. This includes ensuring reliable and safe final disposal of radioactive wastes from nuclear power plants as soon as possible. The extension of operating lives of 12 years on average does not fundamentally alter the situation regarding final disposal. The additional 10,000 cubic metres of radioactive wastes with negligible heat development that will be generated by operating the power plants can be disposed of at the Konrad final repository. This will be set up and commissioned as swiftly as possible. Secure final disposal is then poss-ible for 90 % of the radioactive wastes generated."}, {"text_block_id": "p17_b490", "text": "For the sake of future generations, clarity is need"}, {"text_block_id": "p17_b491", "text": "-"}, {"text_block_id": "p17_b492", "text": "ed as soon as possible about whether the Gorleben salt dome can be used as a final disposal site for high-level radioactive wastes. For this reason, exploration of Gorleben -with an open outcome -will resume from October 2010. By the end of 2012, all findings to date on the salt dome will be compiled in a preliminary safety analysis and subjected to an international peer review. On this basis we will be able to conclude explo"}, {"text_block_id": "p17_b493", "text": "-"}, {"text_block_id": "p17_b494", "text": "ration in a targeted way."}, {"text_block_id": "p17_b495", "text": "2 . Towards a flexible power plant fleet"}, {"text_block_id": "p17_b496", "text": "To ensure a high level of supply security, sufficient balancing and reserve capacities will still need to be maintained. Economic efficiency and availability of domestic energy sources are key aspects in this regard. This will call for sufficient investment in reserve and balancing capacities, in particular in more flexible coal-and gas-fired power stations, but also in the field of renewable energies. We expect markets to evolve accordingly. Attention is drawn in this context to the comments on market and system integration."}, {"text_block_id": "p17_b497", "text": "Municipal companies in Germany are already invest"}, {"text_block_id": "p17_b498", "text": "-"}, {"text_block_id": "p17_b499", "text": "ing considerably in applications for renewable ener"}, {"text_block_id": "p17_b500", "text": "-"}, {"text_block_id": "p17_b501", "text": "gies and in highly efficient power plants. This should continue. To improve the competitive situation for smaller providers on the electricity market, the German government will take advantage of the opportunity provided under the European Energy and Climate Package to promote the construction of high"}, {"text_block_id": "p17_b502", "text": "-"}, {"text_block_id": "p17_b503", "text": "ly efficient fossil fuel power plants that are CCS-ready under the following conditions:"}, {"text_block_id": "p17_b504", "text": "3"}, {"text_block_id": "p17_b505", "text": "power plant operators with less than a 5% share in Germany’s generation capacity will be eligible for support,"}, {"text_block_id": "p17_b506", "text": "3"}, {"text_block_id": "p17_b507", "text": "highly efficient and CCS-ready power plants will be eligible for support, with precedence given to combined heat and power plants,"}, {"text_block_id": "p17_b508", "text": "3"}, {"text_block_id": "p17_b509", "text": "total funding is restricted to 5% of the energy and climate fund’s annual expenditures in the years 2013 to 2016."}, {"text_block_id": "p17_b510", "text": "While modernising the power plant fleet and, in so doing, enhancing climate protection, there will be a need to coordinate economic and regulatory instru"}, {"text_block_id": "p17_b511", "text": "-"}, {"text_block_id": "p17_b512", "text": "ments more effectively. For power plants, emissions trading is the pivotal instrument for achieving our cli"}, {"text_block_id": "p17_b513", "text": "-"}, {"text_block_id": "p17_b514", "text": "mate targets. Complementary instruments will need to be reviewed to ascertain what added value they provide and at what additional cost."}, {"text_block_id": "p17_b515", "text": "3 . The role of CCS"}, {"text_block_id": "p17_b516", "text": "While energy efficiency and renewable energies are fundamental to achieving the target of reducing greenhouse gas emissions by at least 80% by 2050, we also wish to explore the option of carbon capture and storage (CCS). Taking a long-term view, this is of par"}, {"text_block_id": "p17_b517", "text": "-"}, {"text_block_id": "p17_b518", "text": "ticular interest in energy-intensive industrial sectors where processes result in high CO2 emissions (e.g. steel, lime, cement, chemicals, refineries) and in fossil-fuelled power plants (lignite and hard coal). Through such technological developments and innovation we want to create the prerequisites for making electricity production from fossil energy sources, e.g. domestic lignite, climate-neutral in future"}, {"text_block_id": "p17_b519", "text": "Many countries will continue to draw on coal for their energy supply. Consequently, the field of CCS technology holds out attractive export opportunities for German industry in the future. The German gov"}, {"text_block_id": "p17_b520", "text": "-"}, {"text_block_id": "p17_b521", "text": "ernment will therefore press for even closer interna"}, {"text_block_id": "p17_b522", "text": "-"}, {"text_block_id": "p17_b523", "text": "tional cooperation in technological development. At the same time, the German government endorses the testing and where appropriate the use of CCS technol"}, {"text_block_id": "p17_b524", "text": "-"}, {"text_block_id": "p17_b525", "text": "ogy in Germany. We will actively support the further development of this technology in the domestic ener"}, {"text_block_id": "p17_b526", "text": "-"}, {"text_block_id": "p17_b527", "text": "gy and industrial sectors by means of the following measures:"}, {"text_block_id": "p17_b528", "text": "3"}, {"text_block_id": "p17_b529", "text": "Initially, demonstration projects will provide experience with the use of CCS and safe storage."}, {"text_block_id": "p17_b530", "text": "3"}, {"text_block_id": "p17_b531_merged_merged_merged_merged_merged_merged", "text": "The draft act jointly submitted by the Federal Environment Ministry (BMU) and the Federal Ministry of Economics and Technology (BMWi) regulates the basic legal aspects of the entire CCS chain, from carbon capture to pipeline licensing to geological storage. The benchmark for long-term storage safety will be a high precautionary"}, {"text_block_id": "p18_b534", "text": "standard based on the state of the art in science and technology."}, {"text_block_id": "p18_b535", "text": "3"}, {"text_block_id": "p18_b536", "text": "Based on this CCS Act, two of the twelve EU-wide CCS demonstration projects eligible for funding are expected to be built in Germany by 2020, pro"}, {"text_block_id": "p18_b537", "text": "-"}, {"text_block_id": "p18_b538", "text": "viding permanent CO"}, {"text_block_id": "p18_b539", "text": "2"}, {"text_block_id": "p18_b540", "text": "storage. A storage project for industrial CO"}, {"text_block_id": "p18_b541", "text": "2"}, {"text_block_id": "p18_b542", "text": "emissions (e.g. a joint project for CO"}, {"text_block_id": "p18_b543", "text": "2"}, {"text_block_id": "p18_b544", "text": "from industrial biomass) is also planned. The demonstration stage will be evaluated to aid deci"}, {"text_block_id": "p18_b545", "text": "-"}, {"text_block_id": "p18_b546", "text": "sions about the potential commercial use of CCS technology."}, {"text_block_id": "p18_b547", "text": "3"}, {"text_block_id": "p18_b548_merged_merged", "text": "Together with industry, the German government will examine the use of CO2 as a raw material, preferably in conjunction with renewable ener-gies (e.g. synthetic methane, algae reactors). Research and development in this area will be initiated."}, {"text_block_id": "p18_b553", "text": "3"}, {"text_block_id": "p18_b554", "text": "We will commission a geothermal atlas in order to review the conflicts of use between CCS and geothermal energy."}, {"text_block_id": "p18_b555", "text": "3"}, {"text_block_id": "p18_b556", "text": "The German government will carry out intensive dialogue with the public on CCS technology (see also Chapter I. Transparency and acceptance)."}, {"text_block_id": "p18_b557", "text": "4 . Termination of hard coal subsidies"}, {"text_block_id": "p18_b558", "text": "Subsidies for domestic hard coal will be terminated in line with national and European rules."}, {"text_block_id": "p19_b559", "text": "D . An efficient grid infrastructure for electricity and integration of renewables"}, {"text_block_id": "p19_b560", "text": "The continuous development of renewables depends on constant optimisation of their interaction with con"}, {"text_block_id": "p19_b561", "text": "-"}, {"text_block_id": "p19_b562", "text": "ventional energies. A key role here is played by grid infrastructure and storage technologies. Integration also involves incorporating renewables step by step into the market and increasingly providing incentives for demand-responsive electricity generation."}, {"text_block_id": "p19_b563", "text": "1 . Upgrading the grid infrastructure"}, {"text_block_id": "p19_b564", "text": "Today’s electricity grid is characterised by generation structures with specific historical origins. Electricity generation takes place relatively close to the centres of consumption. In future, electricity generation at sea and in coastal regions will increase markedly. In addition, many decentralised generation plants – such as those using photovoltaics and biomass – will feed electricity into the grid. Furthermore, thanks to its geographic location, Germany will increasingly take part in the exchange of energy within Europe."}, {"text_block_id": "p19_b565", "text": "The massive expansion of renewable energies in the electricity sector (especially offshore) requires the planning of a German overlay grid (“electricity high"}, {"text_block_id": "p19_b566", "text": "-"}, {"text_block_id": "p19_b567", "text": "ways”), which will in turn be integrated into an inter"}, {"text_block_id": "p19_b568", "text": "-"}, {"text_block_id": "p19_b569", "text": "connected European grid. Building on the existing grid and the new lines planned under the Power Grid Expansion Act, the emphasis will be on using innova"}, {"text_block_id": "p19_b570", "text": "-"}, {"text_block_id": "p19_b571", "text": "tive technologies to transport electricity over long dis"}, {"text_block_id": "p19_b572", "text": "-"}, {"text_block_id": "p19_b573", "text": "tances with minimal losses. Most urgent is the con"}, {"text_block_id": "p19_b574", "text": "-"}, {"text_block_id": "p19_b575", "text": "struction of north-south routes which can carry elec"}, {"text_block_id": "p19_b576", "text": "-"}, {"text_block_id": "p19_b577", "text": "tricity from the wind farms of the north to consump"}, {"text_block_id": "p19_b578", "text": "-"}, {"text_block_id": "p19_b579", "text": "tion centres in the west and south, and which can act on short notice as a bypass to prevent critical"}, {"text_block_id": "p19_b580", "text": "tions in the grid. The incremental expansion of the grid as practised so far remains important but must be significantly accelerated. Furthermore, the German government will develop a concept for the country"}, {"text_block_id": "p19_b581", "text": "-"}, {"text_block_id": "p19_b582", "text": "wide strategic planning of a target grid envisaged for 2050."}, {"text_block_id": "p19_b583", "text": "a . Faster grid expansion"}, {"text_block_id": "p19_b584", "text": "A modern and efficient electricity grid is the essential condition for an electricity supply based on a continu"}, {"text_block_id": "p19_b585", "text": "-"}, {"text_block_id": "p19_b586", "text": "ously growing proportion of renewable energies. The German government will therefore examine whether and how the expansion of German grid infrastructure can be significantly accelerated by means of financial incentives and planning instruments."}, {"text_block_id": "p19_b587", "text": "With a view to efficient electricity grids, the German government will enter into a dialogue with the most important actors (especially grid operators and the Länder) and expand the existing dialogue platform on power grids, which has been established at the Federal Ministry of Economics and Technology, into a permanent forum where key stakeholders can exchange information and develop concepts to meet the challenges of grid expansion."}, {"text_block_id": "p19_b588", "text": "In 2011 the German government will develop a concept for a target grid for 2050, incorporating both the existing grid and the necessary expansion defined by the Power Grid Expansion Act, in order to assess the required additional infrastructure for the future. The target grid concept should cover all essential relevant aspects, notably"}, {"text_block_id": "p19_b589", "text": "3"}, {"text_block_id": "p19_b590", "text": "further development of the existing grid,"}, {"text_block_id": "p19_b591", "text": "3"}, {"text_block_id": "p19_b592", "text": "planning for an overlay grid and possible pilot routes,"}, {"text_block_id": "p19_b593", "text": "3"}, {"text_block_id": "p19_b594", "text": "North Sea grid and clustered offshore connection,"}, {"text_block_id": "p19_b595", "text": "3"}, {"text_block_id": "p19_b596", "text": "integration of the German grid into the European network."}, {"text_block_id": "p19_b597_merged_merged_merged_merged_merged", "text": "The German government is creating framework con-ditions for a rapid expansion of the grid infrastructure required in order to integrate renewable energies"}, {"text_block_id": "p19_b600", "text": "3"}, {"text_block_id": "p19_b601", "text": "In order to strengthen public understanding and public acceptance for the expansion of electricity lines, the German government will launch an"}, {"text_block_id": "p20_b602", "text": "information campaign called “Grids for environ"}, {"text_block_id": "p20_b603", "text": "-"}, {"text_block_id": "p20_b604", "text": "mentally sound energy supply”."}, {"text_block_id": "p20_b605", "text": "3"}, {"text_block_id": "p20_b606", "text": "For grid expansion to take place swiftly and in response to demand, there must be a coherent plan for grid expansion on the part of the trans"}, {"text_block_id": "p20_b607", "text": "-"}, {"text_block_id": "p20_b608", "text": "mission system operators. Countrywide grid development planning will in future be ensured by a ten-year grid upgrade plan coordinated among all system operators, which they will sub"}, {"text_block_id": "p20_b609", "text": "-"}, {"text_block_id": "p20_b610", "text": "mit annually. This binding plan will be enshrined in law within the framework of the planned amendment to the Energy Act (EnWG), which will implement the provisions of the third legislative package for the internal energy market in 2011."}, {"text_block_id": "p20_b611", "text": "3"}, {"text_block_id": "p20_b612", "text": "Based on the ten-year grid upgrade plan coordi"}, {"text_block_id": "p20_b613", "text": "-"}, {"text_block_id": "p20_b614", "text": "nated by the grid operators, the German govern"}, {"text_block_id": "p20_b615", "text": "-"}, {"text_block_id": "p20_b616", "text": "ment will present a Federal Grid Plan as part of the federal planning for transmission systems. As provided for in the Power Grid Expansion Act, binding priority energy supply needs will be defined for planners in the Länder, and expansion routes will be secured. The Länder and other stakeholders are to be involved from an early stage in a transparent, legally defined process."}, {"text_block_id": "p20_b617", "text": "3"}, {"text_block_id": "p20_b618", "text": "We will further streamline the planning and licensing procedures for grid expansion. In partic"}, {"text_block_id": "p20_b619", "text": "-"}, {"text_block_id": "p20_b620", "text": "ular this includes model planning guidelines for planning approval procedures in the area of ener"}, {"text_block_id": "p20_b621", "text": "-"}, {"text_block_id": "p20_b622", "text": "gy transmission, to be drawn up by a working group with representatives from federal and Länder authorities. This will ensure consistent licensing practises in the Länder while enhancing the transparency of planning and licensing proc"}, {"text_block_id": "p20_b623", "text": "-"}, {"text_block_id": "p20_b624", "text": "esses (e.g. through the online posting of planning documents)."}, {"text_block_id": "p20_b625", "text": "3"}, {"text_block_id": "p20_b626", "text": "Bearing in mind the impact of grid charges, the German government will examine the extent to which the regulatory framework needs to be updated and amended for purposes of grid"}, {"text_block_id": "p20_b627", "text": "opment. Investing in the modernisation and expansion of the German electricity grid must be financially attractive so that grid operators and other investors provide the necessary capital. A comprehensive review will notably include"}, {"text_block_id": "p20_b628", "text": "opment. Investing in the modernisation and expansion of the German electricity grid must be financially attractive so that grid operators and other investors provide the necessary capital. A comprehensive review will notably include\n* direct recognition of the costs of grid expansion,\n* improved investment returns for establishing an\n* setting quality criteria and penalty mechanisms\n* incorporating north-south routes into require\n* incorporating north-south routes into require\n -\n* incorporating north-south routes into require\n -\n ment planning as initial components in the\n* incorporating north-south routes into require\n -\n ment planning as initial components in the\n -\n* incorporating north-south routes into require\n -\n ment planning as initial components in the\n -\n der of two pilot routes in order to test new tech\n* incorporating north-south routes into require\n -\n ment planning as initial components in the\n -\n der of two pilot routes in order to test new tech\n -\n* incorporating north-south routes into require\n -\n ment planning as initial components in the\n -\n der of two pilot routes in order to test new tech\n -\n nologies for the âoverlay linesâ."}, {"text_block_id": "p20_b642", "text": "Assessing the aforementioned measures will notably involve the question of affordability and its impact on grid charges, as well as safe operation and energy security overall."}, {"text_block_id": "p20_b643", "text": "b . Smart grids"}, {"text_block_id": "p20_b644_merged_merged_merged_merged_merged_merged", "text": "In future, demand-side load management is to adapt energy demand more closely to supply. This calls for state-of-the-art intelligent grids and suitable incen-tives within the electricity pricing structure. These “smart grids” will manage electricity generation, stor-age, users and the grid itself using state-of-the-art information technology. To support the development of smart grids, the German government will create the necessary basis in law for installing smart meters and for the dynamic networking and management of elec-tricity producers, storage facilities, consumers, grid installations and infrastructure. At present, customers above all lack smart meters, which are essential to the infrastructure. Variable tariffs must be offered from 2011. These are to be structured in such a manner that they are accepted by electricity consumers. This is to be complemented by funding for pilot projects on the efficient use of communication technologies."}, {"text_block_id": "p21_b651", "text": "3"}, {"text_block_id": "p21_b652", "text": "In its laws governing the energy industry, the German government will fine-tune requirements for the step-by-step nationwide phasing in of smart meters, taking the economic and techno"}, {"text_block_id": "p21_b653", "text": "-"}, {"text_block_id": "p21_b654", "text": "logical framework into due account. In future, when old devices are exchanged they will be replaced by state-of-the-art technology."}, {"text_block_id": "p21_b655", "text": "3"}, {"text_block_id": "p21_b656", "text": "Following consultation with the stakeholders, the German government will amend the Ordinance on Access to Meters (MessZV) and instruct the Federal Network Agency to define minimum standards and interfaces for smart meters."}, {"text_block_id": "p21_b657", "text": "3"}, {"text_block_id": "p21_b658", "text": "While modernising the regulatory framework for grid development (amendments to the Electricity Network Charges Ordinance (StromNEV) and the Incentive Regulation Ordinance (ARegV), we will examine whether the investment costs for smart meters should be fully recognised."}, {"text_block_id": "p21_b659", "text": "c . Connecting offshore wind power"}, {"text_block_id": "p21_b660", "text": "Together with the other countries bordering the North Sea, the German government is pursuing the idea of an offshore grid in the North Sea. The objective is to develop a more strongly coordinated electricity infrastructure by creating suitable political, techno"}, {"text_block_id": "p21_b661", "text": "-"}, {"text_block_id": "p21_b662", "text": "logical and legal framework conditions."}, {"text_block_id": "p21_b663", "text": "The German government will create the legal basis for connecting clusters of offshore wind farms in the North and Baltic Seas."}, {"text_block_id": "p21_b664", "text": "2 . Incremental market and system integration for renewable energies"}, {"text_block_id": "p21_b665", "text": "With a growing proportion of fluctuating energy sources such as wind energy and photovoltaics, we requirea significantly more flexible system of electricity supply in order to compensate for variations in wind and sunshine at any time. In addition to developing grid infrastructure, the following steps are necessary:"}, {"text_block_id": "p21_b666", "text": "3"}, {"text_block_id": "p21_b667", "text": "We will engage in a step-by-step process of pre"}, {"text_block_id": "p21_b668", "text": "-"}, {"text_block_id": "p21_b669", "text": "paring renewable energy sources for the market, transfer a growing proportion of renewables from support regimes under the Renewable Energy Sources Act (EEG) and into the market domain,"}, {"text_block_id": "p21_b670", "text": "and create incentives for demand-responsive energy production. To this end, from 2012 we will examine the idea of introducing an optional mar"}, {"text_block_id": "p21_b671", "text": "-"}, {"text_block_id": "p21_b672", "text": "ket premium in the amendment to the EEG, based on the EEG progress report. The fundamental idea behind such an optional market premium is that plant operators will then be able to choose between taking the fixed EEG tariffs or selling their electric"}, {"text_block_id": "p21_b673", "text": "-"}, {"text_block_id": "p21_b674", "text": "ity directly to the market. In the latter case they will receive a market premium in addition to their market revenues, rather than the fixed EEG tariff."}, {"text_block_id": "p21_b675", "text": "3"}, {"text_block_id": "p21_b676", "text": "In addition, we will review whether to further develop the Ordinance on a Nationwide Equalisation Scheme (marketing by transmission system operators) and the “green electricity privilege” in such a manner that incentives are provided for market-oriented behaviour without increasing the EEG surcharge permanently."}, {"text_block_id": "p21_b677", "text": "3"}, {"text_block_id": "p21_b678", "text": "Furthermore, we will reduce barriers that hinder renewable energy sources from gaining access to the regulating and balancing energy markets. Currently transmission system operators put sup"}, {"text_block_id": "p21_b679", "text": "-"}, {"text_block_id": "p21_b680", "text": "plies of control energy out to tender four weeks in advance according to the rules set by the Federal Network Agency. This period is too long for fluc"}, {"text_block_id": "p21_b681", "text": "-"}, {"text_block_id": "p21_b682", "text": "tuating renewable energies to participate in the market."}, {"text_block_id": "p21_b683", "text": "3"}, {"text_block_id": "p21_b684", "text": "On the demand side we must improve the condi"}, {"text_block_id": "p21_b685", "text": "-"}, {"text_block_id": "p21_b686", "text": "tions for effective load management. To this end, in 2011 the Federal Network Agency will examine whether terms of access to the control and balanc"}, {"text_block_id": "p21_b687", "text": "-"}, {"text_block_id": "p21_b688", "text": "ing energy markets, especially for electricity-in"}, {"text_block_id": "p21_b689", "text": "-"}, {"text_block_id": "p21_b690", "text": "tensive industries, can be simplified, enabling electricity-intensive consumers to adapt their energy consumption as far as possible to load fluc"}, {"text_block_id": "p21_b691", "text": "-"}, {"text_block_id": "p21_b692", "text": "tuations."}, {"text_block_id": "p21_b693", "text": "3"}, {"text_block_id": "p21_b694_merged_merged_merged_merged_merged_merged_merged", "text": "As the proportion of renewable energies in our energy supply increases, we must review to what extent renewable energy operators can in the future provide system services beyond mere elec-tricity generation in pursuit of demand-respon-sive feed-in."}, {"text_block_id": "p21_b699", "text": "3"}, {"text_block_id": "p21_b700", "text": "In addition we will examine to what extent the electricity market itself should be further"}, {"text_block_id": "p22_b701", "text": "oped. Given the current design of the market, electricity prices might not provide adequate incentives for building plants that will enhance energy security. For example, this may also be true for the construction of flexible gas-and coal-fired power plants, which will in future be required more and more for this purpose. The same applies to energy storage systems. Similar problems might also arise for renewable energies. Consequently, it is important to examine whether and how the provision of capacity should be dealt with in the future (so-called capacity markets). In this context, clarification is required about costs, how these can be kept to a minimum and how they should be distributed. However, scientific debate about these issues is only just beginning. Therefore a comprehensive research project will examine all relevant issues and develop proposals for the design of a sustainable market. This should also take into consideration opportunities for fur"}, {"text_block_id": "p22_b702", "text": "-"}, {"text_block_id": "p22_b703", "text": "ther strengthening competition."}, {"text_block_id": "p22_b704", "text": "3 . Expansion of storage capacity"}, {"text_block_id": "p22_b705", "text": "In the long term, it is important and necessary to expand storage capacity. In the light of significant fluctuations in electricity generation from renewable sources, we require different means of ensuring ener"}, {"text_block_id": "p22_b706", "text": "-"}, {"text_block_id": "p22_b707", "text": "gy security at all times. Four central fields for action result from this:"}, {"text_block_id": "p22_b708", "text": "3"}, {"text_block_id": "p22_b709", "text": "In the medium term, we want to tap all the availa"}, {"text_block_id": "p22_b710", "text": "-"}, {"text_block_id": "p22_b711", "text": "ble potential in Germany for pumped storage hydroelectricity, bearing in mind the technologi"}, {"text_block_id": "p22_b712", "text": "-"}, {"text_block_id": "p22_b713", "text": "cal and economic parameters."}, {"text_block_id": "p22_b714", "text": "3"}, {"text_block_id": "p22_b715", "text": "In the long term, this potential alone will not be sufficient. Therefore the use of foreign pumped storage plants to boost Germany’s supply is of great significance. Formidable potential for this exists in Norway, but the Alps can also be tapped further."}, {"text_block_id": "p22_b716", "text": "3"}, {"text_block_id": "p22_b717", "text": "We intend to conduct a swift investigation of pos"}, {"text_block_id": "p22_b718", "text": "-"}, {"text_block_id": "p22_b719", "text": "sible investment incentives that can enhance the targeted generation and feed-in of power from biomass in order to counterbalance fluctuations in wind and solar energy."}, {"text_block_id": "p22_b720", "text": "3"}, {"text_block_id": "p22_b721", "text": "We want to significantly intensify research into new storage technologies (e.g. compressed air storage, hydrogen storage, methane from hydro"}, {"text_block_id": "p22_b722", "text": "-"}, {"text_block_id": "p22_b723", "text": "gen, batteries for electric vehicles) and prepare them for market (see Chapter G. Energy research for innovation and new technology)."}, {"text_block_id": "p22_b724", "text": "The German government’s next steps will be:"}, {"text_block_id": "p22_b725", "text": "3"}, {"text_block_id": "p22_b726", "text": "to renew the Energy Act and exempt new storage plants – especially pumped storage hydroelectric"}, {"text_block_id": "p22_b727", "text": "-"}, {"text_block_id": "p22_b728", "text": "ity and other forms of electricity storage – from grid access charges for a longer period than was previously the case."}, {"text_block_id": "p22_b729", "text": "3"}, {"text_block_id": "p22_b730_merged_merged_merged_merged_merged_merged_merged", "text": "to ensure, when amending the EEG, that there are adequate incentives for biogas installations to temporarily store biogas during high wind peri-ods or feed it into the gas network, thereby shift-ing electricity generation into periods of low wind, and to create the necessary technological conditions for this to occur. The German govern-ment will complement this by considering sup-port for existing biogas facilities, so that installa-tions can be equipped with additional generators as well as gas and thermal storage capacity."}, {"text_block_id": "p22_b741", "text": "3"}, {"text_block_id": "p22_b742", "text": "to approve energy storage systems for the control energy market."}, {"text_block_id": "p23_b743", "text": "E . Energy upgrades for buildings and energy-efficient new buildings"}, {"text_block_id": "p23_b744", "text": "Buildings account for about 40 % of final energy con"}, {"text_block_id": "p23_b745", "text": "-"}, {"text_block_id": "p23_b746", "text": "sumption in Germany and about a third of CO"}, {"text_block_id": "p23_b747", "text": "2"}, {"text_block_id": "p23_b748", "text": "emis"}, {"text_block_id": "p23_b749", "text": "-"}, {"text_block_id": "p23_b750", "text": "sions. At the same time, there is tremendous potential for saving energy and cutting CO"}, {"text_block_id": "p23_b751", "text": "2"}, {"text_block_id": "p23_b752", "text": ". Three quarters of Germany’s existing building stock was built before the first Thermal Insulation Ordinance was adopted in 1979. Many of these buildings have had little or no work performed to upgrade their energy perform"}, {"text_block_id": "p23_b753", "text": "-"}, {"text_block_id": "p23_b754", "text": "ance. The overwhelming majority of heating systems lag behind the state of the art. The scenarios show that upgrading the building stock’s energy performance is the central key to modernising our energy supply and achieving our climate protection targets."}, {"text_block_id": "p23_b755", "text": "Our central objective is therefore to reduce the heating requirement of our building stock over the long term, and the target for 2050 is to have a building stock which is almost climate-neutral. Climate-neutral means that buildings have very low energy needs, and the remaining energy demand is covered primarily by renewable sources. That means doubling the rate of building renovation to upgrade energy performance from approximately 1 % to 2 % per annum. By 2020 we want to reduce the heating requirement by 20 %. Furthermore, by 2050 we aim to reduce primary ener"}, {"text_block_id": "p23_b756", "text": "-"}, {"text_block_id": "p23_b757", "text": "gy demand by an order of magnitude of 80 %. In 2020 the targets and measures are to be evaluated against the background of the results that have been achieved by then."}, {"text_block_id": "p23_b758", "text": "Upgrading the energy performance of buildings is the most significant action in sustainably cutting back the use of fossil energy sources and decreasing our dependence on energy imports. This will not come free of charge, but will require considerable"}, {"text_block_id": "p23_b759", "text": "investments, although in the long run that will save costs. Implementing this strategy will require suitable and reliable legal framework conditions, time and money. That explains the need for a long-term road map for energy upgrades which offers those con"}, {"text_block_id": "p23_b760", "text": "-"}, {"text_block_id": "p23_b761", "text": "cerned a framework to guide investment and also the flexibility they need."}, {"text_block_id": "p23_b762", "text": "The existing instruments will not suffice to meet those targets. The Energy Saving Ordinance (EnEV) specifies requirements for new buildings and for the renovation of existing stock. The Renewable Energies Heat Act (EEWärmeG) was also designed for new buildings. These instruments must be updated to achieve renovation targets, to the extent that this is economically feasible."}, {"text_block_id": "p23_b763", "text": "However, experience to date also shows that there are limits to the application of government regula"}, {"text_block_id": "p23_b764", "text": "-"}, {"text_block_id": "p23_b765", "text": "tions – especially with regard to existing stock – when it comes to the economic strain that owners can be expected to bear. Business as usual, based on the cur"}, {"text_block_id": "p23_b766", "text": "-"}, {"text_block_id": "p23_b767", "text": "rent mix of instruments, will not help us forward. A new strategic approach is needed to take advantage of the technical and commercial opportunities present"}, {"text_block_id": "p23_b768", "text": "-"}, {"text_block_id": "p23_b769", "text": "ed by energy upgrades to existing buildings. In future it will be crucial, in the owners’ interests, to define the long-term renovation requirement so that owners can take this into account in investment planning. We want to create incentives, not order compulsory renovation. Economic incentives are at the heart of our policy, not telling our citizens what to do. Against this background, the German government will draw up a concept for a long-term road map for building renovations."}, {"text_block_id": "p23_b770", "text": "Energy-efficient buildings by 2050"}, {"text_block_id": "p23_b771", "text": "The core components of this “modernisation cam"}, {"text_block_id": "p23_b772", "text": "-"}, {"text_block_id": "p23_b773", "text": "paign” for buildings are as follows:"}, {"text_block_id": "p23_b774", "text": "3"}, {"text_block_id": "p23_b775_merged_merged_merged_merged_merged_merged", "text": "The 2012 amendment to the Energy Saving Ordinance will introduce the “climate-neutral building” standard for all new buildings by 2020, based on primary energy indicators. The renova-tion road map for existing buildings will start in 2020, leading in stages to the target of an 80 % reduction in primary energy demand by 2050. The principle of economic viability must be observed in this context."}, {"text_block_id": "p24_b778", "text": "3"}, {"text_block_id": "p24_b779", "text": "The standard set for 2020 will be relatively moder"}, {"text_block_id": "p24_b780", "text": "-"}, {"text_block_id": "p24_b781", "text": "ate, initially only affecting buildings with the poorest energy performance, which usually also require rehabilitation of their physical fabric. When renovating, owners will be able to choose between working on the exterior, improving tech"}, {"text_block_id": "p24_b782", "text": "-"}, {"text_block_id": "p24_b783", "text": "nical installations and using renewable energies. They will also be able to decide for themselves whether to carry out these measures in a particu"}, {"text_block_id": "p24_b784", "text": "-"}, {"text_block_id": "p24_b785", "text": "lar sequence or whether to tackle the entire reno"}, {"text_block_id": "p24_b786", "text": "-"}, {"text_block_id": "p24_b787", "text": "vation at once. Replacement new builds are to be eligible for support under the Building Rehabilitation Programme."}, {"text_block_id": "p24_b788", "text": "3"}, {"text_block_id": "p24_b789", "text": "If owners meet the targets ahead of time or fulfil a higher standard, they will receive state support. To that end, programmes such as the well-estab"}, {"text_block_id": "p24_b790", "text": "-"}, {"text_block_id": "p24_b791", "text": "lished CO"}, {"text_block_id": "p24_b792", "text": "2"}, {"text_block_id": "p24_b793", "text": "Building Rehabilitation Programme will be continued, with due consideration for urban quarters, and their funding will be increased to the extent that fiscal conditions per"}, {"text_block_id": "p24_b794", "text": "-"}, {"text_block_id": "p24_b795", "text": "mit. Additionally, new tax incentives to promote renovation will be considered."}, {"text_block_id": "p24_b796", "text": "3"}, {"text_block_id": "p24_b797", "text": "To further develop the use of renewable energies in buildings, the market incentive programme to promote the use of renewable energies in the heating market will continue from 2011 with addi"}, {"text_block_id": "p24_b798", "text": "-"}, {"text_block_id": "p24_b799", "text": "tional resources from the special energy and cli"}, {"text_block_id": "p24_b800", "text": "-"}, {"text_block_id": "p24_b801", "text": "mate fund pursuant to its economic plan. More"}, {"text_block_id": "p24_b802", "text": "-"}, {"text_block_id": "p24_b803", "text": "over, we will consider non-budget-related sup"}, {"text_block_id": "p24_b804", "text": "-"}, {"text_block_id": "p24_b805", "text": "port through a market-based incentive system for renewable heat."}, {"text_block_id": "p24_b806", "text": "3"}, {"text_block_id": "p24_b807", "text": "In addition, the German government will estab"}, {"text_block_id": "p24_b808", "text": "-"}, {"text_block_id": "p24_b809", "text": "lish a grant programme for energy performance-enhancing urban rehabilitation, to be operated by the Kreditanstalt für Wiederaufbau (KfW). The programme’s aim is to stimulate – in a way that is both unbureaucratic and in line with local condi"}, {"text_block_id": "p24_b810", "text": "-"}, {"text_block_id": "p24_b811", "text": "tions – comprehensive investments in energy effi"}, {"text_block_id": "p24_b812", "text": "-"}, {"text_block_id": "p24_b813", "text": "ciency and renewable energies and thereby to take advantage of a wide range of synergies."}, {"text_block_id": "p24_b814", "text": "3"}, {"text_block_id": "p24_b815", "text": "With the aim of tapping the energy efficiency potential of buildings more effectively, the Ger"}, {"text_block_id": "p24_b816", "text": "-"}, {"text_block_id": "p24_b817", "text": "man government will undertake a balanced revi"}, {"text_block_id": "p24_b818", "text": "-"}, {"text_block_id": "p24_b819", "text": "sion of rent law that will also facilitate investment in energy upgrades. In this process a review is needed of whether and how the rules governing the comparative rent system can be amended in order to avoid inappropriate incentives for build"}, {"text_block_id": "p24_b820", "text": "-"}, {"text_block_id": "p24_b821", "text": "ing renovation."}, {"text_block_id": "p24_b822", "text": "3"}, {"text_block_id": "p24_b823", "text": "Options for energy contracting will be expanded, with the particular aim of efficiently realising energy savings potential in the rental sector. The German government will therefore implement the necessary legal changes in order to establish a uniform legal framework for heating supply con"}, {"text_block_id": "p24_b824", "text": "-"}, {"text_block_id": "p24_b825", "text": "tracts. From 2013, energy performance contract"}, {"text_block_id": "p24_b826", "text": "-"}, {"text_block_id": "p24_b827", "text": "ing will receive relief from the eco-tax only if strin"}, {"text_block_id": "p24_b828", "text": "-"}, {"text_block_id": "p24_b829", "text": "gent energy savings requirements are fulfilled."}, {"text_block_id": "p24_b830", "text": "3"}, {"text_block_id": "p24_b831", "text": "The German government will examine the Renewable Energies Heat Act (EE-WärmeG) to ascertain whether the current requirements for the use of renewable energy sources should be more open to all technologies."}, {"text_block_id": "p24_b832", "text": "3"}, {"text_block_id": "p24_b833", "text": "Over the medium term and in several stages, energy taxes in the heating market will increas"}, {"text_block_id": "p24_b834", "text": "-"}, {"text_block_id": "p24_b835", "text": "ingly take into account CO"}, {"text_block_id": "p24_b836", "text": "2"}, {"text_block_id": "p24_b837", "text": "emissions resulting from fossil energy sources. This adaptation will be revenue-neutral."}, {"text_block_id": "p24_b838", "text": "3"}, {"text_block_id": "p24_b839_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Given the rising energy performance standards for buildings, the German government will call on industry to commit to improved and regular advanced training programmes for the crafts sec-tor and, where necessary, to adapt their training regulations accordingly."}, {"text_block_id": "p24_b842", "text": "3"}, {"text_block_id": "p24_b843", "text": "The German government will set a good example as it reduces energy consumption in its future new buildings and in existing properties."}, {"text_block_id": "p25_b844", "text": "F . The mobility challenge"}, {"text_block_id": "p25_b845", "text": "Germany’s electric mobility strategy will be consist"}, {"text_block_id": "p25_b846", "text": "-"}, {"text_block_id": "p25_b847", "text": "ently pursued in line with the joint statement by industry and the German government of 3 May 2010. Our aim is to have a million electric vehicles on the roads by 2020 and six million by 2030."}, {"text_block_id": "p25_b848", "text": "3"}, {"text_block_id": "p25_b849", "text": "As part of the National Development Plan for Electric Mobility, we will consistently push for the expansion of electric mobility and create the pre"}, {"text_block_id": "p25_b850", "text": "-"}, {"text_block_id": "p25_b851", "text": "requisites for rapid market penetration."}, {"text_block_id": "p25_b852", "text": "3"}, {"text_block_id": "p25_b853", "text": "In 2011 the German government will present a labelling regulation for electric vehicles (40th Ordinance on the Implementation of the Federal Immission Control Act, BImSchV) in line with the National Development Plan. This will pave the way for privileged treatment of electric vehicles, e. g. by offering free parking. Such practical bene"}, {"text_block_id": "p25_b854", "text": "-"}, {"text_block_id": "p25_b855", "text": "fits to users will make the purchase of electric vehicles more attractive."}, {"text_block_id": "p25_b856", "text": "3"}, {"text_block_id": "p25_b857", "text": "Electric vehicles reduce oil dependence. Only when electric mobility is coupled with renewable energies, however, do they practically become zero-emission vehicles. The image associated with a zero-emission vehicle (renewable electricity) is an important purchasing incentive for both fleet operators (marketing) and first-time private buyers."}, {"text_block_id": "p25_b858", "text": "3"}, {"text_block_id": "p25_b859", "text": "Over the long term and with corresponding tech"}, {"text_block_id": "p25_b860", "text": "-"}, {"text_block_id": "p25_b861", "text": "nological innovations, electric vehicles will store electricity and thereby help to balance supply and demand, for example by being charged during periods of strong wind."}, {"text_block_id": "p25_b862", "text": "The development of the National Hydrogen and Fuel Cell Technology Innovation Programme will continue as agreed. In particular through their expanded range, fuel cell vehicles can make an important contribution to environmentally friendly and sustainable mobility in the long term, as long as the hydrogen is produced from renewable sources."}, {"text_block_id": "p25_b863_merged_merged_merged_merged_merged", "text": "European legislation on reducing CO2 emissions from road vehicles needs to be updated for the period after 2020. The early announcement of concrete effi-ciency targets for new vehicles will be a key driver for the accelerated market penetration of CO2-efficient vehicles and will generate planning security for indus-try. There is a need to set ambitious caps for all vehicle categories – from motorbikes to heavy goods vehicles. At the European level, the German government will push for ambitious rules on the maximum permissible CO2 emissions for new vehicles."}, {"text_block_id": "p25_b874", "text": "The German government is also taking steps to foster a higher share of vehicles that run on natural gas. It will consider which measures can be applied to achieve increased use of biogas in the fuel sector."}, {"text_block_id": "p26_b875", "text": "To expedite the marketability of technologies for producing second-generation biofuels, the German government will launch an initiative to promote promising development and demonstration projects. This does not conflict with support for existing, tech"}, {"text_block_id": "p26_b876", "text": "-"}, {"text_block_id": "p26_b877", "text": "nologically advanced biofuels already on the market."}, {"text_block_id": "p26_b878", "text": "The German government intends to continue increasing the proportion of bio-components in fuels and will establish appropriate conditions for this."}, {"text_block_id": "p26_b879", "text": "3"}, {"text_block_id": "p26_b880", "text": "The target requirements of decarbonisation will become increasingly demanding in the long term. In the government's view the greenhouse gas balance should be a key criterion for provid"}, {"text_block_id": "p26_b881", "text": "-"}, {"text_block_id": "p26_b882", "text": "ing future tax relief to biofuels deemed particu"}, {"text_block_id": "p26_b883", "text": "-"}, {"text_block_id": "p26_b884", "text": "larly worthy of support."}, {"text_block_id": "p26_b885", "text": "3"}, {"text_block_id": "p26_b886", "text": "The German government will invite car manufac"}, {"text_block_id": "p26_b887", "text": "-"}, {"text_block_id": "p26_b888", "text": "turers and the fuel industry to establish the tech"}, {"text_block_id": "p26_b889", "text": "-"}, {"text_block_id": "p26_b890", "text": "nical conditions for introducing and using petrol and diesel fuels with a biogenic component of more than ten/seven per cent."}, {"text_block_id": "p26_b891", "text": "3"}, {"text_block_id": "p26_b892", "text": "Using sustainably produced vegetable oil as an additive to mineral oil for joint hydration during the refining process will be allowed to count towards the biofuel quota of 3% of the volume content of the total diesel fuel market."}, {"text_block_id": "p26_b893", "text": "3"}, {"text_block_id": "p26_b894", "text": "The German government intends, as part of next year’s fuel and mobility strategy, to also consider how the use of biofuels can be extended to rail and inland shipping."}, {"text_block_id": "p26_b895", "text": "Including aviation in the European emissions trading system from 2012 will, moreover, strengthen the in-centives for greater energy efficiency and the use of renewable energies (biofuels) in this sector."}, {"text_block_id": "p26_b896", "text": "Emissions-related differentiation of user costs cre"}, {"text_block_id": "p26_b897", "text": "-"}, {"text_block_id": "p26_b898", "text": "ates incentives for efficient and environmentally sound freight traffic. The German government will look into how the toll on heavy goods vehicles can be structured in a way that leads to more such incentives."}, {"text_block_id": "p26_b899", "text": "The German government will consider how the emissions-based vehicle tax can be further developed in future. In this context it will investigate how the respective greenhouse gas emissions can be taken into greater account in the taxation of fossil fuels."}, {"text_block_id": "p26_b900", "text": "We aim to increase investment in the rail infrastruc"}, {"text_block_id": "p26_b901", "text": "-"}, {"text_block_id": "p26_b902", "text": "ture, focussing on nodes and bottlenecks of pivotal importance to the network. This means that a priority will have to be placed on building special freight corri"}, {"text_block_id": "p26_b903", "text": "-"}, {"text_block_id": "p26_b904", "text": "dors for key routes carrying heavy traffic. This will be the only way to create the essential conditions for shifting freight traffic in particular onto rail, which is a more environment-friendly mode of transport."}, {"text_block_id": "p26_b905_merged_merged_merged_merged_merged_merged", "text": "As part of its fuel and mobility strategy, the German government will make concrete offers that aim to boost the use of environment-friendly forms of mobili-ty as alternatives to individual motorised transport."}, {"text_block_id": "p27_b908", "text": "G .Energy research towards innovation and new technologies"}, {"text_block_id": "p27_b909", "text": "To make the transition to the age of renewable ener"}, {"text_block_id": "p27_b910", "text": "-"}, {"text_block_id": "p27_b911", "text": "gy, it will be necessary to thoroughly modernise the energy sector. Innovation is key to the structural changes that are necessary to achieve a sustainable energy supply. Aside from basic research this primari"}, {"text_block_id": "p27_b912", "text": "-"}, {"text_block_id": "p27_b913", "text": "ly means using applied science funding to pave the way for both renewable energies and efficient tech"}, {"text_block_id": "p27_b914", "text": "-"}, {"text_block_id": "p27_b915", "text": "nologies to achieve market penetration. The objective is, on the one hand, to make technologies more affordable, and on the other, to invest in ongoing research and development of technologies that may account for a sizeable share of our future energy sup"}, {"text_block_id": "p27_b916", "text": "-"}, {"text_block_id": "p27_b917", "text": "ply. By increasing the concentration of funding in the research and development (R&D) sector, we aim to fur"}, {"text_block_id": "p27_b918", "text": "-"}, {"text_block_id": "p27_b919", "text": "ther strengthen German companies’ leading position on technology markets in future. The German govern"}, {"text_block_id": "p27_b920", "text": "-"}, {"text_block_id": "p27_b921", "text": "ment is already providing such support with the Photovoltaics Innovation Alliance, for example. In this man"}, {"text_block_id": "p27_b922", "text": "-"}, {"text_block_id": "p27_b923", "text": "ner we are also doing our part towards securing Ger"}, {"text_block_id": "p27_b924", "text": "-"}, {"text_block_id": "p27_b925", "text": "many’s competitiveness in important future markets."}, {"text_block_id": "p27_b926", "text": "In 2011 the German government will unveil a com"}, {"text_block_id": "p27_b927", "text": "-"}, {"text_block_id": "p27_b928", "text": "prehensive Energy Research Programme for the peri"}, {"text_block_id": "p27_b929", "text": "-"}, {"text_block_id": "p27_b930", "text": "od up to 2020, together with an outline of central pri"}, {"text_block_id": "p27_b931", "text": "-"}, {"text_block_id": "p27_b932", "text": "orities for the period thereafter."}, {"text_block_id": "p27_b933", "text": "The Energy Research Programme will focus on the following priorities:"}, {"text_block_id": "p27_b934", "text": "3"}, {"text_block_id": "p27_b935", "text": "renewable energies,"}, {"text_block_id": "p27_b936", "text": "3"}, {"text_block_id": "p27_b937", "text": "energy efficiency,"}, {"text_block_id": "p27_b938", "text": "3"}, {"text_block_id": "p27_b939", "text": "energy storage methods and grid technology,"}, {"text_block_id": "p27_b940", "text": "3"}, {"text_block_id": "p27_b941", "text": "integration of renewable energies into the energy supply and"}, {"text_block_id": "p27_b942", "text": "3"}, {"text_block_id": "p27_b943", "text": "interplay between these energy technologies."}, {"text_block_id": "p27_b944", "text": "As a first step the German government will devel"}, {"text_block_id": "p27_b945", "text": "-"}, {"text_block_id": "p27_b946", "text": "op and implement joint funding initiatives for “Grids and energy storage” and “Solar construction – energy efficient cities” (e. g. photovoltaic facades)."}, {"text_block_id": "p27_b947", "text": "The aforementioned priorities will be discussed with stakeholders on the basis of the Energy Concept and will then be fine-tuned and set out in the German government’s 6th Energy Research Programme."}, {"text_block_id": "p27_b948_merged_merged_merged_merged", "text": "Financing for R&D in these areas will be increased from 2011 onwards using funds from the special ener-gy and climate fund pursuant to its economic plan. Applied research in particular will be ramped up, given the objective of thoroughly modernising Germany’s energy supply in the coming years."}, {"text_block_id": "p28_b951", "text": "In parallel, long-term technological options must be pursued and the expansion and increased network"}, {"text_block_id": "p28_b952", "text": "-"}, {"text_block_id": "p28_b953", "text": "ing of national research institutions must be driven forward."}, {"text_block_id": "p28_b954", "text": "Cooperation between federal ministries in fund"}, {"text_block_id": "p28_b955", "text": "-"}, {"text_block_id": "p28_b956", "text": "ing R&D for modern energy technologies is being improved. In order to ensure that the German govern"}, {"text_block_id": "p28_b957", "text": "-"}, {"text_block_id": "p28_b958", "text": "ment implements an integrated energy research poli"}, {"text_block_id": "p28_b959", "text": "-"}, {"text_block_id": "p28_b960", "text": "cy, the Coordination Platform for Energy Research Policy is to be expanded. In addition to enhancing interministeral cooperation, this coordination will also involve funding activities by the Länder and the European funding institutions. A central information system is being set up at the Federal Ministry of Economics and Technology in order to increase the transparency of state funding activities and to improve the assessment of technological develop"}, {"text_block_id": "p28_b961", "text": "-"}, {"text_block_id": "p28_b962", "text": "ments."}, {"text_block_id": "p28_b963_merged_merged_merged", "text": "Today, technological developments must be seen from a global perspective. The German government will take this factor into consideration during the fur-ther development of its energy research policy. In the European context, the German government will sup-port German applicants participating in and imple-menting the Strategic Energy Technology Plan (SET Plan). Priority will be granted to projects with a clear European dimension; this notably includes research topics such as electricity grids, renewable energies, energy storage systems, efficiency and CCS."}, {"text_block_id": "p28_b970", "text": "The German government’s support for research in the fields of nuclear safety and non-proliferation will be designed to maintain and enhance Germany’s existing competence and expertise in these areas."}, {"text_block_id": "p28_b971", "text": "In order to uphold Germany’s excellent research standards in the long term, great importance is attached to training specialists in engineering and the natural sciences to ensure sufficiently broad-based energy research."}, {"text_block_id": "p29_b972", "text": "H . Energy supply in the European and international context"}, {"text_block_id": "p29_b973", "text": "The transition to a cutting-edge, low-carbon and secure energy supply can be realised only through joint European and international efforts. International climate protection agreements must be achieved step by step, so that global climate protection becomes effective and competitive distortions are avoided for those countries that lead the field in climate protec"}, {"text_block_id": "p29_b974", "text": "-"}, {"text_block_id": "p29_b975", "text": "tion. The German government will continue to advo"}, {"text_block_id": "p29_b976", "text": "-"}, {"text_block_id": "p29_b977", "text": "cate a globally binding climate protection agreement, also with a view to the economic, security and develop"}, {"text_block_id": "p29_b978", "text": "-"}, {"text_block_id": "p29_b979", "text": "ment policy impacts of climate change. At European level the right division of tasks between the EU and member states is key in achieving the efficient trans"}, {"text_block_id": "p29_b980", "text": "-"}, {"text_block_id": "p29_b981", "text": "formation of our energy system."}, {"text_block_id": "p29_b982", "text": "The diversification of energy sources, supplier countries and import routes is a key element of Germany’s foreign energy policy, together with the provision of support for new cross-border energy infrastructures. Another important goal of German energy policy is the establishment of a reliable legal framework for international energy relations. The German government will complement the Energy Concept with strategic bilateral and regional coopera"}, {"text_block_id": "p29_b983", "text": "-"}, {"text_block_id": "p29_b984", "text": "tion."}, {"text_block_id": "p29_b985", "text": "International climate protection and competition"}, {"text_block_id": "p29_b986", "text": "Efforts to protect the global climate and to restructure the national energy supply will succeed more effec"}, {"text_block_id": "p29_b987", "text": "-"}, {"text_block_id": "p29_b988", "text": "tively to the extent that they are supported by func"}, {"text_block_id": "p29_b989", "text": "-"}, {"text_block_id": "p29_b990", "text": "tioning international carbon markets. The more industrialised and newly industrialising countries (NICs) formulate ambitious climate protection targets and then implement concrete measures to achieve these targets, the more it is to be expected that investments will be made in the development of new products and processes and that international markets for new technologies will emerge."}, {"text_block_id": "p29_b991_merged_merged_merged_merged", "text": "German government and European Union policies, together with efforts by the international community, are working to achieve this aim. For example, develop-ing countries and NICs – with the assistance of industrialised countries – are currently devising national action plans for climate protection that contain tar-gets and measures to advance the restructuring of their own national energy supplies. Furthermore, since the Copenhagen summit, major industrialised nations and NICs have set themselves ambitious tar-gets."}, {"text_block_id": "p30_b998", "text": "It is essential that the measures for implementing our energy policy retain a balance between our tar"}, {"text_block_id": "p30_b999", "text": "-"}, {"text_block_id": "p30_b1000", "text": "gets of energy security, environmental compatibility and affordability. National climate protection meas"}, {"text_block_id": "p30_b1001", "text": "-"}, {"text_block_id": "p30_b1002", "text": "ures must not place unacceptable competitive disad"}, {"text_block_id": "p30_b1003", "text": "-"}, {"text_block_id": "p30_b1004", "text": "vantages on German companies in international com"}, {"text_block_id": "p30_b1005", "text": "-"}, {"text_block_id": "p30_b1006", "text": "petition. At the same time, we consider climate pro"}, {"text_block_id": "p30_b1007", "text": "-"}, {"text_block_id": "p30_b1008", "text": "tection to be a driving force for competition in devel"}, {"text_block_id": "p30_b1009", "text": "-"}, {"text_block_id": "p30_b1010", "text": "oping and marketing new technologies. For German companies, greater efficiency and a technological edge can lead to competitive advantages, even with"}, {"text_block_id": "p30_b1011", "text": "-"}, {"text_block_id": "p30_b1012", "text": "out international commitments. Nevertheless, there are certain limits, for instance when it comes to plac"}, {"text_block_id": "p30_b1013", "text": "-"}, {"text_block_id": "p30_b1014", "text": "ing demands on energy-intensive sectors that also face especially tough international competition. The German government will continue to take this partic"}, {"text_block_id": "p30_b1015", "text": "-"}, {"text_block_id": "p30_b1016", "text": "ular competitive situation into account, for instance within the framework of the European emissions trading scheme. This will be necessary as long as important international competitors are not subject to similar requirements. Thus the German government‘s efforts are geared all the more towards achieving international climate protection agreements that will facilitate a step-by-step process of establishing func"}, {"text_block_id": "p30_b1017", "text": "-"}, {"text_block_id": "p30_b1018", "text": "tioning carbon markets, eliminating distortions of competition, and thereby creating the conditions for effective climate protection."}, {"text_block_id": "p30_b1019", "text": "Integration into European energy policy"}, {"text_block_id": "p30_b1020", "text": "With a view to the EU competencies for energy policy laid down in the Treaty of Lisbon (Article 194 TFEU), the German government will actively use the options for European cooperation, taking account of the prin"}, {"text_block_id": "p30_b1021", "text": "-"}, {"text_block_id": "p30_b1022", "text": "ciple of subsidiarity, together with the other EU mem"}, {"text_block_id": "p30_b1023", "text": "-"}, {"text_block_id": "p30_b1024", "text": "ber states and the European Commission."}, {"text_block_id": "p30_b1025", "text": "1 . Europe-wide grid development"}, {"text_block_id": "p30_b1026", "text": "The interconnected EU grid is the backbone of the sin"}, {"text_block_id": "p30_b1027", "text": "-"}, {"text_block_id": "p30_b1028", "text": "gle energy market, and the Europe-wide development of this grid will set the pace for the integration of ener"}, {"text_block_id": "p30_b1029", "text": "-"}, {"text_block_id": "p30_b1030", "text": "gy markets. That is why, at European level, we are working for the establishment and extension of a European grid. This requires the following measures:"}, {"text_block_id": "p30_b1031", "text": "3"}, {"text_block_id": "p30_b1032", "text": "In 2011 the amendment of the Energy Industry Act will implement the provisions of the third EU"}, {"text_block_id": "p30_b1033", "text": "lative package for the internal energy market. This will further improve the competitive conditions on the German electricity market, while enhanc"}, {"text_block_id": "p30_b1034", "text": "-"}, {"text_block_id": "p30_b1035", "text": "ing the integration of national markets and step"}, {"text_block_id": "p30_b1036", "text": "-"}, {"text_block_id": "p30_b1037", "text": "ping up the liberalisation of the single market."}, {"text_block_id": "p30_b1038", "text": "3"}, {"text_block_id": "p30_b1039", "text": "We will further develop an initiative to plan the interconnected European grid and develop com"}, {"text_block_id": "p30_b1040", "text": "-"}, {"text_block_id": "p30_b1041", "text": "mon technical standards."}, {"text_block_id": "p30_b1042", "text": "3"}, {"text_block_id": "p30_b1043", "text": "The German government will actively monitor the development of the EU Infrastructure Package. If market-driven processes of grid development prove insufficient – for example with regard to cross-border interconnectors – we will also assess the extent to which the European legal framework for expanding the interconnected European grid can be improved."}, {"text_block_id": "p30_b1044", "text": "3"}, {"text_block_id": "p30_b1045", "text": "Our target grid for 2050 will also describe further developments towards a European grid, in order to ensure that the expansion of the national grid is linked to the process of developing cross-border interconnectors (see above)."}, {"text_block_id": "p30_b1046", "text": "3"}, {"text_block_id": "p30_b1047", "text": "The German government will further intensify its cooperation with France and the BeNeLux coun"}, {"text_block_id": "p30_b1048", "text": "-"}, {"text_block_id": "p30_b1049", "text": "tries in the Pentalateral Energy Forum, with the objective of avoiding grid bottlenecks. The German government will continue to cooperate with our Central and Eastern European neigh-bours to develop additional regional liquid elec"}, {"text_block_id": "p30_b1050", "text": "-"}, {"text_block_id": "p30_b1051", "text": "tricity markets."}, {"text_block_id": "p30_b1052", "text": "3"}, {"text_block_id": "p30_b1053", "text": "The German government will begin talks with Norway and the Alpine countries, with the involvement of energy companies, in order to achieve long-term energy supply cooperation with European partners, with a special view to the creation and use of storage capacity."}, {"text_block_id": "p30_b1054", "text": "2 . Liberalised internal market"}, {"text_block_id": "p30_b1055_merged_merged_merged_merged_merged_merged_merged", "text": "The integration of the EU’s electricity and gas markets will be an important success factor in ensuring energy security, economic viability and environmental com-patibility in Germany and the EU over the long term. An integrated and functioning internal market for electricity and gas will strengthen the EU outwardly"}, {"text_block_id": "p31_b1058", "text": "while simultaneously contributing to fair energy pric"}, {"text_block_id": "p31_b1059", "text": "-"}, {"text_block_id": "p31_b1060", "text": "es for consumers. At the European level the German government is therefore working to implement fully the undertakings agreed in the third legislative pack"}, {"text_block_id": "p31_b1061", "text": "-"}, {"text_block_id": "p31_b1062", "text": "age for the internal energy market."}, {"text_block_id": "p31_b1063", "text": "3 . EU emissions trading"}, {"text_block_id": "p31_b1064", "text": "Emissions trading is the principal instrument for cli"}, {"text_block_id": "p31_b1065", "text": "-"}, {"text_block_id": "p31_b1066", "text": "mate protection. Based on the provisions in the EU’s climate and energy package, the emissions trading system will be expanded into an EU-wide mechanism in 2013, i.e. it will be based on a European emissions cap, EU-wide allocation rules and the increased auc"}, {"text_block_id": "p31_b1067", "text": "-"}, {"text_block_id": "p31_b1068", "text": "tioning of allowances."}, {"text_block_id": "p31_b1069", "text": "Within the framework of the International Carbon Action Partnership (ICAP) the German government will strengthen its engagement in driving forward efforts to link the EU-wide emissions trading system with countries that are planning or have already adopted emissions trading systems. In this way, the EU emissions trading system is to be extended step by step into a global carbon market in order to prevent distortions in international competition. The ICAP sec"}, {"text_block_id": "p31_b1070", "text": "-"}, {"text_block_id": "p31_b1071", "text": "retariat at the Federal Environment Ministry will be playing an important part here."}, {"text_block_id": "p31_b1072", "text": "From 2013 the planned compensation payments for indirect price impacts of emissions trading for energy-intensive companies will be taken into consideration."}, {"text_block_id": "p31_b1073", "text": "From 2013 the additional revenues from auctioning emissions allowances will be used to fund measures for"}, {"text_block_id": "p31_b1074", "text": "3"}, {"text_block_id": "p31_b1075", "text": "renewable energies,"}, {"text_block_id": "p31_b1076", "text": "3"}, {"text_block_id": "p31_b1077", "text": "energy efficiency,"}, {"text_block_id": "p31_b1078", "text": "3"}, {"text_block_id": "p31_b1079", "text": "research in these fields,"}, {"text_block_id": "p31_b1080", "text": "3"}, {"text_block_id": "p31_b1081", "text": "national climate protection"}, {"text_block_id": "p31_b1082", "text": "3"}, {"text_block_id": "p31_b1083", "text": "and international climate and environmental protection."}, {"text_block_id": "p31_b1084", "text": "4 . Efficiency rules at the EU level"}, {"text_block_id": "p31_b1085", "text": "Ambitious energy saving regulations are key to devel"}, {"text_block_id": "p31_b1086", "text": "-"}, {"text_block_id": "p31_b1087", "text": "oping the EU into the most innovative and efficient economic area in the world."}, {"text_block_id": "p31_b1088", "text": "We support the Europe 2020 Strategy’s aim of increasing energy efficiency by 20 % by 2020. In addi"}, {"text_block_id": "p31_b1089", "text": "-"}, {"text_block_id": "p31_b1090", "text": "tion, the German government is committed to the further development of European product standards under the Ecodesign Directive and in accordance with advanced technological benchmarks. In particular, the aim here is to define ambitious, technology-neu"}, {"text_block_id": "p31_b1091", "text": "-"}, {"text_block_id": "p31_b1092", "text": "tral minimum standards."}, {"text_block_id": "p31_b1093", "text": "5 . Green electricity marketing and electricity labelling"}, {"text_block_id": "p31_b1094_merged_merged_merged_merged_merged_merged", "text": "At present, the Renewables Directive contains only fragmentary statements regarding the marketing of electricity from renewable sources. Because of this there are no demand-side incentives for deploying renewable energies. Furthermore, this leads to a situa-tion in which the same electricity from renewable sources is sold to consumers twice as carbon-neutral electricity (double marketing). The German govern-ment will work at the European level for improved consumer information, so that consumers recognise which green power purchase agreements will result in new investments in renewables. We also support"}, {"text_block_id": "p32_b1099", "text": "EU-wide electricity labelling so that one and the same volume of electricity from renewable sources is mar"}, {"text_block_id": "p32_b1100", "text": "-"}, {"text_block_id": "p32_b1101", "text": "keted only once as carbon-neutral."}, {"text_block_id": "p32_b1102", "text": "6 . Renewable electricity in the European and Mediterranean context"}, {"text_block_id": "p32_b1103", "text": "The scenarios commissioned by the German govern"}, {"text_block_id": "p32_b1104", "text": "-"}, {"text_block_id": "p32_b1105", "text": "ment suggest that in the long term Germany will need to import a significant proportion of its electricity sup"}, {"text_block_id": "p32_b1106", "text": "-"}, {"text_block_id": "p32_b1107", "text": "ply from renewable sources."}, {"text_block_id": "p32_b1108", "text": "In addition to ensuring a sustainable and climate-friendly energy supply in sun-rich countries in North Africa to meet the rapidly growing local demand for energy, the import of solar power from North African countries can, with a view toward 2050, make a contri"}, {"text_block_id": "p32_b1109", "text": "-"}, {"text_block_id": "p32_b1110", "text": "bution to a future European energy supply that is increasingly based on renewable energies. Thanks to its superior storage capacity, concentrated solar power (CSP) can be an additional factor in ensuring the future demand-responsive generation of energy from renewable sources in Germany as well."}, {"text_block_id": "p32_b1111", "text": "The Federal Foreign Office (AA), the Federal Ministry for the Environment (BMU), the Federal Ministry of Economics and Technology (BMWi) and the Federal Ministry for Economic Cooperation and Development (BMZ) will formulate a concerted overall strategy regarding the Mediterranean Solar Plan, also with a view to the Master Plan to be developed togeth"}, {"text_block_id": "p32_b1112", "text": "-"}, {"text_block_id": "p32_b1113", "text": "er with the Members of the Union for the Mediterranean and the European Commission. As part of this process they will in particular identify framework con"}, {"text_block_id": "p32_b1114", "text": "-"}, {"text_block_id": "p32_b1115", "text": "ditions for implementation of the Desertec project. They will take particular account of feasibility studies as well as technological and political prospects. In par"}, {"text_block_id": "p32_b1116", "text": "-"}, {"text_block_id": "p32_b1117", "text": "allel, they will step up the dialogue on energy and development policies."}, {"text_block_id": "p32_b1118", "text": "It is our aim to adjust the support for energy gen"}, {"text_block_id": "p32_b1119", "text": "-"}, {"text_block_id": "p32_b1120", "text": "eration from renewable sources to the local potential of each specific technology and, in so doing, to"}, {"text_block_id": "p32_b1121", "text": "ue tapping the economic potential in Germany. In line with this and based on our experiences with the implementation of the cooperation mechanisms for joint cross-border promotion of renewable energies under the EU Directive on the promotion of the use of energy from renewable sources, we will examine to what extent the support systems of the Member States might be further coordinated and harmonised."}, {"text_block_id": "p32_b1122", "text": "7 . Resource security and international aspects"}, {"text_block_id": "p32_b1123", "text": "Building on its partnership initiative “Energy and Resources”, the German government, together with German business, will step up dialogue with non-EU countries with regard to high technology raw materi"}, {"text_block_id": "p32_b1124", "text": "-"}, {"text_block_id": "p32_b1125", "text": "als and energy technologies. A primary focus of this dialogue will be to develop options for ensuring that Germany and the EU have long-term access to sup"}, {"text_block_id": "p32_b1126", "text": "-"}, {"text_block_id": "p32_b1127", "text": "plies of high technology raw materials and energy resources that are needed for technologies involving energy generation, energy transmission and energy storage. One instrument here is bilateral and regional energy and resource partnerships. Integrated eco"}, {"text_block_id": "p32_b1128", "text": "-"}, {"text_block_id": "p32_b1129", "text": "nomic cooperation will also include the exchange of energy efficiency and renewable energy technologies. The German government will play an active role in supporting this process together with the German Mineral Resources Agency that is being set up under the Federal Institute for Geosciences and Natural Resources."}, {"text_block_id": "p32_b1130", "text": "The German government advocates a strategic approach toward resource security at the European level as well."}, {"text_block_id": "p32_b1131_merged_merged_merged_merged_merged_merged_merged", "text": "The German government’s goal is to ensure a high degree of energy security, including the primary energy sources of oil and gas. We will therefore con-tinue to provide political support to German compa-nies involved in infrastructure projects that contribute to the diversification of our energy supply (e. g. Nordstream, Nabucco, LNG, Desertec, North Sea super grid), with a view to ensuring long-term security of supply."}, {"text_block_id": "p33_b1136", "text": "I . Transparency and acceptance"}, {"text_block_id": "p33_b1137", "text": "We can succeed in making the transition to a sustain"}, {"text_block_id": "p33_b1138", "text": "-"}, {"text_block_id": "p33_b1139", "text": "able energy supply and completing the necessary infrastructure measures to support this process – e. g. the expansion of electricity grids – only if citizens understand Germany’s future energy policy and find it reasonable. Both the business community and government are called upon to take on this task, which affects society as a whole. A fundamental part of this task is to provide comprehensible explanations for our long-term objectives and the measures required to achieve them. This includes, in particular, making the facts and figures that underlie public policy decisions available to the public in an understandable form."}, {"text_block_id": "p33_b1140", "text": "The German government will set up an online infor"}, {"text_block_id": "p33_b1141", "text": "-"}, {"text_block_id": "p33_b1142", "text": "mation platform as well as an online dialogue forum on “sustainable energy supply”. The information plat"}, {"text_block_id": "p33_b1143", "text": "-"}, {"text_block_id": "p33_b1144", "text": "form will publish easy-to-understand data on key aspects of Germany’s future energy policy, including:"}, {"text_block_id": "p33_b1145", "text": "3"}, {"text_block_id": "p33_b1146", "text": "currently available facts and figures;"}, {"text_block_id": "p33_b1147", "text": "3"}, {"text_block_id": "p33_b1148", "text": "forecasts, analyses and assessments."}, {"text_block_id": "p33_b1149", "text": "The dialogue forum on “sustainable energy supply” will host an open discussion concerning issues of interest to citizens, such as"}, {"text_block_id": "p33_b1150", "text": "3"}, {"text_block_id": "p33_b1151", "text": "opportunities and risks posed by new technologies,"}, {"text_block_id": "p33_b1152", "text": "3"}, {"text_block_id": "p33_b1153", "text": "pathways towards an environment-friendly energy supply,"}, {"text_block_id": "p33_b1154", "text": "3"}, {"text_block_id": "p33_b1155", "text": "procedures for expanding electricity and gas networks,"}, {"text_block_id": "p33_b1156", "text": "3"}, {"text_block_id": "p33_b1157", "text": "strategies for developing renewable energies,"}, {"text_block_id": "p33_b1158", "text": "3"}, {"text_block_id": "p33_b1159", "text": "the need for new power stations, and"}, {"text_block_id": "p33_b1160", "text": "3"}, {"text_block_id": "p33_b1161", "text": "the composition of the energy mix."}, {"text_block_id": "p33_b1162_merged_merged_merged", "text": "A successful energy policy also requires continuity. Investments in power stations and grids will deter-mine the structure of the energy supply for decades to come. Despite the controversial debates surrounding energy policy issues, the German government will work together with business, environmental groups and all interested stakeholders to find ways of broad-ening the consensus on future energy policy."}, {"text_block_id": "p35_b1167_merged", "text": "This brochure is published free of charge as part of the public relations work of the Federal Ministry of Economics and Technology. It is distributed free of charge and is not intended for sale. It may not be used by political parties, candidates or electoral assistants for purposes of election campaigning. In particular, the distribution of this pub-lication at campaign events or at information stands run by political parties is prohibited, and political party-related information or advertising shall not be inserted in, printed on, or affixed to this publication. The distribu-tion of this publication to third parties for purposes of election campaigning is likewise prohibited. Irrespective of when, how and in what quantity this publication reaches the recipient, it shall not be distributed or used – even outside the context of election campaigns – in any manner that suggests bias on the part of the Federal Government in favour of specific political groupings."}], "document_description": "The Federal Government's Energy Concept for an Environmentally Sound, Reliable and Affordable Energy Supply sets out a long-term energy strategy to 2050 that will provide an environmentally sound, reliable and affordable energy supply. Scientifically-tested monitoring every three years, to be published. Methodology is to be established. It includes the following targets: Reduce emissions to 40% below 1990 levels by 2020; to 55% by 2030; to 70% by 2040 and to 80-95% by 2050."}