{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Germany", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "25/12/2007", "document_language": "English", "document_name": "Integrated Climate and Energy Programme (IEKP)", "document_country_code": "DEU", "document_hazard_name": [], "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/DEU/2007/DEU-2007-12-25-Integrated Climate and Energy Programme (IEKP)_8ad109aaf6685b3d8ec7923e80896ab3.pdf", "document_type": "Programme", "text_blocks": [], "document_description": "<div>This programme has as its guiding principles security of supply, economic efficiency and environmental protection. The integrated climate and energy programme aims to cut GHG emissions by 40% by 2020 compared with 1990 levels.<br>&nbsp;<br>&nbsp;Through 29 measures, the programme addresses issues including CHP generation, the expansion of renewable energy in the power sector, carbon capture and sequestration technologies, 'smart' metering, clean power station technologies, the introduction of modern energy management systems, support programmes for climate protection and energy efficiency (apart from buildings), energy efficient products, provisions on the feed-in of biogas to natural gas grids, an energy savings ordinance, a modernisation programme to reduce CO2 emissions from buildings, energy efficient modernisation of social infrastructure, the Renewable Energies Heat Act, a programme for the energy efficient modernisation of federal buildings, a CO2 strategy for passenger cars, the expansion of the biofuels market, reform of vehicle tax on the basis of CO2, energy labelling of passenger cars, reinforcement of the influence of the HGV toll, aviation, shipping, the reduction of emissions of fluorinated GHGs, procurement of energy efficient products and services, energy research and innovation, electric mobility, international projects on climate protection and energy efficiency, reporting on energy and climate policy by German embassies and consulates, and a transatlantic climate and technology initiative.<br>&nbsp;<br>&nbsp;It includes the following targets:</div><ul><li>Energy supply: to double electricity generation from CHP to 25%; approval of 850km underground grid to transport offshore wind energy to the south</li><li>Energy demand: Energy-related requirements for new homes and fully renovated old homes to target a 30% reduction in energy use; also rules on replacement of central heating boilers and new standards for windows and the insulation of building facades. Incentives for 'smart' meters; reform of the Energy Saving Ordinance</li><li>Transportation: Increase in road tolls for trucks; reform of vehicle tax to a pollutant and CO2 emissions basis; amendment to the Passenger Car Energy Consumption Labelling Scheme</li></ul>"}