{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Israel", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_date": "01/01/2015", "document_language": "Hebrew", "document_name": "Decision No. 542 of the government dated 20.09.2015", "document_country_code": "ISR", "document_hazard_name": [], "document_keyword": [], "document_response_name": "Mitigation", "document_url": "https://www.gov.il/he/Departments/policies/2015_dec542", "document_type": "Resolution", "text_blocks": [], "document_description": "This decision recognises the importance of reaching the target of zero greenhouse gas emissions by 2050. It updates the national target for reducing greenhouse gas emissions by 2030 set by Government Decision 542 so that the annual amount of greenhouse gas emissions by 2030 will be reduced by at least 27% from the annual amount measured in 2015, which stood at 79 million tonnes. Accordingly, the annual amount of greenhouse gas emissions in 2030 will be about 58 million tons. It sets a national target for reducing greenhouse gas emissions by 2050, which is that the annual amount of greenhouse gas emissions in 2050 will be reduced by at least 85% of the annual amount measured in 2015. Accordingly, the annual amount of greenhouse gas emissions in 2050 will be about 12 million tons.It further sets sectoral targets for reducing greenhouse gas emissions and streamlining energy consumption in the economy as detailed below:A. As of 2026, all new city buses that will be purchased will be clean vehicles, as defined in section 77A of the Traffic Ordinance [new version].B. Reduction of greenhouse gas emissions from solid waste by 2030 by at least 47% compared to emissions measured in 2015, which stood at 5.5 million tonnes.third. A 71% reduction in the amount of municipal waste dumped by 2030 compared to the amount of municipal waste dumped in 2018, which stood at about 4.5 million tons.D. Reduction of greenhouse gas emissions from electricity production by 2030 by about 30% compared to emissions measured in 2015, which stood at 37.6 million tons, taking into account the renewable energy targets set in Government Decision No. 465.God. Curbing the increase in greenhouse gas emissions from transportation by 2030, so that the total increase in emissions will be only 3.3% compared to the amount of emissions measured in 2015, which stood at 17.6 million tons.and. Limiting the amount of greenhouse gas emissions from a new vehicle, weighing up to 3.5 tons, registered from 2030, to an amount equal to 5% of the average greenhouse gas emissions for a new vehicle, weighing up to 3.5 tons, registered in 2020, in accordance with the principles set out in European legislation. Israel's unique. This target will be examined in 2025 and will be updated as necessary, taking into account technological development, the extent of the penetration of electric vehicles in Israel and around the world, the electricity infrastructure and the deployment of charging stations in Israel.P. Modification of the target set in section 1 (b) (1) of Government Decision 542, so that in its place a target will be set according to which by 2030 the energy intensity invested in the production of a gross national product in the amount of NIS 1 million will be 122 megawatts per hour.H. Reduction of greenhouse gas emissions from the manufacturing sector by 2030 by at least 30% relative to emissions in 2015, which stood at 12 million tonnes.ninth. Impose on the Ministry of the Interior and the Planning Administration, in cooperation with the Ministry of Energy, the Ministry of Environmental Protection, the Ministry of Construction and Housing and the Ministry of Finance to act to set targets for energy-zero construction for buildings within one year of this decision.Reduction of greenhouse gas emissions from urban waste by 2050 by at least 92% compared to emissions measured in 2015, which stood at 5.5 million tons.Reduction of greenhouse gas emissions from electricity generation by 2050 by at least 85% relative to emissions measured in 2015, which stood at 37.4 million tonnes.In order to meet the targets for reducing greenhouse gas emissions from the electricity sector, impose on the energy server, in accordance with its authority under any law, to act to examine the energy production mix, including to set targets for renewable energy by 2050, while ensuring a reliable, achievable and sustainable energy economy within 12 months Approve this decision, and establish an inter-ministerial team headed by the Ministry of Energy and with the participation of the Ministry of Environmental Protection, the Ministry of the Interior, the Planning Administration, the Electricity Authority and the Ministry of Finance to examine the conditions and meanings derived from said renewable energy targets.Twelve. Reduction of greenhouse gas emissions from the manufacturing sector by 2050 by at least 56% relative to emissions in 2015, which stood at 12 million tonnes.Reduction of greenhouse gas emissions from transportation by 2050 by at least 96% relative to emissions measured in 2015, which stood at 17.6 million tonnes.The decision imposes on the inter-ministerial committee for preparation and readiness for climate change and reduction of greenhouse gas emissions, headed by the Director General of the Ministry of Environmental Protection, established by Government Resolution No. 474 of September 18, 2017 (hereinafter - \"Inter-Ministerial Committee\"), to coordinate a national plan for the implementation of the objectives in sections 1 and 2 above. The national plan will consist of implementation plans in each sector which will be prepared under the leadership of the ministry responsible for the relevant sector. For the implementation of this decision As stated for government approval within 6 months.It also imposes on the inter-ministerial committee to formulate by 1.7.2022 a methodology for examining the possible effects on meeting the national targets for reducing greenhouse gas emissions set forth in this proposed resolution, which stems from government policy and its decisions.It determines that the Cabinet Ministers of the Ministries of Environmental Protection, Energy, Transport and Road Safety, Economy and Industry and the Interior report to the Government, each year.It finally instructs the Minister of Environmental Protection, in consultation with the Minister of Economy and Industry, to formulate a voluntary mechanism for reporting and publishing information on the impact on the climate and greenhouse gas emissions of products and services manufactured in Israel and imported into it."}