{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Israel", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Energy Sources Regulations (Monitoring Energy Consumption Efficiency, 1993)", "document_country_code": "ISR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Regulation", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "25/12/1993", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ISR/1993/ISR-1993-12-25-Energy Sources Regulations (Monitoring Energy Consumption Efficiency, 1993)_1085922d174573da9f879abd7d85843d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ENERGY SOURCES REGULATIONS (MONITORING ENERGY CONSUMPTION EFFICIENCY, 5754-1993"}, {"text_block_id": "p0_b2", "text": "(Published in 5754 page 10, 5764, page 244)"}, {"text_block_id": "p0_b3", "text": "The English version is a non-binding, unofficial translation from the original, binding, Hebrew version and is posted here exclusively for the convenience of the Public. Only the Hebrew version, as officially published in the official gazette (Reshumot) shall be binding."}, {"text_block_id": "p0_b4_merged", "text": "By virtue of the power vested in me pursuant to Section 3 of the Energy Sources Law, 5750-1989. And with the approval of the Knesset's Economic Committee, I hereby enact these regulations:"}], "document_description": "This bills mandates the appointment of an energy efficiency monitor in any plant whose annual energy consumption is less than 300 tonne-equivalent fuel oil of other fuels, or any corporation established by law or pursuant to a law unrelated to its energy consumption; the person responsible must be a graduate of an energy commissioners' course at an approved institution or have passed a test by the experts' committee that appointed the commissioner.<br />\n<br />\nThe person in charge will be responsible for ensuring speedy repair of faults resulting in loss of energy, to prevent supply of energy to where it is not needed, to take actions to maximise energy efficiency, to guarantee installation of monitoring equipment to train and educate employees etc."}