{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Israel", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Israel National Plan for the Implementation of the Paris Agreement", "document_country_code": "ISR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "09/01/2016", "document_keyword": ["Industry", "Mitigation"], "document_url": "https://cdn.climatepolicyradar.org/ISR/2016/ISR-2016-01-09-Israel National Plan for the Implementation of the Paris Agreement_664da1c530382a7e936546216d5456d1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ISRAEL NATIONAL PLAN"}, {"text_block_id": "p0_b2", "text": "FOR IMPLEMENTATION"}, {"text_block_id": "p0_b3", "text": "OF THE PARIS AGREEMENT"}, {"text_block_id": "p0_b4", "text": "September 2016"}, {"text_block_id": "p1_b5", "text": "Written by:"}, {"text_block_id": "p1_b6", "text": "Dr. Gil Proaktor"}, {"text_block_id": "p1_b7", "text": "Head of Climate Change Policy"}, {"text_block_id": "p1_b8", "text": "Ronnie Cohen"}, {"text_block_id": "p1_b9", "text": "Ronnie Cohen\n"}, {"text_block_id": "p1_b10", "text": "Ayelet Rosen"}, {"text_block_id": "p1_b11", "text": "Ayelet Rosen\n"}, {"text_block_id": "p1_b14", "text": "Neta Alloul"}, {"text_block_id": "p1_b15", "text": "Project Manager, Department of Industry"}, {"text_block_id": "p1_b16", "text": "Translation:"}, {"text_block_id": "p1_b17", "text": "Shoshana Gabbay"}, {"text_block_id": "p1_b18", "text": "Production:"}, {"text_block_id": "p1_b19", "text": "Publications, Information and Internet Division"}, {"text_block_id": "p2_b20", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b21", "text": "Main Provisions of the Plan"}, {"text_block_id": "p3_b22", "text": "The State of Israel signed the Paris Agreement on April 22, 2016. To comply with the Agreement, national level preparation is required that relates, first and foremost, to implementation of the national target for greenhouse gas (GHG) emissions reduction in 2030. This target was determined in Government Decision 542 from September 2015 and was submitted as part of Israel’s Intended Nationally Determined Contribution (INDC) to the Climate Change Convention Secretariat. The Paris Agreement includes obligations and expectations from the Parties to the Convention, and especially from developed countries, on various subjects, including support to developing countries on climate change financing, technology cooperation and adaptation."}, {"text_block_id": "p3_b23", "text": "This document outlines Israel’s plan for implementation of the Agreement in relation to the following central subjects:"}, {"text_block_id": "p3_b24", "text": "A. Reduction of GHG Emissions"}, {"text_block_id": "p3_b25", "text": "In September 2015, within the framework of Decision 542, Israel’s government"}, {"text_block_id": "p3_b26", "text": "set a national target of reducing GHG emissions to 8.8 tons CO"}, {"text_block_id": "p3_b27", "text": "2"}, {"text_block_id": "p3_b28", "text": "equivalent per"}, {"text_block_id": "p3_b29", "text": "capita by 2025 and 7.7 tons CO"}, {"text_block_id": "p3_b30", "text": "2"}, {"text_block_id": "p3_b31", "text": "e per capita by 2030. In order to meet the national target, sector-specific targets were set for reducing electricity consumption by at least 17% and reducing private car mileage by at least 20% by 2030, relative to a Business as Usual (BAU) scenario. An additional target was set for the production of at least 17% of total electricity generation from renewable energy by 2030."}, {"text_block_id": "p3_b32_merged_merged", "text": "Compliance with the GHG emissions mitigation target, as determined in the government decision, will require the reduction of some 24.5 million tons carbon dioxide equivalent (tCO2e) in 2030, relative to anticipated emissions under the BAU scenario."}, {"text_block_id": "p3_b36", "text": "Further to Government Decision 542, Government Decision 1403 of April 2016 outlines a national plan for implementation of the targets. Following is the estimated emissions reduction potential of the plan:"}, {"text_block_id": "p4_b37", "text": "Summary of GHG Emissions Reduction Measures and their Mitigation Potential:"}, {"text_block_id": "p4_b38", "text": "B. Monitoring and Control"}, {"text_block_id": "p4_b39", "text": "As per the requirements of the Paris Agreement and in order to follow-up on the government’s progress in achieving the reduction targets through implementation of the defined measures, a national system for Measurement, Reporting and Verification (MRV) must be established."}, {"text_block_id": "p4_b40", "text": "The system will monitor and analyze relevant data, allowing the government to evaluate the efficacy of different policy measures and to update them as necessary."}, {"text_block_id": "p4_b41", "text": "The system is currently under development. Preparation of the methodology and the interministerial organizational process for data collection and quality assurance should be completed in 2016."}, {"text_block_id": "p5_b42", "text": "C. International Financing"}, {"text_block_id": "p5_b43", "text": "At the Paris Conference emphasis was placed on International Climate Financing to support the transition to a low-carbon global economy. The goal of mobilizing $100 billion a year by 2020, mainly from developed countries, to support climate action was reaffirmed as well as the extension of this target to 2025 at which time its sufficiency will be reviewed. Mobilization and distribution of the financing will be based on several international funds, mechanisms and organizations working in parallel to achieve the necessary financing and support for projects throughout the world."}, {"text_block_id": "p5_b44", "text": "An action plan for Israel’s integration in global financing efforts will be formulated by June 2017, while at the same time examining expectations from Israel along with opportunities for its cleantech industry."}, {"text_block_id": "p5_b45", "text": "D. Accompanying the International Negotiations"}, {"text_block_id": "p5_b46", "text": "The Paris Agreement provides a framework for action by the Parties to the Convention as part of the global preparations for anticipated climate change. The details of the Agreement will continue to be worked out in meetings of the Parties, and operative guidelines will be determined within these frameworks for numerous subjects, including national reporting on target compliance, submission of updated reduction targets every five years, financing arrangements, technology transfer to developing countries, etc."}, {"text_block_id": "p5_b47_merged", "text": "An integrated team, including representatives of governmental and non-governmental bodies, will coordinate activities on subjects identified as central to Israel within the framework of the Convention. Activities will include compilation of existing data; follow-up on negotiations in meetings of the Parties to the Convention; identification of experts in different fields; formulation of recommendations on Israel’s position and its representation in meetings of the Parties when necessary; formulation of recommendations on training, publications and other methods of transferring professional knowledge to target audiences in Israel, etc."}, {"text_block_id": "p6_b50", "text": "E. Training Program"}, {"text_block_id": "p6_b51", "text": "To promote compliance with the government targets and implement the National Plan for GHG Emissions Reduction, additional knowledge and expertise in some fields will be required. The Ministry of Environmental Protection (MoEP) will coordinate a training program in fields in which knowledge and capability gaps are identified, which will be updated annually in accordance with the needs and recommendations of the committee and relevant stakeholders."}, {"text_block_id": "p6_b52", "text": "The training program will focus on the following in the next two years:"}, {"text_block_id": "p6_b53", "text": "development of financial mechanisms to incentivize investments in energy efficiency; capacity building for monitoring and control of target achievement; integration of renewable energy in the grid; and reduction of fluorinated refrigerant use."}, {"text_block_id": "p6_b54", "text": "The following plan focuses on the implementation activities required in the years 2016-2017."}, {"text_block_id": "p6_b55", "text": "The plan will be updated periodically, as needed."}, {"text_block_id": "p7_b56", "text": "BACKGROUND – PARIS AGREEMENT"}, {"text_block_id": "p7_b57", "text": "Israel ratified the United Nations Framework Convention on Climate Change (UNFCCC) in 1996. The Convention sets a global target of “stabilization of GHG concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference to the climate system” and consequently prevention of dangerous impacts on food production, ecosystems and sustainable development."}, {"text_block_id": "p7_b58", "text": "In December 2015, 196 Parties to the Convention convened in Paris to adopt a new and binding climate agreement that would apply to all parties. The agreement was adopted on December 12, 2015 and signed on April 22, 2015 at the UN Headquarters in New York by most of the Parties, including Israel."}, {"text_block_id": "p7_b59", "text": "The Paris Agreement constitutes an important milestone in promoting the transition to a low carbon economy, and sets out the global action plan for addressing climate change and the obligations imposed on the different countries as part of the plan."}, {"text_block_id": "p7_b60", "text": "One of the main principles of the new agreement is the requirement that Parties to the Convention determine their own reduction targets and implementation plans in accordance with their abilities."}, {"text_block_id": "p8_b61", "text": "The State of Israel established an interministerial committee for the formulation of the national target, headed by the MoEP, with the participation of most government ministries, relevant statutory authorities, major government companies such as the Israel Electric Corporation, representatives of industry and commerce, local government and environmental NGOs, in cooperation with experts from Israel and abroad. The committee’s conclusions were adopted in Government Decisions 542 and 1403. The National Plan for Implementation of the GHG Emissions Targets and for Energy Efficiency, which was formulated in accordance with the committee’s recommendations, is presented below."}, {"text_block_id": "p8_b62", "text": "Entry of the Paris Agreement into force obliges all Parties to the Convention to undertake the necessary actions to fulfill the provisions of the Agreement."}, {"text_block_id": "p9_b63", "text": "Main Provisions of the Agreement"}, {"text_block_id": "p9_b64", "text": "The arrangements set in the Agreement are in different stages of consolidation, and rules and procedures will be determined in coming years. Israel has an interest in further involvement and follow-up of the consolidation of these arrangements, as specified in chapters 3 and 4 of this document."}, {"text_block_id": "p10_b65", "text": "ISRAEL’S GREENHOUSE GAS EMISSIONS REDUCTION (MITIGATION) PLAN"}, {"text_block_id": "p10_b66", "text": "Introduction"}, {"text_block_id": "p10_b67", "text": "In January 2015, an interministerial committee was established to formulate Israel’s targets for GHG reduction. The committee was headed by the Director General of the MoEP, with the participation of representatives of the Ministry of Finance, Ministry of Economy, Ministry of National Infrastructures, Water and Energy (henceforth Ministry of Energy), Electricity Authority, National Economic Council, Ministry of Transport, Ministry of the Interior, Ministry of Construction and Housing, Ministry of Foreign Affairs, Ministry of Agriculture, Central Bureau of Statistics and the Alternative Fuels Administration in the Prime Minister’s Office. In addition, representatives of non-governmental organizations participated in the committee, including representatives of the Israel Electric Corporation, local government, the Manufacturers Association and other organizations."}, {"text_block_id": "p10_b68", "text": "The committee updated Israel’s GHG emissions forecast until 2030 under a Business as Usual (BAU) scenario and formulated emissions reduction scenarios. These reduction scenarios are based on an in-depth review of some 100 sectoral mitigation levers and on the means of realizing their potential."}, {"text_block_id": "p10_b69_merged", "text": "GHG emissions in Israel reached 78.36 million tons CO2e or 9.7 tons CO2e per capita in 2013. Under a BAU scenario, Israel’s GHG emissions are expected to reach 105.5 million tons CO2e, or 9.95 tons CO2e per capita in 2030."}, {"text_block_id": "p10_b79", "text": "Israel’s main emission sources are the energy production and transportation sectors, which are responsible for 53% and 21% respectively of total emissions anticipated in 2030. Furthermore, under the BAU scenario, electricity consumption in Israel is expected to grow by 60% – from 60 terawatt-hours (TWh) in 2015 to 96 TWh in 2030."}, {"text_block_id": "p11_b80", "text": "Forecast of GHG Emissions until 2030 under a BAU scenario, by Sector"}, {"text_block_id": "p11_b81_merged", "text": "On the basis of the committee’s work and additional considerations, the government determined Israel’s national targets in a September 2015 decision. Within the framework of Government Decision 542, a national target of 8.8 tons CO2e per capita was set for 2025 and 7.7 tons CO2e per capita was set for 2030. Compliance with these targets will require the reduction of 24.5 million tCO2e in 2030 relative to anticipated emissions under a BAU scenario."}, {"text_block_id": "p11_b90", "text": "In addition, in order to achieve the national emissions reduction target, sector-specific national targets were set for energy consumption reduction and efficiency, for the generation of electricity from renewable energy sources and for the reduction of private car mileage."}, {"text_block_id": "p12_b91", "text": "ISRAEL’S GREENHOUSE GAS EMISSIONS REDUCTION (MITIGATION) PLAN"}, {"text_block_id": "p12_b92_merged", "text": "The National Plan for Implementation of the GHG Emissions Reduction Targets, approved in Government Decision 1403 of April 2016, includes mitigation measures in key areas and sets timetables for review and formulation of additional measures. The estimated reduction potential of the plan, assuming implementation of all the measures and means specified in the decision is between 21.2 and 27.3 million tCO2e in 2030 relative to the BAU scenario. To date"}, {"text_block_id": "p13_b96", "text": "full consensus among government ministries on some of the reduction measures in the plan has not been reached, especially with regard to the reduction of coal use in power plants. Non-fulfillment of the reduction potential from coal will require the government to invest in more expensive alternatives in order to comply with the national targets."}, {"text_block_id": "p13_b97", "text": "Outline of the National Plan for GHG Emissions Reduction"}, {"text_block_id": "p13_b98", "text": "The reduction measures by sector and emission source which were identified by the interministerial committee as well as details of the actions included in Government Decision 1403 of April 2016 are specified below:"}, {"text_block_id": "p13_b99", "text": "1. Electricity Sector"}, {"text_block_id": "p13_b100", "text": "Current Status"}, {"text_block_id": "p13_b101", "text": "Under the BAU scenario, GHG emissions from electricity generation are expected"}, {"text_block_id": "p13_b102", "text": "to reach 56 million tCO"}, {"text_block_id": "p13_b103", "text": "2"}, {"text_block_id": "p13_b104", "text": "e in 2030, constituting some 53% of total emissions in the economy. This scenario assumes meeting the target established in 2009, namely generation of 10% of Israel’s electricity from renewable energy sources in 2020."}, {"text_block_id": "p13_b105", "text": "Emissions Reduction Potential"}, {"text_block_id": "p13_b106", "text": "The total GHG emissions reduction potential in the electricity sector is 12.8"}, {"text_block_id": "p13_b107", "text": "million tCO"}, {"text_block_id": "p13_b108", "text": "2"}, {"text_block_id": "p13_b109", "text": "e relative to the BAU scenario for 2030, which is 53% of the total reduction needed to comply with the target."}, {"text_block_id": "p13_b110", "text": "Most of the potential in this sector results from coal use reduction and the remainder from electricity production from renewable energy sources as specified below:"}, {"text_block_id": "p13_b111", "text": "Most of the potential in this sector results from coal use reduction and the remainder from electricity production from renewable energy sources as specified below:\n* Coal use reduction through the shutdown of the four oldest and most\n* Coal use reduction through the shutdown of the four oldest and most\n a reduction potential of 3.6 million tCO\n* Coal use reduction through the shutdown of the four oldest and most\n a reduction potential of 3.6 million tCO\n 2\n* Coal use reduction through the shutdown of the four oldest and most\n a reduction potential of 3.6 million tCO\n 2\n e.\n* Coal use reduction in the other coal fired units of the Israel Electric Corporation"}, {"text_block_id": "p14_b121", "text": "Most of the potential in this sector results from coal use reduction and the remainder from electricity production from renewable energy sources as specified below:\n* Coal use reduction through the shutdown of the four oldest and most\n* Coal use reduction through the shutdown of the four oldest and most\n a reduction potential of 3.6 million tCO\n* Coal use reduction through the shutdown of the four oldest and most\n a reduction potential of 3.6 million tCO\n 2\n* Coal use reduction through the shutdown of the four oldest and most\n a reduction potential of 3.6 million tCO\n 2\n e.\n* Coal use reduction in the other coal fired units of the Israel Electric Corporation\n* Implementation of a comprehensive plan for compliance with the 17% target\n<\\li2>"}, {"text_block_id": "p14_b129", "text": "Emissions Reduction Measures in the Electricity Sector, as per Government Decision 1403"}, {"text_block_id": "p15_b130", "text": ">>"}, {"text_block_id": "p16_b131", "text": ">>"}, {"text_block_id": "p17_b132", "text": "2. Energy Efficiency in Commercial, Residential and Public Buildings and in Industry"}, {"text_block_id": "p17_b133", "text": "Current Status"}, {"text_block_id": "p17_b134", "text": "Under a BAU scenario, indirect (electricity consumption) and direct GHG"}, {"text_block_id": "p17_b135", "text": "emissions are expected to reach 48 million tCO"}, {"text_block_id": "p17_b136", "text": "2"}, {"text_block_id": "p17_b137", "text": "e as specified below:"}, {"text_block_id": "p17_b138", "text": "e as specified below:\n* Indirect emissions from electricity consumption: 47 million tCO\n* Indirect emissions from electricity consumption: 47 million tCO\n 2\n* Indirect emissions from electricity consumption: 47 million tCO\n 2\n e;\n* Direct emissions from fuel combustion in buildings for heating, water heating\n* Direct emissions from fuel combustion in buildings for heating, water heating\n and cooking: 1 million tCO\n* Direct emissions from fuel combustion in buildings for heating, water heating\n and cooking: 1 million tCO\n 2\n* Direct emissions from fuel combustion in buildings for heating, water heating\n and cooking: 1 million tCO\n 2\n e."}, {"text_block_id": "p17_b147", "text": "Emissions Reduction Potential"}, {"text_block_id": "p17_b148_merged_merged_merged_merged", "text": "The reduction potential of decreasing electricity consumption in buildings and in industry is estimated at 7.1 million tCO2e relative to the BAU scenario in 2030, which is 29% of the total reduction needed to comply with the target."}, {"text_block_id": "p17_b152", "text": "Implementation of the energy efficiency measures is expected to bring about direct savings to the economy of NIS 30 billion cumulatively by 2030 (this calculation does not include cost savings associated with air pollution)."}, {"text_block_id": "p17_b153", "text": "Measures to Encourage Investments in the Energy Efficiency of Buildings and Industry and to Increase the Rate of New Green Building, as per Government Decision 1403"}, {"text_block_id": "p18_b154", "text": ">>"}, {"text_block_id": "p19_b155", "text": ">>"}, {"text_block_id": "p21_b156", "text": "3. Transportation"}, {"text_block_id": "p21_b157", "text": "Current Status"}, {"text_block_id": "p21_b158", "text": "The transportation sector is the second in size in terms of GHG emissions in Israel."}, {"text_block_id": "p21_b159", "text": "Emissions from this sector in 2030 are expected to reach 21.7 million tCO"}, {"text_block_id": "p21_b160", "text": "2"}, {"text_block_id": "p21_b161", "text": "e, some 21% of expected emissions under a BAU scenario."}, {"text_block_id": "p21_b162", "text": "Emissions Reduction Potential"}, {"text_block_id": "p21_b163", "text": "The reduction potential in the transportation sector is estimated at 3 million"}, {"text_block_id": "p21_b164", "text": "tCO"}, {"text_block_id": "p21_b165", "text": "2"}, {"text_block_id": "p21_b166", "text": "e until 2030, which is 12% of the total reduction needed to comply with the target."}, {"text_block_id": "p21_b167_merged_merged_merged", "text": "This potential stems from two major components, each of which is expected to reduce some 1.5 million tCO2e in 2030:"}, {"text_block_id": "p21_b171", "text": "This potential stems from two major components, each of which is expected to reduce some 1.5 million tCO2e in 2030:\n* Reducing private car mileage in accordance with the target set in Government\n* Increasing the efficiency of fuel consumption in transportation by promoting"}, {"text_block_id": "p21_b175", "text": "Policy Measures and Other Steps for Reducing Private Car Mileage and"}, {"text_block_id": "p21_b176", "text": "Promoting Fuel Consumption Efficiency in Transportation, as per Government Decision 1403"}, {"text_block_id": "p21_b177", "text": ">>"}, {"text_block_id": "p22_b178", "text": ">>"}, {"text_block_id": "p23_b179", "text": "4. Additional Reduction Potential"}, {"text_block_id": "p23_b180", "text": "In addition to the measures included in Government Decision 1403, significant reduction potential exists in other sectors: energy generation and production processes in industry, refrigerant use, and the waste and wastewater treatment sector. Under the BAU scenario, GHG emissions from these sectors are expected"}, {"text_block_id": "p23_b181", "text": "to reach 22.5 million tCO"}, {"text_block_id": "p23_b182", "text": "2"}, {"text_block_id": "p23_b183", "text": "e in 2030. The reduction potential in these sectors is"}, {"text_block_id": "p23_b184", "text": "estimated at 4.5 million tCO"}, {"text_block_id": "p23_b185", "text": "2"}, {"text_block_id": "p23_b186", "text": "e, as per the following:"}, {"text_block_id": "p23_b187", "text": "Emissions Reduction from Energy Generation and Production Processes in Industry"}, {"text_block_id": "p23_b188", "text": "GHG emissions from fuel use in buildings and in industry and emissions from production processes are expected to reach"}, {"text_block_id": "p23_b189", "text": "14.4 million tCO"}, {"text_block_id": "p23_b190", "text": "2"}, {"text_block_id": "p23_b191", "text": "e in 2030 under a BAU scenario."}, {"text_block_id": "p23_b192", "text": "The reduction potential from these emission sources is estimated at 1.3 million"}, {"text_block_id": "p23_b193", "text": "tCO"}, {"text_block_id": "p23_b194", "text": "2"}, {"text_block_id": "p23_b195", "text": "e, especially through increased efficiency of water heating systems in buildings, a switch from the use of fuel oil to natural gas in industrial plants and establishment of cogeneration facilities."}, {"text_block_id": "p23_b196", "text": "Waste and Wastewater Treatment Sector"}, {"text_block_id": "p23_b197", "text": "GHG emissions from the waste and wastewater treatment sector"}, {"text_block_id": "p23_b198", "text": "are expected to reach some 5 million tCO"}, {"text_block_id": "p23_b199", "text": "2"}, {"text_block_id": "p23_b200", "text": "e in 2030 under a BAU scenario and to constitute nearly 5% of total emissions."}, {"text_block_id": "p23_b201", "text": "The reduction potential is estimated at 1.6 million tCO"}, {"text_block_id": "p23_b202", "text": "2"}, {"text_block_id": "p23_b203", "text": "e, which is 7% of the total reduction needed to comply with the target. This reduction largely stems from the prevention of waste landfilling for the purpose of producing refuse-derived fuel (RDF) or biogas in anaerobic digesters (for electricity production) as well as from the collection and use of landfill gases in waste disposal sites."}, {"text_block_id": "p23_b204", "text": "Refrigerants (HFCs)"}, {"text_block_id": "p23_b205", "text": "F-gases such as HFCs are used for cooling systems and air conditioning in buildings, industry and vehicles. Emissions from F-gas use are expected to grow significantly under a BAU scenario, at a rate of 259% as of 2012, as they present an available alternative to HCFCs (refrigerants) whose use is gradually being phased out in accordance with the Montreal Protocol for the Protection of the Ozone Layer."}, {"text_block_id": "p23_b206_merged_merged_merged_merged_merged_merged", "text": "The reduction potential of implementing new standards for limiting the import of refrigerants with high global warming potential, conducting trainings for technicians using HFC alternatives, and using economic tools to incentivize investments aimed at promoting a transition to systems based on environmentally friendly alternatives is estimated at 1.4 million tCO2e, which is 6% of the total reduction needed to comply with the target."}, {"text_block_id": "p24_b210", "text": "5. Promotion of Israeli Technologies"}, {"text_block_id": "p24_b211", "text": "Israel has a unique combination of security and hi-tech industries and an entrepreneurial environment that together creates an exceptional range of opportunities. Israel has therefore attained impressive achievements in the field of cleantech, and was even rated in first place in innovation (R&D) among 40 entrepreneurial states by the Cleantech Group."}, {"text_block_id": "p24_b212", "text": "At the same time, there is a significant gap between R&D achievements and the commercialization of technologies, in which Israel only ranked eighth. This gap is due to difficulties in the following two stages of the process:"}, {"text_block_id": "p24_b213", "text": "At the same time, there is a significant gap between R&D achievements and the commercialization of technologies, in which Israel only ranked eighth. This gap is due to difficulties in the following two stages of the process:\n* demonstration of the commercial\n* full commercial implementation of the technology."}, {"text_block_id": "p24_b219", "text": "In the framework of Government Decision 1403, several policy measures and additional steps were approved aimed at promoting Israeli technologies in relevant areas for the reduction of GHG emissions and the improvement of energy efficiency."}, {"text_block_id": "p25_b220", "text": "Measures for Promoting Israeli Technologies in Relevant Areas"}, {"text_block_id": "p25_b221", "text": ">>"}, {"text_block_id": "p26_b222", "text": "ISRAEL’S GREENHOUSE GAS EMISSIONS REDUCTION (MITIGATION) PLAN"}, {"text_block_id": "p26_b223", "text": ">>"}, {"text_block_id": "p27_b224", "text": "Summary of Mitigation Measures"}, {"text_block_id": "p28_b225", "text": "REPORTING AND CONTROL SYSTEM"}, {"text_block_id": "p28_b226", "text": "Aims of the System"}, {"text_block_id": "p28_b227", "text": "Within the framework of the Paris Agreement, Israel is required to set up a national system for Measurement, Reporting and Verification (MRV). Within this framework, data will be collected and analyzed in order to measure the effectiveness of government policy in implementing the measures defined in the National Plan and to update it according."}, {"text_block_id": "p28_b228", "text": "The MRV system will be based on three components:"}, {"text_block_id": "p28_b229", "text": "The MRV system will be based on three components:\n* Annual follow-up will be conducted in\n* Within the framework of the system, quality assurance"}, {"text_block_id": "p29_b235", "text": "The MRV system will be based on three components:\n* Annual follow-up will be conducted in\n* Within the framework of the system, quality assurance\n* The results of the follow-up and control will be reported to"}, {"text_block_id": "p29_b238", "text": "Israel’s MRV system will prepare and publish the following reports:"}, {"text_block_id": "p30_b239", "text": "Work Process of the System"}, {"text_block_id": "p30_b240", "text": "The following chart details the main work processes of the system:"}, {"text_block_id": "p31_b241", "text": "The annual work process of the system will be based on the following milestones:"}, {"text_block_id": "p31_b242", "text": "Administration of the System and Timetables for Reporting"}, {"text_block_id": "p31_b243", "text": "The system will be administered by an interministerial steering committee headed by the Director General of the MoEP as determined in Government Decision 1403. The committee will convene at least twice a year to review reports on progress and results of the follow-up process."}, {"text_block_id": "p31_b244", "text": "The functions of the committee are:"}, {"text_block_id": "p31_b245", "text": "The functions of the committee are:\n* Follow-up on the systemâs operation and compliance with its goals and\n* Prioritization of the policy measures for follow-up.\n* Assessment of the need for additional policy measures or changes in existing"}, {"text_block_id": "p31_b251", "text": "The reporting and control system will be completed by the end of 2016."}, {"text_block_id": "p32_b252", "text": "INTERNATIONAL FINANCING"}, {"text_block_id": "p32_b253", "text": "Background"}, {"text_block_id": "p32_b254", "text": "The Paris Climate Change Conference stressed the importance of International Climate Financing to support the transition to a low-carbon global economy. The Conference reaffirmed the mobilization target of $100 billion per year by 2020 and called on developing countries to extend this target to 2025, at which time it will be reassessed as to its sufficiency. Mobilization and distribution of the financing will be based on several funds, mechanisms and organizations working in parallel to finance and support climate change projects throughout the world, but details still need to be worked out. At this stage, it appears that the influence of countries will largely be based on their activities within the framework of the financial mechanisms that have been or will be established."}, {"text_block_id": "p32_b255", "text": "What is Climate Financing?"}, {"text_block_id": "p32_b256", "text": "The group of development banks only reached agreement on definitions related to climate financing in 2015. The document entitled “Common Principles for Climate Mitigation Finance Tracking” defines what is included under the term and characterizes nine different categories: production of lower-carbon energy generation, energy efficiency, renewable energies, sustainable transport, non-energy emissions reduction, low-carbon technologies, waste and wastewater, agriculture, forestry, land uses and cross-cutting issues."}, {"text_block_id": "p32_b257", "text": "Calculating the Scope of Financing in Recent Years"}, {"text_block_id": "p32_b258", "text": "In the wake of the Paris Conference, the MoEP conducted a climate financing survey which specifies the contributions of countries to the various funds. According to an OECD report, the volume of public and private climate finance mobilized by developed countries reached $62 billion in 2014. However, there is no systematic calculation mechanism for the scope of contribution expected from the different countries. A preliminary comparison of the extent of financing by countries with similar circumstances to Israel was conducted by the MoEP, but a more in-depth calculation should be conducted to assess the scope of financing expected from Israel."}, {"text_block_id": "p33_b259", "text": "Funding Bodies"}, {"text_block_id": "p33_b260", "text": "Reaching the global goal of $100 billion will be based on different sources, including: financing by developed countries, banks, private and public funds, private investors, etc. The Paris Agreement gives special mention to the following four funds that exist under the UNFCCC:"}, {"text_block_id": "p33_b261_merged", "text": "Special Climate Change Fund Least Developed Countries Fund"}, {"text_block_id": "p33_b264", "text": ""}, {"text_block_id": "p33_b265", "text": "Adaptation Fund"}, {"text_block_id": "p33_b266", "text": ""}, {"text_block_id": "p33_b267", "text": "Green Climate Fund"}, {"text_block_id": "p33_b268", "text": "The Green Climate Fund will constitute the main channel for climate financing in the international arena. Israel’s activities vis à vis the Fund are under review in the MoEP. While earmarking contributions for specific actions is not possible within the framework of the Fund, opportunities for Israeli companies may be examined by means of the entities accredited to submit applications on behalf of the Fund and involvement in projects (in developing countries) that are implemented by the Fund. Additional possibilities for influence may be achieved through the integration of representatives within the administrative mechanisms of this and other funds."}, {"text_block_id": "p33_b269", "text": "Further opportunities to promote Israeli cleantech may also exist in additional funds, European Union programs, setting up of a joint fund with another country, etc."}, {"text_block_id": "p33_b270", "text": "Israel’s Preparations on Financing Issues"}, {"text_block_id": "p33_b271", "text": "Formulating the manner and scope of Israel’s integration in the framework of international financing efforts"}, {"text_block_id": "p33_b272", "text": "As part of Israel’s commitment to the Paris Agreement, it will be required to report on its projected financial support. The scope and manner of such participation should be determined, while promoting Israel’s cleantech in these efforts to the greatest extent possible."}, {"text_block_id": "p33_b273", "text": "Assessing financing possibilities on renewable energies and energy efficiency by means of a joint task force with the USA"}, {"text_block_id": "p33_b274", "text": "Within the framework of the 31st conference of the US-Israel Joint Economic Development Group (JEDG), headed by the Ministry of Finance, it was decided to set up a joint clean energy finance task force with the US Government. This field holds opportunities for the economy through the promotion of Israeli cleantech, implementation of energy efficiency and penetration of renewable energies to the economy."}, {"text_block_id": "p34_b275", "text": "INTERNATIONAL FINANCING"}, {"text_block_id": "p34_b276", "text": "The task force will discuss financial incentives for three tracks:"}, {"text_block_id": "p34_b277", "text": "1."}, {"text_block_id": "p34_b278", "text": "Renewable energies in Israel;"}, {"text_block_id": "p34_b279", "text": "2."}, {"text_block_id": "p34_b280", "text": "Energy efficiency in Israel;"}, {"text_block_id": "p34_b281", "text": "3."}, {"text_block_id": "p34_b282", "text": "Technological innovation and promotion of Israeli cleantech."}, {"text_block_id": "p34_b283", "text": "Expected Actions in the Coming Year"}, {"text_block_id": "p35_b284", "text": "ACCOMPANYING THE INTERNATIONAL NEGOTIATIONS AND KNOWLEDGE BUILDING"}, {"text_block_id": "p35_b285", "text": "Involvement in International Mechanisms"}, {"text_block_id": "p35_b286", "text": "The Paris Agreement constitutes the framework for universal action to address climate change. The details of the Agreement will continue to be worked out in meetings of the Parties. It is especially important for Israeli representatives to participate in these meetings, in whose frameworks operative procedures and rules will be determined on numerous subjects, such as guidelines on country reporting, establishment and operation of the new technology framework, establishment of new market mechanisms for emissions trading, mechanisms for providing financing and technology transfer to developing countries, etc."}, {"text_block_id": "p35_b287", "text": "Upon entry into force and beyond, much of this activity will be undertaken by the Ad Hoc Working Group on the Paris Agreement (APA) and subsequently activities will be continued by the new body that was established to implement the Agreement, the CMA, and by the Convention’s existing subsidiary bodies, the SBI and the SBSTA."}, {"text_block_id": "p35_b288", "text": "The following subjects were identified as central for Israel’s activities in coming years. They reflect Israel’s main areas of commitment within the framework of the Agreement, or those subjects in which Israel’s involvement is deemed to hold a relative advantage."}, {"text_block_id": "p35_b289", "text": "Main Subjects for Israeli Activity:"}, {"text_block_id": "p35_b290", "text": "1."}, {"text_block_id": "p35_b291", "text": "Nationally Determined Contributions (NDCs):"}, {"text_block_id": "p35_b292", "text": "GHG emissions reduction targets for 2030 have already been submitted by most of the Parties to the Convention, and must be updated every five years. Discussions will revolve around setting guidelines for future absolute or relative targets, such as: assumptions and methodologies, quantifiable information such as base year used for calculating reduction, timeframes, etc."}, {"text_block_id": "p35_b293", "text": "2."}, {"text_block_id": "p35_b294", "text": "Transparency Framework:"}, {"text_block_id": "p35_b295", "text": "This framework encompasses both transparency of action by means of MRV systems as well as transparency of support to developing countries in finance, technology development and transfer, and capacity building."}, {"text_block_id": "p35_b296", "text": "3."}, {"text_block_id": "p35_b297", "text": "Finance:"}, {"text_block_id": "p35_b298", "text": "A global goal of mobilizing $100 billion per year for support of developing countries was reinforced in Paris. Discussions by the Parties to the Convention will focus on concrete mobilization and manner of reporting."}, {"text_block_id": "p36_b299", "text": "4."}, {"text_block_id": "p36_b300", "text": "Technology Development and Transfer and New Technology Mechanism:"}, {"text_block_id": "p36_b301", "text": "One of the main sources of support to developing countries is the transfer of technologies which constitutes a significant part of the climate financing that will be mobilized from developed countries within the framework of the Paris Agreement. Israel’s integration in this area should be examined in order to leverage Israeli cleantech, while providing technical assistance."}, {"text_block_id": "p36_b302", "text": "5."}, {"text_block_id": "p36_b303", "text": "National Adaptation Plan (NAP), Adaptation Communications:"}, {"text_block_id": "p36_b304", "text": "The Paris Agreement set a global goal for adaptation to climate change requiring all countries to prepare national adaptation plans and to report to the Convention on the formulation and implementation of the plans, including the scope of support to developing countries on this issue."}, {"text_block_id": "p36_b305", "text": "6."}, {"text_block_id": "p36_b306", "text": "Market Mechanisms:"}, {"text_block_id": "p36_b307", "text": "The Paris Agreement calls for the establishment of mechanisms for emissions trading and carbon markets to assist Parties to achieve their national targets on a voluntary basis. In the coming years, the Convention bodies will hold discussions on the details of the mechanisms."}, {"text_block_id": "p36_b308", "text": "7."}, {"text_block_id": "p36_b309", "text": "Entry into Force:"}, {"text_block_id": "p36_b310", "text": "The Agreement entered into force following ratification by 55 countries responsible for 55% of the total global emissions. Issues relating to entry into force include the time of convening the first meeting of the Parties, the position of those countries which have not yet ratified the Agreement, the implications of an earlier entry of the Agreement into force and timetables for different actions."}, {"text_block_id": "p36_b311", "text": "8."}, {"text_block_id": "p36_b312", "text": "Mechanism for Promoting Implementation and Compliance:"}, {"text_block_id": "p36_b313", "text": "The functions and powers of the compliance mechanism have not yet been specified but it will be a facilitative rather than a punitive mechanism."}, {"text_block_id": "p36_b314", "text": "9."}, {"text_block_id": "p36_b315", "text": "International Consultative Assessment and Multilateral Process:"}, {"text_block_id": "p36_b316", "text": "The information reported by the countries to the Secretariat will be reviewed by technical experts and presented by the Parties at meetings of the Convention for the purpose of clarification and transparency. In the coming year, Israel’s first assessment process in this framework will take place."}, {"text_block_id": "p37_b317", "text": "ACCOMPANYING THE INTERNATIONAL NEGOTIATIONS AND KNOWLEDGE BUILDING"}, {"text_block_id": "p37_b318", "text": "Additional Subjects:"}, {"text_block_id": "p37_b319", "text": "1."}, {"text_block_id": "p37_b320", "text": "Global Stocktake from 2023 and Facilitative Dialogue in 2018:"}, {"text_block_id": "p37_b321", "text": "A global stocktake of aggregate actions taken to reach the global target and NDCs will be carried out. The results should influence the preparation of countries’ future NDCs."}, {"text_block_id": "p37_b322", "text": "2."}, {"text_block_id": "p37_b323", "text": "Response Measures:"}, {"text_block_id": "p37_b324", "text": "GHG reduction measures in one country may have an effect on the economies of other countries, such as fossil fuel exporters. Consideration will be given to the concerns of countries that will be most affected by the impacts of the response measures to reduce negative impacts on their economies from the transition of other countries to low-carbon economies."}, {"text_block_id": "p37_b325", "text": "3."}, {"text_block_id": "p37_b326", "text": "The Warsaw Mechanism on Loss and Damage:"}, {"text_block_id": "p37_b327", "text": "This mechanism aims to promote implementation of approaches to address the adverse impacts of climate change which adaptation cannot address, including insurance issues (but not including compensation)."}, {"text_block_id": "p37_b328", "text": "4."}, {"text_block_id": "p37_b329", "text": "Non-Party Stakeholders:"}, {"text_block_id": "p37_b330", "text": "The Paris Agreement calls for climate action by local government, the business sector and other bodies."}, {"text_block_id": "p38_b331", "text": "Israel’s Preparations for Accompanying the International Process"}, {"text_block_id": "p38_b332", "text": "Due to the wide gamut of subjects that will be discussed within the framework of the Convention’s meetings and the expertise necessary to accompany these subjects, the committed involvement of the government, business and civil society sectors is important. Experts and organizations that will contribute to Israel’s activity and opportunities to promote Israeli policy will be identified in order to create a wide knowledge base and active participation in these areas."}, {"text_block_id": "p38_b333", "text": "In each subject identified as central to Israel’s international activity within the framework of the Climate Change Convention, an integrated team (governmental and non-governmental) will coordinate the activities, including:"}, {"text_block_id": "p38_b334", "text": ""}, {"text_block_id": "p38_b335", "text": "Review of the existing knowledge and relevant professional material, including scientific material, while at the same time consulting with international and Israeli bodies from all sectors (government, private, etc.)."}, {"text_block_id": "p38_b336", "text": ""}, {"text_block_id": "p38_b337", "text": "Identification of governmental and non-governmental bodies with expertise in the area."}, {"text_block_id": "p38_b338", "text": ""}, {"text_block_id": "p38_b339", "text": "Formulation of recommendations on Israel’s position in UNFCCC discussions, based on the relevant professional material and the positions of governmental and non-governmental bodies."}, {"text_block_id": "p38_b340", "text": ""}, {"text_block_id": "p38_b341", "text": "Formulation of proposals for submissions that are periodically requested by the UNFCCC Secretariat."}, {"text_block_id": "p38_b342", "text": ""}, {"text_block_id": "p38_b343", "text": "Identification of opportunities to deepen Israel’s involvement in the bodies of the Convention, including joining new initiatives, appointment of Israeli representatives to committees, and identification of relevant representatives."}, {"text_block_id": "p38_b344", "text": ""}, {"text_block_id": "p38_b345", "text": "Representation of Israel in meetings of the Convention when necessary."}, {"text_block_id": "p38_b346", "text": ""}, {"text_block_id": "p38_b347", "text": "Holding of consultations with supporting bodies such as the Climate Change Expert Group (OECD), IEA, CTCN, CCAC, World Resources Institute (WRI), Center for Climate and Energy Solutions (C2ES), Clean Energy Group, New Climate Economy, etc."}, {"text_block_id": "p38_b348", "text": ""}, {"text_block_id": "p38_b349", "text": "Formulation of recommendations on training, publications and other means of transferring professional knowledge to target audiences in Israel."}, {"text_block_id": "p39_b350", "text": "TRAINING PROGRAM"}, {"text_block_id": "p39_b351", "text": "Knowledge and Skill Building"}, {"text_block_id": "p39_b352", "text": "In order to meet government targets and implement the National Plan for GHG Emissions Reduction, government ministries, local authorities, the business sector, the civil sector and other bodies will have to acquire new knowledge and expertise on some of the subjects. In certain cases, knowledge may be gained from other developed countries. In some cases, it will be necessary to adapt measures to Israel’s unique circumstances."}, {"text_block_id": "p39_b353", "text": "Following is a preliminary list of the areas identified by the MoEP as requiring the preparation of a training program in coming years:"}, {"text_block_id": "p39_b354", "text": ""}, {"text_block_id": "p39_b355", "text": "Development of financial mechanisms to incentivize investments in energy efficiency:"}, {"text_block_id": "p39_b356", "text": "Government Decision 1403 calls for the establishment of a financial mechanism (grants and guarantees) to promote investments in energy efficiency. The broadening of these financial mechanisms and the use of additional measures, such as the negawatt mechanism, should be examined. In parallel, involvement in existing international financial mechanisms or platforms that are expected to be established as a result of the Paris Agreement should be examined in order to help promote the export of Israeli technologies."}, {"text_block_id": "p39_b357", "text": ""}, {"text_block_id": "p39_b358", "text": "Building capacity for follow-up and control of the implementation of the reduction targets:"}, {"text_block_id": "p39_b359", "text": "Under the reporting obligations to the Convention on the implementation of measures to reach national targets, Israel is required to develop follow-up, modeling and scenario-building capability. The knowledge and expertise on use of the models that served the interministerial committee for preparing the scenarios (LEAP model) should be broadened."}, {"text_block_id": "p39_b360", "text": ""}, {"text_block_id": "p39_b361", "text": "Integration of renewable energy in the grid:"}, {"text_block_id": "p39_b362", "text": "The percentage of renewable energy in Israel is about 3%, while the 2030 target is 17%. Reaching the target requires structural changes in the energy sector including the development of financial and regulatory models. Lessons may be learned from world experience, such as the California experience, where policy on the large-scale integration of renewable energies in the grid is already implemented with a focus on the following subjects: management of the grid in such a way as to allow the integration of renewable energies and the integration of energy storage and pumped energy technologies."}, {"text_block_id": "p40_b363", "text": ""}, {"text_block_id": "p40_b364", "text": "Increasing energy efficiency in cooling systems:"}, {"text_block_id": "p40_b365", "text": "Israel currently has no regulation on the use of fluorinated refrigerants (F-gas). As part of the international effort to reduce GHG emissions from this source, and in light of the results of the work of the interministerial committee which forecasted a sharp rise in the emission of these gases in Israel in 2030, an in-depth review of the subject is required. Cooperation with the EU, where a wide regulatory base exists on this subject, may be promoted."}, {"text_block_id": "p40_b366", "text": "Coordination of the Training Program"}, {"text_block_id": "p40_b367", "text": "The training program and its subject matter will be coordinated by the MoEP and updated annually according to the needs and recommendations of committee members and relevant stakeholders. The program will be financed by the relevant government ministries as well as by budgetary allocations of international climate change support bodies."}, {"text_block_id": "p40_b368", "text": "Training program for 2016-2017:"}, {"text_block_id": "p40_b369", "text": "Following is the preliminary program on planned activities on information building and training for 2016-2017 in the core subjects specified above:"}], "document_description": "This document outlines Israel's plan for implementation of the Paris Agreement, signed by Israel in April 2016, in relation to the following central subjects: i) Reduction of GHG emissions, the country set a national target of reducing GHG emissions to 8.8 tons CO2 equivalent per capita by 2025 and 7.7 tons CO2e per capita by 2030; ii) Monitoring and Control; iii) International Financing; iv) Accompanying the International Negotiations; v) Training Program.\n\nThe main focus of the Plan is mitigation."}