{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Israel", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "28/11/2010", "document_language": "English", "document_name": "The First National Greenhouse Gas Mitigation Plan and Government decision 2508", "document_country_code": "ISR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ISR/2010/ISR-2010-11-28-The First National Greenhouse Gas Mitigation Plan and Government decision 2508_f577e30a026f09b943d1a9266fa02d00.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Plan for the Reduction of Greenhouse Gas Emissions aims to reduce emissions by 20% compared to a business-as-usual scenario by 2020.<br>&nbsp;<br>&nbsp;The main strategies relate to energy efficiency, green building, and transportation. A key element was a government-sponsored programme of subsidies administered jointly by the Ministry of Environmental Protection and the Investment Centre in the Ministry of Economy, aimed at encouraging investments in energy efficiency and GHG reduction projects and at advancing new Israeli technologies. The Chief Scientist in the Ministry of Economy grants additional assistance (ILS40 million, USD10.4 million) to approved projects, based on new Israeli technologies (first installation).<br>&nbsp;<br>&nbsp;Key elements of the National Plan included:</div><ul><li>Reducing residential energy consumption - (responsibility of Ministry of Energy and Water Resources)</li><li>Support for investments in GHG emissions reductions (responsibility of Ministry of Environmental Protection)</li><li>Support for Israeli technologies and green innovation (responsibility of Ministry of Economy)</li><li>Pilot projects for green building and green building teaching and training (responsibility of Ministry of Environmental Protection)</li><li>Pilot project for retrofits ((responsibility of Ministry of Construction and Housing)</li><li>Education and awareness (responsibility of Ministries of Environmental Protection and Transportation)</li><li>Promotion of energy efficiency (responsibility of Ministries of Environmental Protection and Economy)</li><li>Setting standards for energy efficiency (responsibility of Ministry of Energy and Water Resources)</li><li>Transportation (responsibility of Transportation Ministry) - including energy efficient components in imported cars and eco-driving education</li></ul><div>&nbsp;<br>&nbsp;The approved budget for the implementation of the plan was ILS2.2 billion (USD573 million) until 2020. During 2011-2012 ILS106 million (USD27.6 million) were allocated to 208 projects, with a reduction potential of ~ 450,000 tons of CO2eq per year and a savings potential of approximately ILS100 million (USD26 million) per year in electricity and fuel costs. The programme leveraged investments of more than ILS 550 million (USD143 million) by industries, businesses and municipalities during those first two years.<br>&nbsp;<br>&nbsp;The inter-ministerial committee was set to begin to examine additional reduction measures for the years 2013-2014, including renewable energies. In July 2013, however, the National Plan for the Reduction of GHG Emissions was frozen for three years by the Ministry of Finance, with the passage of the 2013 budget. This meant the cessation of many of the GHG mitigation programs. Only those that were already funded in previous budgets or that could be funded via other means will continue."}