{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Romania", "document_category": "Law", "document_sector_name": ["Waste", "LULUCF", "Energy"], "document_date": "01/01/2008", "document_language": "Romanian", "document_name": "Law no. 220 of October 27, 2008 (republished) for establishing the system of promoting energy from renewable energy sources", "document_country_code": "ROU", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://legislatie.just.ro/Public/DetaliiDocument/98742", "document_type": "Law", "text_blocks": [], "document_description": "Law 220/2008 provides the legal framework for expanding the production and use of electricity from renewable sources. Objectives include reducing production costs and primary energy imports, balance in national energy use, reduction of pollutant emissions, and providing a financial and operational framework. The law applies to hydropower with an installed capacity of 10MW, wind, solar, geothermal, biomass, landfill gas, and fermentation gas from sludge treatment plants delivered to the grid. The law established a framework for a mandatory renewable energy quota system or combined with green certificates trading system at a fixed price. Further it established a target of share of renewable energy sources in final energy consumption to be 33% in 2010, 35% in 2015 and 38% in 2020. This law has been amended several times. The first amendment 134/2012, adopted on 18 July 2012, introduced changes in reporting protocols and a new category of energy from forest waste within Biomass. A later amendment, Law 23/2014 (adopted on 14 March 2014) made renewable energy production companies' use of green certificates conditional on their performance based on national objectives and impact on the end users. Law No. 122/2015 for the approval of certain measures regarding the promotion of the production of electricity from renewable energy sources and regarding the modification and completion of certain normative acts further amends the 2008 text. It establishes accerditation rules for power plants with a capacity above 250 MW and opens the national regulatory system to imported renewable energy. Law no 184/2018 was enacted to approve through an emergency mechanism government ordinance no 24/2017 which amends and complete the 2008 law. The 2018 modifies the methodology to calculate the green certificates in order to balance the protection of final consumers with the financial stability of producers."}