{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Romania", "document_category": "Policy", "document_sector_name": ["Waste", "Urban", "Transportation", "Health", "Economy-wide", "Buildings", "Agriculture"], "document_date": "01/01/2020", "document_language": "Romanian", "document_name": "National Plan Integrated in Energy and Climate Change 2021-2030", "document_country_code": "ROU", "document_hazard_name": ["Coastal Erosion", "Landslides", "Earhquakes", "Erosion", "Drought", "Flood"], "document_keyword": ["Buildings", "Transportation", "Transport", "Health", "Agriculture"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/ROU/2020/ROU-2020-01-01-National Plan Integrated in Energy and Climate Change 2021-2030_dfac122035a5299d98754a65f3406ce6.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Energy and Climate (ENCP) Plan is a ten-year integrated document mandated by the European Union to each of its member states in order for the EU to meet its overall greenhouse gases emissions targets.  The Energy and Climate Plan addresses all five dimensions of the EU Energy Union: decarbonisation, energy efficiency, energy security, internal energy markets and research, innovation and competitiveness.  The plan establishes the following objectives and measures : 1) Decarbonisation : promoting investments in new low-carbon power generation capacities, using the revenues from the EU ETS Mechanisms and the Structural Funds pertaining to the new Multiannual Financial Framework, implementing the best available technologies (BAT)  to reduce GHG emissions and to increase energy efficiency in the industrial sector, fostering the use of rail transport for transportation of passenger,  promoting the use of renewable energy in transport (electromobility in road transport and the use of biofuels); 2) Energy efficiency : increasing energy efficiency in the industrial and residential sectors, developing alternative mobility; 3) Energy security : encouraging the development of energy storage capacities;4) Internal energy market : liberalisation of energy markets, regional integration of the internal energy market;5) Research, innovation and competitiveness : adopting advanced technologies in the energy sector."}