{"document_instrument_name": ["Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Ethiopia", "document_category": "Policy", "document_sector_name": ["Water", "Energy"], "document_language": "English", "document_name": "Climate Resilience Strategy: Water and Energy", "document_country_code": "ETH", "document_hazard_name": "Drought", "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/1900", "document_keyword": ["Water Management", "Biomass", "Hydro"], "document_url": "https://cdn.climatepolicyradar.org/ETH/1900/ETH-1900-01-01-Climate Resilience Strategy: Water and Energy_c821b42e64b69b40cb07115aa5c06b87.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ethiopia•s Climate-Resilient Green Economy"}, {"text_block_id": "p0_b2", "text": "Climate Resilience Strategy:"}, {"text_block_id": "p0_b3", "text": "Water and Energy"}, {"text_block_id": "p0_b4", "text": "በኢትዮጵያ ፌዴራላዋ ዲሞክራሲያዊ ረፕብሊክ"}, {"text_block_id": "p0_b5", "text": "FEDERAL DEMOCRATIC REPUBLIC OF ETHIOPIA"}, {"text_block_id": "p1_b6", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p1_b7", "text": "Our Climate Resilience Green Economy (CRGE) vision is for Ethiopia to become a middle-income country by 2025, through rapid economic growth that is resilient to climate change and results in no increase in carbon emissions. The Climate Resilience strategy sets out the implementation priorities for the Ministry of Water, Irrigation and Energy, building on the Green Economy Strategy."}, {"text_block_id": "p1_b8", "text": "KEY MESSAGES"}, {"text_block_id": "p1_b9", "text": "Our highly variable climate has always been a major challenge and has a significant impact on our development objectives. Climate change will further increase this uncertainty in three main ways:"}, {"text_block_id": "p1_b10", "text": "Our highly variable climate has always been a major challenge and has a significant impact on our development objectives. Climate change will further increase this uncertainty in three main ways:\n* Continued temperature increases of 0.8 to 2.7Â°C.\n* Continued rainfall variability with more frequent extremes\n* Parts of the country could see changes in key seasonal rainfall."}, {"text_block_id": "p1_b16", "text": "Most of our existing plans for water and energy are a core part of delivering the CRGE vision, so we need to accelerate delivery of existing MoWIE plans. Based on the above climate planning assumptions, we have therefore identified 11 strategic priorities, which will be elaborated after more detailed analysis of implementation options."}, {"text_block_id": "p2_b17", "text": "THE CHALLENGE"}, {"text_block_id": "p2_b18", "text": "Water and energy are both key to the CRGE and Ethiopia’s goals for economic growth and for poverty eradication. In total, sustainable water and energy supply plays a key role in around USD 7.2bn of planned GDP growth in the GTP period and the achievement of the MDGs through freeing up productive time and through improved health. Access to energy and water could prevent the loss of approximately 1.2m lives."}, {"text_block_id": "p2_b19", "text": "To assess the impact of climate change on our development objectives and take into account uncertainty, we have defined a set of planning assumptions about how climate may change in future, based on the available data. These assumptions will be reviewed and revised as data and science improves:"}, {"text_block_id": "p2_b20", "text": "To assess the impact of climate change on our development objectives and take into account uncertainty, we have defined a set of planning assumptions about how climate may change in future, based on the available data. These assumptions will be reviewed and revised as data and science improves:\n* Continued temperature increases of 0.8 to 2.7Â°C. Mean temperatures have been\n* Year-to-year rainfall variability is the most significant climate variable and rainfall is likely\n* Parts of the country could see changes in key seasonal rainfall. The pattern of the belg and gu rains could change, which would have major implications for rural livelihoods"}, {"text_block_id": "p2_b30", "text": "These trends have several key implications for the water and energy sectors’ contribution to Ethiopia’s development."}, {"text_block_id": "p2_b31", "text": "These trends have several key implications for the water and energy sectors’ contribution to Ethiopia’s development.\n* Cross-government partnership required to address key CRGE challenges. Several key\n* Current hydropower plans provide sufficient reserve generation to cope with climate\n* Woodfuel availability could be impacted by increases in temperature and changes in\n* Our planned growth in agriculture is also highly exposed to rainfall variability. Irrigation\n* Universal water and sanitation increases climate resilience by shifting people from using"}, {"text_block_id": "p3_b41", "text": "THE RESPONSE"}, {"text_block_id": "p3_b42", "text": "Power Generation"}, {"text_block_id": "p3_b43", "text": "Power Generation\n* Strategic Priority 1.1 Diverse energy mix â hydropower production is dependent on\n* Strategic Priority 1.2 Improve energy efficiency â increasing energy efficiency will"}, {"text_block_id": "p3_b47", "text": "Energy Access"}, {"text_block_id": "p3_b48", "text": "Energy Access\n* Strategic Priority 2.1 Improve efficiency of biomass use â reducing the demand for\n* Strategic Priority 2.2 Accelerate non-grid energy access â the Rural Electrification Fund"}, {"text_block_id": "p3_b52", "text": "Irrigation"}, {"text_block_id": "p3_b53", "text": "Irrigation\n* Strategic Priority 3.1 Accelerate irrigation plans â feasibility and design work needs to\n* Strategy Priority 3.3 Support the resilience of rainfed agriculture â we can support the\n* Strategic Priority 3.3 Balance water demands â Growing water demands need to be"}, {"text_block_id": "p3_b61", "text": "Access to WASH"}, {"text_block_id": "p3_b62", "text": "Access to WASH\n* Strategic Priority 4.1 Accelerate universal access to WASH â we will prioritise delivering\n* Strategic Priority 4.2 Enhance the climate resilience of self-supply â additional"}, {"text_block_id": "p3_b66", "text": "Cross-cutting issues"}, {"text_block_id": "p3_b67", "text": "Cross-cutting issues\n* Strategic Priority 5.1 Data systems for decision support â strengthening data systems\n* Strategic Priority 5.2 Accelerate delivery of existing plans â a common theme across"}, {"text_block_id": "p4_b71", "text": "IMPLEMENTATION"}, {"text_block_id": "p4_b72_merged", "text": "Our strategic priorities will initially require at least $895m up to 2030. Further analysis is needed to identify the best way of implementing these priorities and for more comprehensive costing and credible implementation plans. Note that this sum does not include the significant capital investment needed to deliver the energy and water infrastructure. The Energy Sector Masterplan Study indicates that around $48bn of investment in the energy sector alone will be required over a 20 year period."}, {"text_block_id": "p4_b77", "text": "Our existing activities already contribute to the Strategic Priorities so we will build on these as far as possible, integrated with our GTP planning. Once developed, implementation plans will be financed through several methods:"}, {"text_block_id": "p4_b78", "text": "Our existing activities already contribute to the Strategic Priorities so we will build on these as far as possible, integrated with our GTP planning. Once developed, implementation plans will be financed through several methods:\n* CRGE Facility â fast-track funding (2 years) and longer-term financing.\n* Other sources â domestic treasury, own revenue and external assistance."}, {"text_block_id": "p4_b82", "text": "Implementation is not just about money, there are delivery bottlenecks that also need to be addressed. MoWIE Ministers will review overall progress quarterly, supported by 4 working groups that will use existing mechanisms as far as possible. The CRGE Ministerial Steering Committee will continue to review progress and co-ordinate overall CRGE activity across the entire economy, working with the National Planning Commission to ensure integration with mainstream national planning and the development of the next phase of the GTP."}, {"text_block_id": "p5_b83", "text": "Contents"}, {"text_block_id": "p7_b84", "text": "1. THE VISION"}, {"text_block_id": "p7_b85", "text": "For Ethiopia to become a middle-income country by 2025 through economic growth that is resilient to climate change and results in no increase in emissions."}, {"text_block_id": "p7_b86", "text": "KEY MESSAGES"}, {"text_block_id": "p8_b87", "text": "1.1. Ethiopia’s development objectives"}, {"text_block_id": "p8_b88", "text": "The main development agenda of the Ethiopian government is poverty eradication through broad-based, accelerated and sustained economic growth. Our economic growth and social development plans are set out in the Growth and Transformation Plan (GTP), which spans three five-year planning periods (2010-2015; 2015-2020 and 2020-2025). Through ‘"}, {"text_block_id": "p8_b89", "text": "Agricultural Development-Led Industrialisation"}, {"text_block_id": "p8_b90", "text": "’, Ethiopia aims to build an economy which has a modern and productive agricultural sector and a strong industrial sector, ultimately increasing per capita income of the citizens so as to reach the level of those in middle-income countries by 2025 and to achieve the Millennium Development Goals by 2015. Our major objectives are to:"}, {"text_block_id": "p8_b91", "text": "•"}, {"text_block_id": "p8_b92", "text": "Maintain at least an average real GDP growth rate of 11% and attain MDGs"}, {"text_block_id": "p8_b93", "text": "•"}, {"text_block_id": "p8_b94", "text": "Expand and ensure the qualities of education and health services and achieve MDGs in the social sectors"}, {"text_block_id": "p8_b95", "text": "•"}, {"text_block_id": "p8_b96", "text": "Establish suitable social conditions for sustainable nation building through the creation of a stable democratic and developmental state"}, {"text_block_id": "p8_b97", "text": "•"}, {"text_block_id": "p8_b98", "text": "Ensure the sustainability of growth by realising all the above objectives within a stable macro-economic framework"}, {"text_block_id": "p8_b99_merged_merged", "text": "These objectives are ambitious and challenging, but vital for the future of Ethiopia and its citizens. However, unless steps are taken to build resilience, climate variability and climate change could reduce Ethiopia’s GDP growth by between 0.5 and 2.5% each year. As a worst case scenario, in 25 years, Ethiopia could have only half the potential total GDP it could have attained."}, {"text_block_id": "p8_b101", "text": "To respond to this challenge the Government of Ethiopia launched the Climate Resilient Green Economy (CRGE) Initiative to help build a middle-income country that is both resilient to the impacts of climate change and low in greenhouse gas emissions. The Government of Ethiopia is committed to delivering this vision in line with national and international best practice, drawing on global experience and sharing lessons with other countries tackling similar challenges, and has committed domestic public resources to these ends."}, {"text_block_id": "p8_b102", "text": "1.2. Water and Energy in the GTP"}, {"text_block_id": "p8_b103", "text": "The priority economic growth objectives in the GTP are to increase agricultural productivity and production as well as to accelerate growth in industrial sectors. Water and energy are critical enablers and inputs to all of these objectives. In agriculture, the ambitious increases in crop production and productivity (targeted to grow by around USD 5.2bn from 2010-2015) are dependent upon sustainable water and energy supply. The textiles, leather, sugar, cement and steel industries (collectively aiming to grow by USD 2bn from 2010-2015) require water for washing their products and both energy and water for manufacturing. In total, sustainable water and energy supply plays a key role in around USD 7.2bn of planned GDP growth in the GTP from 2010-2015. Alongside directly contributing to the GTP and acting as a"}, {"text_block_id": "p9_b104", "text": "fundamental enabler of modern economic development, the energy sector plays a significant role in wider macro-economic stability – nearly 62% of foreign exchange earnings is spent on petroleum imports"}, {"text_block_id": "p9_b105", "text": ", so reducing imports and increasing forex earnings from energy exports will improve our balance of payments position. The GTP II will update these figures, but key growth sectors will continue to be dependent upon reliable water and energy."}, {"text_block_id": "p9_b106_merged_merged", "text": "In addition, the key social objectives of the GTP and GTP II, expanding education and health, are closely linked to access to drinking water and sustainable energy. This is through freeing up productive time for income generation and for education as well as enabling progress on health – particularly maternal and child mortality and nutrition. Access to energy and water could prevent the loss of approximately 1.2m lives."}, {"text_block_id": "p9_b108", "text": "The GTP therefore sets specific goals for the energy and water sectors for both growth and poverty eradication."}, {"text_block_id": "p9_b109", "text": "•"}, {"text_block_id": "p9_b110", "text": "Increase quality electric power supply service coverage"}, {"text_block_id": "p9_b111", "text": "•"}, {"text_block_id": "p9_b112", "text": "Modernizing the distribution and transmission system so as to reduce power losses to international benchmarks"}, {"text_block_id": "p9_b113", "text": "•"}, {"text_block_id": "p9_b114", "text": "Increase electric power generation and production"}, {"text_block_id": "p9_b115", "text": "•"}, {"text_block_id": "p9_b116", "text": "Increase quality and access to safe drinking water and improve sanitary services"}, {"text_block_id": "p9_b117", "text": "•"}, {"text_block_id": "p9_b118", "text": "Increase medium and large scale irrigation development so as to increase agricultural products and ensure food security"}, {"text_block_id": "p9_b119", "text": "These can be grouped into the following four main policy areas, which have been used as the framework for the Climate Resilience Strategy."}, {"text_block_id": "p10_b120", "text": "Figure 1 -Main water and energy policy areas in the GTP"}, {"text_block_id": "p10_b121", "text": "1.3. The Green Economy Strategy"}, {"text_block_id": "p10_b122", "text": "The first step in implementing the CRGE Vision was to develop a Green Economy (GE) Strategy, setting out our plans for developing a low carbon economy in Ethiopia. The GE Strategy identified and prioritised more than 60 initiatives, which will enable us to achieve our development goals while limiting greenhouse gas emissions in 2030 to today’s levels (150 MtCO2e). These initiatives would avoid 250 MtCO2e in 2030 with ‘no and low regrets’ (the abatement cost of most of the options was less than $15/tCO2e). 42% of these savings (104.1 MtCO2e in 2030) come from initiatives relating energy and water:"}, {"text_block_id": "p10_b123", "text": "Electric power"}, {"text_block_id": "p10_b124", "text": "•"}, {"text_block_id": "p10_b125", "text": "Energy exports: Exporting excess renewable energy has an abatement potential of up to 19 MtCO2e in 2030 by reducing emissions in our neighbouring countries."}, {"text_block_id": "p10_b126", "text": "Green cities and buildings"}, {"text_block_id": "p10_b127", "text": "•"}, {"text_block_id": "p10_b128", "text": "Efficient lighting: This initiative has an abatement potential of approximately 5.1 MtCO2e, and is the largest abatement lever in the Green Cities and Buildings sector."}, {"text_block_id": "p10_b129", "text": "•"}, {"text_block_id": "p10_b130", "text": "Waste gas management (biogas): Emissions from landfill and liquid waste can be reduced by 1.8 MtCO2e in 2030 through the capture of gas."}, {"text_block_id": "p10_b131", "text": "Forestry/soil"}, {"text_block_id": "p10_b132", "text": "•"}, {"text_block_id": "p10_b133", "text": "Reduced forest degradation: Reducing the demand for fuelwood through dissemination of efficient cooking and baking technologies has a total abatement potential of around 50 MtCO2e."}, {"text_block_id": "p11_b134", "text": "•"}, {"text_block_id": "p11_b135", "text": "Reduced deforestation through agricultural irrigation: This includes agricultural intensification and preparation of new land by means of irrigation schemes. Medium to large-scale irrigation contributes 9 MtCO2e in 2030."}, {"text_block_id": "p11_b136", "text": "Industry"}, {"text_block_id": "p11_b137", "text": "•"}, {"text_block_id": "p11_b138", "text": "Energy efficiency in the cement industry: The introduction energy efficient technologies in the cement industry could reduce emissions by more than 5 MtCO2e in 2030."}, {"text_block_id": "p11_b139", "text": "•"}, {"text_block_id": "p11_b140", "text": "Alternate fuels in the cement industry: An increase in the use of biomass for cement manufacture can displace fossil fuels and reduce emissions by up to 4.2 MtCO2e in 2030."}, {"text_block_id": "p11_b141", "text": "Transport"}, {"text_block_id": "p11_b142", "text": "•"}, {"text_block_id": "p11_b143", "text": "Alternate transport fuels: Changing the transport fuel mix using a combination of adding biodiesel to the diesel mixture, increasing the amount of ethanol in the gasoline mixture, and promoting the adoption of hybrid and plug-in electric vehicles has a combined abatement potential of nearly 1.0 MtCO2e."}, {"text_block_id": "p11_b144", "text": "•"}, {"text_block_id": "p11_b145", "text": "Electric rail development: Shifting freight transport from road to an electric rail network would eliminate emissions from the largest source of transport emissions, avoiding 8.9 MtCO2e. A further 0.1 MtCO2e will be avoided by the Addis light rail."}, {"text_block_id": "p11_b146", "text": "1.4. The Climate Resilience Strategy"}, {"text_block_id": "p11_b147", "text": "The next stage of implementing the CRGE Vision is to develop Climate Resilience Strategies for key sectors of the economy. The first Climate Resilience Strategy focused on the agriculture and forestry sectors (completed in 2014). The Climate Resilience Strategy for Water and Energy continues this analysis and, integrated with the Green Economy Strategy, sets the overall MoWIE priorities for implementing the CRGE."}, {"text_block_id": "p11_b148", "text": "1.4.1.Aims of the strategy"}, {"text_block_id": "p11_b149", "text": "Climate resilience is the ability to cope with, and manage the change brought by weather stresses and shocks. A climate resilient economy is one in which the negative impacts of climatic variability and climate change are minimised and the opportunities realised so that the national growth and development objectives of the country are achieved and sustained."}, {"text_block_id": "p11_b150", "text": "In light of this and given the key role of water and energy in the GTP, the Climate Resilience Strategy for Water and Energy has three objectives:"}, {"text_block_id": "p11_b151", "text": "•"}, {"text_block_id": "p11_b152", "text": "To identify the economic and social impacts of current climate variability and future climate change on water and energy in Ethiopia (The Challenge)."}, {"text_block_id": "p11_b153", "text": "•"}, {"text_block_id": "p11_b154", "text": "To identify priority ways that the water and energy sectors can build climate resilience and reduce the impact of climate variability and climate change (The Response)."}, {"text_block_id": "p12_b155", "text": "•"}, {"text_block_id": "p12_b156", "text": "To map the necessary steps to finance and implement measures in the water and energy sectors to build climate resilience in Ethiopia (Implementation) and deliver an integrated Climate Resilient Green Economy."}, {"text_block_id": "p12_b157", "text": "1.4.2.Developing the strategy"}, {"text_block_id": "p12_b158", "text": "The Ministry of Environment and Forest (MEF) is the lead agency for the coordination of the overall CRGE through the CRGE Ministerial Committee. Federal Ministries are responsible for individual sector Climate Resilience strategies, so the Ministry of Water, Irrigation and Energy (MoWIE) has led the development of the Climate Resilience Strategy for the water and energy sectors. The strategy was developed and approved under the guidance of a MoWIE steering committee, involving the State Ministers and the Directors."}, {"text_block_id": "p13_b159", "text": "2. THE CHALLENGE"}, {"text_block_id": "p13_b160", "text": "To achieve our development goals in the face of an uncertain, complex and changing climate."}, {"text_block_id": "p13_b161", "text": "KEY MESSAGES"}, {"text_block_id": "p13_b162", "text": "Key planning assumptions are used to account for uncertainty. Ethiopia has one of the most complex climates in the world, therefore, based on the available data, we have defined a set of climate planning assumptions:"}, {"text_block_id": "p13_b163", "text": "•"}, {"text_block_id": "p13_b164", "text": "Continued increases in temperature across the country. Mean temperatures have been increasing and are likely to continue to do so with climate change."}, {"text_block_id": "p13_b165", "text": "•"}, {"text_block_id": "p13_b166", "text": "Year-to-year rainfall variability is the most significant climate variable and is likely to increase – meaning more uncertain rainfall and more frequent extremes in future. Historic rainfall variability outweighs long-term future rainfall trends – there is up to 68% difference between a ‘wet’ year and a ‘dry’ year in some regions."}, {"text_block_id": "p13_b167", "text": "•"}, {"text_block_id": "p13_b168", "text": "Parts of the country could see changes in seasonal rainfall at key times in the year. This could have major impacts on rural livelihoods and food security, particularly in Somali, South Oromia and parts of SNNPR."}, {"text_block_id": "p13_b169", "text": "These trends have implications for the water and energy sectors:"}, {"text_block_id": "p13_b170", "text": "•"}, {"text_block_id": "p13_b171", "text": "Cross-government partnership is required. Several key areas lie outside of MoWIE’s sole responsibility and require partnership with other Ministries."}, {"text_block_id": "p13_b172", "text": "•"}, {"text_block_id": "p13_b173", "text": "Current plans provide sufficient reserve power generation to cope with climate change, but at an opportunity cost of $208m/year in 2030 (through lost export potential). However, the grid could be severely strained by the driest scenarios – a 1 in 50 year event could require 86% of reserve generation."}, {"text_block_id": "p13_b174", "text": "•"}, {"text_block_id": "p13_b175", "text": "Woodfuel availability could be impacted by increases in temperature and changes in rainfall patterns, which reduces access to energy. By 2030, up to 8.5 million people will be living in high risk areas (predominantly in Tigray) where consumption outweighs supply and climate risk is high."}, {"text_block_id": "p13_b176", "text": "•"}, {"text_block_id": "p13_b177", "text": "Changes in rainfall will impact irrigation, which is key for agricultural growth. Up to $16.8m of agricultural growth is at risk under driest scenarios. A further $1.4bn of targeted growth has not yet undergone detailed feasibility study, but appears to be in areas where there is insufficient water supply."}, {"text_block_id": "p13_b178", "text": "•"}, {"text_block_id": "p13_b179", "text": "Access to WASH increases climate resilience by buffering against rainfall variability. However, climate risk interacts with other risks to create ‘pinch points’ water. Up to 7.3m people in Tigray, Afar and Somali face the highest risk to water access as they are exposed to multiple ‘pinch points’. Sanitation and hygiene; and urban water supply risks require further assessment in collaboration with the Ministry of Health, the Ministry for Urban Development and the relevant administrations."}, {"text_block_id": "p14_b180", "text": "2.1. Current climate"}, {"text_block_id": "p14_b181", "text": "Ethiopia has one of the most complex and varied climates in the world due to its location between several climate systems and its diverse geography. Understanding and characterising this climate is complex, but for the purposes of this strategy, we have focused on three key aspects:"}, {"text_block_id": "p14_b182", "text": "•"}, {"text_block_id": "p14_b183", "text": "Month-to-month variability – how climate variables change within a year."}, {"text_block_id": "p14_b184", "text": "•"}, {"text_block_id": "p14_b185", "text": "Year-to-year variability – how climate variables vary across years."}, {"text_block_id": "p14_b186", "text": "•"}, {"text_block_id": "p14_b187", "text": "Long term trends – how climate variables change over decades."}, {"text_block_id": "p14_b188", "text": "There are many climate variables to consider, however this analysis focuses on the two key climate variables for water and energy: temperature and rainfall."}, {"text_block_id": "p14_b189", "text": "•"}, {"text_block_id": "p14_b190", "text": "Temperature. Temperature affects demand for both energy and water as well as the amount of water that evaporates from the earth’s surface or that plants consume (evapotranspiration). Temperature is also an important factor for agricultural productivity."}, {"text_block_id": "p14_b191", "text": "•"}, {"text_block_id": "p14_b192", "text": "Rainfall. Agriculture in Ethiopia is largely rainfed, so is heavily dependent on rainfall, which makes rainfall a very significant climate variable. Furthermore, hydropower will be a major contributor to our development objectives, and requires rainfall and surface water flow. Finally, over 80% of Ethiopia’s population is rural, and the majority of rural livelihoods are water dependent, which also makes rainfall a critical factor in poverty reduction."}, {"text_block_id": "p14_b193", "text": "The next section looks at the key trends in each of these variables in turn, for both the current climate and future climate change."}, {"text_block_id": "p14_b194", "text": "2.1.1.Historic temperature"}, {"text_block_id": "p14_b195_merged", "text": "Figure 2 below illustrates the three ways of looking at temperature data. The chart on the left shows that from month-to-month, temperature variation across Ethiopia is relatively limited – around 4°C between the hottest and coolest points in the year. This pattern is reflected across all regions. The middle chart shows that year-to-year there has been some fluctuation around the mean temperature – at most around ±0.8°C from the long term trend. The final chart shows that when looking at 10-year trends, over the last 30 years there has been a steady increase in the long-term mean temperature of around 0.8°C. This represents a significant and consistent warming across Ethiopia and indicates that what was considered an extreme temperature year in 1985 (0.8°C above the average) can now be considered ‘normal’. Regional level analysis shows a similar trend in all regions, although with different absolute average temperatures."}, {"text_block_id": "p15_b202", "text": "Figure 2 -Historic temperature trends in Ethiopia"}, {"text_block_id": "p15_b203", "text": "2.1.2.Historic rainfall"}, {"text_block_id": "p15_b204", "text": "Month-to-month"}, {"text_block_id": "p15_b205", "text": "rainfall patterns differ across the country depending on geography. As a result there are broadly three hydrological regimes:"}, {"text_block_id": "p15_b206", "text": "•"}, {"text_block_id": "p15_b207", "text": "West: One long rainy season,"}, {"text_block_id": "p15_b208", "text": "kiremt"}, {"text_block_id": "p15_b209", "text": "(June-Sept)"}, {"text_block_id": "p15_b210", "text": "•"}, {"text_block_id": "p15_b211", "text": "Central and Eastern:"}, {"text_block_id": "p15_b212", "text": "Kiremt"}, {"text_block_id": "p15_b213", "text": "(June-Sept) as the main rainy season, preceded by smaller"}, {"text_block_id": "p15_b214", "text": "belg"}, {"text_block_id": "p15_b215", "text": "rains (March-May). There is a short hot, dry period known as"}, {"text_block_id": "p15_b216", "text": "bega"}, {"text_block_id": "p15_b217", "text": "(October-January)"}, {"text_block_id": "p15_b218", "text": "•"}, {"text_block_id": "p15_b219_merged_merged_merged", "text": "South and South-Eastern: February-May being the main rainy season (gu) separated from a secondary rainy season deyr (October-November) by two pronounced dry seasons"}, {"text_block_id": "p15_b224", "text": "These three regimes are reflected in Figure 3 below that shows historic average month-to-month rainfall patterns."}, {"text_block_id": "p16_b225", "text": "Figure 3 -Historic month-to-month rainfall variability"}, {"text_block_id": "p16_b226", "text": "Figure 4 below shows how much the rainfall each year differs from the average rainfall (known as the rainfall anomaly). It shows that"}, {"text_block_id": "p16_b227", "text": "year-to-year"}, {"text_block_id": "p16_b228", "text": "variability is stark, particularly in the South and South-Eastern regime, with annual rainfall varying between +36% and -25% of the mean. Hydrological variability is one of the most significant climate variables for Ethiopia."}, {"text_block_id": "p16_b229", "text": "Figure 4 -Historic year-to-year rainfall variability"}, {"text_block_id": "p16_b230_merged_merged", "text": "However, the long-term rainfall trend is inconclusive (Figure 5) – there is no clear change in the long-term mean rainfall. It is important to note that this may be because the year-to-year variability is so significant and therefore makes it difficult to detect underlying trends. Local"}, {"text_block_id": "p17_b235", "text": "differences may also be masked, for example, recent studies (FEWSNET 2012) indicate a long"}, {"text_block_id": "p17_b236", "text": "-"}, {"text_block_id": "p17_b237", "text": "term drying trend in the South which is likely to persist for at least the next decade."}, {"text_block_id": "p17_b238", "text": "Figure 5 -Historic long-term rainfall trend"}, {"text_block_id": "p17_b239_merged_merged", "text": "Overall the figures above show that Ethiopia has strongly seasonal and regionally distinct rainfall patterns, with high overall rainfall variability from year-to-year. There is not enough evidence to identify a clear long-term historical trend of overall rainfall increasing or decreasing. This may mask more local trends in rainfall and further work is needed to fully understand these patterns, but although there is uncertainty about the long-term trend, it is clear that year-to-year rainfall variability is the most significant factor."}, {"text_block_id": "p17_b242", "text": "2.2. Future climate"}, {"text_block_id": "p17_b243", "text": "2.2.1.Modelling the future climate envelope"}, {"text_block_id": "p17_b244", "text": "As with any future issue, predicting climate change impacts is inherently uncertain and a single model only represents one possibility. In order to address this uncertainty, this analysis used a set of 10 climate models (known as an ensemble), downscaled to national level (based on the IPCC A2 SRES emissions scenario). These 10 models give an illustrative ‘envelope’ of feasible outcomes (see Annex A for full details of climate methodology). The following analysis uses the upper and lower limits of the ensemble of models. It should be noted that this approach does not indicate whether each of these outcomes are more or less likely than the others, instead it only gives a broad indication of possible futures. Whilst imperfect, this approach is suitable for identifying broad trends and risk areas."}, {"text_block_id": "p17_b245", "text": "2.2.2.Future temperature"}, {"text_block_id": "p17_b246", "text": "There is a relatively high degree of certainty about temperature changes due to climate change. The climate models all agree on an overall increase in temperatures across the country and at regional scale, with a decrease in variability of temperatures. However, the"}, {"text_block_id": "p18_b247", "text": "models indicate different degrees of warming, ranging from +0.8°C to +2.7°C increase in the mean annual temperature. The models all indicate a significant reduction in variability (at least a halving of standard deviation). Therefore, overall, the models point to warmer and more consistent temperatures across the country."}, {"text_block_id": "p18_b248", "text": "Figure 6 -Future temperature envelope under climate change"}, {"text_block_id": "p18_b249", "text": "2.2.3.Future rainfall"}, {"text_block_id": "p18_b250", "text": "Seasonal rainfall patterns may change significantly in some regions"}, {"text_block_id": "p18_b251", "text": "Rainfall is much more complicated to predict and there is less certainty of overall trends. The climate models indicate that under some scenarios, there may be significant changes in seasonal rainfall in some regions (see Figure 7)."}, {"text_block_id": "p18_b252", "text": "•"}, {"text_block_id": "p18_b253", "text": "There will be broadly similar seasonal (i.e. month-to-month) rainfall patterns in the West in future, with any changes in annual rainfall being spread across the year."}, {"text_block_id": "p18_b254", "text": "•"}, {"text_block_id": "p18_b255", "text": "However the Central and Eastern region may see some shifts in monthly rainfall patterns. The wettest scenarios indicate an increase in rainfall outside of the main"}, {"text_block_id": "p18_b256", "text": "kiremt"}, {"text_block_id": "p18_b257", "text": "rains."}, {"text_block_id": "p18_b258", "text": "However, the driest scenarios indicate that there could be a shorter"}, {"text_block_id": "p18_b259", "text": "kiremt"}, {"text_block_id": "p18_b260", "text": "period with less rain overall and more significantly that the smaller"}, {"text_block_id": "p18_b261", "text": "belg"}, {"text_block_id": "p18_b262", "text": "."}, {"text_block_id": "p18_b263", "text": "rains may be reduced or even lost altogether"}, {"text_block_id": "p18_b264", "text": "•"}, {"text_block_id": "p18_b265_merged_merged", "text": "The models show a diverse range of outcomes for the South and South-Eastern region. The wettest scenarios indicate that the main gu rains could come earlier and that deyr rains could be longer. The driest scenarios indicate a drastic fall in the main gu rains, which could have major consequences for food security Somali, Amhara and SNNPR."}, {"text_block_id": "p19_b273", "text": "Figure 7 -Future month-to-month rainfall envelope under climate change"}, {"text_block_id": "p19_b274_merged", "text": "The belg and gu rains are a critical factor for food security and livelihoods and their failure has serious impacts on communities in the South and East of the country (mainly in Somali region and in the south of Oromia and SNNPR– see Figure 8). Shifting of the gu rains would require a change in planting patterns to ensure food security."}, {"text_block_id": "p19_b282", "text": "Figure 8 -Cropping and agropastoral areas (Source: The Livelihood Atlas for Ethiopia)"}, {"text_block_id": "p19_b283", "text": "Year-to-year rainfall variability is likely to remain high"}, {"text_block_id": "p19_b284", "text": "Year-to-year"}, {"text_block_id": "p19_b285", "text": "variability is likely to remain high and the models all indicate a broader spread of this variability, which implies that Ethiopia is likely to see an increase in both extremes of"}, {"text_block_id": "p20_b286", "text": "rainfall (see Figure 9 – the flattening of the curve indicates more extremes) and a broader range of rainfall."}, {"text_block_id": "p20_b287", "text": "Long-term mean rainfall may change in some regions"}, {"text_block_id": "p20_b288", "text": "When it comes to the"}, {"text_block_id": "p20_b289", "text": "long-term mean rainfall"}, {"text_block_id": "p20_b290", "text": ", the models disagree significantly about the degree and direction of overall rainfall levels. The models show a range of outputs varying from a reduction in rainfall of 25% to an increase of 30% -this means that no firm conclusions can be made about whether Ethiopia as a whole will be drier or wetter in future. However, closer regional analysis shows varied impacts in different parts of the country."}, {"text_block_id": "p20_b291", "text": "In the West, the models range from a -37% decrease to a +13% increase in mean rainfall (in Figure 9 the location of the peak of the curve shows the mean). The wettest scenarios show a slight decrease in variability, but the driest scenario indicates an increase in variability. The models indicate that both the Central and Eastern and the South and South-Eastern regions are likely to be wetter on average (21-43% and 35-63% respectively), but with an increase in variability."}, {"text_block_id": "p20_b292_merged_merged", "text": "However, these figures need to be seen in the context of historic rainfall variability – the Central and Eastern region has seen differences of as much as 28% of the mean between a ‘dry’ year and a ‘wet’ year. The South and South-Eastern region has seen as much as 62% difference between the driest and wettest years. (See Figure 4). In addition, only considering the annual rainfall levels is misleading as the analysis of seasonal rainfall above indicates some potentially serious changes in key seasonal rainfall patterns."}, {"text_block_id": "p20_b295", "text": "Figure 9 -Future year-to-year and long-term mean rainfall envelope under climate change"}, {"text_block_id": "p21_b296", "text": "Overall, year-to-year rainfall variability will remain the most significant climate challenge although some regions may face significant changes in seasonal patterns."}, {"text_block_id": "p21_b297", "text": "The three dimensions of rainfall set out above need to be considered as a whole."}, {"text_block_id": "p21_b298", "text": "•"}, {"text_block_id": "p21_b299", "text": "The West rainfall region may see anything from a 37% decrease to a 13% increase in overall rainfall."}, {"text_block_id": "p21_b300", "text": "•"}, {"text_block_id": "p21_b301", "text": "The rest of country could see significant seasonal rainfall pattern change at key times in the year ("}, {"text_block_id": "p21_b302", "text": "belg"}, {"text_block_id": "p21_b303", "text": "rain for the Central and Eastern region;"}, {"text_block_id": "p21_b304", "text": "gu"}, {"text_block_id": "p21_b305", "text": "rains for the South and South-Eastern)."}, {"text_block_id": "p21_b306", "text": "•"}, {"text_block_id": "p21_b307", "text": "Across the country, year-to-year variability is high (28% to 62% differences between a ‘dry’ and a ‘wet’ year) and is likely to increase – this will mean more uncertain rainfall and more frequent extremes."}, {"text_block_id": "p21_b308", "text": "•"}, {"text_block_id": "p21_b309", "text": "Long-term changes in mean annual rainfall are less significant than the year-to-year rainfall variability. Although the models indicate that parts of the country will be wetter overall, this is outweighed by the high annual variability and the potential shifts in seasonal rainfall."}, {"text_block_id": "p21_b310", "text": "2.3. Conclusions and climate planning assumptions"}, {"text_block_id": "p21_b311", "text": "Climate science and data are constantly evolving so the details of the analysis above will continue to be refined. There are also challenges and limitations to the analysis (see Annex), but there are clear messages coming through."}, {"text_block_id": "p21_b312", "text": "In particular:"}, {"text_block_id": "p21_b313", "text": "•"}, {"text_block_id": "p21_b314", "text": "there is a clear upward temperature trend across the country"}, {"text_block_id": "p21_b315", "text": "•"}, {"text_block_id": "p21_b316", "text": "year-to-year rainfall variability will continue to be a significant stressor"}, {"text_block_id": "p21_b317", "text": "•"}, {"text_block_id": "p21_b318_merged_merged_merged", "text": "climate change could significantly affect belg and gu rains in the Central & Eastern and the South & South-Eastern regions."}, {"text_block_id": "p21_b323", "text": "Uncertainty about future climate change must not be interpreted as uncertainty about the need to act now. In order to take practical steps in the face of uncertainty (particularly around rainfall), it is necessary to make clear planning assumptions, based on the best knowledge to date, but these must be regularly tested and updated as understanding improves. Therefore, for the purposes of this strategy and the policies that flow from it, the following underlying planning assumptions are made based on the available analysis."}, {"text_block_id": "p22_b324", "text": "Figure 10 -Climate planning assumptions (2046-2065)"}, {"text_block_id": "p22_b325", "text": "2.4. Implications for development in Ethiopia"}, {"text_block_id": "p22_b326", "text": "These planning assumptions have been mapped to the water and energy sector, and the subsequent implications for economic growth and poverty reduction are highlighted below. This qualitative illustration of the potential impacts was used to identify key areas for more detailed analysis."}, {"text_block_id": "p23_b327", "text": "Figure 11 -Key water and energy vulnerabilities to climate change"}, {"text_block_id": "p23_b328", "text": "Other studies have also identified significant impacts of climate change on Ethiopia’s economic and poverty reduction objectives. The Climate Resilience Strategy for Agriculture estimated that the worst case scenario could negatively impact GDP by 10% or more by 2050. The recent Economics of Adaptation to Climate Change study (EACC) concluded that impacts were felt through three main channels: agriculture, roads, and dams. Although the 4 scenarios used in the EACC study are different from the ones used in the CR Strategy for Water and Energy, the identified losses are significant, ranging from around 1% reduction in GDP to over 10% (see Figure 12)."}, {"text_block_id": "p23_b329", "text": "Figure 12 -Potential impacts of climate change on GDP in Ethiopia (World Bank)"}, {"text_block_id": "p24_b330", "text": "2.4.1.Identifying priority sub-sectors"}, {"text_block_id": "p24_b331", "text": "To assess the practical implications of climate change impacts for the water and energy sectors, the climate planning assumptions were applied to MoWIE’s existing plans and activities. The Ministry of Environment and Forest is leading the Government of Ethiopia’s efforts to define suitable indicators of vulnerability and resilience under the CRGE. While these standardised indicators are being developed, this strategy has adopted two dimensions of vulnerability:"}, {"text_block_id": "p24_b332", "text": "•"}, {"text_block_id": "p24_b333", "text": "Vulnerability of economic growth: How will economic growth objectives be affected by climate? How much economic value is at risk?"}, {"text_block_id": "p24_b334", "text": "•"}, {"text_block_id": "p24_b335", "text": "Vulnerability of poverty reduction: How are our objectives to increase household incomes and reduce poverty affected by climate?"}, {"text_block_id": "p24_b336", "text": "We assessed the exposure of the key water and energy sub-sectors (see Figure 1) to the above climate impacts and identified specific risk areas. This focused on the direct economic risks but where appropriate, includes a qualitative assessment of indirect social risks (principally via impacts on household income)."}, {"text_block_id": "p24_b337", "text": "2.4.2.Power Generation (Industrial growth)"}, {"text_block_id": "p24_b338_merged", "text": "Ethiopia’s power is currently generated almost entirely from hydropower (see Figure 13). We plan to meet anticipated electricity demand by scaling up renewable generation capacity in Ethiopia, particularly through the expansion of hydropower. Our draft plans are to increase from 2,178 MW installed capacity today to approximately 24,092 MW of available capacityby 2030 and further diversify the energy mix to reduce dependence on hydropower (in recognition of the vulnerability of hydropower to rainfall variability). This will enable Ethiopia"}, {"text_block_id": "p25_b340_merged", "text": "to meet future domestic peak demand (estimated at 14,213 MW by 2030) and export additional electricity (coincident maximum demand estimated at 3,655MW by 2030) to provide a critical source of foreign exchange income and support regional integration."}, {"text_block_id": "p25_b342", "text": "Figure 13 -Current and future generation capacity; Load forecast, 2030"}, {"text_block_id": "p25_b343", "text": "There are currently 12 fully commissioned hydropower plants with a total installed capacity of 1,945 MW, amounting to an average generation capability of 8,629 GWh/year. The Gibe III hydropower plant (1,870 MW) has been completed and will soon be commissioned. Two major hydropower plants, Grand Ethiopian Renaissance Dam (6,000 MW), and Genale Dawa III (254 MW) are currently under construction with additional capacity from these plants expected to come online in the coming months."}, {"text_block_id": "p26_b344", "text": "Figure 14 -Locations of current and planned hydropower dams"}, {"text_block_id": "p26_b345", "text": "Analytical approach"}, {"text_block_id": "p26_b346", "text": "Hydropower is heavily dependent upon rainfall whereas geothermal is well insulated from climate change. Wind and solar may be affected, but there is currently insufficient data to estimate future changes in wind and solar due to climate change. Based on this, and given the prioritisation of hydropower in the Green Economy strategy, the analysis concentrated on hydropower as it is the generation source most exposed to climatic variability and will continue to be the single largest power generation source, accounting for around 70% of capacity in 2030."}, {"text_block_id": "p26_b347", "text": "The vast majority of current and planned hydropower plants are in three river basins: Abbay, Omo Gibe and Baro Akobo (see Figure 14). A simplified model of the two main hydropower basins (Omo Gibe and Abbay) was constructed, based on two representative dams, one under construction (Gilgel Gibe III) and one planned (Karadobi). The climate data above was used to assess the potential impacts of climate on future power generation (see Annex B for full details of methodology and the limitations of this analysis)."}, {"text_block_id": "p27_b348", "text": "Figure 15 -Hydropower projected installed capacity, 2030"}, {"text_block_id": "p27_b349", "text": "Value at Risk"}, {"text_block_id": "p27_b350", "text": "In a hydropower dominated country like Ethiopia, the generation system is constrained by energy rather than capacity (i.e. sustained low flow periods mean that the limiting factor is the amount of energy that can be produced rather than the generation capacity available)."}, {"text_block_id": "p27_b351", "text": "Therefore, we have analysed the impact of climate variability on both generating capacity and the amount of energy that can be generated – building on the Masterplan Study."}, {"text_block_id": "p27_b352_merged_merged", "text": "The Power Sector Expansion Masterplan study models hydropower generation under dry hydrological conditions (labelled HC1, the average of the three years with the lowest total hydro generation out of the last 45) and average hydrological conditions (labelled HC3, the average of the remaining 42 years). As Figure 16 shows, hydropower capacity is not significantly affected by dry conditions, however energy generation in the dry season is heavily affected by changing hydrological conditions. This illustrates that hydropower systems are energy constrained rather than capacity constrained."}, {"text_block_id": "p28_b357", "text": "Figure 16 -Impact of dry conditions on hydropower capacity and energy production"}, {"text_block_id": "p28_b358_merged", "text": "In 2030, the driest scenario would see an expected reduction in generation of around 3,328 GWh– this represents around 3% of total demand and is manageable within the overall reserve margin (35%), so could be easily met through reserve generation. However, it does represent an opportunity cost of $208m/year in 2030(in the form of lost potential energy exports). Given that this scenario represents the worst case, the general climate risk to generation is relatively low. Under some scenarios there could be an increase in energy production, with only the driest scenarios showing a significant increase in value at risk."}, {"text_block_id": "p28_b363", "text": "However, given the degree of rainfall variability in Ethiopia, extreme events require closer consideration – under almost all the climate scenarios there is a risk of high-impact events which could severely affect generation. In the worst-case (under the driest scenario), one year in every 50 years, energy production could be reduced by up to 32,000 GWh – (around 86% of reserve margin). Although the probability of this type of event is low, it would strain the electricity system and could lead to unmet demand. In addition, the opportunity cost could be up to $2bn/year in 2030. Other scenarios see a much lower risk of generation shortfalls: 16,644GWh (an opportunity cost of $1bn) for the average future climate scenario and zero for the wettest scenario."}, {"text_block_id": "p29_b364", "text": "Figure 17 -Implications of climate scenarios for hydropower generation"}, {"text_block_id": "p29_b365", "text": "Impacts on Poverty"}, {"text_block_id": "p29_b366", "text": "At a household level, electricity makes up a relatively small proportion of energy (per capita electricity consumption was 100kWh in 2010 and is heavily skewed towards cities, this is less than a fifth of the average for sub-Saharan Africa) – even with the Universal Electricity Access Program, biomass will continue to be the main way of meeting household energy needs. Therefore, the climate risks to power generation are not likely to have a significant direct impact on household income or expenditure (and therefore consumption). However, if additional costs to the energy sector are passed on to consumers through tariffs, this would lead to increases in the cost of electricity for the increasing number of those that do have access (more than 80% of the population by 2030). Any impacts on Government revenues (for example through a loss of electricity exports) may also have spillover impacts on poverty through affecting government expenditure. Furthermore, there may be local environmental and social impacts in the construction of generation assets that should be fully considered and evaluated through Environmental and Social Impact Assessments."}, {"text_block_id": "p30_b367", "text": "2.4.3.Energy Access"}, {"text_block_id": "p30_b368_merged", "text": "On-grid electric power is only one component of Ethiopia’s energy challenge. Most households still rely on traditional fuels for their domestic energy needs; biomass is currently the largest fuel source to meet energy needs and will still account for 72% of total final energy consumption by 2030. Domestic energy requirements are mostly met from wood, animal dung and agricultural residues. About 81% of the estimated 16 million households use firewood, 11.5% use leaves and dung cakes while only 2.4% use kerosene for cooking."}, {"text_block_id": "p30_b370", "text": "Rural electrification (through extending the grid and off-grid options) alone will not be able to meet current domestic energy needs for two main reasons. Firstly, affordability is a major factor for rural energy access – access to electricity does not necessarily mean that households can pay for the electricity or off-grid equipment. Secondly, although households may introduce electric lighting or mobile phone charging, they are not likely to switch to electric cooking immediately – even if an electric stove is bought, it is not likely to fully replace existing cooking sources due to traditions, habits and the cooking needs of different food. Therefore understanding biomass supply and consumption remains critical for meeting household energy demands and for assessing climate resilience."}, {"text_block_id": "p30_b371", "text": "Analytical approach"}, {"text_block_id": "p30_b372", "text": "Rainfall variability and high temperatures can negatively affect tree growth rates and therefore biomass yield through increasing water stress. However, the sustainability of biomass usage is not just driven by climate change. Population growth, land-use change and deforestation are major drivers. Therefore, to develop a baseline, we assessed the current balance of biomass consumption and yield (using the Biomass Energy Strategy) and compared this to the available stocks. Future biomass demand in 2030 was then projected using population growth estimates. Finally, future biomass demand was mapped against exposure to rainfall variability to provide a basic qualitative estimate of risk (based on the simplified assumption that droughting reduces wood yield)."}, {"text_block_id": "p30_b373", "text": "Sophisticated climate-forestry modelling could provide more detailed information about the impacts of climate change on forest growth, however given the scale of other drivers, a simplified approach was deemed more appropriate at this stage. A more detailed assessment of the impact of climate change on biomass yield could be an area for future analysis, in conjunction with other Ministries responsible for land-use and forestry."}, {"text_block_id": "p30_b374", "text": "Value at Risk"}, {"text_block_id": "p30_b375", "text": "Current levels of biomass consumption are largely sustainable, which can be attributed to the substantial afforestation efforts of the past decade. However, Tigray and Afar regions look to be depleting their stock in an unsustainable manner at present."}, {"text_block_id": "p31_b376", "text": "Figure 18 -Biomass consumption and yield by region, 2013"}, {"text_block_id": "p31_b377", "text": "Future population growth is likely to strain this situation, particularly in Oromiya, Amhara and Somali where population growth is likely to increase demand to unsustainable levels."}, {"text_block_id": "p32_b378", "text": "Climate change is a further stress factor and when combined with population pressure, by 2030, an estimated 8.5 million people could be living in high risk areas, where consumption outweighs supply and climate risk is high. This is predominantly in Tigray, where biomass stocks are limited and there is a high risk of negative climate impacts."}, {"text_block_id": "p32_b379", "text": "Impacts on Poverty"}, {"text_block_id": "p32_b380", "text": "Lack of access to modern energy services which has a significant negative impact in a number of areas:"}, {"text_block_id": "p32_b381", "text": "•"}, {"text_block_id": "p32_b382", "text": "Collection time – Households spend on average 300 hours/year and up to 3,796 hours/year collecting firewood, mainly by women and girls. This is time that could be better spent on education, employment or raising a family."}, {"text_block_id": "p32_b383", "text": "•"}, {"text_block_id": "p32_b384_merged", "text": "Health – Traditional biomass fuels are smoky, which significantly affects health. The WHO estimates that indoor air pollution is responsible for 72,400 deaths annually or 31 DALYs/1000 annually. This disease burden is mainly felt by women, so addressing it has a particular impact on gender."}, {"text_block_id": "p32_b386", "text": "Providing clean, sustainable modern energy services would therefore have multiple impacts on poverty reduction. Measures are already underway to improve fuel use efficiency, including the National Programme for Improved Household Biomass Cook Stoves Development and Promotion (referred to as the National Improved Cook Stoves Programme, NICSP) and the National Biogas Program for Ethiopia (NBPE). The NICSP in particular was"}, {"text_block_id": "p33_b387", "text": "prioritised in the Green Economy Strategy and aims to improve fuel efficiency by distributing 30m cookstoves by 2030. If it achieves this objective, the cookstoves plan will reduce the number of people consuming biomass at unsustainable rates to zero as well as providing a host of other health, productivity and emissions benefits (reducing GHG emissions by around 50MtCO2e)."}, {"text_block_id": "p33_b388", "text": "Figure 19 -Fuel efficiency can reduce risk"}, {"text_block_id": "p34_b389", "text": "2.4.4.Irrigation (Agricultural productivity and food security)"}, {"text_block_id": "p34_b390_merged", "text": "The GTP plans for agriculture are supported by the expansion of the existing 237,156 ha of active irrigation projects to 1.8 million ha by 2015 (a shift from 0.4% to 3.3% of total arable land). IWMI estimates that irrigation contributed around 12% of Ethiopia’s agricultural GDP and 4% of its total GDP in 2010, which will increase substantially when the GTP plans are delivered. MoWIE has three policy objectives for medium to large scale irrigation (MoA leads on small-scale irrigation):"}, {"text_block_id": "p34_b392", "text": "•"}, {"text_block_id": "p34_b393", "text": "Enhancing national food security"}, {"text_block_id": "p34_b394", "text": "•"}, {"text_block_id": "p34_b395", "text": "Job creation and employment"}, {"text_block_id": "p34_b396", "text": "•"}, {"text_block_id": "p34_b397", "text": "Providing raw materials for agro-industry (e.g. textiles and sugar)."}, {"text_block_id": "p34_b398", "text": "Our GTP irrigation targets are distributed between the Federal and Regional governments as well as the private sector (see Figure 20)."}, {"text_block_id": "p34_b399", "text": "Figure 20 -Irrigation targets for 2015"}, {"text_block_id": "p34_b400", "text": "For the next 5-year phase of the GTP, a total of 5 million ha of irrigable land (approx. 9% of total arable land) across 176 sites have been identified for further assessment and feasibility study under the GTP II. These are in varying stages of development."}, {"text_block_id": "p35_b401", "text": "Figure 21 -Identified irrigable land"}, {"text_block_id": "p35_b402", "text": "Analytical approach"}, {"text_block_id": "p35_b403", "text": "The identified irrigation sites use both groundwater and surface water sources, and a variety of head works. Insufficiently detailed data on groundwater availability and recharge restricts the ability to carry out a comprehensive analysis of groundwater schemes at this stage. However, given that groundwater is typically less vulnerable to climate change than surface water, the decision was made to focus analysis on surface water irrigation schemes, which represents 95% of the planned projects and approximately 60% of the irrigable area identified. Although the focus for this analysis was on surface water, future analytical work should also assess the vulnerability of groundwater based irrigation schemes, particularly given the scale of some of the planned groundwater projects (550-750,000 ha)."}, {"text_block_id": "p35_b404", "text": "The surface water projects were categorised according to how advanced they were. Where a detailed design or feasibility study was available, the project was examined in more detail to assess whether inflows under different climate scenarios were sufficient to meet irrigation demands. The value-at-risk was then extrapolated to the remaining projects."}, {"text_block_id": "p35_b405", "text": "Value at Risk"}, {"text_block_id": "p35_b406_merged", "text": "The Climate Resilience Strategy for Agriculture indicates that the impact of climate change on agriculture could range from a modest increase in GDP of 1% by 2050 to a significant fall in GDP of 10% or more by 2050. Other studies indicate that GDP per capita could fall by 30% from the impacts on agriculture and livestock by 2050 (Gebreegziabhre, 2011). The Climate Resilience Strategy for Agriculture identified irrigation as a critical response to climate change for both smallholders and industrial agriculture. Without appropriate assessment, irrigation can also contribute to over-abstraction of groundwater, therefore well-designed irrigation systems and improved water storage facilities play a role in reducing climate risks."}, {"text_block_id": "p36_b409", "text": "However, less than 10% of the planned irrigation projects have reached the detailed design or feasibility stage. Of those, 2 could be at risk of delivering insufficient irrigation flows under the driest climate scenarios, which would put around $16.8m of crop value at risk in 2030."}, {"text_block_id": "p36_b410", "text": "Some of the remaining projects that are at an earlier stage appear to require more water than is available. An estimated $1.4bn of targeted growth could be at risk because the identified irrigation sites are in areas where there is insufficient water supply. Plans are in place to assess the identified sites in more detail, but it would appear that more suitable sites need to be identified in some cases in order to meet our irrigation objectives and support the GTP."}, {"text_block_id": "p36_b411", "text": "Impacts on Poverty"}, {"text_block_id": "p36_b412", "text": "Overall, irrigation development will contribute to poverty reduction through increased food security, job creation (one hectare of irrigation can generate to 30 jobs) and increased agricultural productivity. Irrigation projects are planned to provide a minimum volume reserved for local community use, which will contribute to livelihood sustainability. However, there may be unintended negative impacts on local communities, which should be evaluated through Environmental and Social Impact Assessments, and effective water resource management policies need to be in place to avoid over-use of resources."}, {"text_block_id": "p37_b413", "text": "2.4.5.Access to Water, Sanitation and Hygiene"}, {"text_block_id": "p37_b414", "text": "The Government of Ethiopia has the ambition of achieving universal access to water and sanitation by 2020, as a central part of its poverty reduction ambitions. We have developed a sector wide approach with our development partners to co-ordinate the delivery of this, called the One WASH National Programme and through the Sanitation and Water for All Partnership, we have made several sector-wide commitments in order to reach our goals"}, {"text_block_id": "p37_b415", "text": "."}, {"text_block_id": "p37_b416", "text": "Improved water sources are more resilient to climate than unimproved sources"}, {"text_block_id": "p37_b417", "text": ", so delivering universal access to WASH will contribute to climate resilience. This is generally because most improved sources are buffered from rainfall through groundwater (although spring sources and surface water remain exposed). On the other hand, access to WASH can be impacted by climate. These impacts are complex and varied, but are felt through both supply and demand. Based on the climate planning assumptions, there are three potential impacts on water:"}, {"text_block_id": "p37_b418", "text": "•"}, {"text_block_id": "p37_b419", "text": "Reductions in seasonal rainfall"}, {"text_block_id": "p37_b420", "text": "reduce surface water flow and long-term reductions in"}, {"text_block_id": "p37_b421", "text": "rainfall can reduce groundwater levels."}, {"text_block_id": "p37_b422", "text": "•"}, {"text_block_id": "p37_b423", "text": "However, an"}, {"text_block_id": "p37_b424", "text": "increase in the intensity of rainfall"}, {"text_block_id": "p37_b425", "text": "can also increase groundwater"}, {"text_block_id": "p37_b426", "text": "recharge. Recent studies have shown that rainfall intensity is a much better indicator of groundwater recharge than overall rainfall"}, {"text_block_id": "p37_b427", "text": "."}, {"text_block_id": "p37_b428", "text": "•"}, {"text_block_id": "p37_b429", "text": "Temperature rises"}, {"text_block_id": "p37_b430", "text": "increase water needs and thermal stress. Increasing temperature"}, {"text_block_id": "p37_b431", "text": "also increases evaporation and transpiration, which reduces the amount of water available for productive use."}, {"text_block_id": "p37_b432", "text": "The impacts of climate on sanitation and hygiene are less well understood at this stage, and have not been assessed. This is an important area for further work in partnership with the Ministry of Health, who lead on sanitation."}, {"text_block_id": "p37_b433", "text": "Analytical approach"}, {"text_block_id": "p37_b434", "text": "Climate is only one risk to access to water. The significance of climate stresses depends not just on the technologies used but also the hydrogeological situation. For example, areas with accessible groundwater and high recharge rates are better buffered against rainfall variability than areas with deep and isolated groundwater. For this reason, it is not possible to isolate climate vulnerability from wider factors, therefore, we assessed regions on three dimensions of vulnerability (based on the recently completed National WASH Inventory, and the One WASH National Program):"}, {"text_block_id": "p37_b435", "text": "•"}, {"text_block_id": "p37_b436_merged_merged_merged_merged_merged_merged", "text": "Technology – what technologies are being used and are planned? Surface water sources are more vulnerable (which is particularly significant for towns that depend"}, {"text_block_id": "p38_b439", "text": "heavily on surface water). Although technologies that use groundwater sources are generally more resilient, this is not the case where there is difficult hydrology."}, {"text_block_id": "p38_b440", "text": "•"}, {"text_block_id": "p38_b441", "text": "Hydrogeology"}, {"text_block_id": "p38_b442", "text": "– what type of groundwater is available? Does it have high"}, {"text_block_id": "p38_b443", "text": "transmissivity and recharge rates? Or is it in crystalline basements? Is there sufficient storage to buffer rainfall variability? This was based on recent mapping by the British Geological Survey of groundwater resilience to drought."}, {"text_block_id": "p38_b444", "text": "•"}, {"text_block_id": "p38_b445_merged_merged", "text": "Climate risk – which areas are at risk of the most drying under the climate planning assumptions?"}, {"text_block_id": "p38_b448", "text": "The analysis highlighted that several cities and town rely heavily on surface water or springs, including Nazret/Adama (100%), Lekemte (100%), Mathara (100%), Awassa (100%) and Addis Ababa (58%). More detailed analysis of climate risk in these cities and towns is required in partnership with the relevant city administrations and the Ministry of Urban Development. Therefore this analysis concentrates on rural water risk."}, {"text_block_id": "p38_b449", "text": "Value at Risk"}, {"text_block_id": "p38_b450", "text": "When looking at the interaction of risks to water access in 2030, a complex picture of risk emerges, with three ‘pinch points’ where risk is highest (highlighted in red in Figure 22):"}, {"text_block_id": "p38_b451", "text": "•"}, {"text_block_id": "p38_b452", "text": "Technology increases exposure to climate risk:"}, {"text_block_id": "p38_b453", "text": "There are up to 1.3m people in Dire Dawa, Harari, Tigray, Afar and Somali who are at high risk because they are using low-resilience technologies and are exposed to high climate risk. Although there are a further 4m in Oromiya and SNNPR who are using less resilient technologies, they are not exposed to significant rainfall variability so are less vulnerable."}, {"text_block_id": "p38_b454", "text": "•"}, {"text_block_id": "p38_b455", "text": "Hydrogeology undermines self-supply:"}, {"text_block_id": "p38_b456", "text": "Around 1.6m people are at risk because they are using dug wells in areas with difficult hydrogeology and high exposure to climate risk. Although around 7.7m in Amhara will be using dug wells, the hydrogeology means that dug wells in these areas are likely to be less vulnerable to climate."}, {"text_block_id": "p38_b457", "text": "•"}, {"text_block_id": "p38_b458", "text": "Hydrogeology undermines resilience of tubewells:"}, {"text_block_id": "p38_b459", "text": "The final ‘pinch point’ is where difficult hydrogeology increases vulnerability, even where resilient technologies (i.e. tubewells) are available. Up to 4.6m people in Tigray, Afar and Somali fall into this risk category, where even tubewells may not be sufficient to protect against climate risk. Although 12.1m in Amhara are exposed to high climate risk – a combination of simple hydrology and use of tubewells means that they are more resilient and less at-risk."}, {"text_block_id": "p38_b460", "text": "Up to 7.3m in Tigray, Afar and Somali are most at risk because they face difficult hydrogeology coupled with a high exposure to climate risk and a higher proportion of low-resilience technologies this combination of risk exposes them to all three of the ‘pinch points’ identified above."}, {"text_block_id": "p39_b461", "text": "Figure 22 -Rural water access risk, 2030"}, {"text_block_id": "p39_b462", "text": "Impacts on Poverty"}, {"text_block_id": "p39_b463", "text": "Lack of access to clean water and sanitation has a significant negative impact in a number of areas:"}, {"text_block_id": "p39_b464", "text": "•"}, {"text_block_id": "p39_b465_merged", "text": "Collection time – Households spend on average 670 hours/year collecting water, mainly by women and girls. This is time that could be better spent on education, employment or raising a family."}, {"text_block_id": "p39_b467", "text": "•"}, {"text_block_id": "p39_b468", "text": "Health – WHO estimates that 9% of the global disease burden could be prevented through improved WASH and that inadequate water, sanitation and hygiene kills over 2 million children every year (through diarrhoea, malnutrition and NTDs). Universal access to WASH in Ethiopia could prevent an estimated 946,032 maternal and child deaths."}, {"text_block_id": "p39_b469", "text": "The burden of lack of water and sanitation is mainly borne by women and girls, so addressing it has a particularly positive impact on gender."}, {"text_block_id": "p39_b470", "text": "2.4.6.Cross-cutting issues"}, {"text_block_id": "p39_b471", "text": "Throughout the development of the CR Strategy, several cross-cutting issues arose, for which MoWIE does not have sole responsibility. Co-ordination and collaboration with other government actors in these areas will be key. There are several key areas for partnership:"}, {"text_block_id": "p40_b472", "text": "•"}, {"text_block_id": "p40_b473", "text": "Resilient development of water resources – Ethiopia’s principle water resources challenge is to increase utilisation of our plentiful water resources. However, this must be managed responsibly to ensure continued growth without over-exploiting our natural capital and to achieve our Climate Resilient Green Economy Vision. We have an opportunity to incorporate effective water resource management into our development and avoid the water problems that other economies face. Therefore, it is critical to implement effective water resource management to minimise situations of water scarcity and to make strategic choices about different water uses. This requires collaboration between River Basin Authorities and Councils, regional agriculture bureaus and the Federal Ministries. The Water Sector Working Group will be a key forum for taking this collaboration forward."}, {"text_block_id": "p40_b474", "text": "•"}, {"text_block_id": "p40_b475", "text": "Forest Management – Well-managed forests are vital for sustainable biomass yields, but also for reducing siltation of dams and managing rainfall runoff. Measures in other sectors can therefore contribute to the water and energy sectors for example participatory forest management can reduce siltation which would lead to benefits for power generation. Joined-up approaches should be explored with Ministry of Environment and Forest, for example linking Participatory Forest Management to management of dam siltation through Payment for Ecosystem Services."}, {"text_block_id": "p40_b476", "text": "•"}, {"text_block_id": "p40_b477", "text": "Supporting climate resilient agriculture – Climate vulnerability in Ethiopia is largely felt through agriculture. It will be important to coordinate with the Ministry of Agriculture and the Agricultural Transformation Agency to make the most of synergies. In particular, the National Meteorological Agency could play a much stronger role in providing usable and timely climate information to farmers."}, {"text_block_id": "p40_b478", "text": "•"}, {"text_block_id": "p40_b479", "text": "Co-ordinating the development of the power sector – Federal agencies, authorities and state-owned enterprises such as EEP, EEU, and the newly upgraded Ethiopian Energy Authority need to collaborate to develop a climate resilient power sector."}, {"text_block_id": "p40_b480", "text": "•"}, {"text_block_id": "p40_b481", "text": "Sanitation and hygiene – Climate-related risks to sanitation and hygiene need to be considered alongside broader climate-related health risks. The Ministry of Health leads on sanitation and is currently developing its Climate Resilience Strategy, so we need to work with them to co-ordinate a response. This can be achieved through the One WASH National Program and existing co-ordination fora such as the Water Sector Working Group and the MOH Environmental Health Working group."}, {"text_block_id": "p40_b482", "text": "•"}, {"text_block_id": "p40_b483", "text": "Urban water supply – More detailed consideration of climate risk to urban water supply is needed. This falls under the scope of the Ministry of Urban Development and relevant city administrations and joint work will be required to understand the implications of climate change and develop suitable responses."}, {"text_block_id": "p40_b484", "text": "Given the cross-government nature of these issues, the CRGE Ministerial Steering Committee could identify a mechanism to co-ordinate activity in these areas to ensure that they are given sufficient attention and are integrated into the delivery of the GTP II."}, {"text_block_id": "p41_b485", "text": "3. THE RESPONSE"}, {"text_block_id": "p41_b486", "text": "Identifying strategic priorities in light of uncertainty."}, {"text_block_id": "p41_b487", "text": "KEY MESSAGES"}, {"text_block_id": "p41_b488", "text": "Based on the issues outlined above, ten strategic priorities have been identified in the 4 priority sub-sectors. These set out the high level policy objectives and will be developed further with more specific implementation plans."}, {"text_block_id": "p41_b489", "text": "The challenges set out in the previous section are significant and many are intertwined with our overall development and economic challenges. Any response to climate change has to go hand-in-hand with existing priorities and plans – principally the GTP and successive national strategic plans. MoWIE has many current programs and strategies, so as far as possible, these have been identified and CR Strategic Priorities have been aligned with them and existing delivery mechanisms. These strategic priorities will need more detailed work to identify the best policy options for their delivery."}, {"text_block_id": "p42_b490", "text": "3.1. Power Generation"}, {"text_block_id": "p42_b491", "text": "Implications of analysis"}, {"text_block_id": "p42_b492", "text": "•"}, {"text_block_id": "p42_b493", "text": "The potential for hydropower generation shortfalls reinforces the significance of a diverse energy mix, to spread the risk. The climate risks to hydropower need to continue to be factored in to ongoing planning. In particular, when considering the composition and size of the system reserve margin (a measure of the ‘spare’ generation in the system). Currently, hydropower shortfalls are met through short-run diesel generation, which is not in line with our CRGE objectives. However, current analysis indicates that switching all backup generation from diesel to cleaner combined-cycle gas turbine will cost an additional $4.1bn up to 2030 (see Figure 23). The long-term costs of a fully renewable system (including the reserve margin) needs to be fully assessed."}, {"text_block_id": "p42_b494", "text": "Figure 23 -Comparative cost of generation by 2030"}, {"text_block_id": "p42_b495", "text": "•"}, {"text_block_id": "p42_b496", "text": "Furthermore, clear contingency plans are needed for if and when generation (including reserve) is insufficient to meet demand. These need to establish prioritisation of end users and, if required, load-shedding policy."}, {"text_block_id": "p42_b497", "text": "Strategic Priority 1.1 • Diversify energy mix"}, {"text_block_id": "p42_b498", "text": "Our CRGE vision is for a zero net carbon economy by 2025, and our ambition is to generate all our electricity from renewable energy resources with up to 20% wind and solar, 10% geothermal and 70% hydropower. The climate resilience analysis reinforces our decision to"}, {"text_block_id": "p43_b499", "text": "continue to diversify our generation mix, but also highlights some key planning decisions that are required. In addition, the power sector has undergone some significant changes with the recent Energy Proclamation, these changes need to be fully implemented and in particular, power sector planning needs to be strengthened in order to ensure that we can deliver on our goals. It may also be appropriate to explore options for risk insurance to transfer some of the residual risk."}, {"text_block_id": "p43_b500", "text": "Decisions required for medium-term planning (5-10 years)"}, {"text_block_id": "p43_b501", "text": "The CRGE analysis will be incorporated into the ongoing development of our energy sector masterplan, however it highlights the complexity of the sector and generation planning in particular. In order to achieve our CRGE vision, there are some key policy decisions that need to be taken for the next 5-10 years:"}, {"text_block_id": "p43_b502", "text": "•"}, {"text_block_id": "p43_b503", "text": "Optimisation of reliability, renewable energy and cost"}, {"text_block_id": "p43_b504", "text": "– There are complex trade-offs"}, {"text_block_id": "p43_b505", "text": "between our policy objectives of stabilising energy supply and developing a climate resilient green economy and cost. A fully renewable power sector needs to be optimised to balance reliability with cost and based on this, a clear decision is required about the generation mix and pathway, including appropriate sizing of the reserve margin. Transmission and distribution bottlenecks also need to be addressed alongside generation to ensure that the available capacity can meet demand at peak times. The Power Sector Expansion Masterplan study is a key resource informing this decision-making."}, {"text_block_id": "p43_b506", "text": "•"}, {"text_block_id": "p43_b507", "text": "Sequencing of generation and transmission development"}, {"text_block_id": "p43_b508", "text": "– The sequencing in which"}, {"text_block_id": "p43_b509", "text": "new plant is built will be important and is related to the above – there is merit in accelerating geothermal or wind to manage the climate vulnerability and minimise unserved demand. Development and construction lead times also need to be factored in ensure that plants are operation in line with demand and that transmission development matches the growth in demand and generating capacity."}, {"text_block_id": "p43_b510", "text": "•"}, {"text_block_id": "p43_b511_merged_merged_merged", "text": "Financing and delivery strategy – Once the appropriate energy mix and sequencing is chosen, a clear investment plan needs to be developed that identifies the financing gaps, accompanied with robust proposals for private sector investment and international financial assistance. The Power Sector Expansion Masterplan study identifies a financial requirement of around USD 48bn (in 2012 money) over the next 25 years. 58% of which is for generation and 55% is capital expenditure. This gives an indication of the scale of investment required up front as well as ongoing financing needs for operation and maintenance. We will need to make and communicate a decision about the balance of public sector and private sector finance."}, {"text_block_id": "p43_b514", "text": "Accelerating the implementation of sector reforms"}, {"text_block_id": "p43_b515", "text": "Delivering our plans is likely to require additional finance, including from the private sector, so we aim to develop private sector participation in the energy sector in a constructive way that is aligned with the overall objectives of the GTP and CRGE. The new Energy Proclamation (No. 810/2013) establishing the framework for private sector involvement and the conclusion of a Power Purchasing Agreement (PPA) for the Corbetti geothermal plant are the first steps"}, {"text_block_id": "p44_b516", "text": "towards a new model for large scale power projects, part financed by the private sector. The experience we are gaining from these negotiations will inform our ongoing development of the regulatory and planning environment."}, {"text_block_id": "p44_b517", "text": "However, further work is needed to fully implement the Energy Proclamation and build the capacity of institutions to (such as EEP, EEU and the EEA) to fulfil their mandate and ensure that private sector involvement contributes to the objectives of the GTP and CRGE."}, {"text_block_id": "p44_b518", "text": "Guiding questions for ongoing planning (10-20 years)"}, {"text_block_id": "p44_b519", "text": "Lasting institutional arrangements are particularly important to ensure the effectiveness of ongoing planning. The recent institutional changes will take some time to be fully implemented and we need to ensure that the planning system for the energy sector continues to be strengthened. Generation planning is a dynamic process and our plans will be reviewed on a regular basis, therefore there are some further guiding questions that should inform ongoing decision-making for the power sector over the next 10-20 years:"}, {"text_block_id": "p44_b520", "text": "•"}, {"text_block_id": "p44_b521", "text": "Linking to growth objectives"}, {"text_block_id": "p44_b522", "text": "–"}, {"text_block_id": "p44_b523", "text": "The development of the energy sector is critical because it supports our wider ambitions for Growth and Transformation, so it is important to focus its development on supporting growth and avoiding being a limiting factor."}, {"text_block_id": "p44_b524", "text": "How do our energy sector plans relate to our wider growth objectives?"}, {"text_block_id": "p44_b525", "text": "•"}, {"text_block_id": "p44_b526", "text": "Capital planning"}, {"text_block_id": "p44_b527", "text": "–"}, {"text_block_id": "p44_b528", "text": "It will be important to maintain a constant understanding of the financial and technical needs, potential sources of finance, technological maturity and construction lead times in order to realistically plan and manage the power sector."}, {"text_block_id": "p44_b529", "text": "How much capital is required to deliver our plans? When is that capital needed?"}, {"text_block_id": "p44_b530", "text": "•"}, {"text_block_id": "p44_b531", "text": "Operational financing"}, {"text_block_id": "p44_b532", "text": "–"}, {"text_block_id": "p44_b533", "text": "How will we finance ongoing operation and maintenance?"}, {"text_block_id": "p44_b534", "text": "Equally important is ensuring a sustainable operational financing model that provides sufficient resources for ongoing maintenance and contingency."}, {"text_block_id": "p44_b535", "text": "•"}, {"text_block_id": "p44_b536_merged_merged_merged_merged", "text": "Investment climate – We will require some private finance to deliver our plans, but we will ensure that it is high quality and supports our goals. This requires ongoing regulation and development of the regulatory environment for private finance – and requires providing long-term certainty to potential investors. Are we attracting the right type of investment? How much investment do we want from the private sector?"}, {"text_block_id": "p44_b540", "text": "We are currently developing a long-term geothermal action plan, with support from the IFC, which will also inform our overall long-term generation planning. However we will require ongoing analytical and decision-making support to address the issues above and strengthen our ability to address the ongoing questions. This is estimated to cost around USD 1m."}, {"text_block_id": "p44_b541", "text": "Strategic Priority 1.2 • Improve energy efficiency"}, {"text_block_id": "p44_b542", "text": "Managing energy demand will help reduce the climate risk to power supply as well as increasing resource efficiency. The Energy Proclamation (No. 810/2013) sets out how energy efficiency will be managed and promoted by the Ethiopian Energy Authority (EEA), including the establishment of the Energy Efficiency and Conservation Fund. Further regulations and directives are in development to implement the Proclamation. The Ethiopian Energy Authority (EEA) is responsible for developing and implementing energy efficiency strategies"}, {"text_block_id": "p45_b543", "text": "•"}, {"text_block_id": "p45_b544", "text": "Continue actions to promote efficient lighting in domestic and industrial sectors."}, {"text_block_id": "p45_b545", "text": "•"}, {"text_block_id": "p45_b546", "text": "National Energy Efficiency Labelling Program"}, {"text_block_id": "p45_b547", "text": "•"}, {"text_block_id": "p45_b548", "text": "Energy Audits in industrial, commercial and public sector"}, {"text_block_id": "p45_b549", "text": "•"}, {"text_block_id": "p45_b550", "text": "Energy Efficiency awareness to general public"}, {"text_block_id": "p45_b551", "text": "Successful implementation of these programs could significantly reduce energy demand and peak power demand in 2030 if they lead to technology and behavioural change. Two shifts in particular could contribute 97% of potential savings:"}, {"text_block_id": "p45_b552", "text": "•"}, {"text_block_id": "p45_b553", "text": "Switching to efficient lighting in residential, industrial and commercial settings"}, {"text_block_id": "p45_b554", "text": "•"}, {"text_block_id": "p45_b555", "text": "Upgrading to efficient motors in industrial and irrigation usage"}, {"text_block_id": "p45_b556", "text": "Figure 24 -Potential demand-side management savings and costs, 2030"}, {"text_block_id": "p45_b557", "text": "Effective implementation of these two energy efficiency measures by consumers and businesses would require an estimated USD 302m but could reduce energy demand by 7,930GWh in 2030 (12% of total energy sales) and peak power demand by 1,474MW in 2030 (12% of total peak demand). These estimates take into account ‘rebound’ effects and would deliver co-benefits in terms of reduced running costs and increase grid stability, resulting in a net saving to businesses and households of approximately USD 408m in 2030. In addition, the energy saved could be exported for around USD 476m in 2030 (although this would impact grid reliability)."}, {"text_block_id": "p46_b558", "text": "We are finalising our Sustainable Energy for All action plan and will incorporate these considerations, including proposed support for the EEA. These are initial rough estimates, but a target of 12% reduction in energy demand appears realistic. MoWIE will work with the newly upgraded EEA to assess the policy options for energy efficiency more thoroughly, this will initial assessment will require support in the order of $1m."}, {"text_block_id": "p46_b559", "text": "3.2. Energy Access"}, {"text_block_id": "p46_b560", "text": "Implications of analysis"}, {"text_block_id": "p46_b561", "text": "•"}, {"text_block_id": "p46_b562", "text": "The analysis illustrates the impact of increasing fuel wood efficiency in order to reduce overall biomass demand. In particular, the cookstoves plan has many integrated benefits for climate resilience and green economy as well as poverty reduction. It has further benefits of reduced deforestation and dam siltation. An estimated 8.5 million people could be living in high risk areas, where consumption outweighs supply and climate risk is high. However, more detailed work is required to better understand the climate risk and relative priority."}, {"text_block_id": "p46_b563", "text": "•"}, {"text_block_id": "p46_b564", "text": "Grid extension alone will not be sufficient to meet energy needs, so further attention is needed to develop off-grid energy access. There are several existing programmes and projects that could be combined in a more strategic fashion to better target the development of off-grid energy supply, building on the previous off-grid strategy."}, {"text_block_id": "p46_b565", "text": "•"}, {"text_block_id": "p46_b566", "text": "Responses need to be aligned and co-ordinated with forestry and land management activity in the Ministry of Environment and Forest and in the Ministry of Agriculture. In particular, it would be useful to understand the implications of climate change for biomass supply and forestry."}, {"text_block_id": "p46_b567", "text": "Strategic Priority 2.1 • Improve efficiency of biomass use"}, {"text_block_id": "p46_b568", "text": "To secure sustainable domestic energy needs, biomass needs to be used more efficiently whilst improving living standards. We have developed a Biomass Energy Strategy in partnership with MEF and a National Programme for Improved Household Biomass Cook Stoves Development & Promotion in Ethiopia (known as the National Improved Cook Stoves Programme, NICSP) has been developed with a goal of distributing 30 million cook stoves by 2031. To date the program has distributed 6.8m cookstoves throughout the country. The NICSP needs ongoing support to establish mechanisms for effective program implementation, market development, quality control and monitoring. However, only 2% of the required funds are in place, which leaves a shortfall of USD 245m. We need to explore innovative approaches for securing this funding, including by linking to the second order benefits, such as reductions in emissions, deforestation and dam siltation."}, {"text_block_id": "p46_b569", "text": "Strategic Priority 2.2 • Accelerate non-grid energy access"}, {"text_block_id": "p46_b570", "text": "Securing sustainable energy for all plays a role in building climate resilience and is an important part of our poverty eradication ambitions. The Universal Electricity Access Plan plays a key role, but given Ethiopia’s challenging geography, it is not always economically"}, {"text_block_id": "p47_b571", "text": "feasible to extend the grid to remote communities, therefore we need to develop more off-grid options alongside developing non-electricity energy access."}, {"text_block_id": "p47_b572", "text": "The Rural Electrification Fund was established in 2003 (Proclamation No 317/2003) to provide loans and technical assistance for rural electrification. To date, around 25,000 Solar Home Systems have been installed through REF, with a further 150,000 planned across 4 regions. Institutional PV solar systems have also been installed in 200 health posts and 100 elementary schools, with plans to electrify 3,000 rural institutions and distribute 3,000,000 solar lanterns. Design and environmental studies have also been carried out for 5 micro-hydro schemes and for 4 micro-solar schemes. An estimated USD 1m (around 400k for solar and 600k for hydro) is required to implement these pilot schemes."}, {"text_block_id": "p47_b573_merged", "text": "REF’s current structure and delivery model has been effective to date, but needs to be enhanced to deliver at scale. We will review the current approach and develop more effective delivery models that can deliver off-grid energy access at scale. This will require co-ordination with EEP’s grid expansion plans to avoid stranded assets and develop an integrated plan for extending electricity access."}, {"text_block_id": "p47_b576", "text": "In addition to REF, MoWIE has several alternative energy programs for increasing access to modern fuels including the National Biogas Program for Ethiopia (NBPE) and Biofuel Program. We will build on this experience to develop effective delivery models that can accelerate non-grid energy access and strengthen the impact of REF and other programs. We are finalising our Sustainable Energy for All Action Plan, which aims to accelerate these existing efforts and plans. This will provide further details, but the National Biogas Program for Ethiopia (NBPE) alone requires around USD 22m to deliver (EUR 26m from 2016-2022)."}, {"text_block_id": "p47_b577", "text": "3.3. Irrigated and industrial agriculture"}, {"text_block_id": "p47_b578", "text": "Implications of analysis"}, {"text_block_id": "p47_b579", "text": "•"}, {"text_block_id": "p47_b580", "text": "The planned process for assessing irrigation sites is critical to developing a realistic picture of the true irrigation potential. These assessments need to integrate climate change scenarios including when projects reach the design stage."}, {"text_block_id": "p47_b581", "text": "•"}, {"text_block_id": "p47_b582", "text": "Irrigation will be an important tool and growing contributor to GDP. However, even with major expansion of irrigation, Ethiopia’s agriculture will still remain largely rainfed. Therefore, it will also be important to improve the resilience of rainfed systems and sustainability of household irrigation. This is not an area that MoWIE leads on, so it will be important to collaborate with and support other actors including the Ministry of Agriculture, Regional governments and the Agricultural Transformation Agency."}, {"text_block_id": "p47_b583", "text": "•"}, {"text_block_id": "p47_b584", "text": "At a basin scale, the various growing water demands need to be managed and allocated within resource constraints. In particular the regulation of water users and the licensing of abstraction is needed ensure that water resources are used effectively and sustainably."}, {"text_block_id": "p48_b585", "text": "•"}, {"text_block_id": "p48_b586", "text": "Groundwater is a more resilient water source for irrigation, but needs to be properly managed to avoid over-abstraction. More analysis of groundwater availability is needed as well as strengthening the regulation of groundwater."}, {"text_block_id": "p48_b587", "text": "Strategic Priority 3.1 • Accelerate irrigation plans"}, {"text_block_id": "p48_b588", "text": "Our ambitions for Agricultural Development Led Industrialisation need irrigation to increase productivity and reduce the vulnerability of agriculture to climate. Targets have been set and we plan to commission a study to verify the irrigation potential, taking water and land availability into consideration. This planned assessment needs to be accelerated and funding secured to carry out the work, including for quality Environmental and Social Impact Assessments. The assessment process should integrate the above climate change scenarios into the feasibility studies and design. Completing this will require an estimated USD 1m."}, {"text_block_id": "p48_b589", "text": "The outcomes of the assessment should be shared with the Ministry of Agriculture and prospective private investors on an on-going basis (even if preliminary only), to allow all stakeholders to adjust their irrigation dependent plans rapidly. We will use this to develop a long-term action plan to deliver our irrigation objectives, including focussing on improving the investment climate for the private sector in irrigation."}, {"text_block_id": "p48_b590", "text": "Strategic Priority 3.2 • Support resilience of rainfed agriculture"}, {"text_block_id": "p48_b591_merged", "text": "Irrigation will be an important tool and growing contributor to GDP. However, even with major expansion of irrigation, Ethiopia’s agriculture will still remain largely rainfed. Therefore, it will remain important to improve the resilience of rainfed systems. Much of the responsibility in this area lies with the Ministry of Agriculture (MoA), who are already taking steps in this regard, therefore MoWIE will not take a lead on this priority. The Ministry of Agriculture has already identified 15 priority investment options in the CR Strategy for Agriculture (see Figure 25) and is piloting watershed management approaches through the Sustainable Land Management Programme (SLMP). The Agricultural Transformation Agency (ATA) is also supporting rainfed agriculture through the use of agro-meteorological data."}, {"text_block_id": "p49_b593", "text": "Figure 25 -Priority options and MoA adaptation programmatic investment needs (from CR Strategy Agriculture)"}, {"text_block_id": "p49_b594", "text": "MoWIE can contribute to and enhance these efforts in the agriculture sector. The National Meteorological Agency (NMA) should be further strengthened in order to provide timely, reliable and usable data to farmers, in partnership with MoA and ATA activities on agrometeorological data. This is estimated to cost in the region of USD 20m."}, {"text_block_id": "p49_b595", "text": "Strategic Priority 3.3 • Balance water demands"}, {"text_block_id": "p49_b596", "text": "Growing water demands need to be managed and allocated according to the water that is available. It will be important to strengthen the management and co-ordination of water resource development. Under this CRGE Strategic Priority, we have three policy objectives:"}, {"text_block_id": "p49_b597", "text": "•"}, {"text_block_id": "p49_b598", "text": "Develop the productive use of our water resources: Delivering our ambitious hydropower, irrigation and water access objectives to support the development of a Climate Resilient Green Economy. This is addressed through Strategic Priorities 1.1, 3.1 and 4.1 as well as in the Green Economy strategy."}, {"text_block_id": "p49_b599", "text": "•"}, {"text_block_id": "p49_b600", "text": "Avoid scarcity: Regulating the use of water within the limits of the resources available. This requires improving data on water resources in order to better understand the resources available as well as regulating water users and the licensing of abstraction to ensure water resources are used effectively and sustainably. In particular ensuring adequate supply for urban centres."}, {"text_block_id": "p50_b601", "text": "•"}, {"text_block_id": "p50_b602", "text": "Manage conflict: Providing fair and accessible processes to resolve conflicts and disputes over the use of water. This will be increasingly important if climate change leads to changes in water availability."}, {"text_block_id": "p50_b603", "text": "The River Basin Councils and Authorities Proclamation (534/2007) sets out institutional roles and responsibilities in this regard, however this has yet to be fully implemented. In addition, a Strategic Framework for Managed Groundwater Development has been developed but not yet fully implemented. Achieving the above policy objectives will require close partnership with the River Basin Councils, River Basin Authorities, Regional governments and the Federal Ministries and Regional Bureaux of Agriculture and Industry. The newly established Water Sector Working Group is the central forum for the entire sector to work together to address these issues and take forward work on this priority."}, {"text_block_id": "p50_b604", "text": "3.4. Access to WASH"}, {"text_block_id": "p50_b605", "text": "Implications of analysis"}, {"text_block_id": "p50_b606", "text": "•"}, {"text_block_id": "p50_b607", "text": "Access to WASH is the best way of increasing climate resilience as it shifts people from vulnerable surface water sources to more resilient sources such as groundwater. Delivering universal access to WASH through the One WASH National Program is therefore a critical element of climate resilience."}, {"text_block_id": "p50_b608", "text": "•"}, {"text_block_id": "p50_b609", "text": "Up to 7.3m in Tigray, Afar and Somali are most at risk because they face a combination of three risk categories, where difficult hydrogeology combines with high exposure to climate risk and low-resilience technologies. Enhancing the climate resilience of these regions should be a priority for the OWNP and CRGE."}, {"text_block_id": "p50_b610", "text": "•"}, {"text_block_id": "p50_b611", "text": "A large proportion of planned schemes in the OWNP rely on dug wells and spring capture, which reflects the strong focus on self-supply, empowering communities to select their own technologies based on what is most appropriate. However, these technologies are often highly exposed to rainfall variability and there are limited options for changing technologies. Therefore, additional approaches and interventions will be required to supplement self-supply."}, {"text_block_id": "p50_b612", "text": "•"}, {"text_block_id": "p50_b613", "text": "This is a high level analysis and requires supplementing with a more detailed understanding of climate risk."}, {"text_block_id": "p50_b614", "text": "Strategic Priority 4.1 • Accelerate universal access to WASH"}, {"text_block_id": "p50_b615", "text": "Universal access to WASH is one of the best ways of reducing vulnerability as it shifts people from vulnerable surface water sources to more resilient sources. The One WASH National Program is therefore a critical element of climate resilience and requires full funding and delivery. Overall, the OWNP has a 32% funding gap (around $778m), which should be urgently met, with priority given to the 7.3m people in Tigray, Afar and Somali who are most at risk because they face a combination of all three categories of vulnerability. These 3 regions require an estimated additional USD 200m in total to ensure universal access to WASH."}, {"text_block_id": "p51_b616", "text": "Strategic Priority 4.2 • Enhance the climate resilience of self-supply"}, {"text_block_id": "p51_b617", "text": "Self-supply is a major aspect of the One WASH National Programme, but could be vulnerable as the typical technology choices are highly exposed to rainfall variability. Self-supply is based on the most appropriate technology according to the available resource, so there are limited options for changing technologies. Therefore, additional approaches and interventions will be required to supplement self-supply, for example:"}, {"text_block_id": "p51_b618", "text": "•"}, {"text_block_id": "p51_b619", "text": "Improving local water storage facilities, groundwater recharge and rainwater harvesting could help buffer against climate impacts. Further analysis is needed to quantify how much storage would be required to effectively insulate at-risk communities."}, {"text_block_id": "p51_b620", "text": "•"}, {"text_block_id": "p51_b621", "text": "Supporting participatory water resource management, where communities are empowered to monitor and manage their own water resources so that they can manage their demand and increase their efficiency. Local-scale water resource management is particularly relevant where household irrigation is being promoted, in order to avoid over-abstraction of groundwater."}, {"text_block_id": "p51_b622", "text": "The OWNP has already developed climate risk screening guidelines for woreda water teams, which will provide more in-depth understanding of the nature of climate risk and inform suitable federal policy responses. However, as highlighted above, additional funding will be required to complement the OWNP in the regions at greatest risk. This additional support is estimated to cost in the region of USD 20m."}, {"text_block_id": "p51_b623", "text": "3.5. Cross-cutting responses"}, {"text_block_id": "p51_b624", "text": "Strategic Priority 5.1 • Data systems for decision-support"}, {"text_block_id": "p51_b625", "text": "A major challenge in responding to climate change is the lack of data and limited data collection systems. MoWIE’s Hydrology Directorate and the National Meteorological Agency are responsible for collecting most of these data but the systems require strengthening to ensure that they can provide timely, reliable and usable data to decision makers at all levels."}, {"text_block_id": "p51_b626", "text": "Refine the collection and maintenance of data"}, {"text_block_id": "p51_b627", "text": "We are currently undertaking several projects to upgrade data collection instruments and systems. However, these are discrete projects and we need to develop a stronger overall plan to build lasting and practical datasets and the systems to maintain them. This will amplify the impact of existing projects and improve their long-term sustainability. The key datasets to strengthen are:"}, {"text_block_id": "p51_b628", "text": "•"}, {"text_block_id": "p51_b629_merged", "text": "Rainfall and temperature data – Upgrading key weather stations and increasing the density of weather stations as well as the systems to collect and publish this information. NMA is already developing a master plan for the upgrade of the Ethiopian meteorological observation network with support from ACPC and we will work with them to identify the costs, but this is initially estimated to cost USD 20m."}, {"text_block_id": "p52_b632", "text": "•"}, {"text_block_id": "p52_b633", "text": "River flows"}, {"text_block_id": "p52_b634", "text": "– Installing and upgrading stream gauges for key locations in order to track"}, {"text_block_id": "p52_b635", "text": "surface water flows more accurately. The current hydrological network consists of 560 gauging stations, of which only 454 are operational."}, {"text_block_id": "p52_b636", "text": "Figure 26 -Current hydrological network"}, {"text_block_id": "p52_b637", "text": "•"}, {"text_block_id": "p52_b638", "text": "The UNECA Africa Climate Policy Centre (ACPC) is working with MoWIE to upgrade hydrological observation networks in the country, we will identify more detailed cost requirements, but completing a full upgrade is initially estimated to cost USD 20m."}, {"text_block_id": "p52_b639", "text": "•"}, {"text_block_id": "p52_b640_merged_merged", "text": "Groundwater availability and recharge – The existing National Groundwater Information System (NGIS) and its predecessor, the Ethiopian National Groundwater Database provide a solid basis to improve understanding of groundwater but there is no systematic monitoring of groundwater quality or groundwater levels at present. An exercise is underway to map the country’s water resources (see Strategic Priority 3.3), however this should be augmented to ensure that there is the lasting capacity to systematically monitor and maintain groundwater data. This is estimated to cost a further USD 10m."}, {"text_block_id": "p52_b643", "text": "Focus data collection on decision-making"}, {"text_block_id": "p52_b644", "text": "High quality data is only valuable if it is used to inform decision-making. In addition to improving the datasets, we need to improve the way that data is used to inform policy and ensure that complex modelling can be translated into relevant policy implications. We will therefore focus the development of our data systems on the information that end-users require to inform their decisions. Developing a clear, user-focussed data development plan will cost in the order of USD 1m."}, {"text_block_id": "p53_b645", "text": "Strategic Priority 5.2 • Accelerate delivery of existing plans"}, {"text_block_id": "p53_b646", "text": "A common theme in developing the CR Strategy is that most of our existing plans already support CRGE, but we need to accelerate their delivery and improve their implementation. There are three core areas:"}, {"text_block_id": "p53_b647", "text": "•"}, {"text_block_id": "p53_b648", "text": "Coordination and streamlining of plans – there is a significant amount of activity in both sectors and multiple development partners, which can overlap and conflict. We need to improve co-ordination by more clearly setting out one agenda and plan. The Water Sector Working Group has been set up to improve co-ordination in the water sector, but requires additional resourcing of USD 1m. The Energy sector does not currently have a Sector Working Group but will take steps to improve co-ordination of plans, working with development partners."}, {"text_block_id": "p53_b649", "text": "•"}, {"text_block_id": "p53_b650", "text": "Performance feedback loops – improve accountability, reporting and learning mechanisms. Currently disparate projects, need to group by policy priorities and incorporate into MoWIE strategic oversight. USD 1m to support development of systems."}, {"text_block_id": "p53_b651", "text": "•"}, {"text_block_id": "p53_b652", "text": "Monitoring gender impacts – many of our plans and programs contribute significantly to gender equality and women’s development. However, much of this is not adequately captured. We are developing a Gender Action Plan, which is estimated to require in the order of $1m to implement."}, {"text_block_id": "p54_b653", "text": "4. IMPLEMENTATION"}, {"text_block_id": "p54_b654", "text": "To deliver the Strategic Priorities, implementation plans will be developed. We will work with Regional governments and partners to develop practical and effective actions, integrated into our GTP plans."}, {"text_block_id": "p54_b655", "text": "KEY MESSAGES"}, {"text_block_id": "p54_b656", "text": "The Climate Resilience Strategy for Water and Energy sets out high level Strategic Priorities"}, {"text_block_id": "p54_b657", "text": "•"}, {"text_block_id": "p54_b658", "text": "Our strategic priorities will initially require at least $895m up to 2030. Further analysis is needed to identify the best way of implementing these priorities and for detailed costing and credible implementation plans."}, {"text_block_id": "p54_b659", "text": "•"}, {"text_block_id": "p54_b660", "text": "Our existing activities already contribute to the Strategic Priorities so we will build on these as far as possible, integrated with our GTP planning."}, {"text_block_id": "p54_b661", "text": "•"}, {"text_block_id": "p54_b662", "text": "Once developed, implementation plans will be financed through several methods:"}, {"text_block_id": "p54_b663", "text": "Once developed, implementation plans will be financed through several methods:\n* CRGE Facility â fast-track funding (2 years) and longer-term.\n* Other sources â domestic treasury, own revenue and external assistance."}, {"text_block_id": "p54_b667", "text": "•"}, {"text_block_id": "p54_b668", "text": "Implementation is not just about money, there are delivery bottlenecks that also need to be addressed."}, {"text_block_id": "p54_b669", "text": "•"}, {"text_block_id": "p54_b670", "text": "MoWIE Ministers will review overall progress regularly, supported by 4 working groups that will use existing mechanisms as far as possible."}, {"text_block_id": "p55_b671", "text": "4.1. The way forward"}, {"text_block_id": "p55_b672", "text": "The Strategic Priorities need to be developed through more detailed analysis to evaluate different options for delivering them and ensuring that they build on existing activity. These investment plans can then be funded and delivered in a variety of ways – principally through the CRGE Facility. MoWIE will work with Regional governments and partners to develop practical and effective actions that will deliver the Strategic Priorities and are aligned with the GTP. In particular, MoWIE has identified and prioritised actions for fast-track investment."}, {"text_block_id": "p55_b673", "text": "4.1.1.Developing investment plans"}, {"text_block_id": "p55_b674", "text": "The Strategic Priorities will cost at least USD 895mn to deliver, based on the above estimates. These are only initial requirements and further options analysis will be developed in conjunction with regions and development partners. This will lead to detailed investment plans with full cost estimates, which are likely to require further finance."}, {"text_block_id": "p55_b675", "text": "Figure 27 -Estimated initial financial needs"}, {"text_block_id": "p55_b676", "text": "Some of the actions required to deliver the Strategic Priorities are already underway or in development, therefore, as far as possible, we will use existing mechanisms, projects and support from development partners to maximise efficiency and avoid duplication."}, {"text_block_id": "p55_b677", "text": "4.1.2.CRGE Facility funding"}, {"text_block_id": "p55_b678", "text": "The CRGE Facility is the principal portal for blended climate finance. Investment plans may be self-funded (through Government of Ethiopia funds), supported (through public or private climate finance) or credited (for example through results-based finance or the carbon market). The CRGE Facility can also fund fast-track projects and has already asked for proposals for delivery within 2 years. Based on the Strategic Priorities, MoWIE therefore prioritised the following projects for fast-track funding:"}, {"text_block_id": "p55_b679", "text": "•"}, {"text_block_id": "p55_b680", "text": "Scaling up REF to the Emerging Regional States. Solar Energy Technologies ($2m)"}, {"text_block_id": "p55_b681", "text": "•"}, {"text_block_id": "p55_b682", "text": "Solar pumping for water supply and irrigation ($3.2m)"}, {"text_block_id": "p55_b683", "text": "•"}, {"text_block_id": "p55_b684", "text": "Petroleum monitoring capacity ($635k)"}, {"text_block_id": "p56_b685", "text": "•"}, {"text_block_id": "p56_b686", "text": "Develop hydrological network and systems ($700k)"}, {"text_block_id": "p56_b687", "text": "These projects were chosen because they can be delivered within two years. Longer-term policies and programs that are better targeted at delivering the Strategic Priorities will be developed for future CRGE Facility funding (including from the Green Climate Fund)."}, {"text_block_id": "p56_b688", "text": "4.1.3.Other vehicles"}, {"text_block_id": "p56_b689", "text": "The CRGE Facility has been designed to target strategic investments that lead to transformational change and the delivery of the CRGE vision. However, it is not the only vehicle for delivering the CRGE, there are other sources of support – the Strategic Priorities and subsequent detailed work will inform MoWIE’s contributions to the next phase of the GTP as well as form the basis for engagement with other programmes such as the Sustainable Land Management Program (SLMP), Household Asset Building Program (HABP), Promotion of Basic Services (PBS) or the Productive Safety Net Program (PSNP)."}, {"text_block_id": "p56_b690", "text": "4.2. Institutional arrangements"}, {"text_block_id": "p56_b691", "text": "At a Ministerial level, the State Ministers Ato Wondimu Tekle and Ato Kebede Gerbe are the MoWIE representatives on the CRGE Ministerial Steering Committee. They are responsible for reporting progress and providing feedback to increase the effectiveness of the SRM in MoWIE."}, {"text_block_id": "p56_b692", "text": "MoWIE Directorates and Regional Governments are responsible for the delivery and implementation of the agreed actions. It is essential that they play a central role in the development of investment plans. Rather than establishing a CRGE unit, MoWIE will integrate CRGE into our existing systems. The Director for Environmental and Social Impact Assessment is responsible for day-to-day co-ordination of the CRGE within MoWIE. This team needs to be developed further to enable it to fulfil its co-ordination role and regularly report on progress. This includes the development of indicators and baselines, as well as monitoring mechanisms. To integrate CRGE into MoWIE, the following structure will be established:"}, {"text_block_id": "p56_b693", "text": "•"}, {"text_block_id": "p56_b694", "text": "A monthly Minister level meeting chaired by Minister Alemayehu Tegenu (or his delegate) to review overall progress and strategic direction (includes cross-cutting)"}, {"text_block_id": "p56_b695", "text": "•"}, {"text_block_id": "p56_b696", "text": "4 working groups responsible for follow up and co-ordination of delivery of sub-sector activities. As far as possible, these will be existing groups and fora. Where a suitable group does not already exist, a new group will be established and chaired by the relevant Directors."}, {"text_block_id": "p56_b697", "text": "4 working groups responsible for follow up and co-ordination of delivery of sub-sector activities. As far as possible, these will be existing groups and fora. Where a suitable group does not already exist, a new group will be established and chaired by the relevant Directors.\n* Electric power\n* Electric power\n â this will be linked to ongoing GTP planning\n* Access to energy\n* Access to energy\n â to be determined\n* Water for growth\n* Water for growth\n â this will be addressed through the Water Sector Working\n* Water for growth\n â this will be addressed through the Water Sector Working\n Group WRM Technical Committee.\n* Access to WASH â this will be addressed within the OWNP and WSWG."}, {"text_block_id": "p56_b710", "text": "•"}, {"text_block_id": "p56_b711", "text": "We will integrate these actions with existing plans and the development and delivery of the GTP II sector plans."}, {"text_block_id": "p57_b712", "text": "TECHNICAL ANNEX"}, {"text_block_id": "p57_b713", "text": "A. CLIMATE MODELLING"}, {"text_block_id": "p57_b714", "text": "Ensemble approach"}, {"text_block_id": "p57_b715_merged", "text": "General Circulation Models (GCMs – sometimes also meaning Global Climate Models) are complex models of the oceans and the atmosphere than can be used to model the future climate based on a set of inputs. They require a huge amount of computing power and the models cover the whole planet, so they can only provide a certain level of detail. The most recent climate model has a grid-size of about 100-200km. Therefore, each data point in the model covers at least 10,000 km . This means that only one or two gridboxes cover a country the size of Nepal – so global climate models don’t provide very meaningful data at a country or district level. To be more useful, they need to be ‘downscaled’, which is where the global models are run again at a regional or national scale, using simplified assumptions for the rest of the world."}, {"text_block_id": "p57_b718", "text": "Climate models are not predictors of the future, but indicators of possible future storylines. The outputs of a model depend on the assumptions made and the design of the model itself. To improve robustness, it is essential to compare across different models to see if there is agreement (this is known as an ensemble). This approach gives a broader range of possible outcomes and can be used to define an ‘envelope’ of possibilities."}, {"text_block_id": "p57_b719", "text": "Applying the ensemble to Ethiopia"}, {"text_block_id": "p57_b720", "text": "This analysis used a set of 10 climate models, downscaled to national level and based on the IPCC A2 SRES emissions scenario. These models were applied to a set of 14 weather stations (selected to represent Ethiopia’s climate) in order to provide a range of possible future conditions for each station. The station level data was aggregated to a number of regions (4 for temperature and 3 for rainfall) to provide a picture of different climate zones."}, {"text_block_id": "p57_b721", "text": "It should be noted that this approach does not indicate whether each of these outcomes are more or less likely than the others, instead it only gives a broad indication of possible futures. Whilst imperfect, this approach is suitable for identifying broad trends and risk areas."}, {"text_block_id": "p58_b722", "text": "Figure 28 -Overview of developing climate envelopes"}, {"text_block_id": "p58_b723", "text": "Modelling rainfall"}, {"text_block_id": "p58_b724", "text": "For each weather station, the wettest and driest of the 10 climate scenarios were identified (based on mean annual modelled rainfall, 2046-2065)."}, {"text_block_id": "p58_b725", "text": "Figure 29 -Models used to define climate envelopes"}, {"text_block_id": "p59_b726", "text": "The 14 weather stations were then clustered according to Ethiopia’s 3 distinct rainfall regimes."}, {"text_block_id": "p59_b727", "text": "Figure 30 -Clustering of weather stations by rainfall regime"}, {"text_block_id": "p59_b728", "text": "Month-to-month rainfall variability"}, {"text_block_id": "p59_b729", "text": "For historical records and for each climate model scenario, the mean monthly rainfall per weather station was calculated (e.g. for Nekemte, the mean rainfall for January over the period 1985-2010)."}, {"text_block_id": "p59_b730", "text": "To provide an aggregate figure for each rainfall region, the regional monthly mean per weather station (not total) was then calculated. This was used to generate the envelope of future regional rainfall patterns (Figure 7)."}, {"text_block_id": "p59_b731", "text": "Figure 31 -Mean monthly rainfall by region, 2046-2065 (mm per station)"}, {"text_block_id": "p60_b732", "text": "Year-to-year variability and long-term trend"}, {"text_block_id": "p60_b733", "text": "The mean rainfall per station for each region was calculated for each year in the time period (e.g. the mean rainfall per station in the West region for 1985)."}, {"text_block_id": "p60_b734", "text": "The annual figures were used to calculate the mean and standard deviation across the time period (1985-2010 for historical; 2046-2065 for future)."}, {"text_block_id": "p60_b735_merged", "text": "980 135.63 -0.12 -0.82"}, {"text_block_id": "p60_b739", "text": "1155"}, {"text_block_id": "p60_b740", "text": "98.93"}, {"text_block_id": "p60_b741", "text": "-0.15"}, {"text_block_id": "p60_b742", "text": "0.14"}, {"text_block_id": "p60_b743", "text": "345"}, {"text_block_id": "p60_b744", "text": "17.92"}, {"text_block_id": "p60_b745", "text": "1008"}, {"text_block_id": "p60_b746", "text": "1816"}, {"text_block_id": "p60_b747", "text": "151.03"}, {"text_block_id": "p60_b748", "text": "109.28"}, {"text_block_id": "p60_b749", "text": "0.21"}, {"text_block_id": "p60_b750", "text": "0.58"}, {"text_block_id": "p60_b751", "text": "0.02"}, {"text_block_id": "p60_b752", "text": "0.47"}, {"text_block_id": "p60_b753", "text": "-597"}, {"text_block_id": "p60_b754", "text": "210"}, {"text_block_id": "p60_b755", "text": "20.94"}, {"text_block_id": "p60_b756", "text": "-20.80"}, {"text_block_id": "p60_b757", "text": "967"}, {"text_block_id": "p60_b758", "text": "164.83"}, {"text_block_id": "p60_b759", "text": "-0.91"}, {"text_block_id": "p60_b760", "text": "1.21"}, {"text_block_id": "p60_b761", "text": "374"}, {"text_block_id": "p60_b762", "text": "87.47"}, {"text_block_id": "p60_b763", "text": "798"}, {"text_block_id": "p60_b764", "text": "142.38"}, {"text_block_id": "p60_b765", "text": "0.01"}, {"text_block_id": "p60_b766", "text": "0.15"}, {"text_block_id": "p60_b767", "text": "205"}, {"text_block_id": "p60_b768", "text": "65.02"}, {"text_block_id": "p60_b769", "text": "Figure 32 -Mean regional rainfall envelope (mm per station)"}, {"text_block_id": "p60_b770", "text": "The means and standard deviations were used to create a normal distribution curve for each region under each scenario (skewness and kurtosis were not taken into account). This gives an indication of the rainfall probability distribution (i.e. how likely a given level of rainfall is. See Figure 9)."}, {"text_block_id": "p60_b771", "text": "Analytical limitations"}, {"text_block_id": "p60_b772", "text": "Whilst the climate analysis is used to draw some conclusions, these should not be taken as a prediction of the future. Climate modelling is complex and predicting the future is inherently uncertain. There are several key limitations to the analysis:"}, {"text_block_id": "p60_b773", "text": "•"}, {"text_block_id": "p60_b774", "text": "Data gaps – around 7% of the historic rainfall data was missing and was therefore extrapolated based on averages."}, {"text_block_id": "p60_b775", "text": "•"}, {"text_block_id": "p60_b776", "text": "Data quality – where there was data, the quality was varied. Some rainfall data was recorded by hand and is prone to errors at several stages along the information chain."}, {"text_block_id": "p60_b777", "text": "•"}, {"text_block_id": "p60_b778", "text": "Data resolution – only 16 stations were used to construct the historical climate and only 14 for the future climate. Given the size and diversity of Ethiopia’s terrain and climate, this is an insufficient resolution to give a detailed picture of the climate."}, {"text_block_id": "p60_b779", "text": "•"}, {"text_block_id": "p60_b780", "text": "Aggregating data – The approach to aggregating data at a regional level provides a ‘worst case’ picture. It takes the extreme outputs for each weather station from"}, {"text_block_id": "p61_b781", "text": "different climate models. Each of the climate models aims to be internally consistent, so this ‘mix and match’ approach of using data from different models may not be internally consistent. However, for developing planning assumptions, it is more prudent to take a more conservative approach."}, {"text_block_id": "p61_b782", "text": "•"}, {"text_block_id": "p61_b783", "text": "Models are only approximations of reality – models are based on assumptions and are not predictors of the future. Although an ensemble approach mitigates this fact, ultimately, the models are only as accurate as the underlying assumptions."}, {"text_block_id": "p62_b784", "text": "B. POWER MODELLING"}, {"text_block_id": "p62_b785", "text": "EEP is developing its power sector models based on those used in the Power Sector Expansion Masterplan Study. Once these models have been established, this climate analysis should be re-run using these models. In the interim, the climate impacts on the power sector were assessed using the following simplified methodology."}, {"text_block_id": "p62_b786", "text": "1."}, {"text_block_id": "p62_b787", "text": "A simplified model of the two main hydropower basins (Omo Gibe and Abbay) was constructed, based on two representative dams (Gilgel Gibe III and Karadobi)."}, {"text_block_id": "p62_b788", "text": "2."}, {"text_block_id": "p62_b789", "text": "Rainfall data – from Gondar and Combolcha for Abbay. Jimma and Addis for Omo Gibe – was compared to historic inflow data for the Gilgel Gibe and the Karadobi site. This was used to model the relationship between precipitation and inflow."}, {"text_block_id": "p62_b790", "text": "3."}, {"text_block_id": "p62_b791", "text": "Data from the feasibility studies was then used to model the relationship between inflow and power generation for the two representative dams."}, {"text_block_id": "p62_b792", "text": "4."}, {"text_block_id": "p62_b793", "text": "Climate model outputs were used to generate probability curves of future rainfall under different scenarios."}, {"text_block_id": "p62_b794", "text": "5."}, {"text_block_id": "p62_b795", "text": "These rainfall probability distributions were then converted to inflow probability distributions (based on the modelled relationship in step 2)."}, {"text_block_id": "p62_b796", "text": "6."}, {"text_block_id": "p62_b797", "text": "A simulation was run based on the statistical link of inflows of the two representative dams. This then provides a probability of power generation for the 2 dams in relation to each other."}, {"text_block_id": "p62_b798", "text": "7."}, {"text_block_id": "p62_b799", "text": "Power generation under different inflow scenarios was compared to expected generation from feasibility report to determine the upper/lower limits of value at risk."}, {"text_block_id": "p62_b800", "text": "8."}, {"text_block_id": "p62_b801", "text": "The results were extrapolated to the remaining dams along their respective rivers to give an estimate of the total generation at risk."}, {"text_block_id": "p62_b802", "text": "9."}, {"text_block_id": "p62_b803", "text": "This generation at risk (GWh) was converted to a financial value by assuming an opportunity cost equivalent to the mean export value (6.25 cents/kWh)."}, {"text_block_id": "p62_b804", "text": "Analytical limitations"}, {"text_block_id": "p62_b805", "text": "•"}, {"text_block_id": "p62_b806", "text": "Rainfall stations – the hydropower basins fall into several rainfall regimes, this complexity is not fully captured in the modelling."}, {"text_block_id": "p62_b807", "text": "•"}, {"text_block_id": "p62_b808", "text": "Rainfall to runoff – a statistical analysis was used to model the relationship between rainfall and inflows. More sophisticated hydrological and catchment modelling could improve this."}, {"text_block_id": "p62_b809", "text": "•"}, {"text_block_id": "p62_b810", "text": "Inflows to power generation – again, a statistical analysis was used to define the relationship. The operation of reservoirs could be modelled in more detail. The Power Sector Expansion Masterplan study used a combination of models (AQUARIUS, EPSIM and WASP). Once these models have been finalised, they can be used to refine the analysis by applying the potential rainfall changes."}, {"text_block_id": "p63_b811", "text": "C. RELEVANT PLANS"}], "document_description": "This document sets the government's strategy to provide the country with sustainable water and energy supplies.&nbsp;"}