{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Ethiopia", "document_category": "Policy", "document_sector_name": "Adaptation", "document_language": "English", "document_name": "National Adaptation Plan Implementation Roadmap", "document_country_code": "ETH", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Roadmap", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2020", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/ETH/2020/ETH-2020-01-08-National Adaptation Plan Implementation Roadmap_29a19357d414fbe33d39090668b08720.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ethiopia’s Climate Resilient Green Economy:"}, {"text_block_id": "p1_b2", "text": "Environment, Forest and Climate Change Commission"}, {"text_block_id": "p1_b3", "text": "© Federal Democratic Republic of Ethiopia, 2020"}, {"text_block_id": "p1_b4", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved."}, {"text_block_id": "p1_b5", "text": "Original text: English"}, {"text_block_id": "p1_b6", "text": "Cover image: iStock"}, {"text_block_id": "p1_b7", "text": "This National Adaptation Plan (NAP) Implementation Roadmap was produced by the Environment, Forest and Climate Change Commission (EFCCC) of the Federal Democratic Republic of Ethiopia. It was developed through the United States In-Country National Adaptation Plan (NAP) Support Program in Ethiopia, which is implemented by the International Institute for Sustainable Development (IISD), host to the NAP Global Network Secretariat."}, {"text_block_id": "p1_b8", "text": "Any opinions stated herein are those of the author(s) and do not necessarily reflect the policies or opinions of the NAP Global Network, funders or Network participants."}, {"text_block_id": "p1_b9", "text": "Guidance in the development of this roadmap was provided by the EFCCC. The contributions of various institutions involved in stakeholder consultations are greatly appreciated. The roadmap document was prepared by a team of experts from Echnoserve Consulting PLC."}, {"text_block_id": "p1_b10", "text": "United States In-Country National Adaptation Plan (NAP) Support Program"}, {"text_block_id": "p1_b11", "text": "Gift of the United States Government"}, {"text_block_id": "p1_b12", "text": "In collaboration with:"}, {"text_block_id": "p1_b13", "text": "Implemented by:"}, {"text_block_id": "p1_b14", "text": "Initial funding for the Network also provided by:"}, {"text_block_id": "p2_b15", "text": "Ethiopia’s Climate Resilient Green Economy:"}, {"text_block_id": "p2_b16", "text": "National Adaptation Plan (NAP) Implementation Roadmap"}, {"text_block_id": "p2_b17", "text": "Federal Democratic Republic of Ethiopia"}, {"text_block_id": "p2_b18", "text": "August 2020"}, {"text_block_id": "p3_b19", "text": "Table of Contents"}, {"text_block_id": "p4_b20", "text": "List of Tables"}, {"text_block_id": "p5_b21", "text": "List of Figures"}, {"text_block_id": "p6_b22", "text": "Terms and Acronyms"}, {"text_block_id": "p9_b23", "text": "1.0 Introduction"}, {"text_block_id": "p9_b24", "text": "Climate change is a global development challenge that is causing widespread impacts on socioeconomic development through the increased intensity of weather extremes such as droughts, heatwaves, shifts in seasons, and intense storms. This crisis requires that countries adapt to its associated phenomena by integrating climate change responses into development planning, activities, and budgeting."}, {"text_block_id": "p9_b25", "text": "Ethiopia emits a very small proportion of global greenhouse gases (GHGs) and yet is highly vulnerable to the impacts of climate change, which have grave implications for the achievement of its development goals. It has been estimated that climate change could reduce the country’s GDP by up to 10% by 2045 compared with a 2011 baseline scenario (Ministry of Environment, Forest and Climate Change [MEFCC] 2015). Climate variability and changes such as the increased intensity of severe weather events (particularly droughts), prolonged intra-sessional dry spells, and flash flooding stemming from rising temperatures and increasing rainfall variability, have impeded the country’s efforts to realize its vision of inclusion and prosperity. Climate change, poverty reduction, and economic development are inextricably linked; consequently, climate change adaptation must be mainstreamed in development planning, projects, and programs (MEFCC, 2015)."}, {"text_block_id": "p9_b26", "text": "Ethiopia’s pastoral and agro-pastoral communities, as well as smallholder farmers, are particularly vulnerable to climate change. This exposure requires a concerted focus on adaptation to reduce poverty and build resilience. Adaptation activities in agriculture could cut climate shock-related losses by half (International Center for Tropical Agriculture [CIAT], 2017). However, the agricultural systems in Ethiopia are almost exclusively rain-fed. Of an irrigation potential of approximately 2.7 million hectares of land, only 2%–3% of the cropland is currently irrigated (Yirgu et al., 2013; Aragie, 2013)."}, {"text_block_id": "p9_b27", "text": "In order to respond to the growing threat of climate change, the Federal Democratic Republic of Ethiopia crafted the Climate-Resilient Green Economy Strategy (CRGE) in 2011 and mainstreamed it into the second Growth and Transformation Plan (GTPII). The CRGE strategy consists of climate resilience (CR) and Green Economy (GE) components, with adaptation and mitigation programs prioritized within the strategy. The CR component, focused on climate change adaptation, outlines the strategy for achieving economic development sustainably, highlighting both the country’s prospects for growth and its vulnerability to climate risks and changes that require a coordinated and sustained effort by all parts of the Ethiopian society— the government, civil society, academia, and—most importantly—the public."}, {"text_block_id": "p9_b28", "text": "Ethiopia recently completed the National Adaptation Plan (NAP-ETH), which provides an overarching framework for its response to the impacts of climate change. NAP-ETH has identified 18 adaptation options and five strategic priorities to be implemented between 2019 and 2030. It complements other elements of the country’s climate change policy suite and"}, {"text_block_id": "p10_b29", "text": "provides a plan for building CR across sectors and levels. It mirrors the National Adaptation Plan (NAP) Process as established under the United Nations Framework Convention on Climate Change (UNFCCC). This document builds on NAP-ETH, elaborating implementation strategies for the adaptation options and strategic priorities identified in the plan."}, {"text_block_id": "p10_b30", "text": "The objective of the NAP-ETH Implementation Roadmap is to identify key enabling activities instrumental to achieving the country’s NAP, their timelines, and key milestones to note during implementation in collaboration with key actors responsible for their delivery. It will also help facilitate the implementation of actions identified through the NAP process. The NAP Implementation Roadmap will further contribute to identifying needs and gaps in relation to adaptation finance. The roadmap was developed through consultation workshops with stakeholders at federal and regional levels, a review of international experiences and nationally available key documents (including sectors’ CR strategies), and individual interviews with key actors and major implementing partners."}, {"text_block_id": "p10_b31", "text": "The NAP-ETH Implementation Roadmap is targeted at a broad audience, i.e., sectoral institutions, research and academic institutions, community-based organizations, private investors, and resource partners/donors."}, {"text_block_id": "p11_b32", "text": "2.0 Background"}, {"text_block_id": "p11_b33", "text": "Ethiopia is located in East Africa, in the sub-region known as the Horn of Africa. It has borders with Eritrea to the north and northeast, Djibouti and Somalia to the east, Sudan and South Sudan to the west, and Kenya to the south (see Figure 1). Ethiopia has an area of 1.14 million square kilometres and is the 7th largest country in Africa by size. The Federal Democratic Republic of Ethiopia (FDRE) consists of the federal government, nine regional states, and two city administration councils. At the regional state level, there exist over 70 zonal and 600 woreda administrations. The country has achieved significant economic growth over the past decade, becoming one of the top-performing countries on the continent in terms of economic development. Ethiopia envisions becoming a middle-income country by 2025. First, though, it must overcome various hurdles, including its high vulnerability to climate change."}, {"text_block_id": "p11_b34", "text": "Ethiopia’s long-term strategy is reflected in its Growth and Transformation Plan (GTP). Now in its second phase (GTP II, 2015–2020), the GTP has taken a sector-by-sector approach to identify the specific activities to be implemented as well as the roles of NGOs and the private sector in economic development, alongside government institutions. The GTP emphasizes the contribution of crop and livestock production in both commercial and smallholder farming systems in the agriculture sector. In the industrial sector, it has focused on establishing light manufacturing industries, which are labour intensive and benefit citizens. In the mining sector, it seeks to collect, analyze, and interpret geoscience information for potential investors. In terms of infrastructure, the GTP encourages the development of infrastructure that supports rapid economic growth and structural transformation, creating mass employment opportunities. Referring to the GTP II, the TAK-Innovative Research and Development Institute (2016, p. 18), suggests that the government aims, “to improve transparency and accountability through continuous public–private dialogue and …transform the domestic private sector by supporting existing small manufacturing enterprises to grow and transition to medium- and large-scale manufacturing enterprises.” According to the World Bank (2015) there are factors impeding ease of doing business in Ethiopia that demand a demonstrable commitment on the part of the government to invest in enhancing the technical capacity and competitiveness of local businesses, particularly those engaged in the construction sector."}, {"text_block_id": "p11_b35", "text": "Figure 1."}, {"text_block_id": "p11_b36", "text": "Ethiopian political map"}, {"text_block_id": "p11_b37", "text": "According to Echeverria and Terton (2016, pg. iii) changes to Ethiopia’s climate (including changes to rainfall variability, increased"}, {"text_block_id": "p12_b38", "text": "intensity of severe weather events, droughts, prolonged intra-seasonal dry spells, and flash flooding) are constraining"}, {"text_block_id": "p12_b39", "text": "the country’s efforts to realize its vision of inclusion and prosperity. Ethiopia is among the countries that are most vulnerable to climate change in East Africa, and the phenomenon is expected to negatively impact progress in sectors such as agriculture, transportation, energy, and health. Ethiopia’s pastoral and agro-pastoral communities, as well as smallholder farmers, are particularly vulnerable to climate change and will require a concerted focus on adaptation to reduce poverty and build resilience. The Government of Ethiopia has made efforts to recognize climate change as a risk in sectoral policies on agriculture, health, and energy. The majority of national and international programming efforts concentrate on the agricultural sector, including pastoralism, as well as disaster risk management and capacity building for government officials and civil society. The country’s Growth and Transformation Plan, Programme of Adaptation to Climate Change, and Climate Resilient Green Economy Strategy are key national roadmaps that guide these efforts. However, there are gaps in adaptation action."}, {"text_block_id": "p12_b40", "text": "Ethiopia’s dependence on agriculture makes the country particularly vulnerable to the adverse impacts of climate change on crop and livestock production (see Figure 2). An assessment of rainfall and temperature change has revealed that approximately 60% of the country would be moderately to highly affected in the coming years. Agriculture, water, and human health will be the most vulnerable sectors, with variations across regions based on socioeconomic, institutional, and environmental conditions, among other factors. Agricultural systems are almost exclusively rain-fed, and pastoralists and smallholder farmers dependent on rain-fed agriculture are the most vulnerable populations. Of an irrigation potential of approximately 2.7 million hectares of land, only 2%–3% of the cropland is currently irrigated (Yirgu et al., 2013; Aragie, 2013). Climate change, poverty reduction, and economic development are inextricably linked; consequently, climate change adaptation must be mainstreamed in development planning, projects, and programs (MEFCC, 2015). Ethiopia also has an opportunity to pursue a low-carbon development pathway, achieving economic prosperity while minimizing its contribution to global climate change."}, {"text_block_id": "p12_b41", "text": "Figure 2."}, {"text_block_id": "p12_b42", "text": "Climate change vulnerability map (rainfall and temperature combined)"}, {"text_block_id": "p13_b43", "text": "3.0 Ethiopia’s National Adaptation Plan (NAP-ETH) Process"}, {"text_block_id": "p13_b44", "text": "3.1 Process to Date"}, {"text_block_id": "p13_b45", "text": "The NAP process was established in 2010 through the Cancun Agreements under the UNFCCC. In the 2015 Paris Agreement, the NAP was highlighted as a key mechanism for achieving global goals on adaptation (UNFCCC, 2015). The aim of the NAP process is to reduce vulnerability to climate change by building adaptive capacity and resilience. It also encourages countries to integrate climate change adaptation into relevant policies, programs, and activities across sectors and levels. It was envisioned as an iterative and country-driven process that builds on and complements existing adaptation planning (UNFCCC, 2011)."}, {"text_block_id": "p13_b46", "text": "The NAP-ETH process was launched in September 2017, which was an initial step in the iterative process of adaptation planning, implementation and monitoring & evaluation (M&E), providing a wide range of options for adaptation across different sectors. It provided direction for actors in government, civil society, and the private sector to identify priorities, develop implementation strategies, and start implementing, monitoring, and evaluating adaptation actions. The NAP process provided an opportunity to further elaborate the climate resilience elements of the CRGE strategy, complementing the detailed green economy strategy that was developed in 2011. The goal of NAP-ETH has been to reduce vulnerability to the impacts of climate change by building adaptive capacity and resilience through a holistic integration of climate change adaptation in Ethiopia’s development pathway over the longer term. Ethiopia’s NAP process is aligned with commitments in the CRGE strategy and aims to contribute to the achievement of adaptation targets set in the CRGE (particularly CR strategies) and Ethiopia’s NDC. NAP-ETH also seeks to strengthen the holistic integration process, supported by effective institutions and governance structures, finance for implementation and capacity development, strengthened systems for disaster risk management, and integration among different sectors. The plan and its implementation are guided by the principles of participation, coherent interventions, stakeholder empowerment, gender sensitivity, equitable implementation, and partnership."}, {"text_block_id": "p13_b47", "text": "The NAP document has identified 18 major adaptation options (AOs) and five strategic priorities (SPs) that will be implemented at all levels in the country and across different development sectors, as shown in Table 2. It is important to note that the NAP options will not be implemented as stand-alone programs or projects but integrated within existing or new programs. The options are aimed at addressing the major challenges of the country that are easily exacerbated by climate change impacts. The options are categorized under five implementation components: agriculture and water; natural resource management; health, livelihoods, and social protection; climate services and adaptation technologies; and infrastructure. NAP-ETH builds on the climate resilience strategies that had already been developed for some sectors and regions through the CRGE process, with NAP-ETH providing a framework under which the different actors plan and implement adaptation actions."}, {"text_block_id": "p14_b48", "text": "Formulation and implementation of NAP-ETH are guided by the principles of the first key milestone for the NAP process. The NAP should go under formal review at the start of every national development planning cycle (i.e., every five years). Adaptive learning is also needed, with feedback sought from consultative groups comprising stakeholders across government, civil society, development partners, academia, and the private sector."}, {"text_block_id": "p14_b49", "text": "NAP-Ethiopia also has linkages with and relevance for several Ethiopian government policies and strategies. These policies and strategies can facilitate the implementation of the NAP options. The plan further sets out SPs relevant for the country."}, {"text_block_id": "p14_b50", "text": "Box 1. Relevant strategies and policies"}, {"text_block_id": "p14_b51", "text": "Box 1. Relevant strategies and policies\n* Health Policy, 1993\n* The Constitution of the Federal Democratic Republic of Ethiopia, 1995âincludes\n* Environmental Policy of Ethiopia (EPE), 1997âa comprehensive document that\n* Ethiopian Water Resources Management Policy, 1999\n* Ethiopian Water Resources Management Proclamation (No. 197/2000)âfocuses on\n* Environmental Impact Assessment Proclamation (No. 299/2002)\n* Initial National Communication (INC), 2001\n* The Growth and Transformation Plan II (GTP II) that covers the planning period from\n* Nationally Determined Contribution (NDC) that includes information on both\n* Ethiopian Programme of Adaptation to Climate Change (EPACC) focuses on\n* CRGE strategy, 2011 focuses on climate change mitigation\n* Environmental Pollution Control Proclamation (No. 300/2002)\n* National Hygiene and Sanitation Strategy, 2005\n* Solid Waste Management Proclamation (No. 513/2007)\n* National Adaptation Program of Action (NAPA), 2007\n* Prevention of Industrial Pollution Regulation (No. 159/2008)\n* Health Sector Development Program, 2010\n* Environmental and Social Management Framework, 2013\n* One WASH National Program, 2014"}, {"text_block_id": "p15_b89", "text": "3.2 Regional Adaptation Priorities"}, {"text_block_id": "p15_b90", "text": "As part of Ethiopia’s NAP process, regional- and national-level stakeholders have been engaged through a series of workshops. Through this process, regions have prioritized several AOs. Based on the stakeholder engagement and prioritization, Appendix II reflects the options, which have been given precedence by regions. The prioritization and ranking indicate which AOs are relevant for the country and its citizens. As shown in the Appendix, the AOs prioritized by the greatest number of regions are:"}, {"text_block_id": "p15_b91", "text": "As part of Ethiopia’s NAP process, regional- and national-level stakeholders have been engaged through a series of workshops. Through this process, regions have prioritized several AOs. Based on the stakeholder engagement and prioritization, Appendix II reflects the options, which have been given precedence by regions. The prioritization and ranking indicate which AOs are relevant for the country and its citizens. As shown in the Appendix, the AOs prioritized by the greatest number of regions are:\n* AO1: Enhancing food security by improving agricultural productivity in a climate-smart\n* AO3: Strengthening sustainable natural resource management through safeguarding\n* AO2: Improving access to potable water(prioritized by four regions)"}, {"text_block_id": "p15_b97", "text": "The above AOs are all related to either agriculture or water, demonstrating that both sectors require significant investment and attention. Over 80% of Ethiopia’s population currently lives in rural areas and depends on agriculture and natural resources for their livelihood. At the same time, climate change has the most impact on agriculture, followed by water resources; therefore, the adaptation actions meriting significant investment from the government and donor partners are found in these two sectors. As such, the NAP roadmap also attaches due priority to these AOs. Accordingly, it recommends that short-term actions focus on building the necessary foundation for the sectors and ministries that will be responsible for the implementation and oversight of these options."}, {"text_block_id": "p15_b98", "text": "3.3 Purpose of the Implementation Roadmap"}, {"text_block_id": "p15_b99", "text": "The objective of the NAP Implementation Roadmap is to identify vital enabling activities that will realize the country’s NAP, their timelines and critical milestones to note during project implementation, as well as key actors responsible for their delivery. The roadmap is a description of “what” needs to be done for the NAP process by planners, financial institutions, sector ministries, sub-national bodies (regions, woredas, and kebeles), civil society, as well as training and research institutions. The implementation roadmap is not a description of “how” activities need to be done—this will be elaborated as specific initiatives and programs are further developed. During the course of the roadmap development, stakeholder consultation workshops (one for the federal government and two for the regions) were conducted to identify gaps in capacity and knowledge that need to be addressed in order for national and sub-national"}, {"text_block_id": "p16_b100", "text": "institutes to begin implementing the NAP and to identify what mechanisms exist or need to be created to ensure continuous learning and exchange on adaptation to climate change— see Appendix I for a summary of key messages from these workshops. The workshops also explored new and existing potential opportunities that the NAP processes can offer to scale up existing initiatives or build new ones. They identified issues related to the integration of climate change adaptation in operationally active and new programs/projects and institutions that collaborate in the implementation of the NAP-ETH; in addition, they analyzed the modalities of their collaboration. Based on this roadmap and with support from development partners and the private sector, the FDRE will, from 2020 to 2030, clearly define and implement its climate change adaptation agenda and mainstream climate change into development planning."}, {"text_block_id": "p17_b101", "text": "4.0 Implementation Strategies for the NAP-ETH Adaptation Options"}, {"text_block_id": "p17_b102", "text": "This section outlines the implementation strategies for the 18 AOs identified in NAP-ETH. These have been organized into five implementation components, as shown in Table 1."}, {"text_block_id": "p17_b103", "text": "Table 1."}, {"text_block_id": "p17_b104", "text": "Implementation components and associated AOs"}, {"text_block_id": "p18_b105", "text": "4.1 Implementation Component #1: Agriculture and Water"}, {"text_block_id": "p18_b106", "text": "Overview of the Implementation Component"}, {"text_block_id": "p18_b107", "text": "The CIAT (2017, pg. 2) states, “Agriculture is the mainstay of Ethiopia’s economy and the primary source of employment for its population. The agriculture sector has contributed approximately 44% to GDP over the past 5 years and employed more than three quarters of the economically active population.” On average, crop production makes up 60% of the sector’s outputs. CIAT also states that “the livestock sector, one of the largest in the world in terms of numbers of animal heads, contributes 16–20% to the national GDP and represents a key subsistence source for some 10 million pastoralists. Roughly 90% of total export earnings come from agriculture, especially through the commercialization of coffee, livestock products (hides, skins), and seeds and pulses” (CIAT, 2017 p. 2)."}, {"text_block_id": "p18_b108", "text": "Agriculture in Ethiopia is sensitive even to small variations in weather conditions due to its heavy dependence on rain. Vulnerability in this sector is exacerbated by poor farming practices and low adoption of agricultural inputs. Frequent droughts and occasional floods, seasonal shifts in rainfall and temperature regimes combined with extreme events—including heatwaves and storms—are factors augmenting climate risks in the agricultural sector."}, {"text_block_id": "p18_b109", "text": "Farming communities face increasing risk of crop losses due to extreme weather conditions such as higher variability in rainfall, changing seasonal patterns, shortening of crop plant maturity period, expanding crop pests and diseases, low productivity of soils, and increased decomposition rate of organic matter—all of which have negative impacts on income and food security. Agro-pastoral and pastoral communities, dependent on rangelands or mixed livestock–crop systems (Few et al., 2015), face climate impacts such as decreased livestock feed availability and quality; a rise in the distribution of some infectious diseases; degradation in rangelands; the prevalence of invasive species that affect grazing lands; and reduced water availability for human and animal consumption (World Bank, 2010)."}, {"text_block_id": "p18_b110", "text": "According to UNWater, (n.d., p. 1)"}, {"text_block_id": "p18_b111", "text": "[h]igher average temperatures and changes in precipitation and temperature extremes are projected to affect the availability of water resources through changes in rainfall distribution, soil moisture, glacier and ice/snowmelt, and river and groundwater flows; These factors are expected to lead to further deterioration of water quality as well. The poor, who are the most vulnerable, are also likely to be affected the most."}, {"text_block_id": "p19_b112", "text": "Decreases in agricultural production affect men and women differently. For women, a drought could exacerbate a family’s food insecurity and create additional health problems within the household, such as malnutrition and disease (EFCCC, 2019). Women and children are also disproportionately affected by climate change, as they are responsible for activities such as fetching water. As the availability of water declines, they are frequently forced to travel longer distances to access it."}, {"text_block_id": "p19_b113", "text": "Agriculture and water are closely aligned in Ethiopia. According to the United States Agency for International Development (USAID) (2019, n.p.), “[a]gricultural activity is by far the largest consumer of water in Ethiopia. An estimated 93 percent of all water withdrawals in the country (surface water and groundwater) are for agricultural use, much higher than the global average of 70 percent.” As such, there are significant opportunities for synergies in adaptation actions for the two sectors. The key activities for this implementation component are shown in Table 2. Stakeholders have identified these activities during the different stakeholder engagement workshops at both federal and regional levels."}, {"text_block_id": "p19_b114", "text": "Table 2."}, {"text_block_id": "p19_b115", "text": "Key activities for implementing NAP-ETH in the agriculture and water sectors"}, {"text_block_id": "p21_b116", "text": "Policy Context for the Agriculture and Water Implementation Component"}, {"text_block_id": "p21_b117", "text": "KEY POLICIES ON AGRICULTURE"}, {"text_block_id": "p21_b118", "text": "The overall Government of Ethiopia (GoE) agricultural policy has been to increase production to ensure food security and drive economic growth. Between 2002/3 and 2004/5, GoE adopted the Sustainable Development and Poverty Reduction Program (SDPRP) and identified agriculture as the primary driving force for economic development and poverty reduction in the country. The policy noted that the expansion of export crops (particularly non-traditional crops) could contribute significantly to poverty reduction and encouraged the establishment of medium and large commercial farms in lowlands. It promoted a “labour-intensive strategy” for agriculture, which adopted modern agriculture technologies and equipped agriculture labour forces with effective skills. For 2005/6-2009/10, the Ministry of Finance (MoF) developed the Plan for Accelerated and Sustained Development to End Poverty (PASDEP) based on SDPRP. PASDEP explicitly stated that Ethiopia was going to pursue an “Agricultural Development-Led Industrialization” strategy. The strategy indicated that the key objectives of the plan were to build an economy with a modern and productive agricultural sector. The use of technology and agro-industry to drive economic growth was also a key objective. The PASDEP introduced a new emphasis on the commercialization of agriculture as a stimulus for economic growth."}, {"text_block_id": "p21_b119", "text": "The Growth and Transformation Plan (GTPI) replaced the PASDEP and set ambitious targets for agriculture for 2011–2015. The main goal of the GTP was to contribute to achieving the long-term objective under PASDEP, make Ethiopia a middle-income country by 2025 through agricultural led industrialization, and achieve food security. The strategic direction of GTP was to ensure smallholder agriculture remained the primary source of agriculture growth and transformed subsistence agriculture to market-led production."}, {"text_block_id": "p21_b120", "text": "The GoE started with GTPII in mid-2016 to carry forward the strategic vision of GTP I from 2015/2016 through to 2019/2020. Agriculture continued to be the main driver of “rapid and inclusive economic growth and development.” The plan includes “sustainable agriculture” in its strategic direction for the agriculture sector—it aims to reduce 25.97 million metric tons of carbon emissions from the agriculture sector by 2020 and reduce an additional 51.93 million tons by 2030 by using low-emission inputs and expansion of small-scale irrigation. The plan also aims to industrialize agriculture production and reduce the share of employment in the sector by 7.5 percentage points (from 75% to 67.5%)."}, {"text_block_id": "p21_b121", "text": "The GoE’s commitment to the agriculture sector also focuses on eliminating the country’s dependency on food aid. The GoE expects to address food security by increasing the purchasing power of the majority of the population and promoting an internally interconnected national economy. It expects to achieve these through various means, such as expanding the domestic market and minimizing the country’s vulnerability to external shocks. This policy direction was reflected in the Policy and Investment Framework (PIF). Currently, Ethiopia is preparing its first-ever 10-Year National Perspective Development Plan, which will serve as a basis for the development of the upcoming five-year Growth and Transformation Plans (i.e., GTP III and IV)."}, {"text_block_id": "p21_b122", "text": "The PIF 2010–2020 provided strategic prioritization and investments for the agriculture sector. The PIF also indicated that the government’s focus on agriculture is to prioritize investments that drive agricultural growth and development. Under this framework, GoE is expected to"}, {"text_block_id": "p22_b123", "text": "continue its strong commitment to financing agriculture and rural development. It is also projected that the continued strong economic growth will strengthen the agricultural sector budget from around USD 0.75 billion/year in 2010/11 to as much as USD 2.74 billion/year by the end of the PIF period. The total expected budget over the 10 years (2010–2020) of PIF is USD 16.6 billion."}, {"text_block_id": "p22_b124", "text": "KEY POLICIES ON WATER"}, {"text_block_id": "p22_b125", "text": "One of the early GoE water policies—and the guiding principle for the sector—was the Federal Water Resources Management Policy, which was issued in 2000. The stated goal of the policy is “to enhance and promote all national efforts towards the efficient, equitable, and optimum utilization of the available water resources of Ethiopia for significant socioeconomic development on a sustainable basis” (Ethiopian Water Resources Proclamation № 197/2000). Subsequent strategies and programs in the sector have been informed by this policy. These include the Water Sector Strategy of the Ministry of Water Irrigation and Energy (MoWIE, 2001), the Urban Wastewater Strategy of the MoWIE, The National Sanitation Strategy, and Integrated Urban Sanitation and Hygiene Strategy and Strategy Action Plan of 2017."}, {"text_block_id": "p22_b126", "text": "One of the stated objectives of the policy was the “allocation and apportionment of water resources based on comprehensive and integrated plans and optimum allocation principles that incorporate efficiency of use, equity of access, and sustainability of the resource” (Zenebe et al., 2011_). This objective is necessary, given the low levels of water access and consumption in Ethiopia. While the water consumption of many developing countries is 20 litres per person per day, in Ethiopia, average consumption ranges from 10 to 20 litres per person per day in some urban areas, and 3 to 4 litres per person per day in rural areas. The GoE’s policy on water has rested on supplying improved potable water service for urban areas with tariff structures that are based on “full cost recovery and self-reliance,” while rural water supply pricing aims only at operation and maintenance cost recovery. The purpose of the full cost recovery program is to provide incentives for proper use, reduction of waste, and avoidance of excessive consumption of water resources."}, {"text_block_id": "p22_b127", "text": "In order to address the impact of climate change in the water sector, the GoE prepared the Climate Resilience Strategy for Water and Energy (2015). This strategy identified SPs to respond to climate vulnerabilities and sustainable development needs under power generation, energy access, irrigation, access to Water, Sanitation and Hygiene (WASH), and cross-cutting issues. It is important to note that this strategy goes beyond addressing potable water."}, {"text_block_id": "p22_b128", "text": "Current Status of the Agriculture and Water Implementation Component"}, {"text_block_id": "p22_b129", "text": "There are a number of ongoing activities related to agriculture and water, and implementation of the NAP can scale up some of the achievements thus far. Some of the achievements, actors, and programs as well as capacities are explained below. As the NAP AOs will be implemented in alignment with existing or planned projects and programs, it is important to assess the current status of major programs and projects pertaining to the two AOs. It is also useful to note that some of the programs and projects might overlap with other AOs."}, {"text_block_id": "p23_b130", "text": "AO1: ENHANCING FOOD SECURITY THROUGH IMPROVING AGRICULTURAL PRODUCTIVITY IN A CLIMATE-SMART MANNER"}, {"text_block_id": "p24_b131", "text": "Capacity"}, {"text_block_id": "p24_b132_merged", "text": "The Ministry of Agriculture possesses sufficient implementation capacity to mainstream climate change adaptation into planned activities. However, capacity building and institutional coordination need to be further enhanced through training and the use of networks to coordinate resilience responses between communities and delivery agencies. Effective institutions and governance structures staffed by adequate human resources at national and sub-national levels are key components for the effective implementation of the AOs. The ministry has the CRGE mainstreaming guidelines for sector, regional, and woreda planning, as well as the CRGE National Capacity Development Strategy and Integrating Gender Considerations in Ethiopia’s National Adaptation Plan (NAP) Process: Analysis and recommendations. These materials can also be used to train assigned staff in climate change adaptation-related skills. However, it is essential to prevent a high turnover of trained manpower lest it impedes the implementation of the component."}, {"text_block_id": "p24_b135", "text": "AO2: IMPROVING ACCESS TO POTABLE WATER"}, {"text_block_id": "p25_b136", "text": "Vision for the Agriculture and Water Implementation Component"}, {"text_block_id": "p25_b137", "text": "Aligned with the GOE’s overall vision of improving food production of the country, the vision for this implementation component is to make Ethiopia food secure and independent of food aid by 2030. Food security will be assured through the introduction of new agricultural practices as well as irrigation, in order to enable better management of climate risks to agriculture. Agricultural production is closely interlinked with the availability of water, and the agriculture/"}, {"text_block_id": "p26_b138", "text": "water nexus is strong. At the same time, the two sectors are the most impacted by climate change and thus deserve careful attention in the drive to achieve food security."}, {"text_block_id": "p26_b139", "text": "Looking at the water sector, the vision is to not only improve access to water but also improve water quality. Aligned with GTP II and the One WASH program, the specific targets cited in a Central Statistical Agency of Ethiopia report on drinking water quality are:"}, {"text_block_id": "p26_b140", "text": "Looking at the water sector, the vision is to not only improve access to water but also improve water quality. Aligned with GTP II and the One WASH program, the specific targets cited in a Central Statistical Agency of Ethiopia report on drinking water quality are:\n* Goal 1.1. Provide rural access to water supply that sets a minimum service level of 25 liters\n* Goal 1.2. Provide urban access to water supply with a minimum service level of 100 l/c/day"}, {"text_block_id": "p26_b144", "text": "As many studies have shown, crop production and water availability in Ethiopia are affected by the failure of rains, erratic rainy seasons, or occurrence of successive dry spells during the growing season. Food shortages resulting from adverse weather conditions are not new in Ethiopia. For example, Gezie (2019, p. 4), suggest that"}, {"text_block_id": "p26_b145", "text": "increases in temperature and changing rainfall patterns likely will increase the populations and ranges for some agricultural pests and waterborne pathogens, requiring changes to crop and livestock management practices, more aggressive adoption of integrated pest-management practices and introduction of new inputs to counter more virulent challenges."}, {"text_block_id": "p26_b146", "text": "The GoE has tried to respond to these challenges through business-as-usual development strategies in the agricultural sector. While some of the actions have improved yields, the overall response to the changing climate conditions has to date been weak. The NAP-ETH highlights the impact of climate change on these sectors and identifies options for addressing these changes. For objectives related to food security and access to potable water to be achieved, it is essential that the actions identified in the NAP be integrated into ongoing and new initiatives and investments in the agriculture and water sectors. Particular emphasis is needed to ensure that programs reach women and men in chronically food-insecure households, to build their resilience and support them in achieving food security."}, {"text_block_id": "p26_b147", "text": "NAP places particular emphasis on the issues and establishes a clear causal link between climate change and WASH, nutrition, and health issues. By providing better access to water in both rural and urban communities, the “One WASH” program plays a vital role in enhancing the adaptive capacity and resilience of vulnerable communities and mitigating the potential health risks induced by climate change. Additionally, it highlights the likelihood that increasing climate change poses risks that need to be tackled in a manner consistent with government policies moving forward. Policies and strategies that fail to address climate change will not have a lasting development impact on the country."}, {"text_block_id": "p27_b148", "text": "Table 3."}, {"text_block_id": "p27_b149", "text": "Vision for adaptation in the agriculture and water sectors"}, {"text_block_id": "p27_b150", "text": "Source: Central Statistical Agency, 2017, p. 3."}, {"text_block_id": "p27_b151", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p27_b152", "text": "The two key ministries that will have a role in the implementation of the actions are the Ministry of Agriculture and the Ministry of Water, Irrigation, and Energy. The MoH will also have a stake in the implementation of WASH components. Within these ministries, the specific directorates tasked with overseeing the CRGE will play the major role in coordinating the implementation of actions by other directorates and programs involved in implementing programs or activities where the integration of adaptation is necessary to achieve objectives. These directorates may or may not be directly responsible for implementation. To take full advantage of these synergies, EFCCC will provide guidance and support to sectors, regional bureaus, and woredas in integrating adaptation and mitigation in planning, implementation, and M&E."}, {"text_block_id": "p28_b153", "text": "AO1: ENHANCING FOOD SECURITY THROUGH IMPROVING AGRICULTURAL PRODUCTIVITY IN A CLIMATE SMART MANNER"}, {"text_block_id": "p28_b154", "text": "Table 4."}, {"text_block_id": "p28_b155", "text": "Agriculture and water sector institutions and their roles"}, {"text_block_id": "p28_b156", "text": "In addition to the previously mentioned government institutions, civil society organizations, and NGOs are expected to proactively participate in the planning and implementation of activities, in the preparation and appraisal of bankable projects through public, private, bilateral, and multilateral partnerships as well as in the provision of technical assistance as required."}, {"text_block_id": "p28_b157", "text": "To date, the role of the private sector in adaptation planning has been insignificant and needs to be strengthened, given the abundance of private investment. For their part, research and academic institutions can contribute their share by undertaking and publishing study and/or research programs to generate solutions that help measure the effectiveness of past, present, and future adaptation interventions. International partners can help identify new financial sources to fund climate change adaptation through public, private, bilateral, and multilateral partnerships."}, {"text_block_id": "p29_b158", "text": "AO2: IMPROVING ACCESS TO POTABLE WATER"}, {"text_block_id": "p29_b159", "text": "The Ministry of Water, Irrigation, and Energy will have a key role in overseeing the implementation of WASH project. The ministry is currently the focal institution for WASH. Implementation of the potable water project will be part of the National WASH project under the theme “One Plan, One Budget, One Report,” which has been translated into action by a few donors when they established Consolidated WASH Accounts (CWAs) to implement their activities. However, some donors are still using their own financing and implementation modalities. WASH’s current functional structure is led by a steering committee at the federal level. It oversees the WASH Technical Team, the National WASH Coordination Office, and the Program Management Units. These federal level structures are both well established and well-functioning. The regional-level structure mirrors that of the federal level."}, {"text_block_id": "p29_b160", "text": "Several entities are expected to support the process of planning and implementation of the programs required to achieve the aims of the CRGE strategy, including through the implementation of NAP-ETH. These include the implementing entities, which are federal (line ministries) and regional governments (sector bureaus), and executing entities such as NGOs and the private sector. Though the CRGE Facility (MoF and EFCCC) is mandated for coordinating the task, they will need to work with other sector ministries such as MoWIE, MoH and Ministry of Urban Development and Construction (MoUD). The CRGE Facility, particularly the MoF, is well-positioned to provide coordination among the different federal level ministries. Through a close working relationship with the WASH Coordinating Office, the CRGE Facility can facilitate the integration of climate change adaptation actions in the WASH activities at all levels."}, {"text_block_id": "p29_b161", "text": "The MoH will also have a role to play in integrating adaptation plans into sector plans. Specifically, the ministry will carry out such activities as monitoring of water quality at defined intervals, along with promoting safe and resilient storage and water treatment at the household level. These steps go a long way toward ensuring the quality of drinking water during both regular and emergency periods. The MoH will also provide capacity building in sanitary surveillance involving laboratory-based water quality testing in collaboration with regional health bureaus."}, {"text_block_id": "p29_b162", "text": "Synergy With Other Actions"}, {"text_block_id": "p29_b163", "text": "The agriculture and water component has direct synergies with NRM; health, livelihood and social protection; and climate service and adaptation technologies. This is evident in some of Ethiopia’s flagship projects, such as the Sustainable Land Management program, which is under NRM, and the PSNP, which is under livelihoods, in the Ministry of Agriculture."}, {"text_block_id": "p29_b164", "text": "There are a few adaptation options that are cross-cutting and have synergy with some AOs in agriculture and water. These are:"}, {"text_block_id": "p29_b165", "text": "STRENGTHEN SUSTAINABLE NATURAL RESOURCE MANAGEMENT THROUGH SAFEGUARDING LANDSCAPES AND WATERSHEDS (NAP-ETH OPTION 4):"}, {"text_block_id": "p29_b166", "text": "The intersection between land management and use represents the key development issue for millions of rural Ethiopians facing water insecurity, food insecurity, land tenure insecurity, and livelihood insecurity—all amplified by climate variability and change. Climate impacts in"}, {"text_block_id": "p30_b167", "text": "Ethiopia are felt primarily through water stress, which is affected by land use and degradation that undermines watershed function. In Ethiopia, the estimated cost of land degradation is 2%-3% of GDP, before accounting for downstream effects such as increased flood risk. The proven remedy centres on delivering a combination of better natural resource management and resource rights; jobs and livelihood enhancements; and gender outreach throughout targeted major watersheds. Restoration effects include a range of resilience-related results, including increased soil moisture and soil fertility (important for higher and less-variable crop yields and improved water availability) and increased carbon sequestration—all of which are major priorities for the government and key for achievement of targets related to food security and access to potable water. This work requires more innovation, more financing, more coordination, and much greater scale if the country is to meet its resilience and low-carbon objectives while achieving middle-income status in less than 10 years as planned (World Bank, 2017)."}, {"text_block_id": "p30_b168", "text": "IMPROVE ECOSYSTEM RESILIENCE THROUGH CONSERVING BIODIVERSITY (NAP-ETH OPTION 6):"}, {"text_block_id": "p30_b169", "text": "According to Mant et al. (2014, pp. 2–3):"}, {"text_block_id": "p30_b170", "text": "An effective climate change response requires consideration of the role of, and potential impacts on, biodiversity and ecosystem services. ... Biodiversity and ecosystem services support people to adapt to climate change through approaches collectively called ecosystem-based adaptation (EbA). Conservation, restoration, and sustainable management of ecosystems can help reduce vulnerability to climatic hazards such floods and droughts. Furthermore, such approaches improve the resilience of ecosystems to climate change so that they can continue to deliver ecosystem services, supporting the provision of alternative livelihood options in the face of climate change."}, {"text_block_id": "p30_b171", "text": "The Global Environment Facility (GEF) Secretariat (2010) also believes that, “biodiversity is life itself, but it also supports all life on the planet, and its functions are responsible for maintaining the ecosystem processes that provide food, water, and materials to human societies” (p.10), and “ecosystem loss and degradation … compounded by climate change, further accelerates the loss of species, reduces current and future services to societies, and disproportionately impacts poor people” (p. 8)."}, {"text_block_id": "p30_b172", "text": "Implementation Needs"}, {"text_block_id": "p30_b173", "text": "The current gaps and needs can be categorized into three areas: capacity, policy, and institutional."}, {"text_block_id": "p30_b174", "text": "The current gaps and needs can be categorized into three areas: capacity, policy, and institutional.\n* include gaps in know-how and skills; coordination problems among\n* include lack of policy attention for the livestock sector including pastoral"}, {"text_block_id": "p31_b180", "text": "The current gaps and needs can be categorized into three areas: capacity, policy, and institutional.\n* include gaps in know-how and skills; coordination problems among\n* include lack of policy attention for the livestock sector including pastoral\n* include poor extension and research linkages; resource constraints"}, {"text_block_id": "p31_b186", "text": "To address these barriers, it is imperative to consider major corrective measures including, among others: capacity-development trainings; provision of appropriate technologies; enforcing appropriate policies; strengthening and functionalizing the existing extension system; enhancing the working relationship between extension and research; strengthening the M&E system; functionalizing existing government structures; putting in place a livestock insurance system; and strengthening the existing forums and platforms of stakeholders in the sector."}, {"text_block_id": "p31_b187", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p31_b188", "text": "The short-term priorities for both AOs focus on two issues: creating an enabling environment and addressing bottlenecks and gaps. These two actions will lay the necessary foundation for long-term actions and also pave the way for further facilitation of activities that will contribute to the achievement of the adaptation goal."}, {"text_block_id": "p31_b189", "text": "Table 5."}, {"text_block_id": "p31_b190", "text": "Short-term priorities for implementing NAP-ETH in the agriculture and water sectors"}, {"text_block_id": "p32_b191", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p32_b192_merged", "text": "Once the enabling environment is in place and capacity gaps are addressed, the long-term goal will be to address specific technical gaps that will be key in building the adaptive capacity and resilience. The long-term priorities were identified from the document Integrating the CRGE Strategy in Sector Development Plans: Guideline for Ministries and Regional CRGE Implementing Entities."}, {"text_block_id": "p33_b195", "text": "Table 6."}, {"text_block_id": "p33_b196", "text": "Long-term priorities for implementing NAP-ETH in the agriculture and water sectors"}, {"text_block_id": "p36_b197", "text": "4.2 Implementation Component #2: Natural Resource Management (NRM)"}, {"text_block_id": "p36_b198", "text": "Overview of the NRM Implementation Component"}, {"text_block_id": "p36_b199", "text": "Natural resources, agriculture and human activities are highly interrelated in most developing countries, including Ethiopia. Land clearing for agriculture, rising demand for fuelwood, and illegal settlement within forests have resulted in the deterioration of forest resources, reduction of biodiversity, and a hike in incidences of soil erosion and land degradation in Ethiopia. As such, the role and importance of natural resources in economic development and societal well-being are fully appreciated in developing countries like Ethiopia, whose populations are predominantly rural and directly dependent on natural resources for subsistence. Today, the natural resource bases of the country are suffering heavily from widespread improper and unwise utilization, resulting in rapid degradation. Deforestation, desertification, loss of biodiversity, soil erosion, soil fertility decline, soil acidification, salinization, environmental pollution, the fuelwood crisis, and water scarcity are some of the manifestations of natural resources problems in Ethiopia. Many of these issues are exacerbated by climate change. As more users put demands on the"}, {"text_block_id": "p37_b200", "text": "scarce environmental resources and the impacts of climate change become more apparent, the need for intelligent conservation and rational management of natural assets is increasingly necessary to ensure the resilience of ecosystems and the people that depend on them."}, {"text_block_id": "p37_b201", "text": "The key activities identified at the stakeholder consultation workshops for this implementation component are shown in the table below."}, {"text_block_id": "p37_b202", "text": "Table 7."}, {"text_block_id": "p37_b203", "text": "Key activities for implementing NAP-ETH through NRM initiatives"}, {"text_block_id": "p39_b204", "text": "Gender considerations are taken from EFCCC (2018)."}, {"text_block_id": "p39_b205", "text": "Policy Context for the NRM Implementation Component"}, {"text_block_id": "p39_b206", "text": "Natural resources are important for the majority of Ethiopians as they rely on them for their livelihoods. Natural resources have been traditionally governed under the rural land administration regime, an area that has undergone constant reform. The first federal law in this regard is the Federal Rural Land Administration Proclamation No. 89/1997, which was underpinned by the constitutional principle that land is a public property to be administered by regional states. This law repealed legislation in force at the time, specifically the long-standing Derg-era Proclamation No 31/1975 that declared land to the tiller.) Proclamation No. 89/1997 untethered land rent from the whole array of property rights restricted under proclamation 31/1975."}, {"text_block_id": "p39_b207", "text": "The federal government further expanded the scope of land-based property rights by introducing Proclamation No. 456/2005. This Proclamation, while amending the existing rural land-use law, reaffirmed the constitutional mandate of regions’ autonomy to enact their own"}, {"text_block_id": "p40_b208", "text": "laws in compliance with minimum requirements set according to federal land administration laws. This proclamation authorizes regional states to decide on the duration that rural land may be rented out by farmers. Farmers can rent out their land to fellow farmers or investors engaged in large-scale, mechanized farming or to farmers that use modern technology. Proclamation 456/2005 is in the process of being revised, with ongoing stakeholder consultations. Meanwhile, the revised draft proclamation has been circulated to regional states, and the feedback they gave is being incorporated therein as appropriate."}, {"text_block_id": "p40_b209", "text": "The GoE has acknowledged that an integrated, aligned, and harmonized land-use plan and land-use policy are vitally important. Land-use planning is a prerequisite for any visionary urban and rural development undertaking to bring about economic, social, and environmental transformation."}, {"text_block_id": "p40_b210", "text": "Current Status of the NRM Implementation Component"}, {"text_block_id": "p40_b211", "text": "The Sustainable Land Management Project (SLMP) has been the major flagship government project aimed at building natural resources in the country. The first phase of the project (SLMP-1) was implemented from 2008 to 2013, followed by the second phase (SLMP -2) from 2013 to 2019. SLMP-1 introduced sustainable land management practices in selected areas of the country and led to remarkable results in rehabilitating targeted degraded areas that had previously been uneconomical and unproductive. It was implemented in 45 watersheds in six regions. The project supported a comprehensive strategic approach to improved natural resources management, which included a distinctly participatory identification of degradation factors and impacts, the subsequent planning and design of the most appropriate interventions, and community-led implementation of improved practices and infrastructure. A total of 98,000 rural households (responsible for 190,000 ha) benefited from a combination of environmental and productive interventions. SLMP 2 scaled up the same interventions in 135 watersheds/ woredas (including the 45 watersheds from SLMP-1), covering 937 kebeles in the Amhara, Tigray, Oromiya, Southern Nations, Nationalities and Peoples Region (SNNPR), Gambela, and Benshangul Gumuz regions. Direct and indirect beneficiaries of the project include an estimated 1,850,000 people. Given the fact that SLMP 2 commenced after the CRGE, it also worked on integrating climate-smart interventions. The Landscape Management Program, a USD 500 million results-based program, has now replaced SLMP. Though the activities to be implemented are similar, the approach will be different. The project is expected to increase the adoption of sustainable land management practices and expand access to secure land tenure in non-rangeland rural areas."}, {"text_block_id": "p40_b212", "text": "The GoE recently secured a loan and grant from the World Bank to continue on SLMP 3 but under a different approach and name. The SLMP III is now named the Resilient Landscape Livelihood Project (RLLP), and it will support core investments in biophysical watershed restoration with a set of additional activities supporting sustainable livelihoods in restored landscapes. It also expects to incorporate CSA, diversified income-generating activities, connections to value chains, and improved land tenure. The project area will include the previous 152 major watersheds located in the Ethiopian Highlands, averaging approximately 10,000 hectares each. Under a phased approach, the 45 watersheds supported under SLMP-I will receive assistance to graduate from project-based support, including the creation of WUAs (Watershed User Associations) and preparation of Watershed Management and Use Plans"}, {"text_block_id": "p41_b213", "text": "(WMUPs). Support for the 90 SLMP-II watersheds will allow the implementation of their MultiYear Development Plans (MYDPs) for watershed restoration to be completed prior to provision of graduated support as for SLMP-I watersheds. Seventeen new watersheds selected for RLLP were prioritized according to extent and severity of land degradation and will receive assistance for the preparation of MYDPs, followed by investment in the identified Sustainable Land Management (SLM) interventions. The project is expected to run from 2019 to 2024."}, {"text_block_id": "p41_b214", "text": "In addition to the government-led NRM project, several local and international NGOs are also currently implementing NRM activities. Following are a few examples of projects in NRM areas. Additional donor-funded projects are attached in Appendix III, and NRM-related activities could be screened through further investigation."}, {"text_block_id": "p41_b215", "text": "In addition to the government-led NRM project, several local and international NGOs are also currently implementing NRM activities. Following are a few examples of projects in NRM areas. Additional donor-funded projects are attached in Appendix III, and NRM-related activities could be screened through further investigation.\n* FARM AfricaâBale Ecosystem Reducing emissions from deforestation and forest\n* Catholic Relief ServicesâThe Resilience through Enhanced Adaptation, Action-learning\n* EU Funded SHARE II project in Bale Eco-Region in Oromia Region, implemented by"}, {"text_block_id": "p41_b221", "text": "Vision for the NRM Implementation Component"}, {"text_block_id": "p41_b222", "text": "Current farming practices—coupled with inherent fragile soils, undulating terrain, and highly erosive rainfall—make Ethiopia highly vulnerable to soil erosion. The country has faced persistent challenges in conserving its soil fertility. Moreover, about one-third of the agricultural land is moderately to strongly acidic because of long neglect in soil conservation and traditional farming practices. Gully and other natural structures also render natural resources vulnerable to climate hazards. Natural resources management and conservation not only build communities’ adaptation capacity to climate change but also improve agricultural production. The vision of NRM-related AOs is to rehabilitate degraded lands and enhance ecosystem resilience to enable rural communities to increase agricultural productivity as well as build their adaptive capacity."}, {"text_block_id": "p41_b223", "text": "Ethiopia has been implementing natural resources management for the past several years. However, deforestation and soil erosion have continued to affect watershed rehabilitation. Therefore, the “business-as-usual” approach to natural resources management needs to be updated to clearly address climate change. New NRM approaches need to include the intersection of land management and rights as well as other livelihood activities."}, {"text_block_id": "p42_b224", "text": "Table 8."}, {"text_block_id": "p42_b225", "text": "Vision for adaptation in NRM"}, {"text_block_id": "p42_b226", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p42_b227_merged", "text": "Implementation of NRM activities will emulate the current SLMP institutional arrangements. The NRM Directorate at the Ministry of Agriculture will have the overall technical responsibility to coordinate, supervise, and support implementation at all levels of government. The SLM Program implementation structure has four levels—federal, regional, woreda, and kebele—and"}, {"text_block_id": "p43_b229", "text": "activities were implemented through existing GoE structures and community institutions. Implementation of NRM activities is best undertaken through a decentralized approach with communities assuming primary responsibility for executing most project activities at the watershed level. This requires strong community-based institutions. The Sustainable Land Management Project II (funded by the World Bank) has been working on strengthening existing community structures as well as building new ones in different watershed areas. Best practices from these experiences should be benchmarked to scale up communitybased watershed management toward increased climate resilience. The Woreda Offices of Agriculture and development agents provide necessary backstopping and coordination of technical support to communities."}, {"text_block_id": "p43_b230", "text": "Civil society organizations and NGOs will also have a role in implementing activities as well as resource mobilization and provision of technical support. For their part, research and academic institutions can contribute by undertaking and publishing studies and/or research programs that generate solutions to help measure the effectiveness of past, present, and future adaptation interventions. International partners can help identify new financial sources to fund climate change adaptation through public, private, bilateral, and multilateral partnerships."}, {"text_block_id": "p43_b231", "text": "Unlocking Synergies With Other Actions"}, {"text_block_id": "p43_b232", "text": "The NRM intervention is cross-cutting and contributes to the effectiveness of multi-sectoral climate change adaptation-related interventions in urban and rural development settings. Enabling activities for the effective implementation of other components (e.g., Agriculture [Soil/ Crop]; Forest Sector; Biodiversity Subsector; Protected Areas Conservation Subsector) can be synergized with such mitigation interventions as enhancing lower‐emitting techniques for agriculture; forest management; and natural forest and woodland management."}, {"text_block_id": "p43_b233", "text": "Implementation Needs"}, {"text_block_id": "p43_b234", "text": "In comparison with the other components, the NRM component does well in terms of human resources (information, knowledge, and capacity) and investments in infrastructure, equipment, and technology. This is attributed to significant financial supports (e.g., SLM Project, PSNP) secured through bilateral and multilateral partnerships. However, as the performances in different parts of the country are varied, resource mobilization effort should be strengthened to uniformly address climate change adaptation-related interventions in a sustainable manner."}, {"text_block_id": "p43_b235", "text": "The performance of the component, however, encountered barriers that hindered its implementation as it was envisaged. Inadequate institutional structure at sub-national"}, {"text_block_id": "p44_b236", "text": "levels; lack of human, financial, and material resources; lack of appropriate technologies; low awareness and market linkages; absence of commitment on the side of the government and community; lack of integration in implementation; and an inadequate M&E system were the major constraining factors necessitating immediate government action in partnership with multi-sectoral state and non-state actors."}, {"text_block_id": "p44_b237", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p44_b238", "text": "The short-term priorities for AOs under the NRM component focus on major issues that can promote the implementation of the long-term actions that will help achieve the intended adaptation goal by addressing bottlenecks and gaps in NRM."}, {"text_block_id": "p44_b239", "text": "Table 9."}, {"text_block_id": "p44_b240", "text": "Short-term priorities for implementing NAP-ETH through NRM initiatives"}, {"text_block_id": "p45_b241", "text": "Long-Term Priorities (2025–2030)"}, {"text_block_id": "p45_b242", "text": "To ensure the sensible use of available resources, it is critical to align and harmonize the implementation of NRM-related programs and projects to enhance collaboration between major stakeholders, including the community. It is also important to develop a reliable resourcemobilization mechanism to ensure the sustainability of operationally active initiatives and those in the pipeline. Furthermore, it is paramount to draw lessons from stocktaking exercises in NRM-related interventions and make sure that these lessons may be scaled up and replicated by other sectors in the upcoming plan (GTP III)."}, {"text_block_id": "p45_b243", "text": "Table 10."}, {"text_block_id": "p45_b244", "text": "Long-term priorities for implementing NAP-ETH through NRM initiatives"}, {"text_block_id": "p48_b245", "text": "Source: Joosten & Grey, 2017, p. 26."}, {"text_block_id": "p48_b246", "text": "4.3 Implementation Component #3: Health, Livelihoods, and Social Protection"}, {"text_block_id": "p48_b247", "text": "Overview of the Health, Livelihoods, and Social Protection Implementation Component"}, {"text_block_id": "p48_b248", "text": "The provision of a social protection-based safety net is a precondition for the type of risk management and investment needed to build climate-resilient livelihoods. Social protection-based safety net mechanisms such as the PSNP contribute toward the reduction of vulnerability and are a foundation for building resilience. Social protection, livelihood improvement, and health care services are closely related, as they serve the most vulnerable populations. Health care is one of the sectors incorporated in NAP-ETH that is not included in the CRGE, despite its contribution to building resilience with regard to climate impacts such as heatwaves. Climate risks such as heavy rain exacerbate the potential impact of other health and environmental problems like vector-borne diseases, water-borne diseases, severe malnutrition, flooding, and the displacement of significant numbers of people, particularly"}, {"text_block_id": "p49_b249", "text": "in drought-prone areas. Drought has significant social and economic impacts leading to the significant impacts among the vulnerable population in rural communities."}, {"text_block_id": "p49_b250", "text": "PSNP started out as a safety net program but has now become the GoE’s key response mechanism to climate change. The unpredictable weather patterns in the country—coupled with poor agricultural practices—are impacting farmers. Thus, the PSNP, in addition to providing short-term relief, is expected to build the long-term adaptive capacities of households and communities. PSNP IV provides multi-year transfers to chronically food-insecure households and emergency support through an annual contingency budget. The emergency support is provided to help households smooth consumption and avoid distress asset sales in the face of drought or changing climatic variability. The public works, such as terracing and other watershed rehabilitation, are expected to reduce erosion and improve soil nutrition. The PSNP promotes small-scale irrigation, which is expected to increase agricultural production and thus household and community resilience to climate change. PSNP IV has also introduced a number of new approaches in public works, such as the provision of livelihood support, gender provisions, and climate-smart agriculture. PSNP IV is also linked to broader national policy systems for social protection and disaster risk management. The PSNP is transitioning from a development partner-funded program to being increasingly funded by the GoE. The key donors of PSNP had been the Danish International Development Agency (DANIDA), Department for International Development (DFID) (United Kingdom), the Dutch Embassy, EU, Global Affairs Canada (formerly CIDA), Irish Aid, United Nations International Children’s Fund (UNICEF), USAID, the World Bank, and WFP."}, {"text_block_id": "p49_b251", "text": "The MoA has been the leading implementing agency of the PSNP. There are differentiated institutional arrangements for the delivery of the PSNP according to individual regional structures. The Food Security Directorate is responsible for PSNP delivery, EWRD/National Disaster Risk Management Commission (NDRMC) is responsible for local food management issues and early warning, while financial control and resources flow directly though the Regional Bureau of Finance and Economic Cooperation (BoFEC). The Natural Resources Directorate is responsible for public works. At the woreda level, arrangements adopt similar lines of command and responsibility as the regional structures. In a federal system, there remain strengths and challenges in each of the regional structures as well as the relationship with the centre."}, {"text_block_id": "p49_b252", "text": "The link between social protection and health is clearly articulated in the PSNP IV, which also focused on improving access to social services, including health care, both directly through the provision of infrastructure and indirectly through better transportation networks. Since the beginning of the PSNP, more than 1,000 health posts have been supported, along with the significant contributions made to increase access to improved water sources and the reduction of waterborne diseases."}, {"text_block_id": "p49_b253", "text": "Relevant AOs that contribute to these components are:"}, {"text_block_id": "p49_b254", "text": "Relevant AOs that contribute to these components are:\n* AO5: Improving human health systems through the implementation of changes based on\n* AO8: Building social protection and livelihood options of vulnerable people\n* AO14: Developing an efficient value chain and marketing systems"}, {"text_block_id": "p50_b260", "text": "Table 11."}, {"text_block_id": "p50_b261", "text": "Key activities for adaptation in health, livelihoods, and social protection"}, {"text_block_id": "p52_b262", "text": "Gender considerations are taken from EFCCC (2018)."}, {"text_block_id": "p52_b263", "text": "Policy Context for the Health, Livelihoods, and Social Protection Implementation Component"}, {"text_block_id": "p52_b264", "text": "There are a few key policies that are currently guiding social protection and health provision in Ethiopia. These key policies are:"}, {"text_block_id": "p52_b265", "text": "There are a few key policies that are currently guiding social protection and health provision in Ethiopia. These key policies are:\n* The Social Protection Policy (SPP)\n* The Disaster Risk Management (DRM) Policy\n* The National Nutrition Programme (NNP)\n* The National Health Adaptation Plan (NHAP)"}, {"text_block_id": "p52_b273", "text": "Social Protection Policy: The aim of the SPP is for all Ethiopians to enjoy social and economic well-being, security, and justice. The policy primarily aims to reduce the number of people living below the poverty line in Ethiopia."}, {"text_block_id": "p52_b274", "text": "Disaster Risk Management: The goal of the DRM policy is to reduce the risk and the impact of disasters through the establishment of a comprehensive and integrated disaster risk management system within the context of sustainable development."}, {"text_block_id": "p52_b275", "text": "The National Nutrition Programme: The NNP aims to improve the nutritional status of women and children in Ethiopia."}, {"text_block_id": "p52_b276", "text": "The National Health Adaptation Plan to Climate Change, the FDRE Constitution, the Health Policy, Health Extension Programme, and the National Sanitation and Hygiene Strategic Action Plan are among the vital policies, plans, and commitments that guide the implementation of AOs in the health sector. Through support from WHO and DFID, the MoH has developed H-NAP"}, {"text_block_id": "p53_b277", "text": "and the National Framework and Health Vulnerability and Adaptation Assessment report. The N-NAP looked at addressing malnutrition, vector-borne and waterborne diseases, respiratory tract infections, and heat stresses, which are largely caused by climate change."}, {"text_block_id": "p53_b278", "text": "Table 12."}, {"text_block_id": "p53_b279", "text": "Current status of the health, livelihoods, and social protection implementation component"}, {"text_block_id": "p55_b280", "text": "Capacity"}, {"text_block_id": "p55_b281", "text": "Health: The MoH has been implementing several large-scale projects and possesses the capacity to coordinate, implement, support, and supervise such projects. The ministry has benefited from several financial and technical supports over the years to build its internal capacity; however, the capacity of regional and woreda level bureaus is quite limited, particularly in the relatively underdeveloped regions such as Afar, Somali, Gambella, and Benishangul."}, {"text_block_id": "p55_b282", "text": "Livelihoods and social protection: Aligned with the PSNP IV, the GoE is currently being supported to build its capacity through the Technical Assistance to Strengthen Capacity Development (TASC) project. TASC provides technical assistance to government institutions currently implementing PSNP IV. The project is funded by Global Affairs Canada, DANIDA. DFID, the EU, Ireland, the Netherlands, Swedish International Development Agency (SIDA), USAID, and the World Bank. Though there are capacity gaps in lower-level government institutions—particularly, with those at woreda and kebele level—the resources already available in PSNP for capacity building and support would go a long way toward filling those gaps. Also, through technical support from the EU, the MoA is currently"}, {"text_block_id": "p55_b283", "text": "implementing the Climate-Smart Mainstreaming (CSM-PSNP) project."}, {"text_block_id": "p55_b284", "text": "Designed and financed under the Global Climate Change Alliance"}, {"text_block_id": "p55_b285", "text": "Plus (GCCA+) instrument of the European Commission, the four-year"}, {"text_block_id": "p55_b286", "text": "(2018–2012) technical support project aims to improve the resilience and"}, {"text_block_id": "p55_b287", "text": "adaptive capacity of targeted beneficiary communities by mainstreaming"}, {"text_block_id": "p55_b288", "text": "climate-smart planning and implementation into the Productive Safety"}, {"text_block_id": "p55_b289", "text": "Net Program IV (PSNP4). CSM-PSNP is supporting the MoA to mainstream"}, {"text_block_id": "p55_b290", "text": "climate-smart approaches in PSNP planning and implementation. CSM"}, {"text_block_id": "p55_b291", "text": "-"}, {"text_block_id": "p55_b292", "text": "PSNP will undertake certain catalyzing activities jointly with the PSNP"}, {"text_block_id": "p55_b293", "text": "implementers, such as training workshops and learning events."}, {"text_block_id": "p55_b294", "text": "Vision for Health, Livelihoods, and Social Protection"}, {"text_block_id": "p55_b295", "text": "The vision for this AO is aligned with the vision of the PSNP, which is to build livelihoods and resilience to shocks while improving food security and nutrition for vulnerable rural households. PSNP is a key instrument to build the adaptive capacity of vulnerable groups in Ethiopia. In recent years, the interventions of the PSNP have started to incorporate adaptive measures in response to the impacts of climate change, for example, through the Climate-Smart Initiative; however, this is not yet systematically integrated in the program. In addition to the livelihoods support component, part of PSNP has focused on public works, which suggests there has been little impact in reducing the direct dependence of household livelihoods on sensitive-climate related factors, particularly rainfall (Tecleab, 2018). Therefore, concrete and additional effort must be made to incorporate climate change into all components of PSNP and increase the adaptive capacity of PSNP beneficiary households and communities."}, {"text_block_id": "p55_b296", "text": "In terms of the health sector, the vision is to cope with the health impacts of climate change exhibited by morbidity and mortality due to temperature extremes; increases in vector-borne diseases; increase in non-vector borne diseases related to weather conditions; health problems associated with weather-related air quality; injury and mortality through floods and storms;"}, {"text_block_id": "p56_b297", "text": "and impacts of climate-related influences on food and water supply, such as malnutrition. To lessen the health impacts of climate change, MoH will implement the Health NAP at the national and sub-national levels by mainstreaming it to its various programs; and by strengthening its partnership with relevant line ministries and development partners with full the participation of communities at the grassroots level through the health extension program’s health professionals, health extension workers, and health development armies. The scale of the services varies across regions due to factors such as infrastructure, implementation capacity, accessibility etc. Health service is a basic human need, and thus the whole population (vulnerable communities in particular) benefit from climate change adaptation mechanisms."}, {"text_block_id": "p56_b298", "text": "Table 13."}, {"text_block_id": "p56_b299", "text": "Vision for adaptation in health, livelihoods, and social protection"}, {"text_block_id": "p57_b300", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p57_b301", "text": "The implementation of the social protection and livelihood activity will be aligned to the current PSNP structure."}, {"text_block_id": "p57_b302", "text": "Table 14."}, {"text_block_id": "p57_b303", "text": "Key federal level ministries, with roles and responsibilities"}, {"text_block_id": "p58_b304", "text": "Regional administrations through their cabinets, regional food security steering committees, and heads of Bureaus of Agriculture and Natural Resources (BoANR) manage PSNP. There are also several task forces that oversee the implementation of PSNP at the regional level."}, {"text_block_id": "p58_b305", "text": "At the woreda level, the woreda cabinet oversees implementation, including budgeting and unresolved appeals. The Woreda Office of Agriculture (WoA) is responsible for the overall management of the PSNP. There are also several task forces and technical committees at woreda level, such as Transfers & Resource Management and Public Works and Livelihoods. The Woreda Food Security Desk (WFSD) coordinates safety net and the livelihoods activities. It chairs the Transfers & Resource Management as well as the Livelihoods technical committees."}, {"text_block_id": "p58_b306", "text": "Looking at the health sector, the MoH has established a directorate under the Ethiopian Public Health Institute (EPHI) to mitigate the adverse effects of disaster and disease outbreaks, including the ones posed by climate change. Cooperation and collaboration among sectors are important since climate change effects are wide and borderless—and affect most sectors either directly or indirectly. Therefore, the MoH establishes partnerships with beneficiary communities as well as line ministries, civil society organizations, development partners, and the private sector to overcome the adverse effects of climate change on the health sector."}, {"text_block_id": "p58_b307", "text": "Unlocking Synergies"}, {"text_block_id": "p58_b308", "text": "The health, livelihoods, and social protection component has greater synergy with different line ministries that are directly or indirectly affected by climate change. Therefore, the component has created synergies with all the other components that fall under the EFCCC, MoA; MoWIE; Ministry of Urban Development and Housing (MUDHo); and the National Metrology Agency. Reducing emissions also has multiple benefits—less pollution, less damage to the ecosystem, and better health conditions."}, {"text_block_id": "p58_b309", "text": "Implementation Needs"}, {"text_block_id": "p58_b310", "text": "The health structure reaches communities by establishing health posts for each rural kebele and deploying health extension workers who provide basic health services. Having a structure that reaches the grassroots level and the support that the ministry provides to regional states are both very helpful to implement the health adaptation plan to climate change. The health and agricultural extension workers in Ethiopia are present at woreda and kebele levels across the country; they are thus the ideal structure for reaching rural communities for agricultural and health services. Though there is a capacity gap in extension workers at the lower levels, the system allows the GoE to reach a wide range of the population. The existing system should be strengthened and put to use by the government, thereby ensuring the capacities are in place to address additional challenges posed by climate change."}, {"text_block_id": "p58_b311", "text": "The MoH has an HMIS equipped with computers to encode data and generate information at regular intervals and feed consolidated data to the MoH. Health professionals and managers at all levels have knowledge on how to prevent diseases, promote health, and how to treat/ manage communicable diseases through pre-service and in-service trainings. Indigenous, local, and traditional knowledge systems and practices will also be promoted as major resources for adapting to climate change. To promote climate-resilient sanitation facilities, health workers"}, {"text_block_id": "p59_b312", "text": "should be trained on climate-proof latrine technology options that will benefit household water treatment and safe storage."}, {"text_block_id": "p59_b313", "text": "However, there are constraints on the implementation process in terms of technical equipment, inaccessibility of quality information, limited surveillance capacity and skilled workers, as well as resource limitations. Corrective measures recommended to overcome these constraints include improved supply of the necessary equipment, capacity building in data management and other skills, resource mobilization (public and private), along with human and institutional capacity building."}, {"text_block_id": "p59_b314", "text": "Climate change must not be conceived as a narrow sectoral issue. Instead, a cross-sectoral response is needed that involves cross-cutting issues such as gender, HIV/AIDS, and nutrition. Such a response will require cooperation, planning and action across government sectoral ministries and agencies, regional governments, and woreda administrations. Apart from government institutions, civil society organizations, religious groups, the private sector, local communities, academic and research institutions, international and national NGOs, and development partners have to be engaged."}, {"text_block_id": "p59_b315", "text": "The MoWCY also plays an important role in ensuring that gender-responsive approaches are employed in implementing the different AOs throughout different ministries. Though some of the key ministries have a gender directorate, the MoWCY also has a role in ensuring that gender policies (as well as issues pertaining to gender) and climate change are guaranteed policy development, program design, and implementation."}, {"text_block_id": "p59_b316", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p59_b317", "text": "Table 15."}, {"text_block_id": "p59_b318", "text": "Short-term priorities for implementing NAP-ETH in health, livelihoods, and social protection"}, {"text_block_id": "p60_b319", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p60_b320", "text": "Table 16."}, {"text_block_id": "p60_b321", "text": "Long-term priorities for implementing NAP-ETH in health, livelihoods, and social protection"}, {"text_block_id": "p63_b322", "text": "4.4 Implementation Component #4: Climate Services and Adaptation Technologies"}, {"text_block_id": "p63_b323", "text": "Overview of the Climate Services and Adaptation Technologies Implementation Component"}, {"text_block_id": "p63_b324", "text": "This component has two broad and interrelated AOs. While climate services focuses on the provision of information and soft services such as insurance, adaptation technologies are broader than climate services and include additional new technologies that can build resilience and adaptive capacities of households and communities. It is important to note that climate services can be part of adaptation technologies. According to the UNFCCC (2006, p. 9), climate adaptation technologies can take"}, {"text_block_id": "p63_b325", "text": "“hard” forms, such as new irrigation systems or drought-resistant seeds, or “soft” technologies, such as insurance schemes or crop rotation patterns. They could also use a combination of hard and soft, as with early-warning systems that combine hard measuring devices with soft knowledge and skills that can raise awareness and stimulate appropriate action."}, {"text_block_id": "p63_b326", "text": "The World Meteorology Organization (WMO) (2016, p. 5) defines climate services as"}, {"text_block_id": "p63_b327", "text": "the collection of climate data; generation and provision of a wide range of information on past, present and future climate; development of products that help improve the understanding of climate and its impacts on natural and human systems; and the application of these data, information and products for decision-making in all walks of life and at all levels of society."}, {"text_block_id": "p63_b328", "text": "The availability of information regarding past and present climate trends as well as likely future scenarios is key for climate-informed decision making and planning. However, the availability of such reliable information in Ethiopia is highly inadequate. Lack of climate information and services is not the only challenge, but also the lack of awareness, capacity to generate, disseminate, and use information, are the other challenges. On the other hand, the generation and utilization of reliable climate information is one of the key mechanisms to build resilience."}, {"text_block_id": "p63_b329_merged", "text": "Relevant and reliable climate information is important for the implementation of NAP-ETH and also for decision making regarding important climate-related risk management issues. A coherent national plan for climate services could enhance the understanding of the community on climate variability and change, together with the associated risks and opportunities. Understanding the need for reliable climate information systems, Ethiopia is now developing and implementing a national plan for climate services with the aim of enhancing social, economic, and environmental benefits through better-informed climate-related risk management and improved capability for adaptation to climate change and variability. Related to climate services are adaptation technologies, which both facilitate access to information and expand the range of options available to people to manage climate risks. This implementation component also addresses early-warning systems and insurance mechanisms and research and development."}, {"text_block_id": "p64_b332", "text": "The AOs identified under these thematic areas are as follows:"}, {"text_block_id": "p64_b333", "text": "The AOs identified under these thematic areas are as follows:\n* AO13: Mainstreaming endogenous adaptation practices\n* AO15: Strengthening drought and crop insurance mechanisms\n* AO16: Improving early warning systems\n* AO17: Developing and using adaptation technologies\n* AO18: Reinforcing adaptation research and development"}, {"text_block_id": "p64_b343", "text": "Table 17."}, {"text_block_id": "p64_b344", "text": "Key activities for implementing NAP-ETH through climate services and adaptation technologies"}, {"text_block_id": "p66_b345", "text": "Gender considerations are taken from EFCCC (2018)."}, {"text_block_id": "p67_b346", "text": "Policy Context for the Climate Services and Adaptation Technologies Implementation Component"}, {"text_block_id": "p67_b347", "text": "The National Meteorology Agency (NMA) is the lead agency in climate services. It has the role of developing climate models, predicting and building scenarios, and doing seasonal forecasts, clarifying climatic uncertainties for each agro-ecological zone in Ethiopia. The other key roles of agency under “Data Service” include formulating “NMA Data Policy,” determining “NMA Service Charges,” providing “Dataset and Information,” and handling the “Data Request Form.” These policies basically pertain to those outside of NMA and requiring specific data sets. Only a limited number of top government agencies and researchers, collaborating with NMA, can routinely receive data free of charge. Currently, however, NMA is the only institution mandated to disseminate weather information, although on some occasions, it has given NGOs and other government agencies the right to disseminate forecast and agro-advisory services. Some of the delegated institutions currently disseminating forecast and agro-advisory services on a pilot basis are EIAR and the Agricultural Transformation Agency (ATA)."}, {"text_block_id": "p67_b348", "text": "Current Status of the Climate Services and Adaptation Technologies Implementation Component"}, {"text_block_id": "p67_b349", "text": "In order to strengthen the role of climate information in resilience, the GoE is currently preparing the National Framework for Climate Services (NFCS) as part of the Global Framework for Climate Services (GFCS). The NFCS is a coordinating mechanism that enables the development and delivery of climate services at the national level. The NFCS will also bring about improved risk management through the incorporation of science-based climate information and prediction mechanisms into the decision and policy-making process."}, {"text_block_id": "p67_b350", "text": "The MoWIE and NMA are currently leading the preparation of the NFCS with the support of donors and NGOs such as WMO and Christian Aid. There are currently several key actors for climate services at the federal and regional levels, and one of the main purposes of the NFCS is developing a mechanism for better coordination and interaction among stakeholders in climate services toward improved climate services in Ethiopia. Through better coordination and collaboration, effective climate services will be provided to beneficiaries in the country. The recommendations for climate services actions provided in the NFCS are the following:"}, {"text_block_id": "p67_b351", "text": "The MoWIE and NMA are currently leading the preparation of the NFCS with the support of donors and NGOs such as WMO and Christian Aid. There are currently several key actors for climate services at the federal and regional levels, and one of the main purposes of the NFCS is developing a mechanism for better coordination and interaction among stakeholders in climate services toward improved climate services in Ethiopia. Through better coordination and collaboration, effective climate services will be provided to beneficiaries in the country. The recommendations for climate services actions provided in the NFCS are the following:\n* Strengthen the co-production of sector-specific climate services and linkage among\n* Diversify climate service products with regard to gender needs, type of product, space,\n* Have a well-planned capacity building interventions for DAs and extension workers for\n* Awareness creation and continuous training for actors (particularly at the local level) on"}, {"text_block_id": "p67_b359", "text": "In March 2018, an administrative restructuring took place and NDRMC, which was reporting to the council of ministries under the auspices of the Deputy Prime Minister, has now been moved to a newly formed Ministry of Peace (MoP). There are also two key entities under the MoP related to humanitarian assistance—a State Ministry for Peace that deals with internally displaced"}, {"text_block_id": "p68_b360", "text": "people (IDPs) and the Administration for Refugee and Returnee Affairs (ARRA) that caters to the needs of refugees."}, {"text_block_id": "p69_b361", "text": "The UNFCCC has recognized the importance of technology transfer as a key means to combat human-made climate change. This was stated in Article 4.5 of the Convention, and all countries are to prepare Technological Needs Assessment (TNA) as a first step to identify potential technologies to be adopted by the country (Ethiopia), toward meeting its climate adaptation goals. Ethiopia has prepared its TNA in 2007 (UNDP, 2007); it is presently outdated. However, the GoE is currently working on updating the existing TNA in line with the NAP and NDC."}, {"text_block_id": "p69_b362", "text": "Vision for Climate Services and Adaptation Technologies"}, {"text_block_id": "p69_b363", "text": "Communities have been developing local response mechanisms for climate change. However, the growing challenge requires either modifying current responses or introducing new technologies. This needs to be done appropriately for the local environment as well as sustainably and cost effectively. In addition, it is important to note that the introduction of technology isn’t a one-off activity but rather an iterative process. Climate will continue to change, and communities will need to continue to check their response mechanisms and introduce new technology as appropriate or necessary."}, {"text_block_id": "p70_b364", "text": "Climate services can offer several benefits across a range of sectors in Ethiopia. These include safeguarding investments in infrastructure and bringing about long-term changes to the country’s smallholder farmers, as well as improving access to risk-management mechanisms like index-based insurance. Climate services can also be used for long-term plans for a country that is highly sensitive to rainfall patterns, drought conditions, floods, and other natural disasters. The aim of these AO components will be to strengthen climate services and particularly improve the use of agro-meteorological services with a focus on services for smallholder farmers as well as short-term and long-term planning and investment. The activities will be targeted toward investments in generating and disseminating accurate, timely, and reliable weather and climate information, which is important to inform different sector adaptations and climate risk management plans and decision making."}, {"text_block_id": "p70_b365", "text": "The vision for climate services is aligned with the NFCS, whose vision is “Ethiopians whose livelihoods are resilient through climate-informed decisions.” Strengthening weather and climate services and improving the use of agro-meteorological services with a focus on short-term and long-term time scales will be instrumental in guiding the planning and investment processes."}, {"text_block_id": "p70_b366", "text": "The goal of providing climate information is different from that of early warnings and weather forecasts. Climate information can be used to inform policy decisions, investments on infrastructure, long-term planning, and even crop production, while early warning is used to empower individuals and communities to respond appropriately and in a timely way to the hazards in order to reduce the risk of death, injury, property loss, and damage. However, early warning information is generated from climate information (UNDP, 2016). Using past and current climate information (as well as modelling and forecasts), early warning messages are generated and disseminated to individuals, households, and communities."}, {"text_block_id": "p70_b367", "text": "The current NDRMC early-warning system focuses on monitoring droughts, monitoring which is also tied to food assistance. The information for monitoring and early warning is generated from woreda and regional monthly reports. On the other hand, the seasonal assessment uses Household Economy Approaches (HEAs) and a Livelihood Impact Assessment Sheet (LIAS) to predict the numbers of people in need of food assistance. Previously, the GoE also used the Livelihoods Economy Assessment Profiles (LEAPs)."}, {"text_block_id": "p71_b368", "text": "Table 18."}, {"text_block_id": "p71_b369", "text": "Vision for implementing NAP-ETH through climate services and adaptation technologies"}, {"text_block_id": "p71_b370", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p71_b371", "text": "The NMA is the only organization mandated to generate and disseminate weather forecasts in Ethiopia. The NMA is also the lead agency in climate services, and it is responsible for developing climate models, prediction, and building scenarios, as well as conducting seasonal forecasts, thereby clarifying climatic uncertainties for each agro-ecological zone in Ethiopia. The NMA operates an extensive observatory network, with four categories of observing stations:"}, {"text_block_id": "p72_b372", "text": "Synoptic Stations; Principal/Indicative Stations; Ordinary Stations; and Rainfall Recording Stations. Though the number of operational stations that NMA has is not clear, there are about 1,300 meteorological stations in the country, most of which are likely Ordinary or Rainfall Recording stations. Station data gaps and uneven coverage of the stations are the major limitations of NMA’s stations in the country."}, {"text_block_id": "p72_b373", "text": "Regional-level NMA bureaus also have a role in managing stations, while NDRMC is the agency responsible for the early-warning system, including predicting the numbers of people in need of food assistance. It is also responsible for emergency assistance."}, {"text_block_id": "p72_b374", "text": "EIAR:"}, {"text_block_id": "p72_b375", "text": "The EIAR is a semi-autonomous federal body that is working on agro-weather and agroclimate research and extension projects, which are highly relevant to Ethiopian farmers. Its Agro-meteorology, Biometrics, and GIS Research Directorate provides climate information services for smallholder farming activities."}, {"text_block_id": "p72_b376", "text": "ATA:"}, {"text_block_id": "p72_b377", "text": "ATA has recently initiated the Climate and Environment for the Sustainable Development program. Under this program, ATA has already put agro-meteorological advisories to use in selected districts in Ethiopia. The agency has found out that working closely with farmers is important for determining and then servicing their agro-meteorology information needs, as well as for supporting adaptation and food security. In addition to these agencies, project-based programs such as BRACED are also involved in the dissemination of forecast and agro-advisory services for selected woredas."}, {"text_block_id": "p72_b378", "text": "Other key international and local actors include CARE International, Christian Aid, DFID (through the BRACED Project), Farm Africa, Irish Aid, International Livestock Research Institute (IRLI), Rockefeller Foundation, and the WMO."}, {"text_block_id": "p72_b379", "text": "Unlocking Synergies"}, {"text_block_id": "p72_b380", "text": "Climate services are closely aligned with the agricultural and water sectors as well as social protection AOs. Because climate impacts are location specific, local and decentralized climate services are essential to address the impact of climate change on food production and access to water. There are four main elements of localized climate services for agriculture: collection and synthesis of data on local weather, climate, crops, and market price of crops and input; use of weather and climate forecasts; analysis and development of impact outlooks and management options; and communicating to end users (Bernardi, 2011). All four elements need to be implemented to provide full climate services for farmers, which involves providing climate advisory services to farmers that allow them to decide when best to plant and harvest—and when to get out of harm’s way. Climate services can be strengthened by integrating climate information into insurance and credit provision as well as crop monitoring and yield forecasting. At a policy level, additional climate services for agriculture include identifying, analyzing, and prioritizing the current and future vulnerabilities and climate risks and design management strategies to promote proactive decision making."}, {"text_block_id": "p73_b381", "text": "Implementation Needs"}, {"text_block_id": "p73_b382", "text": "The GoE faces a wide range of developmental challenges and does not have sufficient resources to address all of them. This results in complex decision-making processes and balancing difficult trade-offs, which have left some of the needs, such as strengthening NMA and climate services at a disadvantage. The NMA has attempted to address funding and capacity limitations with the support of a range of partners. In addition to the financial and technical support that NMA has received, NGOs have played a key role in building the capacity of government agencies and expanding the type of services offered by the NMA. Examples include programs such as BRACED, funded by DFID and implemented by a consortium of NGOs led by Farm Africa, and the GEF financed “Strengthening climate information and early warning systems in Africa for climate-resilient development and adaptation to climate change” project."}, {"text_block_id": "p73_b383", "text": "Through these projects and institutional restructuring, the NMA has made important advancements in data transparency and data sharing, such as the Climate Analysis and Application. Through a partnership with the International Research Institute for Climate and Society at Columbia University (under a project titled Enhancing National Climate Services initiative) the NMA has made climate information available on its website. Users can now access different visuals of decadal and monthly rainfall and temperature information."}, {"text_block_id": "p74_b384", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p74_b385", "text": "Table 19."}, {"text_block_id": "p74_b386", "text": "Short-term priorities for implementing NAP-ETH through climate services and adaptation technologies"}, {"text_block_id": "p75_b387", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p75_b388", "text": "Table 20."}, {"text_block_id": "p75_b389", "text": "Long-term priorities for implementing NAP-ETH through climate services and adaptation technologies"}, {"text_block_id": "p77_b390", "text": "4.5 Implementation Component #5: Infrastructure"}, {"text_block_id": "p77_b391", "text": "Overview of the Infrastructure Implementation Component"}, {"text_block_id": "p77_b392", "text": "Building the capacity of the domestic construction industry while bridging critical infrastructure gaps (with a particular focus on ensuring the provision of quality infrastructure services) is one of the major GTP II directions. All human settlements are critically dependent on many types of infrastructure, ranging from power and water infrastructures to transportation and waste disposal systems. In developing countries such as Ethiopia, such infrastructure is already under severe strain as a result of population growth, rural–urban migration, high levels of poverty, and the demand for more roads and vehicles. This existing pressure is likely to interact with, or be exacerbated by, different aspects of climate change, some of which will be direct. Changes to temperature or rainfall amounts along with extreme weather events might have an immediate impact in terms of bringing down power lines, washing away roads and bridges, or overwhelming drainage systems. There can also be less obvious, longer-term impacts; if higher temperatures lead to drier soils, for example, land subsidence could occur. The transport sector presents a particular challenge, given its dependence on petroleum-based fuels, prevailing individual transport modes, and well-established travel lifestyles. The relevant AOs that contribute to this component are shown below."}, {"text_block_id": "p77_b393", "text": "Table 21."}, {"text_block_id": "p77_b394", "text": "Key activities for implementing NAP-ETH in the infrastructure sectors"}, {"text_block_id": "p80_b395", "text": "Gender considerations are taken from EFCCC (2018)."}, {"text_block_id": "p80_b396", "text": "Policy Context for the Infrastructure Implementation Component"}, {"text_block_id": "p80_b397", "text": "Due to rapid urbanization, the number of urban centres with at least 20,000 people is projected to increase from 86 in 2010 to 237 in 2030, according to the Ministry of Urban Development and Housing (MUDHo). As per UN estimates, Ethiopia’s urban population will triple between 2010 and 2040. Preliminary city-level population projections suggest that some of Ethiopia’s larger cities will more than triple their 2010 population by 2040: for instance, Hawassa’s 2010 population will grow more than six-fold by 2040, while Mekele almost five-fold and Adama and Bahir Dar almost four-fold. Strengthening resilience to climate change in the urban environment is thus becoming increasingly urgent (Angel, 2013). National policies such as CRGE and GTP II have identified a set of SPs that need to be implemented across Ethiopia’s urban areas, including more sustainable forms of waste management and transportation and an increase in urban greenery coverage."}, {"text_block_id": "p80_b398", "text": "Urban sectors in Ethiopia need proper planning in solid waste management, green parks, and non-motorized transportation to address the demands of the growing population. As Ethiopia’s urban population grows, its urban centres will face challenges related to such things as provision of sanitation services as well as pollution in industrial and urban areas. Adaptation"}, {"text_block_id": "p81_b399", "text": "issues are not currently covered in the solid waste management plan, so additional effort is needed to address climate adaptation in solid waste management."}, {"text_block_id": "p81_b400", "text": "The GoE has also prepared an urban sector resilience strategy as well as an energy sector climate adaptation strategy. These sector-level CR strategies have identified relevant approaches to integrate climate adaptation in urban and energy sectors. The City of Addis Ababa is also currently preparing a resilience strategy in collaboration with the C40 Cities Climate Leadership Group."}, {"text_block_id": "p81_b401", "text": "Current Status of the Infrastructure Implementation Component"}, {"text_block_id": "p82_b402", "text": "Vision for the Infrastructure Implementation Component"}, {"text_block_id": "p82_b403", "text": "Climate hazards such as floods are expected to damage infrastructure, communication systems, and roads. As such, a business-as-usual approach to constructing this infrastructure will not work in the future, and new construction could fail in the face of floods and landslides. Therefore, it is essential that new infrastructure developments take climate change into consideration. Climate hazard assessments need to be conducted before plans are made for new development or infrastructure. The vision for infrastructure components thus needs to make it resilient to climate shocks such as flooding."}, {"text_block_id": "p82_b404", "text": "The EFCCC needs to provide technical support to sector ministries involved in infrastructure development, helping them to conduct climate risk assessments as well as to develop plans and designs that will be able to resist climate hazards and changes. The current urban development, transportation, and construction guidelines are weak in providing clear guidance on making infrastructure resistant to climate shocks."}, {"text_block_id": "p82_b405", "text": "The report on regional prioritization processes revealed that AO10 (Increasing resilience of urban systems) prioritized only two regions (Dire Dawa and Somalia). However, the implementation of the component had wide coverage across regions that were reaffirmed by the participants of the federal and regional level consultative workshops recently held as a prerequisite for the developing of an implementation roadmap for ETH-NAP. The scale is relatively higher in Amhara, Oromia, SNPPR, and Tigray regions (and the two Administrative States, Addis Ababa and Dire Dawa) than the remaining five regions. Factually, the vast majority of the population living in urban and rural settings is benefiting from the implementation of the infrastructure component."}, {"text_block_id": "p83_b406", "text": "The expected short-term outputs could be better facilities such as electricity, transport, and job opportunities, while in the medium to long terms, Ethiopia could reach middle-income status before 2025."}, {"text_block_id": "p83_b407", "text": "Table 22."}, {"text_block_id": "p83_b408", "text": "Vision for adaptation in the infrastructure sectors"}, {"text_block_id": "p83_b409", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p83_b410", "text": "Ministry of Urban Development and Housing:"}, {"text_block_id": "p83_b411", "text": "According to UNEP (2015),"}, {"text_block_id": "p83_b412", "text": "the MUDHC was established after the government approved a national Urban Development Policy, whose main objective was to assist municipalities in providing efficient and effective public services to residents as well as complement and"}, {"text_block_id": "p84_b413", "text": "facilitate rural development. The Ministry of Urban Development, Housing, and Construction has the institutional mandate to facilitate infrastructural development in municipalities. (p. 16)"}, {"text_block_id": "p84_b414", "text": "MoT:"}, {"text_block_id": "p84_b415", "text": "The MoT provides strategic planning and implementation of transport sector activities throughout the country. The Ministry has understood the impact of climate change on transport infrastructure and has started the process of formulating a sector-specific CR strategy. The Environment and Climate Change Directorate is a department established under the Ministry. There are two teams under this directorate: Environment and Social Impact Monitoring Team and Climate Change Team, the latter of which is also the host of CRGE. This directorate (Climate Change Team in particular) is responsible for the CRGE (adaptation and mitigation) planning, intervention, and monitoring of the sector in the country. Currently, the team has three experts, including the coordinator."}, {"text_block_id": "p84_b416", "text": "Bureaus of Urban Development, Housing and Construction: UNEP (2015) observes that"}, {"text_block_id": "p84_b417", "text": "most regions have Urban Development, Housing, and Construction bureaus, which are responsible for urban management and development issues within the regional government. Several of the World Bank Urban Local Government Development Projects are implemented in the municipalities with the support of Urban Development, Housing, and Construction bureaus. (p. 16)"}, {"text_block_id": "p84_b418", "text": "Urban Planning Institute:"}, {"text_block_id": "p84_b419", "text": "UNEP (2015) also states, “the nine regional states, as well as the cities of Addis Ababa and Dire Dawa, have urban planning institutes, which support their respective Urban Development, Housing and Construction bureaus” (p. 16)."}, {"text_block_id": "p84_b420", "text": "City councils:"}, {"text_block_id": "p84_b421", "text": "According to UNEP (2015)"}, {"text_block_id": "p84_b422", "text": "Under the current decentralized system, Addis Ababa and Dire Dawa are federal chartered cities with City Council[s] that directly report to the federal government. Accountable to their own councils, municipalities have the authority and the mandate to raise revenue and deliver services. At the regional level, city councils are accountable to the regional government.” (p. 16)"}, {"text_block_id": "p84_b423", "text": "MoWIE is responsible for the diversification of energy sources for sustainable energy supply."}, {"text_block_id": "p84_b424", "text": "Civil society organizations and the private sector have significant roles and responsibilities in capacity building and technical support and demonstration of best practices across regions. Research institutions and international partners as well have critical roles in technology generation and transformation and in capacity building, technical support, and resource mobilization."}, {"text_block_id": "p84_b425", "text": "Unlocking Synergies"}, {"text_block_id": "p84_b426_merged", "text": "The synergy required for climate change adaptation at federal and regional levels cannot be met by current sectoral and regional resilience strategies. Therefore, the recently launched NAP-ETH under the Cancun Adaptation Framework is expected to address these limitations through a programmatic, multi-sectoral and long-term planning approach."}, {"text_block_id": "p85_b429", "text": "One approach involves expanding electricity generation from renewable sources (i.e., on/off-grid, improved public transit in Addis Ababa, light rail transit, and clinker substitution in relation to waste heat recovery, energy efficiency, and fuel switching). This would be supplemented by such mitigation actions as landfill gas management; urban greenery and integrated infrastructure planning; energy efficient design of new buildings; and reuse, composting, and biogas generation from solid waste provide synergies with the increased resilience of urban systems."}, {"text_block_id": "p85_b430", "text": "Implementation Needs"}, {"text_block_id": "p85_b431", "text": "To increase the technical understanding of climate change impacts on infrastructure development, a number of investments are needed to increase human resources; build occupational, technical, and institutional capacities; and enhance leadership skills. For planners from the infrastructure sector to conduct risk and vulnerability assessments (and to develop risk mitigation and resilience plans), improved city-level climate and disaster data collection and risk assessment and information-sharing systems need to be established along with capacity building in data management. Increasing the accessibility of the financing mechanism; substitution of locally available industrial inputs/raw materials; creation of a decent working environment; incentivizing and subsidizing the manufacturing sector, and capacity /knowledge and technology transfer are also crucial for the implementation of the component."}, {"text_block_id": "p85_b432", "text": "Some of the major inhibiting factors in the case of transport include financial constraints; design technology and knowledge gaps; weak law enforcement in asset management; delays in maintenance of damaged assets; and capacity limitations. In the case of the industrial sector, component implementation is hindered by a shortage of finance or high inflation; shortage of foreign currency; shortage of industrial inputs; high staff turnover; poor working culture; inadequate provision of incentives and subsidies; shortage of skilled workforce/capacity; and a lack of modern technology. In the urban sector, major constraints include scarcity of capital, land, and technology; weak legal enforcement, scarcity of professionals and high staff turnover; low attention to the sector by urban managers and the lack of an urban implementation master plan. According to participants in the NAP Roadmap Stakeholder Consultation Workshop, some of the factors listed above could be overcome by private investor engagement; a structured resource mobilization strategy; strengthened public–private partnership and collaboration between concerned sectors; capacity building and exposure visits; substitution of local industrial inputs/raw materials; decent working environment; incentives and subsidies; and technology transfer."}, {"text_block_id": "p86_b433", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p86_b434", "text": "Table 23."}, {"text_block_id": "p86_b435", "text": "Short-term priorities for implementing NAP-ETH in the infrastructure sectors"}, {"text_block_id": "p87_b436", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p87_b437", "text": "Table 24."}, {"text_block_id": "p87_b438", "text": "Long-term priorities for implementing NAP-ETH in the infrastructure sectors"}, {"text_block_id": "p90_b439", "text": "5.0 Cross-Cutting Issues for Implementation"}, {"text_block_id": "p90_b440", "text": "The following are guiding principles for Ethiopia’s NAP process:"}, {"text_block_id": "p90_b441", "text": "•"}, {"text_block_id": "p90_b442", "text": "Participation"}, {"text_block_id": "p90_b443", "text": "•"}, {"text_block_id": "p90_b444", "text": "Stakeholder empowerment"}, {"text_block_id": "p90_b445", "text": "•"}, {"text_block_id": "p90_b446", "text": "Coherent interventions"}, {"text_block_id": "p90_b447", "text": "•"}, {"text_block_id": "p90_b448", "text": "Gender sensitivity"}, {"text_block_id": "p90_b449", "text": "•"}, {"text_block_id": "p90_b450", "text": "Equitable implementation"}, {"text_block_id": "p90_b451", "text": "•"}, {"text_block_id": "p90_b452", "text": "Partnership"}, {"text_block_id": "p90_b453", "text": "These guiding principles introduce cross-cutting issues that must be taken into consideration in the implementation of all the AOs and SPs. This section provides an overview of how the guiding principles will be put into practice in the implementation of NAP-ETH. In addition, it also describes how nutrition will be addressed as a cross-cutting priority."}, {"text_block_id": "p90_b454", "text": "Participation and Stakeholder Empowerment"}, {"text_block_id": "p90_b455", "text": "Multistakeholder empowerment and participation at different levels and stages of the implementation are crucial to the success of a NAP process and implementation of the adaptation actions. The potential benefits of stakeholder engagement in the NAP-ETH implementation process, which should be considered, include (adapted from Twigg, 1999):"}, {"text_block_id": "p90_b456", "text": "•"}, {"text_block_id": "p90_b457", "text": "Participatory NAP implementation processes are more likely to be sustainable because they build on local capacity and knowledge, and since the participants have a sense of “ownership” toward any decision made and are thus more likely to comply with them. Participatory initiatives are thus more likely to be compatible with long-term development plans."}, {"text_block_id": "p90_b458", "text": "•"}, {"text_block_id": "p90_b459", "text": "Working closely with local communities, including women and representatives of vulnerable groups, through an inclusive stakeholder engagement process can help decision-makers gain greater insight into the communities they serve, enabling them to work more effectively and produce better results. In turn, the communities can learn how the decision-making process works and how they can influence it effectively."}, {"text_block_id": "p90_b460", "text": "•"}, {"text_block_id": "p90_b461", "text": "The process of working and achieving things together can strengthen communities and build adaptive capacity through increased awareness of the issues within the community, leading to co-creation of solutions to address them. It can also reinforce local organizations, and build up confidence, skills, and the capacity to cooperate. In this way, it increases people’s potential for reducing their vulnerability. This, in turn, empowers people and enables them to tackle other challenges, either individually or collectively."}, {"text_block_id": "p90_b462", "text": "•"}, {"text_block_id": "p90_b463", "text": "Stakeholder participation in planning, through priority setting and voicing of preferences, as well as in the implementation process, accords with people’s right to participate"}, {"text_block_id": "p91_b464", "text": "in decisions that affect their lives. These processes of engagement can improve the likelihood of equity in decision making and provide solutions for conflicts."}, {"text_block_id": "p91_b465", "text": "•"}, {"text_block_id": "p91_b466", "text": "Engaging stakeholders may take longer than conventional, externally-driven processes, but may be more cost effective in the long-term; a stakeholder-based process is more likely to be sustainable because the process allows the ideas to be tried, tested, and refined before adoption."}, {"text_block_id": "p91_b467", "text": "In general, through rigorous stakeholder empowerment and participation, Ethiopia’s government can effectively ensure that the most vulnerable and marginalized groups are heard and engaged in the NAP-ETH development and implementation."}, {"text_block_id": "p91_b468", "text": "Coherent Interventions"}, {"text_block_id": "p91_b469", "text": "During the implementation of NAP-ETH and adaptation interventions, critical assessment needs to be undertaken to ensure consistent and coherent intervention. In most cases, adaptation interventions do not start from scratch; new actions should always be drawing on experiences and lessons from previous actions through regular stocktaking, reflection, and learning processes. In particular, existing initiatives such as SLM, PSNP, ONEWASH, etc. should be reviewed and documented to ensure coherent implementation of actions at national, sub"}, {"text_block_id": "p91_b470", "text": "-"}, {"text_block_id": "p91_b471", "text": "national, and woreda levels and to identify what needs to be done differently to ensure that such programs are addressing climate risks and are aligned with NAP-ETH. The descriptions of synergies among the different AOs in the sections that follow are aimed at increasing coherence in implementation."}, {"text_block_id": "p91_b472", "text": "Gender"}, {"text_block_id": "p91_b473", "text": "It is paramount that gender concerns be integrated into the NAP process from the outset, as gender equality is a universal human right, acknowledged by many international instruments such as the Universal Declaration of Human Rights and the Convention on the Elimination of All Forms of Discrimination Against Women. The integration of gender considerations has been identified as a key requirement under the UNFCCC. Finally, this also ensures compliance with the Gender Plan of Action (GAP) in 2014, which was created by the UNFCCC under the Lima Work Programme on Gender to advance women’s issues on climate change (Dazé & Dekens, 2018)."}, {"text_block_id": "p91_b474_merged_merged", "text": "In order to ensure gender-responsiveness in Ethiopia’s NAP process, a targeted gender analysis has established a strong basis for moving forward. The analysis explored three main issues: gender differences in adaptation needs, opportunities, and capacities; equitable participation and influence in adaptation decision-making processes; and equitable access to financial resources and other benefits resulting from adaptation investments. This analysis was used to generate recommendations to address gender issues in the context of NAP-ETH, with specific recommendations for each of the AOs and SPs (EFCCC, 2018). These are incorporated in the sections that follow, and the full report is available here."}, {"text_block_id": "p91_b477", "text": "To help ensure a gender-responsive NAP process reflecting wider government policy, the national-level steering committee for NAP-ETH should contain a representative from the MoWCY. Representatives from civil society and development actors with expertise on gender"}, {"text_block_id": "p92_b478", "text": "issues in Ethiopia are to be sought after in consultative groups. Capacity-building efforts may be required to enable effective participation."}, {"text_block_id": "p92_b479", "text": "Equitable Implementation"}, {"text_block_id": "p92_b480", "text": "Equity should be placed at the centre of any adaptation action. NAP-ETH implementation should result in equitable benefits for people of all wealth and social groups. This will include targeted actions for the most vulnerable groups, as well as facilitating equitable access to services that enhance adaptive capacity. Climate, financial, and agricultural extension services, among others, play a key role in enabling people to undertake adaptation actions. Governmental and non-governmental actors providing these services must undertake actions to ensure that access is equitable for women and men and for vulnerable groups."}, {"text_block_id": "p92_b481", "text": "Partnerships"}, {"text_block_id": "p92_b482", "text": "Partnerships are critical for the effective implementation of adaptation actions. EFCCC has recently started the CRGE Forum, which will meet regularly to discuss CRGE implementation and progress. The forum includes donors such as the EU, Netherland Embassy, and DFID, as well as representatives from civil society and academia. It is recommended to build on the work of this forum and leverage its platform by encouraging civil society organizations (CSOs), community-based organizations (CBOs), private sector, and academia to proactively engage in the implementation of NAP-ETH. The forum is currently led by the EU. Under the leadership of regional EFCCC offices, a similar forum shall also be established and promoted at the regional level, especially focusing on the NAP approach in general and specific prioritized AOs in particular."}, {"text_block_id": "p92_b483", "text": "Nutrition"}, {"text_block_id": "p92_b484", "text": "Though not included as a guiding principle in the NAP document, nutrition has been identified as a critical cross-cutting issue for implementation."}, {"text_block_id": "p92_b485", "text": "According to the World Bank (2015a, p. 77):"}, {"text_block_id": "p92_b486", "text": "In Ethiopia, 40 percent of children under the age of five suffer from stunting as a consequence of chronic and cyclical malnutrition. The National Nutrition Program (NNP) was revised in 2013 to strategically address the nutrition problem in the country to include initiatives that have emerged since the 2008 NNP, including taking into account the multi-sectoral and multi-dimensional nature of nutrition and the linkages among key implementing sectors, one being agriculture. This program, endorsed by MoA, the Ministry of Health and another eight line ministries, includes a strategic objective to strengthen implementation of nutrition-sensitive interventions in the agriculture sector.."}, {"text_block_id": "p92_b487", "text": "To ensure the equitable implementation of NAP-ETH, the food and nutrition insecurities of millions of people that are adversely impacted but least served with health and social services must be addressed. In light of that fact, “a combination of nutrition-sensitive adaptation and mitigation measures, nutrition-smart investments, increased policy coherence, and institutional and cross-sectoral collaboration can address the threats to food and nutrition security from climate change” (CIAT, 2015, p. 123)."}, {"text_block_id": "p93_b488", "text": "Nutrition and food security need to be integrated in the enhanced action on adaptation and also explicitly addressed in the climate-resilient development, national adaptation, and disaster risk reduction plans of the FDRE."}, {"text_block_id": "p93_b489", "text": "As the UNSCN (2010, p. 2) observes:"}, {"text_block_id": "p93_b490", "text": "A revitalized twin-track approach to ensure food and nutrition security could reduce vulnerability, build resilience, and secure nutrition under a changing climate. Track one consists of the upscaling of nutrition-specific interventions and safety nets. Track two consists of a multi-sectoral nutrition-sensitive approach to sustainable and climate-resilient agriculture, health and social protection schemes, risk reduction and risk management plans and climate-resilient community-based development. It is essential to increase attention to and target the most vulnerable to suffer from undernutrition, such as mothers and young children."}, {"text_block_id": "p94_b491", "text": "6.0 Implementation Strategies for NAP-ETH SPs"}, {"text_block_id": "p94_b492", "text": "The SPs identified in NAP-ETH are critical to creating an enabling environment for the implementation of different AOs. The following sections provide an overview of the implementation strategies for the five SPs:"}, {"text_block_id": "p94_b493", "text": "1."}, {"text_block_id": "p94_b494", "text": "Mainstreaming climate change adaptation into development policies, plans, and strategies"}, {"text_block_id": "p94_b495", "text": "2."}, {"text_block_id": "p94_b496", "text": "Building long-term capacities of institutional structures involved in NAP-ETH"}, {"text_block_id": "p94_b497", "text": "3."}, {"text_block_id": "p94_b498", "text": "Implementing effective and sustainable funding mechanisms"}, {"text_block_id": "p94_b499", "text": "4."}, {"text_block_id": "p94_b500", "text": "Advancing research and development in the area of climate change adaptation"}, {"text_block_id": "p94_b501", "text": "5."}, {"text_block_id": "p94_b502", "text": "Improving the knowledge-management system for NAP-ETH"}, {"text_block_id": "p94_b503", "text": "6.1 Strategic Priority #1: Mainstreaming climate change adaptation into development policies, plans, and strategies"}, {"text_block_id": "p94_b504", "text": "Overview of the Strategic Priority"}, {"text_block_id": "p94_b505", "text": "In order for climate change adaptation to be sustainable and implemented on a broad scale, it must be integrated or “mainstreamed” into the policy apparatus of governments. Mainstreaming climate change is the process of integrating adaptation and mitigation objectives within development agendas. In other words, climate change risks are not addressed through separate initiatives but through the ongoing development policy-making, planning, and activities across all sectors (Oates et al., 2011). Through mainstreaming, climate change adaptation policies do not need to be developed for specific sectors, but rather facilitate their development and implementation as part of existing sectoral policies."}, {"text_block_id": "p94_b506", "text": "Through mainstreaming climate change into policies, plans, and strategies, resources will also be used efficiently, avoiding cross-programming and multiple similar activities being implemented by different agencies. Mainstreaming climate change adaptation into development activities will also reduce policy conflicts. Using integrated budgeting, additional financial leverage can also be achieved. Accordingly, Ethiopia’s NAP initiative is part of its grand ambition of mainstreaming climate change adaptation into current and future development plans, across sectors and levels."}, {"text_block_id": "p94_b507", "text": "Climate change has significant implications for the achievement of Ethiopia’s 2030 strategies, policies, and programs in climate-sensitive sectors (e.g., agricultural development, food security, health, livelihoods, resource management, and risk management). Mainstreaming of climate change adaptation in vulnerable sectors is essential to reduce the negative effects of climate hazards, changes and uncertainties regarding the achievement of development objectives."}, {"text_block_id": "p95_b508", "text": "Further, as much of the implementation of adaptation actions will occur at the local level, integration of adaptation in sub-national planning is critical."}, {"text_block_id": "p95_b509", "text": "The mainstreaming climate change into policies and programs requires targeted effort from policy-makers and program designers to make changes in their approach to budgeting, evaluation, and reporting. These changes require the engagement of experts from the federal to lower levels of administration. Policy-makers and program designers thus need to have enough knowledge about climate change to be able to make significant contributions to the mainstreaming of climate change. In addition to having the required capacity, identifying entry points for policy mainstreaming is essential. This involves understanding the linkages between climate change and national development priorities and understanding the governmental, institutional, and political contexts."}, {"text_block_id": "p95_b510", "text": "Mainstreaming also requires engagement with local communities, NGOs, and private sector actors. This engagement will provide a buy-in from non-state actors who are also active in implementation."}, {"text_block_id": "p95_b511", "text": "Policy Context for the Strategic Priority"}, {"text_block_id": "p95_b512", "text": "Ethiopia’s commitment to creating climate-resilient development has been clearly articulated in its various plans and strategy documents, notably the CRGE strategy. The strategy calls for the mainstreaming of the CRGE agenda in sector plans (FDRE, 2011), creating a strong imperative for sectoral ministries to explicitly integrate climate change adaptation and mitigation in the planning process. Mainstreaming adaptation in development plans, policies, and strategies is also identified as a strategic priority for the NAP-ETH (FDRE, 2019). The CRGE strategy was prepared in 2011 during the first phase of GTP (2010–2015) and thus climate change wasn’t articulated presented and integrated in GTP I. An effort was made to integrate CRGE or climate change into GTP II (2015–2020). However, CRGE was still presented as a stand-alone activity/ program, and attention to adaptation issues was weak."}, {"text_block_id": "p95_b513", "text": "The update of the CRGE mainstreaming guidelines has provided a pathway for mainstreaming adaptation in sector, regional, and woreda planning in line with the NAP. In addition to the guideline, the increased awareness at the national level has helped in mainstreaming climate change in sector plans; however, significant effort needs to be made on capacity building at the local level to be able to scale up and replicate the local-level plan across the country. The mainstreaming of climate adaptation at the policy level has been guided by the CRGE strategy."}, {"text_block_id": "p95_b514", "text": "While the GTP provides a short-term (five-year) strategy, Ethiopia’s long-term economic policy-making has focused on the developmental state approach, which focused heavily on boosting GDP growth with intensive effort placed on public investment and raising agricultural output. This long-term strategy guides the GTP. However, the extent to which climate change has been mainstreamed into the long-term strategy isn’t clear. Thus, macroeconomic policies and strategies currently in force, as well as regional strategies, should be revised or updated regularly in order to address climate change. Further, additional efforts are needed to ensure that development investments reach poor and marginalized groups, who are most vulnerable to the impacts of climate change."}, {"text_block_id": "p96_b515", "text": "The NPC has been the lead agency tasked with long-term planning and working on the inclusion of NAP-ETH impact indicators for GTP reporting. NPC’s responsibilities also include integrating CRGE indicators with the M&E of NAP-ETH’s implementation performance. However, although the NPC has the leading role in the planning process of NAP-ETH, it has been led by EFCCC. This is a reflection that the first step in mainstreaming climate change or identification of an entry point has been missing. Mainstreaming needs to start by finding an entry point that includes conducting assessment and linkage between climate change and policy, understanding political and institutional contexts, raising awareness and stakeholder engagement. In addition to a lack of capacity and understanding of adaptation, the key policy focus for the GoE and NPC had been economic growth and mitigation, rather than resilience—this has represented a challenge to mainstreaming climate change into national policy. One of the critical first steps to finding an entry point is capacity building at NPC."}, {"text_block_id": "p96_b516", "text": "Entry points for mainstreaming climate change should also be considered at the regional, sectoral, and local levels. At the regional and sectoral levels, the focus should be sector-level strategies, budgets, and plans. At the local or woreda level, it should begin by addressing woreda-level decentralized plans, community engagement in planning, and relevant indicators for reporting."}, {"text_block_id": "p96_b517", "text": "Current Status of the Strategic Priority"}, {"text_block_id": "p96_b518", "text": "The NPC is currently preparing Ethiopia’s 10-year perspective plan as well as GTP III. The development of these plans provides an entry point for integrating the NAP into both national- and sector-level plans and strategies. As the NAP seeks to enhance Ethiopia’s resilience to the impacts of climate change, it is essential to recognize the vulnerability of the country, mainstreaming climate change into all macro-level and socioeconomic sector plans. Though national-level planners do have the institutional framework to integrate climate change into the planning process, additional effort is required from actors such as EFCCC to make sure that systems and capacities are in place and that appropriate actions are taken to mainstream climate change to both the 10-year plan and the GTP III. In addition, technical support and capacity development will be required to mainstream climate change into sector-, regional-, and sub-national-level plans."}, {"text_block_id": "p96_b519", "text": "An updated guideline was prepared to support the relevant ministries and regional bureaus within the GoE to integrate the CRGE strategy in annual and medium-term sectoral plans. The guideline was developed to ensure that sector plans are climate resilient and contribute to the development of a green economy. It reflects the latest thinking on how to implement the CRGE strategy. In particular, it seeks to integrate adaptation actions as outlined in NAP-ETH. The guideline is for actors in sectoral ministries and regional bureaus with a mandate to integrate the CRGE strategy in their work. The CRGE strategy is expected to be integrated during medium-term (five-year) and annual planning processes, alongside other guidance documents (EFCCC, 2018). As previously noted, a similar guideline has been prepared to support the integration of climate change in woreda planning."}, {"text_block_id": "p96_b520", "text": "Almost all line ministries except the MoH have established Environment and Climate Change or CRGE Directorates tasked with coordinating the CRGE. However, the horizontal and vertical coordination of these directorates is rather weak—and, in some cases, non-existent. Climate"}, {"text_block_id": "p97_b521", "text": "change mainstreaming is also not systematic across regions. Feedback obtained from the NAP-ETH stakeholder’s consultative workshop revealed that the mainstreaming of climate adaptation actions is relatively encouraging in Oromia, SNNPR, Benishangul, and Somali regional states. This was evident as reflected by participants from Oromia and SNNPR; both regions currently have a significant number of project with climate adaptation actions. However, the process seems to be in the early stages in the remaining regions, requiring close follow-up from the EFCCC."}, {"text_block_id": "p97_b522", "text": "Climate change adaptation is essential for all stakeholders, and to the small-scale farmers and pastoralists in particular. If the mainstreaming process is employed as envisaged, sector ministries and regions could incorporate climate change adaptation into their annual plans and could easily initiate its implementation. The outcomes (medium to long term) resulting from the implementation of this priority could include reductions in climate change effects that eventually strengthen resilience in the vulnerable communities and contribute to the economy of the country at large. It will be pertinent to have a robust M&E system that comprises a strategic results framework to track results at different levels in a timely way."}, {"text_block_id": "p97_b523", "text": "Vision for the Strategic Priority"}, {"text_block_id": "p97_b524", "text": "The vision of this strategic priority is to facilitate the mainstreaming of climate change adaptation into GTP III and the 10-year plan. In addition, all sectors and regions will have sector-level and regional-level adaptation plans. Woreda-level plans will also integrate climate change and take local climate hazards into consideration when planning."}, {"text_block_id": "p97_b525", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p97_b526", "text": "Policies are made at the national level, and so federal-level entities will have the most significant role in mainstreaming climate adaptation into policies. The key federal-level ministries that will have vital roles and responsibilities are as follows."}, {"text_block_id": "p98_b527", "text": "As a principal entity, EFCCC will have a leading role in facilitating and monitoring the mainstreaming of climate change into policies, plans, and strategies. The EFCCC will need to work closely with NPC to check that the mainstreaming has been successful at the national level."}, {"text_block_id": "p98_b528", "text": "Unlocking Synergies"}, {"text_block_id": "p98_b529", "text": "Due to the current piecemeal approach to planning and implementing adaptation, the synergy required for climate change adaptation at federal level has not been achieved. Therefore, the NAP-ETH is expected to address these limitations through a programmatic, multi-sectoral, multi-level, and long-term planning approach. To unlock synergies and achieve the required outcome of enhancing adaptive capacity of the government in climate change mainstreaming, local institutions and individuals who are directly affected by climate change (in terms of impacts on their livelihoods and the environment in which they live) should be considered in the planning process of any climate change adaptation initiatives."}, {"text_block_id": "p98_b530", "text": "There are some common concerns behind mitigation efforts undertaken in the context of the GE strategy. Hence, due attention should be given during the planning stages to look into potential areas of synergies to avoid duplication of efforts and contradictions between the mainstreaming of climate change adaptation and mitigation."}, {"text_block_id": "p98_b531", "text": "Implementation Needs"}, {"text_block_id": "p98_b532", "text": "There are existing facilities and institutional capabilities to facilitate the mainstreaming of climate change adaptation into Ethiopia’s development policies, plans, and strategies. The country has acquired capacity to plan and implement adaptation actions and is expected to continue to increase its overall adaptive capacity. Ethiopia’s NAP initiative is part of its grand ambition of mainstreaming climate change mitigation and adaptation into its national development plans, in particular its Growth and Transformation Plan (GTP).  As noted elsewhere in the document, capacity gaps persist and need to be filled for effective implementation of the NAP."}, {"text_block_id": "p98_b533", "text": "Gender Considerations"}, {"text_block_id": "p98_b534", "text": "The NAP has identified the following key gender considerations for the mainstreaming climate change adaptation into development policies, plans, and strategic priority."}, {"text_block_id": "p98_b535", "text": "•"}, {"text_block_id": "p98_b536", "text": "Increase the political will and institutional commitment for gender-responsive approaches at all levels of government"}, {"text_block_id": "p99_b537", "text": "•"}, {"text_block_id": "p99_b538", "text": "Adapt and/or strengthen institutional arrangements to facilitate the mainstreaming of gender-responsive adaptation in national, sectoral, and sub-national development frameworks, plans, and strategies"}, {"text_block_id": "p99_b539", "text": "•"}, {"text_block_id": "p99_b540", "text": "Review and update relevant national, regional, and sectoral development guidelines and checklists to integrate gender-responsive adaptation and NAP-ETH priorities"}, {"text_block_id": "p99_b541", "text": "•"}, {"text_block_id": "p99_b542", "text": "Allocate sufficient resources (financial, human, etc.) for gender mainstreaming in adaptation initiatives"}, {"text_block_id": "p99_b543", "text": "•"}, {"text_block_id": "p99_b544", "text": "Clarify roles and responsibilities of actors engaged in mainstreaming"}, {"text_block_id": "p99_b545", "text": "•"}, {"text_block_id": "p99_b546", "text": "Establish systematic coordination and review mechanisms at national and sub-national levels to effectively monitor and evaluate the integration of gender issues in adaptation plans and actions"}, {"text_block_id": "p99_b547", "text": "•"}, {"text_block_id": "p99_b548", "text": "Ensure participation of MoWCY, the EFCCC Gender Units, and gender and adaptation technical specialists and CSOs working on gender issues"}, {"text_block_id": "p99_b549", "text": "•"}, {"text_block_id": "p99_b550", "text": "Develop guidelines and mechanisms for the implementation of mainstreamed approaches"}, {"text_block_id": "p99_b551", "text": "Short-Term Priorities (2020-2022)"}, {"text_block_id": "p99_b552", "text": "Table 25."}, {"text_block_id": "p99_b553", "text": "Short-term priorities for mainstreaming climate change adaptation into development policies, plans, and strategies"}, {"text_block_id": "p100_b554", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p100_b555", "text": "Table 26."}, {"text_block_id": "p100_b556", "text": "Long-term priorities for mainstreaming climate change adaptation into development policies, plans, and strategies"}, {"text_block_id": "p100_b557", "text": "6.2 Strategic Priority #2: Building long-term capacities of institutional structures involved in NAP-ETH"}, {"text_block_id": "p100_b558", "text": "Overview of the Strategic Priority"}, {"text_block_id": "p100_b559", "text": "The GoE has recognized that extra effort and investment are needed to empower institutions and individuals to achieve CRGE targets. Capacity building at federal, regional, woreda, and kebele levels is critical for successful climate change adaptation. At the international level, capacity building has also been recognized as an important factor for long-term climate change adaptation—it is explicitly mentioned in the UNFCCC, including Article 11 of the Paris Agreement."}, {"text_block_id": "p100_b560", "text": "Knowing that capacity building is essential for successful implementation of climate actions, the CRGE Facility has prepared a comprehensive CRGE National Capacity Development Strategy (NCDP) designed to address gaps identified at federal, regional, and woreda levels. The CRGE Capacity Assessment Matrix (CAM) was first constructed and then used to assess the existing level of competency against the four CRGE capacity areas and three dimensions. The three dimensions are: organizational capacity, system capacity, and human capacity and competence. The four capacity areas were identified as:"}, {"text_block_id": "p100_b561", "text": "•"}, {"text_block_id": "p100_b562", "text": "Planning—the capacity to understand and be able to mainstream CRGE into policy responses."}, {"text_block_id": "p101_b563", "text": "•"}, {"text_block_id": "p101_b564", "text": "Resource mobilization—the capacity to attract international and domestic resources, disburse funds to priority actions and apply effective financial management to ongoing activities."}, {"text_block_id": "p101_b565", "text": "•"}, {"text_block_id": "p101_b566", "text": "Delivery—the expertise and infrastructure to deliver plans and resources; to monitor results and feed results and lessons into national (and international) reporting and information systems."}, {"text_block_id": "p101_b567", "text": "•"}, {"text_block_id": "p101_b568", "text": "Institutions—the capacity to have a strong CRGE institution for management of CRGE systems, for building and coordinating arrangements for delivery."}, {"text_block_id": "p101_b569", "text": "The long-term capacity-building activity under the NAP strategy needs to be aligned with and build on the current CRGE National Capacity Development Strategy. By doing so, it will not only contribute to the overall national strategy but also get buy-in from donors who are (and will be) contributing to national capacity-building activities."}, {"text_block_id": "p101_b570", "text": "Policy Context"}, {"text_block_id": "p101_b571", "text": "The CRGE National Capacity Development Strategy (NCDP) has clearly defined and articulated the policy framework for building the capacity of institutions in order to implement essential climate actions. Though the document has focused on the CRGE, the institutional structure and capacities built will be able to accommodate adaptation actions or the NAP. However, it is important to note that the NCDP did not specifically address adaptation but focused on the CRGE strategy. Therefore, it is essential that the NCDP be updated to look specifically at climate adaptation and integrating adaptation issues into the NCDP."}, {"text_block_id": "p101_b572", "text": "The benefits of integrating adaptation issues into the NCDP is that the NCDP will be implemented through existing structures and mechanisms for coordination, and the CRGE Facility will be the lead institution for coordination and financial management of the capacity-building activities. EFCCC will continue to have a technical role to play. Sector ministries will also have a leading role in implementation. As such, rather than establishing a separate capacity-development program, integrating the NAP capacity building into the NCDP will not only strengthen both the NAP and NCDP but provide a buy-in from the GoE as the NCDP is already an accepted program."}, {"text_block_id": "p101_b573", "text": "Current Status"}, {"text_block_id": "p101_b574", "text": "The CRGE NCDP is in the early stage of implementation. The capacity development program has been planned to be implemented over a period of five years, with a total estimated budget of about USD 40 million. The CRGE Facility will play a key role in the organization, facilitation, and implementation of the program. The program will have the same institutional structure as the CRGE Facility, and oversight will be provided by the CRGE Management Committee. The capacity-development program addresses the individual, organizational, and system needs of entities at federal, regional, and woreda levels, which will have a direct role in the implementation of the CRGE. As no direct funding has been secured for the program, it has not yet been fully implemented. However, some elements of the program have received funding, such as the MRV capacity building, which has received funding from the European Union. Likewise, there have been different capacity development programs funded by donor partners such as the Climate-Smart Initiative, Strategic Climate Investment Programme"}, {"text_block_id": "p102_b575", "text": "(SCIP), Climate High-Level Investment Programme (CHIP), Africa Climate Change Resilience Alliance (ACCRA), etc."}, {"text_block_id": "p102_b576", "text": "In terms of institutional setup, over the past few years, there have been attempts to establish CRGE units that integrate CRGE objectives with sector development. The rationale for establishing these units within the relevant sector ministry is to build a sustainable institutional entity with strong technical expertise that has the capacity to design, develop, and implement CRGE initiatives aimed at realizing Ethiopia’s CRGE vision. Ideally, the CRGE units would be composed of experts drawn from the different departments/directorates and sub-sectors of the ministry in question."}, {"text_block_id": "p102_b577", "text": "The CRGE unit within each ministry has been engaged through a multi-institutional sub-technical committee throughout the CRGE strategy development process. There have been lax moments where these units are either lost or overtaken by routine work in the sector institutions. In some instances, they have remained strong, carrying over a sector mission to the overall CRGE process. In some cases, the units remained without human resources, and, when experts have been assigned, they operate with diluted mandates and without a clear vision. Overall, there is a need to assess where sector ministries stand in terms of the capacity to mainstream climate change adaptation objectives and direct the proper functioning of the units. It is when this objective is met that the momentum for supporting the implementation of climate-focused initiatives of a given sector could be sustained. This would require the establishment of a stronger CRGE unit that has the required resource base and technical competence for coordinating and monitoring achievements."}, {"text_block_id": "p102_b578", "text": "Many senior leaders have shown a great deal of interest and commitment to mainstreaming CRGE into their sectors and support the establishment of CRGE Directorates/units that have the required skilled human resources to follow up on the implementation of prioritized interventions as stipulated in their respective CR strategies. Some ministries (e.g., MoA) managed to develop CSA mainstreaming guidelines to harmonize the implementation of prioritized interventions. In the meantime, the mainstreaming process has been constrained by the following factors: the non-existence or non-functionality of CRGE sub-steering committees; weak vertical and horizontal coordination; frequency of restructuring; and irregularity of steering committee meetings. Most of the ministries do not share their plans with their regional counterparts, thereby complicating the process of the CRGE in sectors."}, {"text_block_id": "p102_b579", "text": "The establishment of CRGE Directorates is a reflection that institutional structure (as part of capacity) has been built to implement the NAP. Though experts at these directorates may lack specific knowledge about climate change (including the NAP), use of climate information for planning, integrating climate change into existing and new programs, mainstreaming of gender considerations, and the establishing of the directorates will allow the facilitation of specific topic capacity building for experts."}, {"text_block_id": "p102_b580", "text": "Vision for the Strategic Priority"}, {"text_block_id": "p102_b581", "text": "Because the capacity-building strategy needs to be aligned with the NCDP, its vision of strategic options should be similar. The objectives of CRGE NCDP are as follows:"}, {"text_block_id": "p102_b582", "text": "1."}, {"text_block_id": "p102_b583", "text": "CRGE-relevant systems strengthened at all levels"}, {"text_block_id": "p103_b584", "text": "2."}, {"text_block_id": "p103_b585", "text": "Organizational capacity to deliver CRGE enhanced at all levels"}, {"text_block_id": "p103_b586", "text": "3."}, {"text_block_id": "p103_b587", "text": "Human capacity to implement CRGE built."}, {"text_block_id": "p103_b588", "text": "Accordingly, the GoE has developed a National Capacity Development Programme to address problems associated with climate change mitigation and adaptation capacity gaps by building long-lasting foundations in the organizational systems and human capacity of institutions. The implementation of NAP-ETH benefits from continuous capacity assessment work and targeted capacity-building activities (FDRE, 2019). One of the limitations of the NCDP is that it is weak in identifying climate adaptation issues and specifically addressing the process to fill those gaps. For example, while it points out gaps in GHG accounting for mitigation, it fails to identify specific capacity gaps in the use of climate information for planning. Other key adaptation issues—such as processes and tools for conducting vulnerability assessment, monitoring, and reporting as well as mainstreaming climate adaptation—are missing. Thus, one of the tasks that can be implemented early on is strengthening the NCDP by specifically adding adaptation issues. This can be done in relation to the 18 AOs."}, {"text_block_id": "p103_b589", "text": "Nevertheless, the utility of the NCDP is that it has taken a unique approach to capacity building. Business-as-usual capacity-building programs have focused on capacitating government experts, particularly at the federal level, through short-term trainings and workshops. However, staff turnover and the chaining of working and institutional structures have made short-term trainings and capacity building inappropriate. The NCDP takes a new approach to building institutional structures through trainings of trainers and capacitating universities to provide local-level capacity building over time. This will allow the creation of local systems to build capacities of government institutions rather than seeking international experts to carry it out."}, {"text_block_id": "p103_b590", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p103_b591", "text": "The CRGE Facility will have overall responsibility for the implementation of the NCDP involving all the major CRGE delivery institutions. The NCDP will engage the technical services of various institutions, notably universities local to each region, NGOs (local and international), and individual consultants to provide the necessary expertise to achieve implementation and mainstreaming of the NCDP in the CRGE and other sector policies."}, {"text_block_id": "p103_b592", "text": "The NCDP actions will be implemented at the federal, regional, and woreda levels. Coordination among various government agencies, districts/woredas and federal levels, and relevant stakeholders will be achieved through respective sector ministries/ regional sector bureaus, which are described as implementing entities (IEs) in the CRGE Facility Operation Manual. The federal IEs are the interfaces within the facility and receive funds and report results. For additional capacity-building and technical support, the federal IEs (FIEs-Line Ministries) will coordinate the implementation of sectoral-, regional-, and local-level capacity-building activities. For example, the Ministry of Agriculture will be responsible for building the capacities of regional-, zonal-, woreda-, and kebele-level BoAs."}, {"text_block_id": "p104_b593", "text": "Unlocking Synergies"}, {"text_block_id": "p104_b594", "text": "Having the required individual and institutional-level capacity as well as structures, will allow the smooth and successful implementation of the NAP at all levels of government. As such, capacity building reinforces not only the implementation of the AOs but also execution of the strategic options. For example, introduction and use of new technology, along with application of climate information for planning or early warning require strengthening of individual and institutional capacity. At the same time, such capacity building should be an ongoing rather than one-time effort. Thus, having a national program that provides a strategic framework for ongoing capacity building is essential. Integrating the NAP into the NCDP will provide a framework and platform for establishing and sustaining ongoing capacity building. By doing so, the country will move away from short-term and one-time capacity-building programs that have failed to provide long-term individual and institutional strengthening."}, {"text_block_id": "p104_b595", "text": "Implementation Needs"}, {"text_block_id": "p104_b596", "text": "Budgetary and technical supports are essential for the implementation of NCDP, as their absence has been the main constraint so far. Identifying and obtaining appropriate funding will be crucial to the implementation and success of the NCDP. One of the main core activities in the short term is preparing project proposals for further consideration by donor partners and domestic funding organizations. Aside from financial resources allocated by GoE, donors are expected to make a significant contribution to the overall funding of the CRGE NCDP. One of the key elements of the capacity-building program will be to put in place a coordinated and organized response. Thus, the CRGE Facility will play a central role in coordinating donor funds and partnerships."}, {"text_block_id": "p104_b597", "text": "The GoE has received GCF readiness funding to strengthen the national implementing entity (NIE) as well as the MoF, CRGE Facility, which has been accredited to access up to USD 50 million from the GCF. Though the fund was initially given through the EFCCC, it has now been channelled through the Global Green Growth Institute (GGGI). The support from GGGI will help allow the NIE and MoF to build their capacity in project management, finance, procurement administration, and management. The support will also include organizing high-level stakeholder consultations, as well as enhancing the engagement of the private sector and other non-state actors in program management and delivery (EFCCC, 2018).  In addition, a proposal has been submitted for specific readiness funding to support the NAP process, which will contribute to putting in place the systems and capacities needed for NAP implementation. The GCF readiness proposal to build capacity to facilitate the integration of the NAP process in Ethiopia will work on systematically integrating climate change adaptation into existing policies, strategies, and plans, as well as the shift away from project-based planning into an integrated strategic approach to adaptation. The implementing institution for this proposal is also GGGI."}, {"text_block_id": "p104_b598", "text": "Gender Considerations"}, {"text_block_id": "p104_b599", "text": "The NAP has also identified the following key gender considerations in"}, {"text_block_id": "p104_b600", "text": "building long-term capacities of institutional structures and strategic priorities."}, {"text_block_id": "p105_b601", "text": "•"}, {"text_block_id": "p105_b602", "text": "Provide assessment-based, long-term, technical and institutional capacity building for government actors at the national and sub-national levels, to advance the integration of gender into policies, plans, and strategies"}, {"text_block_id": "p105_b603", "text": "•"}, {"text_block_id": "p105_b604", "text": "Focus on enhancing understanding of the gender–climate change nexus among all actors"}, {"text_block_id": "p105_b605", "text": "•"}, {"text_block_id": "p105_b606", "text": "Engage top-level decision-makers, project staff, and middle- and low-level experts in tailored training programs on gender and climate change adaptation"}, {"text_block_id": "p105_b607", "text": "•"}, {"text_block_id": "p105_b608", "text": "Promote capacity-building strategies that support cross-sector learning on gender and climate change adaptation"}, {"text_block_id": "p105_b609", "text": "•"}, {"text_block_id": "p105_b610", "text": "Ensure capacity-building efforts are not fragmented and project-driven."}, {"text_block_id": "p105_b611", "text": "Short-term Priorities (2020–2022)"}, {"text_block_id": "p105_b612", "text": "Table 27."}, {"text_block_id": "p105_b613", "text": "Short-term priorities for capacity building for implementation of the NAP"}, {"text_block_id": "p106_b614", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p106_b615", "text": "Capacity development is a process of change through which the system, organization, and individuals are strengthened in order to better perform particular functions. In line with this principle, the long-term strategy is not only to meet the gaps identified and the objectives of the NCDP but also to establish institutions and systems that can implement the AOs identified. This is in addition to building the human capacity and strengthening the organizations. At the organizational level, the capacity-development program will focus on the overall performance and functioning capabilities of institutions. At the systemic level, the capacity-development program will work on creating enabling environments, coordination, linkages, and alignment with the overall policy and economic framework of Ethiopia."}, {"text_block_id": "p106_b616", "text": "Table 28."}, {"text_block_id": "p106_b617", "text": "Long-term priorities for capacity building for implementation of the NAP"}, {"text_block_id": "p107_b618", "text": "6.3 Strategic Priority #3: Implementing effective and sustainable funding mechanisms"}, {"text_block_id": "p107_b619", "text": "Overview of the Strategic Priority"}, {"text_block_id": "p107_b620", "text": "As a developing country, Ethiopia can access a range of financing sources (i.e., domestic or international, and public or private) to support its NAP processes and thereby contribute to the achievement of the adaptation component of its NDCs. A key challenge for countries like Ethiopia is to determine how to best combine these different sources to meet financing needs, taking into account national capacities and circumstances. Therefore, a comprehensive resource-mobilization strategy is required to enable the NAP process to progress without delay. The term “resources” here refers to both financial and non-financial resources, such as human resources."}, {"text_block_id": "p107_b621", "text": "In relation to the implementation of adaptation activities, any resource-mobilization strategy will need to take into account the need differential between rural and urban areas as well as the general need to increase access to financial services, noting that responsibility for rural and urban affairs falls between different ministries. Current investment in sectors from the federal budget has shown that there is substantial overlap between development investment and spending on climate change adaptation. There are also various sources of international adaptation finance, and there might be some overlap between different funding sources. For instance, several dedicated climate funds are managed by multilateral organizations; international NGOs receive part of their funding from bilateral donors, etc. Hence, consideration should be given to developing a national system to track climate change spending on adaptation within the federal budget."}, {"text_block_id": "p107_b622_merged", "text": "One entry point for developing such a system could be through its integration with the GTP II/ GTP III planning and budgeting process. Therefore, the financing and implementation of NAP-ETH should be led by existing CRGE mechanisms, which are in place at national, regional, and woreda levels, but with an increased and specific emphasis on finance for adaptation."}, {"text_block_id": "p107_b625", "text": "The EFCCC and MoF are primarily responsible for mobilizing funding both from domestic and international sources, in collaboration with counterparts in the various sectors and stakeholders. The CRGE Facility authorizes the release of funds from the national and international accounts for approved priority resilience activities from the CRGE Facility Account, and MoF releases funds from the CRGE Facility Account to line ministries and regional Bureaus of Finance and Economic Development (BoFED), pursuant to the decision of the Management Committee and in compliance with the National Regulatory Framework."}, {"text_block_id": "p107_b626", "text": "NAP-ETH aims to strengthen holistic integration of climate change adaptation in Ethiopia’s long-term development pathway, supported by effective institutions and governance structures, finance for implementation and capacity development, and strengthened systems for DRM and integration among different sectors."}, {"text_block_id": "p107_b627", "text": "The overall indicative resource cost to implement the NAP-ETH over the period 2020–2030 is estimated to be USD 90 billion. This figure is calculated from the NAP, which had indicated that the annual funding requirement for NAP between 2016 and 2030 is USD 6 billion—a total of 90"}, {"text_block_id": "p108_b628", "text": "billion. This figure is also calculated based on input from sectoral adaptation cost estimations for the agriculture, forest, water, and energy sectors, GTPII, urban poverty reduction project budget, PSNP and SLMP budgets, disaster risks response budget, and annual budget allocated for the SDGs."}, {"text_block_id": "p108_b629", "text": "There will also be an increased role for the private sector in delivering the sector climate-resilient strategy (e.g., for the agriculture sector, it is projected to double by 2030, making up 40% of the projected USD 5 billion of total investment per annum in 2030). It is also hoped that the country will have better access to global climate finance following the preparation of a dedicated resource mobilization strategy for NAP-ETH, which will feed into broader resourcemobilization strategies under the CRGE structures."}, {"text_block_id": "p108_b630", "text": "Policy Context for the Strategic Priority"}, {"text_block_id": "p108_b631", "text": "The CRGE strategy recognizes that most bilateral and multilateral climate funds are channels through which funds may be funnelled to support climate-related activities."}, {"text_block_id": "p108_b632", "text": "The establishment of the CRGE Facility and particularly the mandates of the MoF are to mobilize and manage climate funds. As such, the objectives of the CRGE Facility are as follows:"}, {"text_block_id": "p108_b633", "text": "1."}, {"text_block_id": "p108_b634", "text": "Financial mobilization and allocation: Mobilize, access, and combine domestic and international, public and private sources of finance to support the institutional building and implementation of Ethiopia’s CRGE strategy"}, {"text_block_id": "p108_b635", "text": "2."}, {"text_block_id": "p108_b636", "text": "Stakeholder coordination: Provide a single engagement point where the government, development partners, academia, the private sector, civil society, and other stakeholders can engage and make decisions about how best to utilize available finance in the pursuit of the CRGE vision and goals; and"}, {"text_block_id": "p108_b637", "text": "3."}, {"text_block_id": "p108_b638", "text": "Unlock capital at scale: Through blending investment sources and leveraging resources, the Facility will use climate finance to complement other existing forms of investment to bolster Ethiopia’s core climate-compatible development activities, thereby promoting the full integration of CRGE with the GTP."}, {"text_block_id": "p108_b639", "text": "In addition, the Facility (particularly the MoF) has been accredited to access financing from such sources as the GCF and the Adaptation Fund. This accreditation has strengthened MoF’s credibility among donors as well as the ability to manage climate funds."}, {"text_block_id": "p108_b640", "text": "The following are potential finance sources for the NAP:"}, {"text_block_id": "p108_b641", "text": "•"}, {"text_block_id": "p108_b642", "text": "Government budget"}, {"text_block_id": "p108_b643", "text": "•"}, {"text_block_id": "p108_b644", "text": "Bilateral & multilateral partners (World Bank, UNFCCC, GCF, UNDP, GEF, etc.)"}, {"text_block_id": "p108_b645", "text": "•"}, {"text_block_id": "p108_b646", "text": "Private investment"}, {"text_block_id": "p108_b647", "text": "•"}, {"text_block_id": "p108_b648", "text": "CSOs"}, {"text_block_id": "p108_b649", "text": "•"}, {"text_block_id": "p108_b650", "text": "Community contributions"}, {"text_block_id": "p109_b651", "text": "Current Status of the Strategic Priority"}, {"text_block_id": "p109_b652", "text": "The GoE has set up the CRGE Facility as a financial mechanism to support the implementation of the CRGE strategy, including adaptation actions. The main role of the Facility is to mobilize domestic and international sources of finances for the implementation of CRGE strategy and to manage result-based disbursements as required. The CRGE facility is also expected to facilitate greater coordination among climate change activities, by providing a single engagement point where stakeholders can engage and make decisions about climate change issues, minimizing duplication and increasing overall effectiveness (FDRE, 2014)."}, {"text_block_id": "p109_b653", "text": "The CRGE Facility plays the lead coordination role in collaboration with EFCCC. Other line ministries are also heavily involved in project development where climate change adaptation is mainstreamed. International organizations, CBOs, as well as multilateral and bilateral development partners, are also contributing in the resource-mobilization process. There is duplication of effort and implicit competition for resource mobilization that has to be further explored and fine-tuned through CRGE Facility coordination. Existing capacity to support the implementation process is encouraging but requires additional capacity-building efforts along with the development of a resource-mobilization strategy dedicated to NAP-ETH implementation."}, {"text_block_id": "p109_b654", "text": "Vision for the Implementation of the Strategic Priority"}, {"text_block_id": "p109_b655", "text": "The vision is to mobilize resources from public and private (domestic and international) climate finance sources that enable the country to implement its climate change adaptation initiatives and to develop appropriate technical, material, and expert capacities. In addition to mobilizing resources, the vision is to create and deploy market-based solutions, robust financial policy frameworks, and innovative financial mechanisms. These approaches have the potential to successfully blend public and private funding while unlocking greater private sector investment in climate finance. The Facility will regularly review funding gaps and provide recommendations for filling them."}, {"text_block_id": "p109_b656", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p109_b657_merged", "text": "The CRGE strategy recognizes that most bilateral and multilateral climate funds need a medium through which to channel funds to support climate-related activities: this must be provided for by instituting activities through and accrediting the CRGE Facility. As per the CRGE Operational Manual, The CRGE Facility is the government’s vehicle to mobilize, access, and combine domestic and international, public and private sources of finance to support implementation of CRGE actions, both mitigation and adaptation. It also provides a single engagement point where the government, development partners, research, academia, the private sector, civil society, and other stakeholders can make decisions about how to best utilize available finances in the financial mobilization and allocation process."}, {"text_block_id": "p109_b660", "text": "Because climate change is an economy-wide issue, the inter-ministerial collaboration between the MoF and EFCCC"}, {"text_block_id": "p109_b661", "text": "in managing the CRGE climate finance in Ethiopia is a key institutional arrangement that will underpin the effective implementation of the programmes set out in"}, {"text_block_id": "p110_b662", "text": "the CRGE strategy. . . . .  Implementing the CRGE strategy will require a major transformation of the institutional architecture of the government administration structure (both horizontally and vertically) and the scale of this transformation should not be underestimated. Considerable public investment is now required to strengthen the capacity of the various government ministries and agencies charged with the responsibility for implementing climate change programs at all levels of government.” (Eshetu et al. 2014, p. 26)"}, {"text_block_id": "p110_b663", "text": "EFCCC leads and provides strong coordination role for the implementation of NAP-ETH and also contributes to the mobilizing of funding from both domestic and international sources, in collaboration with counterparts in the various sectors, CBOs, academia, and development partners that are directly engaging in climate change adaptation implementation or provide support in capacity building and research."}, {"text_block_id": "p110_b664", "text": "Unlocking Synergies"}, {"text_block_id": "p110_b665", "text": "The effectiveness of climate finance delivery depends on the well-formulated associations between policies, institutional structures of implementing agencies, and the national budgetary system.  Sufficient capacity and inter-institutional linkage are necessary to secure the successful implementation of climate action. The establishment of the CRGE Facility is a reflection that progress has been made in developing an overarching policy framework for managing climate finance and climate change in Ethiopia. While international donors and agencies and national governments play important roles in establishing effective enabling environments and channelling resources and technical supports, ultimately effective adaptation takes place through the dynamics of local governance, civil society engagement, and economic development, building from the actions of local authorities, CSOs, and private sector businesses (Shaw et al., 2010, p. 354). Thus, the CRGE Facility will need to go beyond interaction with donors and add local organizations, civil society, and private sector actors to synergize climate finance."}, {"text_block_id": "p110_b666", "text": "It is also important to note that climate finance addressing mitigation actions can also be linked to climate adaptation since activities that enhance the former may also contribute to the latter. For example, planting agro-forestry tree species in area enclosures leads to carbon sequestration in biomass and soils (mitigation) but also stabilization of erodible slopes, diversification of dietary needs, and new income opportunities for communities (adaptation). As Jirka et al. (2015, pp. 17–18) point out,"}, {"text_block_id": "p110_b667", "text": "When carbon sequestration can be achieved while also improving the food security of communities and building their resilience to climate change, a win-win situation is created that is the very definition of being “climate smart”—mitigating climate change while simultaneously building resilience and adaptation."}, {"text_block_id": "p110_b668", "text": "It is, therefore, important to evaluate the impacts of development projects on adaptive capacities and climate change mitigation in order to find measures to improve projects in the face of climate change. Adaptation measures with strong synergies in mitigation could be financed by carbon credits."}, {"text_block_id": "p111_b669", "text": "Implementation Needs"}, {"text_block_id": "p111_b670", "text": "There are ongoing expenses incurred throughout the development and implementation of the NAP process. These include human resources, information, knowledge, and capacity; investments in infrastructure, equipment, and technology and communication. Administrative costs of NAP-related activities, such as those for financial oversight and managing, M&E, and projects and initiatives should also be considered. When the NAP process begins, national governments must invest human and financial resources to coordinate it and facilitate adaptation planning across sectors and levels of government that, in the long term, are expected to integrate the costs associated with the development and implementation its phases into national budgets."}, {"text_block_id": "p111_b671", "text": "There is currently a mandated overlap between the two coordinating entities i.e., EFCCC and MoF. This imposes problems reporting on the overall progress of CRGE at the national level which could be solved by strengthening the technical wing in the EFCCC and MoF to focus only on tracking the financial aspects—while IEs focus on reporting on outputs and outcomes of achievements."}, {"text_block_id": "p111_b672", "text": "Investing in cross-cutting measures, such as climate services and adaptation M&E systems, would enable sound implementation of adaptation actions. To harmonize the implementation of the climate change adaptation interventions, barriers and actions were identified by participants of the stakeholder consultation workshops organized for federal and regional participants (Table 29)."}, {"text_block_id": "p111_b673", "text": "Table 29."}, {"text_block_id": "p111_b674", "text": "Barriers, actions, and responsible entities on sustainable funding mechanisms for NAP-ETH"}, {"text_block_id": "p112_b675", "text": "Gender Considerations"}, {"text_block_id": "p112_b676_merged", "text": "The NAP has also identified the following key gender considerations for the implementation of effective and sustainable funding mechanisms strategic priority."}, {"text_block_id": "p112_b679", "text": "•"}, {"text_block_id": "p112_b680", "text": "Reinforce the role of gender actors in mechanisms for the mobilization and allocation of financial resources for the implementation of NAP-ETH, including the CRGE Facility"}, {"text_block_id": "p112_b681", "text": "•"}, {"text_block_id": "p112_b682", "text": "Develop a strategy for gender-responsive resource mobilization for the implementation of NAP-ETH, addressing national and international sources of finance"}, {"text_block_id": "p112_b683", "text": "•"}, {"text_block_id": "p112_b684", "text": "Design bankable project documents on gender-responsive and community-based adaptation"}, {"text_block_id": "p112_b685", "text": "•"}, {"text_block_id": "p112_b686", "text": "Implement continuous, assessment-based capacity building for climate finance and gender actors"}, {"text_block_id": "p112_b687", "text": "•"}, {"text_block_id": "p112_b688", "text": "Earmark pool funds to finance gender-responsive climate change adaptation programs"}, {"text_block_id": "p112_b689", "text": "•"}, {"text_block_id": "p112_b690", "text": "Develop and make use of gender equality marker scorecards during government budget planning and appraisal processes"}, {"text_block_id": "p112_b691", "text": "•"}, {"text_block_id": "p112_b692", "text": "Devise a gender-responsive budget tracking system."}, {"text_block_id": "p112_b693", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p112_b694", "text": "The integration of the NAP-ETH implementation process into government processes that already exist is vital. It is also important to establish a consortium to help coordinate the integration of climate change adaptation issues into operationally active projects or programs (see Appendix 2) to supplement the standard government systems that are contributing to the NAP-ETH."}, {"text_block_id": "p113_b695", "text": "Priorities and measures were identified during the consultative workshops targeting experts from federal sectors and regional bureaus."}, {"text_block_id": "p113_b696", "text": "Table 30."}, {"text_block_id": "p113_b697", "text": "Short-term priorities for sustainable funding mechanisms for NAP-ETH"}, {"text_block_id": "p113_b698", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p113_b699", "text": "Table 31."}, {"text_block_id": "p113_b700", "text": "Long-term priorities for sustainable funding mechanisms for NAP-ETH"}, {"text_block_id": "p114_b701", "text": "6.4 Strategic Priority #4: Advancing adaptation research and development in the area of climate change adaptation"}, {"text_block_id": "p114_b702", "text": "Overview of the Strategic Priority"}, {"text_block_id": "p114_b703", "text": "Local adaptation research, in addition to taking into consideration local context, should be aligned with international trends. Adaptation research has been changing to focus on impact and promote interdisciplinary collaboration across the natural and social sciences. At the same time, donors have been focusing on value for money. The Adaptation Futures (2016) conference proposed"}, {"text_block_id": "p114_b704", "text": "five key areas that need to be changed in order to meet the needs of future adaptation research: ... increasing transparency and consultation in research design; encouraging innovation in the design and delivery of adaptation research programmes; demonstrating impact on the ground; addressing incentive structures; and promoting more effective brokering, knowledge management and learning(Jones et al., 2018)."}, {"text_block_id": "p114_b705", "text": "The research strategy in Ethiopia should also be aligned with these five topics—not only to be able to access funding but also to provide relevant lessons."}, {"text_block_id": "p114_b706", "text": "As Jones et al. (2018, p. 301 ) observe, in Ethiopia,"}, {"text_block_id": "p114_b707", "text": "[m]uch of the learning that has carried forward from prior research programmes has remained as individual and institutional knowledge, with few formal platforms for reflecting on the merits of different adaptation funding models. Now, the pressure to demonstrate that the growing investment into adaptation research and practice yields tangible dividends makes these learning and knowledge exchange processes imperative."}, {"text_block_id": "p115_b708", "text": "Regardless, over the past two decades, interest in climate adaptation has increased substantially in Ethiopia, leading to the emergence of a new field of research aimed at both understanding and informing adaptation, as well as inform the decision-making process on climate change adaptation in the sector/region. Research and development activities will play an important role in raising awareness and improving the management of climate change-related programs with a view to the successful implementation of the NAP. In addition, specific topics such as research on resistant species of crops, trees, will feed into program and policy design."}, {"text_block_id": "p115_b709", "text": "Policy Context for the Strategic Priority"}, {"text_block_id": "p115_b710", "text": "Research and development strategies and programs of permanent institutions (e.g., EEFRI, EIAR, Ethiopian Development Research Institute [EDRI] and Ethiopian Biodiversity Institute [EBI]) are supporting development-oriented research and technology transfer that help enable adaptation research and development regarding the strategic climate change AOs of NAP-ETH. To further enhance the research and development work in climate change adaptation, there should be a reliable policy guideline and program for organizations and agencies working on climate change-related research. As Klein et al. (2017, p. 19) note:"}, {"text_block_id": "p115_b711", "text": "growing political support for adaptation and interest in implementation research in Ethiopia has been accompanied by an increasing sense of urgency in the climate change community. More than ever, adaptation experts are suggesting that adaptation is not an activity for the future, but rather a need that must be addressed now. …. [and] the role of adaptation researchers is more diverse, complex and critical. [Hence, e]fforts are strongly needed to coordinate action across the field, so that research everywhere may contribute meaningfully to climate adaptation goals."}, {"text_block_id": "p115_b712", "text": "Current Status"}, {"text_block_id": "p115_b713", "text": "Sensitive systems such as agriculture, health, and water supply have been affected by climate change, and the effect continues to rise: Simane et al. (2016, p. 28) suggest that"}, {"text_block_id": "p115_b714", "text": "the effects of climate change will continue to magnify without the right adaptation and mitigation measures. Currently, research on climate change and health is not adequately developed in Ethiopia. Research and other activities appear to be fragmented and uncoordinated. As a result, very few spatially detailed and methodologically consistent studies have been made to assess the impact of climate in the country. There has often been a lack of sufficient collaboration among organizations on the planning and execution of climate change and health activities and lack of trained professionals who can perform climate change and climate change-related research activities [e.g., agriculture, water, health] at various levels."}, {"text_block_id": "p115_b715", "text": "To address this situation, there should be an organized structure within various organizations and inter-sectoral collaboration, coordination, and communication among different stakeholders. It is also important that the relationship between research and extension works should be clearly defined and supported by a specific policy document. M&E on climate change activities should also be strengthened to address climate change-related issues in the country."}, {"text_block_id": "p116_b716", "text": "Vision for the Strategic Priority"}, {"text_block_id": "p116_b717", "text": "The vision of this strategy is to set up or strengthen local research capacity to feed into policy and program planning to address climate change and build local adaptive capacity as well as strengthen the implementation of the NAP through evidence-based policy."}, {"text_block_id": "p116_b718", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p116_b719", "text": "The EFCCC and research and academic institutions are playing a leading role in coordinating, undertaking research and development, and facilitating the transfer of knowledge, appropriate technology, and/or innovations. Some national and international research and academic institutions also have a leading role to play in undertaking demand-driven climate change-related problem solving research, useful for socioeconomic transformation of the society. CSOs will also be involved in undertaking basic research and stocktaking of best practices in climate change adaptation, along with the technical support they provide to extension workers."}, {"text_block_id": "p116_b720", "text": "CBOs can also play a vital role in strengthening public awareness on the need for adaptation and in bridging the gaps between scientific research and policy-making. They can also participate in the gathering and analysis of local-level information relevant to risk, vulnerability, adaptive capacity, and adaptation M&E. International organizations are also expected to contribute to financing research initiatives. For the overall coordination of climate change adaptation, EFCCC is responsible for putting forward new initiatives and proposals designed to improve and incorporate research findings on climate change adaptations into development intervention policies and strategies. At the same time, it will consolidate and aggregate project/program performance data and generate quarterly (progress) and annual (performance assessment) adaptation reports."}, {"text_block_id": "p116_b721", "text": "Table 32."}, {"text_block_id": "p116_b722", "text": "Major national and international research and academic institutions involved in climate change adaptation-related research"}, {"text_block_id": "p117_b723", "text": "Unlocking Synergies"}, {"text_block_id": "p117_b724", "text": "NAP-ETH aligns climate change adaptation initiatives with ongoing development research endeavours. It does so to obtain synergies and achieve the outcomes of enhancing the adaptive capacity of government, local institutions, and individuals directly affected by climate change, in terms of impacts on their livelihoods and their environment. To ensure its effectiveness, the knowledge-management system should be supported by research findings that suit different contexts of the country. Klein et al. (2017, p. 19). observe that"}, {"text_block_id": "p117_b725", "text": "[a]daptation researchers have a critical role to play in understanding the conditions that make adaptation successful, including the incorporation of climate and risk data into adaptation planning, the meaningful engagement of diverse stakeholders, the role of private-sector actors in promoting adaptation, and how to leverage the technical knowledge of relevant experts on the ground."}, {"text_block_id": "p117_b726", "text": "They also suggest that to be successful, adaptation must assess the role of silos objectively, “recognizing that stand-alone adaptation research and institutions have an appropriate role, but they cannot operate in isolation” (Klein et al. 2017, p. 13). Climate change and its associated uncertainties imply that agricultural extension services need to regularly access new research"}, {"text_block_id": "p118_b727", "text": "recommendations and disseminate them in an adequate and timely manner to the farmers. Research should also be integrated with policy needs and proactively engage policy actors in the process."}, {"text_block_id": "p118_b728", "text": "The adaptation research strategy will also need to be aligned with capacity building and knowledge management. Ethiopian research institutions and centres have both financial and technical gaps; therefore, through linkages with international universities and research centres, local universities will not only build their capacity but also be able to do robust research. There are a few current successful examples of such partnership, such as that of the Hawassa University partnership with Norwegian University of Life Science, and the Swedish University of Agricultural Science and Bahir Dar University Department of Disaster Risk Management and Sustainable Development partnership program with UN Partners Enhancing Resilience For People Exposed to Risks. These partnerships are models that can be replicated and scaled up to increase the capacities of Ethiopian universities and researchers as well as to access finance."}, {"text_block_id": "p118_b729", "text": "Research also needs to be expanded so that findings are transferred into action. Local agricultural research centres and extension agents play an important role in rolling out findings to farmers. This requires close collaboration and coordination among researchers and practitioners. Recognizing the gap both in research and the linkage, the GoE had established the ATA to conduct studies and pilots, and to roll out best practices. Though it had been working under the Prime Minister’s office from 2010 to 2018, its mandate and reporting have moved to the MoA. Building on lessons learned from what ATA and local universities have done (and through close partnership with the MoA) best practices on research to practical links— particularly on climate adaptation—should be identified and scaled up."}, {"text_block_id": "p118_b730", "text": "Implementation Needs"}, {"text_block_id": "p118_b731", "text": "Research is vital to support effective responses to climate change, as well as to support strategies for limiting climate change while building effective information and decision-support systems. However, the human resources to undertake research on climate change are not adequately developed. Hence, capacity-building programs should be widely implemented, and, where possible, climate-related issues should be integrated into the curriculum of higher education and short-term development trainings."}, {"text_block_id": "p118_b732", "text": "The existing CR strategies and adaptation plans need to assemble the necessary information including climate data, vulnerability analysis, AOs, implementation approaches,  and M&E that can provide good information for research and development initiatives. However, the capacity to build and maintain data archives/databases on the impacts of climate change for agro-climatic zones, vulnerable groups, and ecosystems (as well as investment in infrastructure, equipment, and technology) need to be enhanced and institutionalized in existing facilities such as the CSA. In addition, a knowledge management system and institutional memory mechanism for adaptation should also be designed. To overcome possible barriers, an inventory must be carried out to identify major constraints and prioritize them to maximize the opportunities for delivery of climate-related research and development works. To address cross-cutting issues related to gender, food security, and nutrition etc., they need to be considered at all levels of program/ project management cycles. Experts and researchers who attended the federal and regional"}, {"text_block_id": "p119_b733", "text": "stakeholder consultation workshops organized identified the following barriers, actions, and corresponding responsible entities."}, {"text_block_id": "p119_b734", "text": "Barriers, Necessary Actions, and Responsible Actors to Overcome Identified Barriers"}, {"text_block_id": "p119_b735", "text": "Table 33."}, {"text_block_id": "p119_b736", "text": "Barriers to adaptation research & development"}, {"text_block_id": "p120_b737", "text": "Gender Considerations"}, {"text_block_id": "p120_b738_merged", "text": "The NAP has also identified the following key gender considerations for the advancement of adaptation research and development in the area of climate change adaptation strategic priority."}, {"text_block_id": "p120_b741", "text": "•"}, {"text_block_id": "p120_b742", "text": "Integrate gender perspectives throughout the adaptation research cycle (design, data collection, analysis, database development, and reporting)"}, {"text_block_id": "p120_b743", "text": "•"}, {"text_block_id": "p120_b744", "text": "Involve women and men in adaptation research and development"}, {"text_block_id": "p120_b745", "text": "•"}, {"text_block_id": "p120_b746", "text": "Engage MoWCY, gender and climate change research institutions, and academia to fill the gap in gender and adaptation research"}, {"text_block_id": "p120_b747", "text": "•"}, {"text_block_id": "p120_b748", "text": "Consider the intersectionality of gender with other socioeconomic variables such as poverty, disability, pregnancy, and age"}, {"text_block_id": "p120_b749", "text": "•"}, {"text_block_id": "p120_b750", "text": "Highlight gender-specific adaptive capacities as well as vulnerabilities"}, {"text_block_id": "p120_b751", "text": "•"}, {"text_block_id": "p120_b752", "text": "Operationalize research by linking findings to adaptation action, focusing particularly on transforming social norms and unequal power relationships."}, {"text_block_id": "p120_b753", "text": "Short-Term Priorities (2020–2022)"}, {"text_block_id": "p120_b754", "text": "The priority action for 2020 is to begin implementing the priority strategy, which is to strengthen the working relationship between stakeholders (in particular, the researchers and extension workers) through joint planning, monitoring, and resource mobilization efforts."}, {"text_block_id": "p121_b755", "text": "PRIORITIES AND MEASURES IDENTIFIED DURING THE CONSULTATIVE WORKSHOPS TARGETING FEDERAL AND REGIONAL EXPERTS"}, {"text_block_id": "p121_b756", "text": "Table 34."}, {"text_block_id": "p121_b757", "text": "Short-term priorities for adaptation research & development"}, {"text_block_id": "p121_b758", "text": "Long-Term Priorities (2023–2030)"}, {"text_block_id": "p121_b759", "text": "Longer-term priorities should prioritize the inclusion of climate change adaptation research interventions into the forthcoming GTP III to secure due attention from the decision-making side. It will also be important that the EFCCC and CRGE-Facility oversee and coordinate the resource mobilization at national and sub-national levels to avoid duplication of efforts and conflicts among implementing agents and to align with the GTP II and the upcoming GTP III objectives."}, {"text_block_id": "p122_b760", "text": "Table 35."}, {"text_block_id": "p122_b761", "text": "Long-term priorities for adaptation research and development"}, {"text_block_id": "p122_b762", "text": "6.5 Strategic Priority #5: Improving the knowledge management system for NAP-ETH"}, {"text_block_id": "p122_b763", "text": "Overview of the Strategic Priority"}, {"text_block_id": "p122_b764", "text": "Knowledge management has increasingly become a key component of improving organizational effectiveness, involving the process through which organizations generate value from their intellectual assets (Girard, Girard, 2015). Knowledge management comprises ingredients such as enhancing research and development, integrating Indigenous and contemporary knowledge, and registering acquired experiences for the successful implementation of a country’s climate adaptation efforts. To realize this, the NAP-ETH program will establish structured systems for generating and synthesizing knowledge, documenting the learning in a range of different products, including reports, factsheets, and multimedia projects. Though there are major gaps in the development and implementation of a knowledge-management system in Ethiopia, a starting point could be the use of existing international platforms that have some relevance for the country, including the climate change knowledge portal run by the World Bank."}, {"text_block_id": "p123_b765", "text": "Policy Context for the Strategic Priority"}, {"text_block_id": "p123_b766", "text": "The GoE has developed the National Information and Communication Technology Policy and Strategy (FDRE, 2009), which provides the standard for knowledge management practices within ministries. However, the effectiveness of KM depends on how processes are aligned with the country’s and each ministry’s infrastructure and processes, in a manner that supports the achievement of its goals—in this case, the CRGE as well as the NAP. At the government policy level, knowledge management has been weak in Ethiopia. There has not been any government-developed policy, standard, or guideline provided to ministries to develop and run their knowledge-management systems. This was evident with the development of the CRGE Registry and MRV systems, which has never been functional due to the lack of a proper policy mechanism to guide regarding such issues as hosting of IT system and handover during human turnover. However, some ministries such as health, agriculture, and education have developed their own guideline on data management and related IT issues that also address components of knowledge management. The Ministry of Innovation and Technology (formerly Science and Technology) is currently working on developing new data management policy guidelines. At the same time, knowledge management has been rather well developed and managed by NGOs and civil societies in the country."}, {"text_block_id": "p123_b767", "text": "Current Status"}, {"text_block_id": "p123_b768", "text": "In Ethiopia, a significant relevant amount of information has been generated and experiences gained related to the climate change agenda. For example, most of the organizations dealing with climate change-related and relevant activities like the ATA, CSA, EEFRI, EIAR, Environment and Climate Research Center (ECRC), FCCC, Institute of Biodiversity Conservation and Research (IBCR); National Meteorological Agency (formerly the Nat. Met. Services Agency), NDRMC, and the Soil Research Centres. Non-state agencies  (including  Action Aid, Agriservice, CARE Ethiopia, DFID, FAO, Farm Africa, GTZ, IFPRI, UNEP, UNIDO, USAID, WFP,  UNDP and World Vision and others) are providing either financial or technical support in the development of climate change-related knowledge-management systems. At the national level, knowledge sharing on climate change-related issues is facilitated by the Consortium for Climate Change Ethiopia, which was officially started in June 2015 and is formally known as the Ethiopian Civil Society Network on Climate Change. There is also a consortium whose main objectives are to raise awareness on climate change, promote the sharing of experience, build the capacity of member organizations, and engage in international negotiations (Forum for Environment, 2015). The CRGE Forum was recently (2018) established as well, focusing on sharing information on current climate change projects. Its members are mostly donors and government entities."}, {"text_block_id": "p123_b769", "text": "Vision for the Strategic Priority"}, {"text_block_id": "p123_b770_merged", "text": "To ensure an equitable and balanced response to climate change for social justice and for generating appropriate knowledge, skills, and actions (and thus the effectiveness of the NAP-ETH at all levels of government) representatives from all types of civil society, religious organizations, and local communities who are particularly vulnerable to climate change across the country will be invited to participate in both the planning and implementation of NAP-ETH.  The short-term output will be that all stakeholders will be aware of the negative effects of climate change and their shared interests in climate change adaptation initiatives. The"}, {"text_block_id": "p124_b773", "text": "long-term outcomes will be changes in attitudes toward climate change adaptation that will contribute to proactive participation in the actual implementation of adaptation actions and in mobilizing necessary resources. It will also work on developing action and research that will feed into policy-making."}, {"text_block_id": "p124_b774", "text": "Roles, Responsibilities, and Mechanisms for Implementation"}, {"text_block_id": "p124_b775", "text": "Researchers and academic institutions will be responsible for the majority of knowledge generation, transformation and building of databases, and gathering of lessons learned from adaptation experiences in different sectors and regional states. Government actors and NGOs (as well as local-level CBOs) will be responsible for translating research into action. Donors will play a role in facilitating finance for both knowledge generation as well as piloting the work of translating research into actions. National-level NGOs (particularly the Ethiopian Civil Society Network on Climate Change) will play a leading role in promoting the sharing of experiences, building the capacity of member organizations, and engaging in international negotiations."}, {"text_block_id": "p124_b776", "text": "Unlocking Synergies"}, {"text_block_id": "p124_b777", "text": "The knowledge management system will serve all SPs and AOs, as it is connected to the capacity to build and maintain data archives on climate change impacts on different agroclimatic zones, vulnerable groups, and ecosystems that in turn benefits all identified SPs under NAP-ETH. The FAO (2013, p. 25) states that"}, {"text_block_id": "p124_b778", "text": "[n]ew knowledge, skills and expertise may be needed to enable timely and well-informed decision-making and action. Stakeholders should have sufficient knowledge and expertise to undertake climate-change vulnerability and risk assessments; design and revise management plans; implement actions to adapt to and mitigate climate change; and monitor the impacts of climate change and the outcomes of climate change actions."}, {"text_block_id": "p124_b779", "text": "In this way, the knowledge-management system provides synergies between adaptation and mitigation efforts in the context of the GE strategy. It is also important to make sure that various disciplines like environmental, social, and political sciences integrate research results into an overall context that improves the management and sustainability of knowledge in the context of climate change adaptation."}, {"text_block_id": "p124_b780", "text": "Lemi (2019) discusses the role of Traditional Ecological Knowledge (TEK) in climate change adaptation in local communities. TEK is defined as knowledge"}, {"text_block_id": "p124_b781", "text": "that has been preserved and transferred orally from generation to generation and through cultural expressions such as arts, crafts, and ceremonies. It has a great role in natural resource management, which enhance[s] the adaptation capacity of local people to adverse impact[s] of climate change. On the other hand, it is also important in forecasting the near and long-term climate change by using different techniques that are available in their surroundings. Integrating traditional ecological knowledge and scientific knowledge is very important to adapt [to] climate change impact[s]."}, {"text_block_id": "p125_b782", "text": "TEK is very important in resource management as well as in minimizing the effects of climate change."}, {"text_block_id": "p125_b783", "text": "The knowledge-management system should also be linked to the CRGE M&E framework. NAP-ETH M&E should adopt a common set of indicators with CRGE Facility M&E and align it with CRGE Facility M&E, particularly indicators related to adaptation projects and program outputs, outcomes, and impacts. Having a robust M&E system will give donors confidence in the monitoring and reporting capacity of the CRGE Facility. Some donors such as DFID, DANIDA, and Norway had indicted their frustration over not being able to get good quality reports from the Facility. This is partly due to the lack of an effective monitoring and reporting system."}, {"text_block_id": "p125_b784", "text": "Implementation Needs"}, {"text_block_id": "p125_b785", "text": "A major gap in many government ministries and structures is the lack of capacity to develop and manage knowledge-management systems. There is thus no sharing of information either horizontally or vertically in many government ministries. To address this gap in the development of policies, guidelines, and standards, it is necessary that knowledge management systems be developed and managed properly. The development of a knowledge-management system is key for the creation, absorption, and diffusion of information and expertise toward effective implementation of AOs. In addition to developing policies, standards, and guidelines for the knowledge-management system, ministries need infrastructure support in developing and managing it. Developing system guides and templates and providing brief technical trainings on system applications is also required to address knowledge management gaps."}, {"text_block_id": "p125_b786", "text": "Barriers, Actions, and Responsible Entities for Taking Measures"}, {"text_block_id": "p125_b787", "text": "Table 36."}, {"text_block_id": "p125_b788", "text": "Barriers for NAP-ETH knowledge-management systems"}, {"text_block_id": "p126_b789", "text": "Gender Considerations"}, {"text_block_id": "p126_b790_merged", "text": "The NAP has also identified the following key gender considerations for the Improvement of knowledge-management system strategic priority."}, {"text_block_id": "p126_b793", "text": "•"}, {"text_block_id": "p126_b794", "text": "Improve institutional coordination and partnerships in the generation, analysis, and communication of gender-responsive adaptation knowledge and experiences"}, {"text_block_id": "p126_b795", "text": "•"}, {"text_block_id": "p126_b796", "text": "Ensure the analysis and use of consistent gender-disaggregated data and analysis on AOs and SPs throughout NAP-ETH implementation"}, {"text_block_id": "p126_b797", "text": "•"}, {"text_block_id": "p126_b798", "text": "Establish structured, gender-responsive systems for knowledge acquisition, development, and sharing, taking into account the needs and capacities of different audiences"}, {"text_block_id": "p126_b799", "text": "•"}, {"text_block_id": "p126_b800", "text": "Facilitate learning and advocacy on gender-responsive adaptation"}, {"text_block_id": "p126_b801", "text": "•"}, {"text_block_id": "p126_b802", "text": "Improve cross-sectoral learning on gender-responsive adaptation and adaptation mainstreaming"}, {"text_block_id": "p126_b803", "text": "•"}, {"text_block_id": "p126_b804", "text": "Establish clear mechanisms for using practical lessons on gender and adaptation to inform policies and practices."}, {"text_block_id": "p126_b805", "text": "Short-Term Priorities"}, {"text_block_id": "p126_b806", "text": "The short-term priorities should be capacity building or skill upgrading of the staff responsible for handling the knowledge management system and analyzing existing capacity to identify gaps and fulfill basic requirements to begin the service as soon as possible. Gaps in knowledge management, solutions, and responsible entities based on the results of a literature review and stakeholders’ recommendations are presented in the tables below."}, {"text_block_id": "p127_b807", "text": "Table 37."}, {"text_block_id": "p127_b808", "text": "Short-term priorities for NAP-ETH knowledge management systems"}, {"text_block_id": "p127_b809", "text": "Long-Term Priorities"}, {"text_block_id": "p127_b810", "text": "For the longer term, it will be important to advocate for the inclusion of knowledge management in the imminent GTP III and program/project formulation to ensure the effective and sustainable implementation of the service."}, {"text_block_id": "p128_b811", "text": "Table 38."}, {"text_block_id": "p128_b812", "text": "Long-term priorities for NAP-ETH knowledge-management systems"}, {"text_block_id": "p129_b813", "text": "References"}, {"text_block_id": "p129_b814", "text": "Ambasciata d’Italia ad Addis Abeba. (2016)."}, {"text_block_id": "p129_b815", "text": "Servizio news 14.01.2016."}, {"text_block_id": "p129_b816", "text": "Angel, S., de Groot, D., Martin, R., Fisseha, Y., Taffese, T., & Lamson-Hall., P. (2013)."}, {"text_block_id": "p129_b817", "text": "The Ethiopia Urban Expansion Initiative: Interim report 2"}, {"text_block_id": "p129_b818", "text": ".  NYU Stern & Urbanization Project."}, {"text_block_id": "p129_b819", "text": "Aragie, E.A. (2013)."}, {"text_block_id": "p129_b820", "text": "Climate change, growth, and poverty in Ethiopia"}, {"text_block_id": "p129_b821", "text": "(CCAPS working paper no. 3). Robert S. Strauss Center for International Security and Law."}, {"text_block_id": "p129_b822", "text": "Bernardi, M. (2011)."}, {"text_block_id": "p129_b823", "text": "Understanding user needs for climate services in agriculture"}, {"text_block_id": "p129_b824", "text": "(WMO Bulletin 60[2]). WMO."}, {"text_block_id": "p129_b825", "text": "Central Statistics Agency (CSA). (2016)."}, {"text_block_id": "p129_b826", "text": "Agricultural Sample Surveys 2015/2016 (2008 E.C.), Volumes I-IV."}, {"text_block_id": "p129_b827", "text": "Federal Democratic Republic of Ethiopia; Ethiopia Central Statistics Agency (CSA), Addis Ababa."}, {"text_block_id": "p129_b828", "text": "Dazé, A. & Dekens, J. (2018)."}, {"text_block_id": "p129_b829", "text": "Towards gender-responsive NAP processes: Progress and recommendations for the way forward."}, {"text_block_id": "p129_b830", "text": "NAP Global Network."}, {"text_block_id": "p129_b831", "text": "Environment, Forest and Climate Change Commission. (2018)."}, {"text_block_id": "p129_b832", "text": "Integrating gender considerations in Ethiopia’s National Adaptation Plan (NAP) Process: Analysis and recommendations."}, {"text_block_id": "p129_b833", "text": "Environment, Forest and Climate Change Commission of the Government of the Federal Democratic Republic of Ethiopia and the NAP Global Network."}, {"text_block_id": "p129_b834", "text": "Echeverria, D. & Terton, A. (2016)."}, {"text_block_id": "p129_b835", "text": "Review of current and planned adaptation action in Ethiopia"}, {"text_block_id": "p129_b836", "text": "(CARIAA Working Paper no. 8). International Development Research Centre and UK Aid."}, {"text_block_id": "p129_b837", "text": "www.idrc.ca/cariaa"}, {"text_block_id": "p129_b838", "text": "Eshetu, Z., Simane, B., Tebeje, G., Negatu, W., Amsalu, A., Berhanu, A., Bird, N.,  Welham, B., & Trujillo, N. (2014)."}, {"text_block_id": "p129_b839", "text": "Climate finance in Ethiopia."}, {"text_block_id": "p129_b840", "text": "ODI."}, {"text_block_id": "p129_b841", "text": "Eshetu, Z., & Bird, N. (2015)."}, {"text_block_id": "p129_b842", "text": "Climate change spending in Ethiopia: Recommendations to bridge the funding gap for climate financing in Ethiopia."}, {"text_block_id": "p129_b843", "text": "ODI."}, {"text_block_id": "p129_b844", "text": "Food and Agriculture Organization of the United Nations (FAO). (2013)."}, {"text_block_id": "p129_b845", "text": "Climate change guidelines for forest managers."}, {"text_block_id": "p129_b846", "text": "http://www.fao.org/3/a-i3383e.pdf"}, {"text_block_id": "p129_b847_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Food and Agriculture Organization of the United Nations. (2016). Ethiopia climate-smart agriculture scoping study. FAO www.fao.org/3/a-i5518e.pdf"}, {"text_block_id": "p130_b851", "text": "Food and Agriculture Organization of the United Nations. (2017)."}, {"text_block_id": "p130_b852", "text": "Addressing agriculture, forestry and fisheries in national adaptation plans: Supplementary guidelines."}, {"text_block_id": "p130_b853", "text": "Food and Agriculture Organization of the United Nations. (2019)."}, {"text_block_id": "p130_b854", "text": "Ethiopia at a glance."}, {"text_block_id": "p130_b855", "text": "Federal Democratic Republic of Ethiopia (FDRE). (2009)."}, {"text_block_id": "p130_b856", "text": "The National Information and Communication Technology Policy and Strategy."}, {"text_block_id": "p130_b857", "text": "Federal Democratic Republic of Ethiopia. (2011)."}, {"text_block_id": "p130_b858", "text": "Climate-Resilient Green Economy Strategy."}, {"text_block_id": "p130_b859", "text": "Environmental Protection Authority (EPA)."}, {"text_block_id": "p130_b860", "text": "Federal Democratic Republic of Ethiopia. (2014)."}, {"text_block_id": "p130_b861", "text": "Climate Resilient Green Economy (CRGE) Facility: Operational manual (Final Draft)."}, {"text_block_id": "p130_b862", "text": "Federal Democratic Republic of Ethiopia. (2019)."}, {"text_block_id": "p130_b863", "text": "Ethiopia’s Climate-Resilient Green Economy National Adaptation Plan."}, {"text_block_id": "p130_b864", "text": "Few, R., Satyal, P., McGahey, D., Leavy, J., Budds, J., Assen, M., Camfield, L., Loubser, D.,  Adnew, M. & Bewket, W. (2015)."}, {"text_block_id": "p130_b865", "text": "Vulnerability and adaptation to climate change in the semi-arid regions of East Africa"}, {"text_block_id": "p130_b866", "text": "(ASSAR working paper). ASSAR PMU."}, {"text_block_id": "p130_b867", "text": "Federal Ministry of Health (FMoH). (2018)."}, {"text_block_id": "p130_b868", "text": "National Health Adaptation Plan to Climate Change."}, {"text_block_id": "p130_b869", "text": "Forum for Environment. (2015)."}, {"text_block_id": "p130_b870", "text": "About Forum for Environment."}, {"text_block_id": "p130_b871", "text": "Gezie, M. (2019). Farmer’s response to climate change and variability in Ethiopia: A review."}, {"text_block_id": "p130_b872", "text": "Cogent Food & Agriculture, 5"}, {"text_block_id": "p130_b873", "text": "(10)."}, {"text_block_id": "p130_b874", "text": "Girard, J.P., & Girard, J.L. (2015). Defining knowledge management: Toward an applied compendium."}, {"text_block_id": "p130_b875", "text": "Online Journal of Applied Knowledge Management, 3"}, {"text_block_id": "p130_b876", "text": "(1), 1–20."}, {"text_block_id": "p130_b877", "text": "Global Environment Facility (GEF). (2010)."}, {"text_block_id": "p130_b878", "text": "GEF-5 programming document"}, {"text_block_id": "p130_b879", "text": "."}, {"text_block_id": "p130_b880", "text": "Government of Ethiopia (GOE). (2015)."}, {"text_block_id": "p130_b881", "text": "Government of Ethiopia Humanitarian Support Requirements for the year 2016."}, {"text_block_id": "p130_b882", "text": "Ethiopia Humanitarian Country Team, Addis Ababa."}, {"text_block_id": "p130_b883", "text": "http://bit.ly/2C41sd7"}, {"text_block_id": "p130_b884_merged_merged_merged_merged_merged_merged", "text": "Intergovernmental Panel on Climate Change (IPCC). (2014). Annex II: Glossary. In K.J. Mach, S. Planton & C. von Stechow (Eds.), Climate change 2014: Synthesis report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. (pp. 117–130). Geneva, Switzerland: IPCC."}, {"text_block_id": "p131_b887", "text": "International Center for Tropical Agriculture (CIAT). (2015)."}, {"text_block_id": "p131_b888", "text": "Towards climate resilience in agriculture for Southeast Asia: An overview for decision-makers."}, {"text_block_id": "p131_b889", "text": "International Center for Tropical Agriculture, Bureau for Food Security, & USAID, (2017)."}, {"text_block_id": "p131_b890", "text": "Climatesmart agriculture in Ethiopia."}, {"text_block_id": "p131_b891", "text": "CSA Country Profiles for Africa Series."}, {"text_block_id": "p131_b892", "text": "Jirka, S., Woolf, D., Solomon, D., & Lehmann, J. (2015)."}, {"text_block_id": "p131_b893", "text": "Climate finance for Ethiopia’s Productive Safety Net Programme (PSNP)."}, {"text_block_id": "p131_b894", "text": "Jones, L., Harvey, B., Cochrane, L., Cantin, B., Conway, D., Cornforth, R., De Souza, K. & Kirbyshire, A. (2018). Designing the next generation of climate adaptation research for development."}, {"text_block_id": "p131_b895", "text": "Regional Environmental Change, 18"}, {"text_block_id": "p131_b896", "text": "(297)."}, {"text_block_id": "p131_b897", "text": "https://doi.org/10.1007/s10113-017-1254-x"}, {"text_block_id": "p131_b898", "text": "Joosten, K. & Grey, S. (2017)."}, {"text_block_id": "p131_b899", "text": "Integrating climate change adaptation and mitigation into the watershed management approach in Eastern Africa – Discussion paper and good practices."}, {"text_block_id": "p131_b900", "text": "FAO."}, {"text_block_id": "p131_b901", "text": "http://www.fao.org/3/a-i7489e.pdf"}, {"text_block_id": "p131_b902", "text": "Klein, R., Adams, K., Dzebo, A., Davis, M., & Siebert, C. (2017)."}, {"text_block_id": "p131_b903", "text": "Advancing climate adaptation practices and solutions: Emerging research priorities."}, {"text_block_id": "p131_b904", "text": "SEI."}, {"text_block_id": "p131_b905", "text": "Lemi, T. (2019). The role of traditional ecological knowledge for climate change adaptation,"}, {"text_block_id": "p131_b906", "text": "International Journal of Environmental Science and Natural Resources 18"}, {"text_block_id": "p131_b907", "text": "(1)."}, {"text_block_id": "p131_b908", "text": "Mant, R., Perry, E., Heath, M., Munroe, R., Väänänen, E., Großheim, C., & Kümper-Schlake, L. (2014)."}, {"text_block_id": "p131_b909", "text": "Addressing climate change: Why biodiversity matters."}, {"text_block_id": "p131_b910", "text": "UNEP-WCMC."}, {"text_block_id": "p131_b911", "text": "Ministry of Water, Irrigation and Energy & National Meteorological Agency (MoWIE). (2019)."}, {"text_block_id": "p131_b912", "text": "National Framework for Climate Services - Ethiopia Strategic Plan: 2020-2030."}, {"text_block_id": "p131_b913", "text": "Oates, N., Conway, D., & Calow, R. (2011)."}, {"text_block_id": "p131_b914", "text": "The ‘mainstreaming’ approach to climate change adaptation: insights from Ethiopia’s water sector."}, {"text_block_id": "p131_b915", "text": "ODI Background Note. ODI."}, {"text_block_id": "p131_b916", "text": "Shaw, R., Pulhin, J., & Pereira, J. (2010)."}, {"text_block_id": "p131_b917", "text": "Climate change adaptation and disaster risk reduction: Issues and challenges."}, {"text_block_id": "p131_b918", "text": "Emerald Group Publishing"}, {"text_block_id": "p131_b919_merged_merged_merged_merged_merged", "text": "Simane, B., Beyene, H., Deressa, W., Kumie, A., Berhane, K., & Samet, J. (2016). Review of climate change and health in Ethiopia: Status and gap analysis."}, {"text_block_id": "p131_b922", "text": "Tecleab, E. (2018)."}, {"text_block_id": "p131_b923", "text": "Assessment of impacts of social protection programmes on subsistence farmers’ livelihoods: The case of Dodota Woreda, Ethiopia."}, {"text_block_id": "p132_b924", "text": "United Nations Development Programme. (2007)."}, {"text_block_id": "p132_b925", "text": "Climate change technology needs assessment report of Ethiopia."}, {"text_block_id": "p132_b926", "text": "http://publication.eiar.gov.et:8080/xmlui/handle/123456789/3078"}, {"text_block_id": "p132_b927", "text": "United Nations Development Programme. (2016)."}, {"text_block_id": "p132_b928", "text": "Climate information & early warning systems communications toolkit."}, {"text_block_id": "p132_b929", "text": "UNDP Programme on Climate Information for Resilient Development in Africa."}, {"text_block_id": "p132_b930", "text": "United Nations Environment Programme (UNEP). (2015)."}, {"text_block_id": "p132_b931", "text": "Facilitating Implementation and Readiness for Mitigation Project – Ethiopia"}, {"text_block_id": "p132_b932", "text": "."}, {"text_block_id": "p132_b933", "text": "United Nations Framework Convention on Climate Change. (2006)."}, {"text_block_id": "p132_b934", "text": "Technologies for adaptation to climate change Issued by the Climate Change Secretariat."}, {"text_block_id": "p132_b935", "text": "United Nations Framework Convention on Climate Change. (2011)."}, {"text_block_id": "p132_b936", "text": "Report of the Conference of the Parties on its sixteenth session. Addendum. Part Two: Action taken by the Conference of the Parties at its sixteenth session."}, {"text_block_id": "p132_b937", "text": "FCCC/ CP/2010/7/Add.1"}, {"text_block_id": "p132_b938", "text": "UNWater. (n.d.)."}, {"text_block_id": "p132_b939", "text": "Climate change adaptation is mainly about water."}, {"text_block_id": "p132_b940", "text": "United Nations System Standing Committee on Nutrition (UNSCN). (2010)."}, {"text_block_id": "p132_b941", "text": "Climate change and nutrition security."}, {"text_block_id": "p132_b942", "text": "https://www.unscn.org/files/Statements/Bdef_NutCC_2311_final.pdf"}, {"text_block_id": "p132_b943", "text": "United States Agency for International Development (USAID). (2019)."}, {"text_block_id": "p132_b944", "text": "Ethiopia: Water."}, {"text_block_id": "p132_b945", "text": "World Bank. (2010)."}, {"text_block_id": "p132_b946", "text": "The social dimensions of adaptation to climate change in Ethiopia."}, {"text_block_id": "p132_b947", "text": "World Bank. (2015a)."}, {"text_block_id": "p132_b948", "text": "Ethiopia: Second Agricultural Growth Project."}, {"text_block_id": "p132_b949", "text": "World Bank. (2015b)."}, {"text_block_id": "p132_b950", "text": "Increasing agricultural production and resilience through improved agrometeorological services."}, {"text_block_id": "p132_b951", "text": "World Bank. (2017)."}, {"text_block_id": "p132_b952", "text": "Ethiopia Economic Update 7 Special Topic: Poverty & Household Welfare in Ethiopia, 2011-16."}, {"text_block_id": "p132_b953", "text": "World Meteorological Organization (WMO). (2016)."}, {"text_block_id": "p132_b954_merged_merged", "text": "Climate Services for Supporting Climate Change Adaptation Supplement to the Technical Guidelines for The National Adaptation Plan Process. https://library.wmo.int/doc_num.php?explnum_id=7936"}, {"text_block_id": "p133_b956", "text": "Yirgu, L., Nicol, A., & Srinivasan, S. (2013)."}, {"text_block_id": "p133_b957", "text": "Warming to change? Climate policy and agricultural development in Ethiopia"}, {"text_block_id": "p133_b958", "text": "(Future Agricultures Working Paper 071)."}, {"text_block_id": "p133_b959_merged_merged", "text": "Zenebe, A., Temesgen, H., Ayana, M., Abate, M., Moges, S., & Assefa, T. (2011). Integrated river basin management (Strengthening Ethiopian Universities In Integrated River Basin Management Project NUFFIC NPT/ETH/205)."}, {"text_block_id": "p134_b962", "text": "Appendix I. Summary of Key Messages From Stakeholder Consultation Workshops"}, {"text_block_id": "p134_b963", "text": "The NAP roadmap stakeholder consultation workshops are a key learning opportunity on how different stakeholders view climate change and the need for urgent organized interventions. By outlining the roles and potential responsibilities of the central government, local government, NGOs and CSOs, development partners, the private sector, and vulnerable groups, stakeholders have demonstrated some level of understanding and appreciation of the need to address climate change. The following are key findings and recommendations from the stakeholder engagement."}, {"text_block_id": "p134_b964", "text": "1."}, {"text_block_id": "p134_b965", "text": "Over 75% of the stakeholders participated in the NAP Roadmap Stakeholder Consultation Workshop held between May 30 and June 1, 2019, and will be involved in national capacity building activities and the actual implementation of the NAP. About 50% of the stakeholders will complement government efforts to effectively coordinate the NAP development process, while about 25% will be involved in finance/resource mobilization. Academic representatives will mostly be working on research and capacity building."}, {"text_block_id": "p134_b966", "text": "2."}, {"text_block_id": "p134_b967", "text": "There is a need to undertake a rapid assessment of the extent to which climate change has been integrated into relevant activities, including enforcement of climate change-related legislation"}, {"text_block_id": "p134_b968", "text": "3."}, {"text_block_id": "p134_b969", "text": "Research is needed to demonstrate the different climate-smart agriculture options on a small scale that could be linked to the climate change adaptation practices to strengthen community education along with Indigenous knowledge regarding climate resilience."}, {"text_block_id": "p134_b970", "text": "4."}, {"text_block_id": "p134_b971", "text": "There is a need for establishment of strong linkages between research and extension systems to ensure timely transfer of appropriate technologies to the end users."}, {"text_block_id": "p134_b972", "text": "5."}, {"text_block_id": "p134_b973", "text": "There is a need for collaborative systems-oriented research, in which crop, livestock, and natural resource researchers participate in developing multipurpose crop varieties with high-grain and good-quality yields."}, {"text_block_id": "p134_b974", "text": "6."}, {"text_block_id": "p134_b975", "text": "There is a need for the establishment of stakeholder consultation platforms that bring together public and private sector actors to raise and discuss key climate change-related issues."}, {"text_block_id": "p134_b976", "text": "7."}, {"text_block_id": "p134_b977", "text": "There is a need for stronger policy, legal and institutional frameworks to support sustainable climate change adaptation initiative at all levels."}, {"text_block_id": "p134_b978", "text": "8."}, {"text_block_id": "p134_b979", "text": "There is a need for establishment of a dedicated vertical and horizontal coordination unit to ensure that the coordination and governance structures are improved and inter-ministerial steering and management committees meet regularly following the time schedules to improve the NAP process effectively."}, {"text_block_id": "p134_b980", "text": "9."}, {"text_block_id": "p134_b981", "text": "A critical aspect is the inclusion of vulnerable groups (children, youth groups, and other economically marginalized groups) in the NAP implementation process right from the"}, {"text_block_id": "p135_b982", "text": "start through to the conclusion of the NAP and beyond will be critical to ensure the process “leaves no one behind.”"}, {"text_block_id": "p135_b983", "text": "10."}, {"text_block_id": "p135_b984", "text": "There are concerns about gender inclusion/mainstreaming related to lack of awareness and capacity on gender-related issues that require capacity building of the lead ministries at all levels (national, regional, and woreda levels) starting with widespread education and awareness, not only on adaptation but mitigation actions with adaptation co-benefits as well."}, {"text_block_id": "p135_b985", "text": "11."}, {"text_block_id": "p135_b986", "text": "There is a need for development of a communication strategy for conveying climate change information to all concerned stakeholders as well as an effective repository and feedback mechanism."}, {"text_block_id": "p135_b987", "text": "12."}, {"text_block_id": "p135_b988", "text": "There is a need for the creation of a knowledge-management platform to facilitate institutional learning between adaptation stakeholders."}, {"text_block_id": "p135_b989", "text": "13."}, {"text_block_id": "p135_b990", "text": "It is important to maintain and strengthen the working groups established for NDC/ Mitigation in lead sectors to enable the government to obtain better results from the NAP implementation."}, {"text_block_id": "p135_b991", "text": "14."}, {"text_block_id": "p135_b992", "text": "The NAP Working Groups in lead sectors should be supported by EFCCC and CRGE Facility and NPC to strengthen adaptation planning at all levels of development planning."}, {"text_block_id": "p135_b993", "text": "15."}, {"text_block_id": "p135_b994", "text": "There is a need for capacity building and training manual/training modules on the integration of climate change AOs into national and sub-national development planning."}, {"text_block_id": "p135_b995", "text": "16."}, {"text_block_id": "p135_b996", "text": "Development of climate change scenarios and conducting of vulnerability assessments are necessary to inform the National Adaptation Plan, as the NAP is responsive to the impacts of climate change in Ethiopia."}, {"text_block_id": "p135_b997", "text": "17."}, {"text_block_id": "p135_b998", "text": "Effective and timely investment planning and decision making within the infrastructure sector is a critical component of the nation’s response to climate change."}, {"text_block_id": "p135_b999", "text": "18."}, {"text_block_id": "p135_b1000", "text": "Capacity building of the NMA to provide accurate and useful information for adaptation strategies as well as integrate the NAP process into the National Framework for Climate Services is necessary."}, {"text_block_id": "p135_b1001", "text": "19."}, {"text_block_id": "p135_b1002", "text": "An integrated database management system for climate data collection needs to be developed, allowing for collation of all information stored on institutional climate databases and the systematic storage of climate data."}, {"text_block_id": "p135_b1003", "text": "20."}, {"text_block_id": "p135_b1004", "text": "A system to appraise AOs needs to be developed that accounts for the economic, ecological, and social costs and benefits of adaptation measures that should be considered."}, {"text_block_id": "p135_b1005", "text": "21."}, {"text_block_id": "p135_b1006", "text": "Finance for coordination and capacity building and implementation of the planned activities is critical. Thus, there is a need for development of a resource mobilization strategy identifying potential resources to possibly fund NAP implementation, addressing the urgent need for mobilization of financial resources dedicated to adaptation research programs."}, {"text_block_id": "p135_b1007", "text": "22."}, {"text_block_id": "p135_b1008", "text": "Publicity of the NAP process—including through involvement of high-level officials— in the form of short documentaries, print media articles, and radio programs on the implementation of the NAP process in Ethiopia is extremely important."}, {"text_block_id": "p135_b1009", "text": "23."}, {"text_block_id": "p135_b1010", "text": "The need for an information repository to provide to the Standing Committee on Finance by stakeholders involved in climate finance."}, {"text_block_id": "p136_b1011", "text": "Appendix II. Regional Prioritization of AOs"}, {"text_block_id": "p138_b1012", "text": "Appendix III. Operationally Active and Pipeline Projects That Will Contribute to the Implementation of Some of the NAP-ETH AOs and SPs"}], "document_description": "This roadmap aims to&nbsp;identify key enabling activities instrumental to achieving the country’s NAP, their timelines, and key milestones to note during implementation in collaboration with key actors responsible for their delivery.&nbsp;<br><br>"}