{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Ethiopia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Policy and Strategy on Disaster Risk Management", "document_country_code": "ETH", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": "Drm/Drr", "document_region_code": "Sub-Saharan Africa", "document_date": "07/01/2013", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ETH/2013/ETH-2013-01-07-National Policy and Strategy on Disaster Risk Management_9401f39d859678e1dfc6ea95493f2a01.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE FEDERAL DEMOCRATIC REPUBLIC OF ETHIOPIA"}, {"text_block_id": "p0_b2", "text": "NATIONAL POLICY AND STRATEGY ON DISASTER RISK MANAGEMENT"}, {"text_block_id": "p0_b3", "text": "July 2013"}, {"text_block_id": "p0_b4", "text": "Addis Ababa"}, {"text_block_id": "p1_b5", "text": "Content"}, {"text_block_id": "p2_b6", "text": "1. Introduction"}, {"text_block_id": "p2_b7", "text": "A double digit economic growth has been registered for eight successive years as the result of the success of the Agriculture and Rural-Centered Development Strategy being implemented in the country. It is believed that the capacity we have put in place to withstand the impacts of natural and human induced disasters as well as to reduce their effects through provision timely response had its own contribution to reach to such level of accelerated and sustained achievement, which is being exemplary to developing countries, especially to those like Ethiopia. The early warning system that we have set up has also enabled us to mitigate the effects of severe drought disaster that occurred in 2002 and 2010 by providing appropriate responses. With this, the system has proved its strength. This result has been achieved as a result of a combination of a broad range of steps taken toward enhancing the disaster prevention and preparedness capacity following the enactment of the National Policy on Disaster Prevention and Management in 1993 and the increased copying capacities and reduced vulnerabilities overtime through economic growth."}, {"text_block_id": "p2_b8", "text": "Despite this, unlike in the past, besides drought, risk of other disasters like flood, human epidemics, livestock disease outbreak, crop pests and forest and bush fires as well frequency, scale, and intensity of such disasters have been increasing due to climate change. Weather forecast information issued about climate change also suggests that this situation is going to continue and aggravate in the future. Urban disasters like fire and other incidents are also rising because of fast growing urbanization. Also, signs of earthquakes and volcanoes have been observed in the country, especially in the rift valleys. Even though not frequently, conflicts triggered by different factors also need attention. This above situation, in general, depicts that the country is vulnerable to multiple hazards and associated disasters."}, {"text_block_id": "p2_b9", "text": "Considering this context, the new business process for disaster prevention and preparedness system was designed by the then Ministry of Agriculture and Rural Development following the business process reengineering work it has undertaken on the basis of the needs of customers and stakeholders and best practices documented within and outside the country. This has brought about a paradigm shift in direction and led to doing business differently by moving away from a system that mainly focused on drought and supply of life saving relief emergency assistance during disaster to a comprehensive disaster risk management approach, which, unlike in the past, is being implemented with the aim of reducing disaster risks and potential consequences of disasters by providing appropriate and timely responses to disasters before, during, and after the"}, {"text_block_id": "p3_b10", "text": "disaster period at all levels through establishing a coordinated, accountable, and decentralized system."}, {"text_block_id": "p3_b11", "text": "To facilitate the full implementation of this reoriented approach and direction with participation of all concerned bodies and support of legal frameworks, this National Disaster Risk Management and Strategy has been formulated by amending the aforementioned National Policy on Disaster Prevention and Management, which has been under implementation since 1993. The policy includes general directions and major implementation strategies."}, {"text_block_id": "p3_b12", "text": "2. Policy Vision, Mission and Objectives"}, {"text_block_id": "p3_b13", "text": "2.1 Vision"}, {"text_block_id": "p3_b14", "text": "To see capacity for withstanding the impact of hazards and related disasters is built at national, local, community, household and individual levels; and damages caused by disasters are significantly reduced by 2023."}, {"text_block_id": "p3_b15", "text": "2.2 Mission"}, {"text_block_id": "p3_b16", "text": "To provide a framework that enables to withstand impacts of hazards and related disasters and reduce damage caused by a disaster through establishing an effective, people centered, integrated, coordinated, accountable, and decentralized disaster risk management system that focuses on mult-hazard and multi-sectoral approaches as well as on measures that need to be taken before, during, and after the disaster period."}, {"text_block_id": "p3_b17", "text": "2.3 Objectives"}, {"text_block_id": "p3_b18", "text": "2.3.1 General Objective"}, {"text_block_id": "p3_b19", "text": "The main objective of the Policy is to reduce disaster risks and potential damage caused by a disaster through establishing a comprehensive and coordinated disaster risk management system in the context of sustainable development."}, {"text_block_id": "p3_b20", "text": "2.3.2 Specific Objectives"}, {"text_block_id": "p4_b21", "text": "2.3.2 Specific Objectives\n* To ensure that disaster risk management is mainstreamed into development plans and\n<\\li1>"}, {"text_block_id": "p4_b23", "text": "3. Policy Directions and Strategies"}, {"text_block_id": "p4_b24", "text": "Based on the above outlined policy objectives, the following policy directions and strategies that give due attention to the participation of organized people are formulated with the view to reducing and eventually preventing disaster risk and vulnerability, building resilience to withstand impacts of hazards and related disasters, and, through provision of appropriate and timely response, minimizing potential losses from disasters by establishing a comprehensive and coordinated disaster risk management system that is in line with the Constitution of the Federal Democratic Republic of Ethiopia and its development policies and strategies, especially with that of Rural Development Policies and Strategies."}, {"text_block_id": "p4_b25", "text": "3.1. Comprehensive Disaster Risk Management System"}, {"text_block_id": "p4_b26_merged", "text": "Reducing disaster risk and effects of disaster can only be possible through building resilience to withstand impacts of hazards and related disasters and by providing timely and appropriate response to disasters. However, when we look into the existing disaster prevention and preparedness system, despite the fact that Productive Safety Net and other related programs, which serve as typical instruments to reduce disaster risk and build resilience to withstand impacts of disasters, are being implemented as part of the system, the system has mainly been focusing on rural parts of the country while the response operation predominately has been concentrating on saving lives through provision of relief assistances after the occurrence of the disaster. Because of this, existing system do not allow recovery and rehabilitation interventions to be identified on the basis of the hazard and related disasters and local context and be taken as main integral part of the response operation and implemented in an integrated manner with development plans and programmes following relief interventions to rehabilitate affected people and reduce future disaster risk and vulnerability."}, {"text_block_id": "p5_b29", "text": "3.2. Early Warning and Disaster Assessment Information Informed Response"}, {"text_block_id": "p5_b30", "text": "Providing response on the basis of early warning and disaster assessment information enables resources allocated for response to be properly utilized for the intended purposes and, in the event of a disaster, to save lives and livelihoods by providing timely and appropriate response by properly identifying areas and people in need of emergency relief assistance. In addition, such an approach of provision of response allows to properly implementing recovery and rehabilitation interventions to help bring the affected population as well as social, infrastructure, and economic activities back to normal condition and build them back better as required to reduce future disaster risk. According to the practice up until now, however, response is not fully informed by early warning or disaster assessment information in the event of a disaster rather it is"}, {"text_block_id": "p6_b31_merged", "text": "predominantly being provided based on the findings of biannual seasonal assessments conducted after the rainy seasons. In addition to requiring more resources, personnel, and materials for conducting the assessments, such practice is being negatively affecting ongoing efforts towards achieving a more effective response operation by making the response as speedy as required and ensuring that relief assistance goes only to those people that are confirmed to have been facing temporary problems and in need of relief assistance. Therefore, response shall only be provided on the basis of early warning and assessments conducted during the disaster period."}, {"text_block_id": "p6_b34", "text": "3.3. Official Disaster Declaration System"}, {"text_block_id": "p6_b35", "text": "When early warning and disaster assessment information confirm the occurrence of the disaster, providing timely and appropriate response by officially declaring the disaster at all level is vital for the effectiveness of the disaster risk management system. Looking at the practice up until now in this regard, it has been only the National Disaster Prevention and Preparedness Committee officially declaring the occurrence of a disaster and though this is appropriate, pursuant to Article 93 of the Constitution, the Regional States also have the power to declare the"}, {"text_block_id": "p7_b36_merged", "text": "state of emergency. However, there is no clear procedure in this regard. Moreover, it is unknown whether there is a similar responsibility at woreda and zonal level in addition to the fact there is no clear procedure with respect to what criteria needs to be met in order to declare the disaster officially. As a result, according to the current practice, emergency relief assistance is being provided only on the basis of assessment findings though it is supposed to be provided following the declaration of the disaster. This has opened the way for the emergency relief assistance to be channeled not only to those affected and are in need of such transitory assistance, but also to those that are ineligible. This situation has not only contributed to the existence of a deep-rooted and expanded dependency syndrome, but also negatively affecting our efforts towards building the images of the country. Therefore, a mechanism for official declaration of disaster on the basis of early warning and disaster assessment information shall be established."}, {"text_block_id": "p7_b40", "text": "3.4. Decentralized Disaster Risk Management System"}, {"text_block_id": "p7_b41", "text": "An effective disaster risk management requires identification and assignment of the roles and responsibilities at each level of government and also that of stakeholders at all levels through realization of a decentralized system. However, when one looks at the actual context in the country, even those disasters that are considered mild in terms of scale and intensity and can be managed locally are being handled by the federal government. Due to this reason, withstanding the impacts of hazards and related disasters and reducing losses from disasters to the level required by providing timely and appropriate response to disasters appear to be impossible."}, {"text_block_id": "p8_b42", "text": "3.5. Mainstreaming Disaster Risk Management into Sectoral Institutions"}, {"text_block_id": "p8_b43", "text": "Effective Disaster Risk Management System can only be achieved if disaster risk management is mainstreamed into every sectoral development plan. Disaster risk management is a cross cutting issue and the responsibility of multiple sectoral institutions and thus concerned bodies must implement it by integrating it into their regular development activities. Looking into the current context of the country, however, attention has not been given to mainstreaming yet and thus it is not being implemented. Unless disaster risk management is considered as integral to development plans of sectoral institutions, it can be difficult to ensure continued achievements in national development."}, {"text_block_id": "p9_b44", "text": "3.6. Source of Resources and Resource Mobilization Procedure"}, {"text_block_id": "p9_b45", "text": "Resource acquisition is vital for effective disaster risk management. Resource can be acquired in different ways, meaning from communities and different individuals and organizations, government as well as from foreign aid. For achieving effective and sustainable disaster risk management system, however, it is important to make existing domestic capacity as the main source of funding. However, according to the practice up until now, the fact that especially disaster response operation is mainly reliant on external aid, resources obtained in this way are, in most cases, made available once the occurrence of the disaster has been confirmed and thus usually are late and the amount received is not only commonly inadequate, but also comes without a chance to utilize it flexibly based on the scale and intensity of the disaster and the local context. As a result, the emergency relief supply operation has not been as effective as expected.  Besides, the possibility of using resources obtained through aid for recovery and rehabilitation purposes as integral to development is very slim and thus its contribution toward reducing disaster risks and vulnerabilities in the future is insignificant."}, {"text_block_id": "p9_b46", "text": "3.7. Information Management and Communication System"}, {"text_block_id": "p9_b47", "text": "Effective disaster risk management system requires an efficient, dependable and technology supported information management and vertical and horizontal information exchange between different bodies involved in disaster risk management at all levels. When looking at the situation so far, however, in addition to the lack of dependable, uniform and technology supported information management system, the information exchange has been inefficient and not supported by technology. Because of this, it is difficult to say that disaster risk monitoring data are being collected timely and analyzed and reliable information are generated in a timely manner and used for the response purposes properly. In addition, one cannot say that"}, {"text_block_id": "p10_b48", "text": "hazard baseline information, which is the foundation for early warning work, is prepared, organized, and held appropriately. It is also difficult to get a complete and up-to-date disaster risk monitoring information for specific early warning indicators at the right time and at the required level of quality. Due to this, it has been difficult to undertake as effective as required work by generating a reliable and timely early warning information and use that as a basis for providing response tailored to specific local context."}, {"text_block_id": "p10_b49", "text": "Therefore, disaster risk management"}, {"text_block_id": "p10_b50", "text": "information management and communication system that will be supported by technology and"}, {"text_block_id": "p10_b51", "text": "informed by disaster risk profile information shall be established."}, {"text_block_id": "p10_b52", "text": "3.8. International Cooperation"}, {"text_block_id": "p10_b53_merged_merged", "text": "Effective disaster risk management system requires strong relationship and collaboration with relevant sub-regional, regional and global organizations and states. The cooperation should concentrate in particular on establishing strong working relationship around capacity building and response activities in addition to facilitating conditions for regular exchange of information required for undertaking multi-hazard disaster risk monitoring and providing timely and comprehensive response. Even if there have been encouraging initial initiatives in this regard so far, they are not consistent with disaster risk management directions. Therefore, international cooperation shall be strengthened in accordance with the disaster risk management direction, relevant laws and directives of the country and on the basis of international, regional and subregional laws, directives, and agreements ratified by the country."}, {"text_block_id": "p11_b55", "text": "3.9. Implementation capacity"}, {"text_block_id": "p11_b56", "text": "Efficient and effective organizational structure and mechanism as well as human resource with rich experience, knowledge, and skill are vital for effective disaster risk management system. However, according to the situation so far, these have not yet been fully achieved."}, {"text_block_id": "p11_b57", "text": "3.10. Cross-cutting issues"}, {"text_block_id": "p11_b58", "text": "Since women, children, elderly, people with disabilities as well as people living with HIV/AIDS are the most vulnerable to the impact of hazard and related disaster, disaster risk management activities should be implemented by taking into consideration this objective reality. In addition to this, disaster risk management activities must be implemented in such a way that they can contribute to environmental protection and development efforts and also in a coordinated and integrated manner with social protection and climate change adaptation related activities that are vital to reducing disaster risks and vulnerabilities. However, one cannot say that the current disaster prevention and preparedness system has given adequate attention to these cross cutting issues."}, {"text_block_id": "p12_b59", "text": "4. Policy Implementation Principles"}, {"text_block_id": "p12_b60_merged", "text": "This Policy is a framework that enables to set up a disaster risk management system, which help transform the current disaster management and create conducive environment in order for all actors of the system to be able to implement in a coordinated manner those identified strategies that are believed to be essential to put this policy’s directions into practice and thus reduce multi-hazard disaster risks and damages caused by disasters in both urban and rural areas in a sustainable fashion."}, {"text_block_id": "p12_b63", "text": "Creating a decentralized and that clearly identify and delineate roles and responsibilities at all levels, accountable, integrated and coordinated, and effective disaster risk management procedure and structure; implementing disaster risk profile information informed disaster risk reduction activities in the context of development programmes and plans to withstand impacts of hazards and related disasters and reduce and eventually prevent vulnerability as well as to reduce damages caused by disasters through enhancing preparedness and taking early warning and disaster assessment information based emergency, recovery, and rehabilitation measures are those activities that the policy will concentrate on."}, {"text_block_id": "p12_b64", "text": "The policy implementation shall be based on those principles that enable to set up an effective disaster risk management system and ensure its implementation."}, {"text_block_id": "p12_b65", "text": "The following are the main principles of the policy:"}, {"text_block_id": "p12_b66", "text": "The following are the main principles of the policy:\n* â\n* â\n Government shall lead activities geared towards the\n* â\n* â\n reliant response system\n* â\n reliant response system\n : Responses provided before, during, and after the disaster\n* : Disaster risk management activities\n* : Disaster risk management shall be\n* Disaster risk management system"}, {"text_block_id": "p13_b84", "text": "The following are the main principles of the policy:\n* â\n* â\n Government shall lead activities geared towards the\n* â\n* â\n reliant response system\n* â\n reliant response system\n : Responses provided before, during, and after the disaster\n* : Disaster risk management activities\n* : Disaster risk management shall be\n* Disaster risk management system\n* á¡\n* á¡\n Capacity for forecasting hazards,\n* : No human life shall be lost due to lack or shortage of\n* : Disaster risk management activities shall give attention to natural resource"}, {"text_block_id": "p13_b94", "text": "5. Disaster Risk Management Administration System"}, {"text_block_id": "p13_b95", "text": "The required structure shall be established at Federal, Regional, Zonal, Woreda as well as at Addis Ababa and Dire Dawa City Administrations levels for the implementation of disaster risk management policy and providing support toward its implementation, monitoring and evaluation. With regard to"}, {"text_block_id": "p13_b96", "text": "the system’s administration structure, there shall be a Disaster Risk Management"}, {"text_block_id": "p13_b97", "text": "Council, a Disaster Risk Management Coordination as well as a Disaster Risk Management structure in those that will be designated as lead sectoral institutions and Focal Points in those institutions that have a role in disaster risk management."}, {"text_block_id": "p13_b98_merged_merged", "text": "Without prejudice the Federal Government’s responsibility of preventing disasters and providing timely response when it strikes and establishing disaster response preparedness and response system in accordance with article 89, sub article 3 of the Constitution, Region, Zone, and Woreda shall undertake activities ranging from prevention to rehabilitation using their own capacities. Response operation that exceeds the capacity available at any level of government shall be undertaken by the next higher level of government."}, {"text_block_id": "p13_b101", "text": "Disaster Risk Management Council that will be established from federal to woreda level as well as in Addis Ababa and Dire Dawa City Administrations shall provide the overall leadership regarding disaster risk management activity."}, {"text_block_id": "p13_b102", "text": "5.1. Disaster Risk Management Council"}, {"text_block_id": "p13_b103", "text": "The Disaster Risk Management Council shall be chaired by the Prime Minister and have members including from those identified as lead sectoral institutions. The implementation of the policy shall be led by the Disaster Risk Management Council and concerned ministries shall take ownership of implementation."}, {"text_block_id": "p13_b104", "text": "The Council is the highest policy and oversight body and shall undertake the following main duties:"}, {"text_block_id": "p13_b105", "text": "The Council is the highest policy and oversight body and shall undertake the following main duties:\n* Oversee the implementation of National Disaster Risk Management Policy and Strategy;\n* Make a decision on policy issues regarding disaster risk management.\n* Provide general direction regarding issues related to disaster risk management.\n* Ensure that appropriate law, directive, framework, plan as wells as proper organizational\n* Declare disaster officially in accordance with article 93 of the Constitution.\n* Allocate additional resource from government and mobilize resources from domestic and"}, {"text_block_id": "p14_b117", "text": "The Council is the highest policy and oversight body and shall undertake the following main duties:\n* Oversee the implementation of National Disaster Risk Management Policy and Strategy;\n* Make a decision on policy issues regarding disaster risk management.\n* Provide general direction regarding issues related to disaster risk management.\n* Ensure that appropriate law, directive, framework, plan as wells as proper organizational\n* Declare disaster officially in accordance with article 93 of the Constitution.\n* Allocate additional resource from government and mobilize resources from domestic and\n* Ensure that disaster response fund, food and non-food stocks as well as additional\n<\\li1>"}, {"text_block_id": "p14_b119", "text": "5.2 Disaster Risk Management Coordination"}, {"text_block_id": "p14_b120_merged", "text": "A structure for the coordination of disaster risk management activities at all levels shall be created. Regarding their accountability, while the federal level structure will be accountable to the Prime Minister’s Office, those created at regional, zonal, worda as well as at Addis Ababa and Dire Dawa City Administrations levels will be answerable to their respective administrations."}, {"text_block_id": "p14_b123", "text": "The Federal Disaster Risk Management Coordination structure shall undertake the following main duties:"}, {"text_block_id": "p14_b124", "text": "The Federal Disaster Risk Management Coordination structure shall undertake the following main duties:\n* Act as the secretariat of the Federal Disaster Risk Management Council.\n* Ensure disaster risk management policy and strategy is implemented properly and\n* Consolidate plans and implementation reports prepared by disaster risk management\n* Coordinate response operation in the event of disasters that either not included in the\n* Administer disaster response fund and non-food stockpiles to be used for disaster response\n* Establish a mechanism for collaboration and mutual assistance around disaster risk\n* Lead the Early Warning and Emergency Coordination Center; administer the Center.\n* Coordinate the activity of the development and revision of disaster risk profile; based on\n* Establish and manage coordination platforms to ensure effectiveness of and achieve a\n* Following the official declaration of a disaster in accordance with article 93 of the\n* In collaboration with concerned bodies, develop legislations, directives, strategic\n* Facilitate conditions for continued improvement in participation and contribution of the\n* In cooperation with concerned bodies, facilitate conditions for the disaster risk"}, {"text_block_id": "p15_b151", "text": "The Federal Disaster Risk Management Coordination structure shall undertake the following main duties:\n* Act as the secretariat of the Federal Disaster Risk Management Council.\n* Ensure disaster risk management policy and strategy is implemented properly and\n* Consolidate plans and implementation reports prepared by disaster risk management\n* Coordinate response operation in the event of disasters that either not included in the\n* Administer disaster response fund and non-food stockpiles to be used for disaster response\n* Establish a mechanism for collaboration and mutual assistance around disaster risk\n* Lead the Early Warning and Emergency Coordination Center; administer the Center.\n* Coordinate the activity of the development and revision of disaster risk profile; based on\n* Establish and manage coordination platforms to ensure effectiveness of and achieve a\n* Following the official declaration of a disaster in accordance with article 93 of the\n* In collaboration with concerned bodies, develop legislations, directives, strategic\n* Facilitate conditions for continued improvement in participation and contribution of the\n* In cooperation with concerned bodies, facilitate conditions for the disaster risk\n* Provide technical and capacity development support in the area of disaster risk\n* Establish relationship with international organizations and states to solicit support towards"}, {"text_block_id": "p15_b155", "text": "Duties of disaster risk management coordination structures to be established at regional, zonal, woreda and Addis Ababa and Dire Dawa City Administrations levels shall be consistent with those duties given to the Federal Coordination structure and they will be prepared by Regional States. However, mobilizing resources from international sources and establishing relationship with international organizations and states to solicit support are the sole responsibility of the coordination structure that will be established at the Federal level and thus such tasks will not be included in duties of coordination structures to be established at Federal, Regional, Zonal, Woreda, and Addis Ababa and Dire Dawa City Administrations levels."}, {"text_block_id": "p15_b156", "text": "5.3 Lead Sector Agencies"}, {"text_block_id": "p15_b157", "text": "Lead sector institutions shall be assigned for every hazard at Federal, Regiona, Zonal, Woreda as well as at Addis Ababa and Dire Dawa City Administration levels and they will be responsible for undertaking activities ranging from monitoring to response. There shall be a dedicated structure in those lead institutions to be assigned for performing such tasks."}, {"text_block_id": "p15_b158", "text": "There shall be institutions at the Federal level that will play a leading role with respect to hazards and related disasters relevant to their respective sectors and the following shall be their main duties:"}, {"text_block_id": "p15_b159", "text": "There shall be institutions at the Federal level that will play a leading role with respect to hazards and related disasters relevant to their respective sectors and the following shall be their main duties:\n* Provide and coordinate response operation when disasters relevant to their respective\n* Provide and coordinate response operation when a disaster occurring is likely to spread"}, {"text_block_id": "p15_b163", "text": "The following are lead institutions and hazards and related disasters they are responsible for:"}, {"text_block_id": "p15_b164", "text": "The following are lead institutions and hazards and related disasters they are responsible for:\n* shall act as a lead institution with respect to agriculture related\n* Shall act as a lead institution especially with\n* shall act as a lead institution with respect to food shortage induced\n* : shall act as a lead institution with respect to\n* shall act as a lead institution with respect to conflict related\n* shall act as lead institution with respect to transport service related"}, {"text_block_id": "p16_b182", "text": "The following are lead institutions and hazards and related disasters they are responsible for:\n* shall act as a lead institution with respect to agriculture related\n* Shall act as a lead institution especially with\n* shall act as a lead institution with respect to food shortage induced\n* : shall act as a lead institution with respect to\n* shall act as a lead institution with respect to conflict related\n* shall act as lead institution with respect to transport service related\n* shall act as a lead institution with respect to geological hazards and\n* shall be responsible for search and rescue, maintaining order,\n* shall be responsible for search and rescue, maintaining order,\n .\n* : shall be a lead institution\n* shall be a lead institution with respect to measures necessary to be\n* shall assign"}, {"text_block_id": "p16_b198", "text": "5.4. Focal Points"}, {"text_block_id": "p16_b199", "text": "In other government institutions that will have roles in the implementation of this policy and strategy Focal Points shall be assigned at Federal, Regional, Zonal, Woreda as well as at Addis Ababa and Dire Dawa City Administrations levels to coordinate and monitor disaster risk management activities."}, {"text_block_id": "p16_b200", "text": "6. Monitoring and Evaluation"}, {"text_block_id": "p16_b201", "text": "With regard to monitoring and evaluation of the implementation of the National Disaster Risk Management Policy and Strategy, structures to be established at all levels for the implementation of the policy and strategy shall take and implement it as their main duty."}, {"text_block_id": "p16_b202", "text": "Accordingly, the Disaster Risk Management Council to be established at all levels shall have an oversight responsibility regarding monitoring and evaluation of the execution of the policy and its implementation strategies."}, {"text_block_id": "p16_b203", "text": "The Councils perform their monitoring and evaluation activities mainly on the basis of information and reports provided by the disaster risk management coordination structures existing at all levels."}, {"text_block_id": "p16_b204", "text": "Disaster risk management coordination structures at all levels and disaster risk management structures of the lead institutions shall also monitor and evaluate the execution of the policy and its implementation strategies by incorporating the task into their plans and involving actors of the disaster risk management system."}, {"text_block_id": "p17_b205", "text": "7. Enforcing laws and directives"}, {"text_block_id": "p17_b206", "text": "The necessary laws, directives and frameworks shall be formulated for the enforcement of the National Disaster Risk Management Policy and Strategy. Disaster Risk Management Coordination structures to be established at all levels shall formulate laws and directives by involving concerned bodies. Disaster Risk Management structures to be established under lead sector institutions and Focal Points to be assigned in other government institutions shall also prepare laws and directives specific to their respective sectors required for the implementation of the policy and strategy. Enforcing laws and directives prepared shall only be put into effect once they have been submitted to the government upon the decision of the Disaster Risk Management Councils and approved."}, {"text_block_id": "p17_b207", "text": "8. Definitions of Key Words and Terminologies used in the Policy"}, {"text_block_id": "p17_b208", "text": "8. Definitions of Key Words and Terminologies used in the Policy\n* Disaster Risk\n* Disaster Risk\n â\n* Disaster Risk\n â\n means potential disaster losses in lives, health status, livelihoods, assets and\n* means the systematic process of using administrative\n* Disaster Risk Reduction\n* Disaster Risk Reduction\n â\n* Disaster Risk Reduction\n â\n means concept and practice of reducing disaster risks through\n* Ha\n* Ha\n zardâ\n* Ha\n zardâ\n means a dangerous phenomenon, substance, human activity or condition that may\n* means people, property, systems, or other elements present in hazard zones that\n* means the outright avoidance of adverse impacts of hazards and related\n* means the lessening or limitation of the adverse impacts of hazards and related\n* Resilience\n* Resilience\n â\n* Resilience\n â\n means the ability of a system, community or society exposed to hazards to\n* means the combination of all the strengths, attributes and resources available\n* means the characteristics and circumstances of a community, system or asset"}, {"text_block_id": "p18_b248", "text": "8. Definitions of Key Words and Terminologies used in the Policy\n* Disaster Risk\n* Disaster Risk\n â\n* Disaster Risk\n â\n means potential disaster losses in lives, health status, livelihoods, assets and\n* means the systematic process of using administrative\n* Disaster Risk Reduction\n* Disaster Risk Reduction\n â\n* Disaster Risk Reduction\n â\n means concept and practice of reducing disaster risks through\n* Ha\n* Ha\n zardâ\n* Ha\n zardâ\n means a dangerous phenomenon, substance, human activity or condition that may\n* means people, property, systems, or other elements present in hazard zones that\n* means the outright avoidance of adverse impacts of hazards and related\n* means the lessening or limitation of the adverse impacts of hazards and related\n* Resilience\n* Resilience\n â\n* Resilience\n â\n means the ability of a system, community or society exposed to hazards to\n* means the combination of all the strengths, attributes and resources available\n* means the characteristics and circumstances of a community, system or asset\n* Social vulnerabilityâ\n* Social vulnerabilityâ\n means those determinants of vulnerability that arise from non-physical\n* Preparednessâ\n* Preparednessâ\n means the knowledge and capacities developed by governments,\n* Contingency planningâ\n* Contingency planningâ\n means a management process that analyses specific potential\n* means the ooutcome of risk assessments done to determine the\n* means the ooutcome of risk assessments done to determine the\n that together\n* Community\n* Community\n Based Disaster Risk Reductionâ\n* Community\n Based Disaster Risk Reductionâ\n means a process in which at-risk communities\n* Disast\n* Disast\n erâ\n* Disast\n erâ\n means a serious disruption of the functioning of a community or a society\n* Disaster of national significance or\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n â\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n â\n means a major incident such as an earthquake, terrorist attack, a severe flood,\n* \n* \n disaster phaseâ\n* \n disaster phaseâ\n means a period before the occurrence of a disaster. DRM activities\n* phaseâ\n* phaseâ\n means a period when a disaster strikes. DRM activities implemented\n* Post\n* Post\n disaster phaseâ\n* Post\n disaster phaseâ\n means a period after the occurrence of a disaster. DRM activities"}, {"text_block_id": "p19_b296", "text": "8. Definitions of Key Words and Terminologies used in the Policy\n* Disaster Risk\n* Disaster Risk\n â\n* Disaster Risk\n â\n means potential disaster losses in lives, health status, livelihoods, assets and\n* means the systematic process of using administrative\n* Disaster Risk Reduction\n* Disaster Risk Reduction\n â\n* Disaster Risk Reduction\n â\n means concept and practice of reducing disaster risks through\n* Ha\n* Ha\n zardâ\n* Ha\n zardâ\n means a dangerous phenomenon, substance, human activity or condition that may\n* means people, property, systems, or other elements present in hazard zones that\n* means the outright avoidance of adverse impacts of hazards and related\n* means the lessening or limitation of the adverse impacts of hazards and related\n* Resilience\n* Resilience\n â\n* Resilience\n â\n means the ability of a system, community or society exposed to hazards to\n* means the combination of all the strengths, attributes and resources available\n* means the characteristics and circumstances of a community, system or asset\n* Social vulnerabilityâ\n* Social vulnerabilityâ\n means those determinants of vulnerability that arise from non-physical\n* Preparednessâ\n* Preparednessâ\n means the knowledge and capacities developed by governments,\n* Contingency planningâ\n* Contingency planningâ\n means a management process that analyses specific potential\n* means the ooutcome of risk assessments done to determine the\n* means the ooutcome of risk assessments done to determine the\n that together\n* Community\n* Community\n Based Disaster Risk Reductionâ\n* Community\n Based Disaster Risk Reductionâ\n means a process in which at-risk communities\n* Disast\n* Disast\n erâ\n* Disast\n erâ\n means a serious disruption of the functioning of a community or a society\n* Disaster of national significance or\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n â\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n â\n means a major incident such as an earthquake, terrorist attack, a severe flood,\n* \n* \n disaster phaseâ\n* \n disaster phaseâ\n means a period before the occurrence of a disaster. DRM activities\n* phaseâ\n* phaseâ\n means a period when a disaster strikes. DRM activities implemented\n* Post\n* Post\n disaster phaseâ\n* Post\n disaster phaseâ\n means a period after the occurrence of a disaster. DRM activities\n* means a disaster that affects a single woreda or community within a woreda\n* level disasterâ\n* level disasterâ\n means if a disaster affects more than one woreda in the same zone and\n* Regional level di\n* Regional level di\n sasterâ\n* Regional level di\n sasterâ\n means if a disaster affects more than one zone in the same region\n* National level disasterâ\n* National level disasterâ\n means if a disaster affects more than one region or if a single region\n* Disaster\n* Disaster\n declarationâ\n* Disaster\n declarationâ\n means the official announcement of the occurrence of a disaster by\n* Displacementâ\n* Displacementâ\n means the process of people being forced to move from their homes to other\n* Emergency response\n* Emergency response\n â means\n* Emergency response\n â means\n a series of appropriate actions and precautions, including the\n* Rel\n* Rel\n iefâ\n* Rel\n iefâ\n means activity undertaken in the immediate aftermath of a disaster to save lives,\n* Rehabilitation\n* Rehabilitation\n â\n* Rehabilitation\n â\n means measures applied after a disaster which are necessary to restore\n* Recoveryâ\n* Recoveryâ\n means the restoration and improvement where appropriate, of facilities,\n* Early\n* Early\n warning systemâ\n* Early\n warning systemâ\n means the set of capacities needed to generate and disseminate\n* Volunteerâ\n* Volunteerâ\n means individuals or a broad array of organizations, institutions, agencies,"}, {"text_block_id": "p20_b351", "text": "8. Definitions of Key Words and Terminologies used in the Policy\n* Disaster Risk\n* Disaster Risk\n â\n* Disaster Risk\n â\n means potential disaster losses in lives, health status, livelihoods, assets and\n* means the systematic process of using administrative\n* Disaster Risk Reduction\n* Disaster Risk Reduction\n â\n* Disaster Risk Reduction\n â\n means concept and practice of reducing disaster risks through\n* Ha\n* Ha\n zardâ\n* Ha\n zardâ\n means a dangerous phenomenon, substance, human activity or condition that may\n* means people, property, systems, or other elements present in hazard zones that\n* means the outright avoidance of adverse impacts of hazards and related\n* means the lessening or limitation of the adverse impacts of hazards and related\n* Resilience\n* Resilience\n â\n* Resilience\n â\n means the ability of a system, community or society exposed to hazards to\n* means the combination of all the strengths, attributes and resources available\n* means the characteristics and circumstances of a community, system or asset\n* Social vulnerabilityâ\n* Social vulnerabilityâ\n means those determinants of vulnerability that arise from non-physical\n* Preparednessâ\n* Preparednessâ\n means the knowledge and capacities developed by governments,\n* Contingency planningâ\n* Contingency planningâ\n means a management process that analyses specific potential\n* means the ooutcome of risk assessments done to determine the\n* means the ooutcome of risk assessments done to determine the\n that together\n* Community\n* Community\n Based Disaster Risk Reductionâ\n* Community\n Based Disaster Risk Reductionâ\n means a process in which at-risk communities\n* Disast\n* Disast\n erâ\n* Disast\n erâ\n means a serious disruption of the functioning of a community or a society\n* Disaster of national significance or\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n â\n* Disaster of national significance or\n sudden-onset disaster that can potentially lead to severe\n â\n means a major incident such as an earthquake, terrorist attack, a severe flood,\n* \n* \n disaster phaseâ\n* \n disaster phaseâ\n means a period before the occurrence of a disaster. DRM activities\n* phaseâ\n* phaseâ\n means a period when a disaster strikes. DRM activities implemented\n* Post\n* Post\n disaster phaseâ\n* Post\n disaster phaseâ\n means a period after the occurrence of a disaster. DRM activities\n* means a disaster that affects a single woreda or community within a woreda\n* level disasterâ\n* level disasterâ\n means if a disaster affects more than one woreda in the same zone and\n* Regional level di\n* Regional level di\n sasterâ\n* Regional level di\n sasterâ\n means if a disaster affects more than one zone in the same region\n* National level disasterâ\n* National level disasterâ\n means if a disaster affects more than one region or if a single region\n* Disaster\n* Disaster\n declarationâ\n* Disaster\n declarationâ\n means the official announcement of the occurrence of a disaster by\n* Displacementâ\n* Displacementâ\n means the process of people being forced to move from their homes to other\n* Emergency response\n* Emergency response\n â means\n* Emergency response\n â means\n a series of appropriate actions and precautions, including the\n* Rel\n* Rel\n iefâ\n* Rel\n iefâ\n means activity undertaken in the immediate aftermath of a disaster to save lives,\n* Rehabilitation\n* Rehabilitation\n â\n* Rehabilitation\n â\n means measures applied after a disaster which are necessary to restore\n* Recoveryâ\n* Recoveryâ\n means the restoration and improvement where appropriate, of facilities,\n* Early\n* Early\n warning systemâ\n* Early\n warning systemâ\n means the set of capacities needed to generate and disseminate\n* Volunteerâ\n* Volunteerâ\n means individuals or a broad array of organizations, institutions, agencies,\n* Mutual cooperationâ\n* Mutual cooperationâ\n means cooperation and voluntary provision of resources, services, and\n* means an institution that is directly relevant to identified single or\n* Sustainable Developmentâ\n* Sustainable Developmentâ\n means development that meets the needs of the present without"}], "document_description": "The National Policy and Strategy on Disaster Risk Management aims to reduce disaster risks and potential damage caused by a disaster through a comprehensive and coordinated Disaster Risk Management System in the context of sustainable development. The policy focuses on ten directives, which include the Disaster Risk Management System, and Early Warning System, Official Disaster Declaration System, Resource mobilisation, Information and communication, among other directives. It recommends the creation of a Disaster Risk Management Council to lead the implementation of the policy, and of a Disaster Risk Management Coordination to support this task by coordinating different stakeholders. In addition, the Policy recognises as one of the cross-cutting issues the vulnerability caused by climate change."}