{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "United Arab Emirates", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Climate Change Plan 2050", "document_country_code": "ARE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "13/06/2017", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ARE/2017/ARE-2017-06-13-National Climate Change Plan 2050_fab4cc9276f37364ada8ba8299cfca48.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Climate Change Plan of the United Arab Emirates"}, {"text_block_id": "p0_b2", "text": "2017-2050"}, {"text_block_id": "p0_b3", "text": "www.moccae.gov.ae"}, {"text_block_id": "p2_b4", "text": "Increasing scientific evidence affirms the urgent need for ramping up climate action."}, {"text_block_id": "p4_b5", "text": "“Future generations will be living in a world that is very different from that to which we are accustomed. It is essential that we prepare ourselves and our children for that new world.”"}, {"text_block_id": "p4_b6", "text": "THE LATE SHEIKH ZAYED BIN SULTAN AL NAHYAN"}, {"text_block_id": "p4_b7", "text": "Founder of the United Arab Emirates"}, {"text_block_id": "p6_b8", "text": "HIS HIGHNESS SHEIKH KHALIFA BIN ZAYED AL NAHYAN"}, {"text_block_id": "p6_b9", "text": "President of the United Arab Emirates"}, {"text_block_id": "p8_b10", "text": "HIS HIGHNESS SHEIKH MOHAMMED BIN RASHID AL MAKTOUM Vice President and Prime Minister of the United Arab Emirates and Ruler of Dubai"}, {"text_block_id": "p10_b11", "text": "“We have to strike a balance of responsibility between our duty to update other sources of energy, protecting our environment and ensuring a proper legacy for the next generation”"}, {"text_block_id": "p10_b12", "text": "HIS HIGHNESS SHEIKH MOHAMMED BIN ZAYED AL NAHYAN"}, {"text_block_id": "p10_b13", "text": "Crown Prince of Abu Dhabi and Deputy Supreme Commander of the UAE Armed Forces"}, {"text_block_id": "p12_b14", "text": "Table of Contents"}, {"text_block_id": "p12_b15", "text": "Table of Contents\n"}, {"text_block_id": "p12_b16", "text": "1. Introduction"}, {"text_block_id": "p12_b17", "text": "2. Key Climate Priorities"}, {"text_block_id": "p12_b18", "text": "3. Foundation: Green Agenda"}, {"text_block_id": "p12_b19", "text": "4. Enablers: Means of Implementation"}, {"text_block_id": "p14_b20", "text": "Foreword"}, {"text_block_id": "p14_b21_merged", "text": "It is a great pleasure to introduce the National Climate Change Plan, which serves as a roadmap to bolster nationwide actions for climate mitigation and adaptation in the UAE until 2050."}, {"text_block_id": "p14_b24", "text": "Although climate change is a threat to the UAE, we regard it as an opportunity for diversifying the economy and tapping into new growth engines in the form of innovative green products and services. The UAE is already on the right track. The large-scale deployment of solar energy technologies is an example of the UAE’s leadership in climate action and addressing the global sustainable development agenda."}, {"text_block_id": "p14_b25", "text": "Through this Climate Plan, the UAE will further strive to be at the frontline of global efforts to prove that climate action can go hand in hand with continuous economic development."}, {"text_block_id": "p14_b26", "text": "Building on national policies relevant to green growth and sustainable development, particularly the UAE Green Agenda 2015-2030, and reflecting on valuable inputs received from stakeholders from public, private, and non-governmental sectors, the Climate Plan is envisaged to strengthen the momentum going forward. This is not a stand-alone policy – rather, it serves as a complementary plan of action that specifically addresses climate change. This is a living document and will be updated periodically according to the progress made."}, {"text_block_id": "p14_b27", "text": "I would like to thank our stakeholders for their contribution in developing this Climate Plan, and reaffirm the UAE’s strong commitment to continue addressing climate change in the coming decades. Climate change should be everyone’s concern, and each of us has a valuable role to play in turning this global challenge into an opportunity for prosperity."}, {"text_block_id": "p14_b28", "text": "H.E. Dr. Thani Bin Ahmed Al Zeyoudi"}, {"text_block_id": "p14_b29", "text": "Minister of Climate Change and Environment"}, {"text_block_id": "p16_b30", "text": "Acknowledgements"}, {"text_block_id": "p16_b31", "text": "This Climate Plan was developed by the Ministry of Climate Change, in partnership with the Global Green Growth Institute (GGGI). The document also benefited from the technical inputs from the Emirates Wildlife Society in association with WWF (EWS-WWF). It was developed based on detailed situation and gaps analysis, international benchmarking, and series of group and bilateral consultation meetings with various experts and representatives from the government, private sector, and academic institutes listed below."}, {"text_block_id": "p16_b32", "text": "Abu Dhabi Global Environmental Data Initiative"}, {"text_block_id": "p16_b33", "text": "Abu Dhabi National Oil Company"}, {"text_block_id": "p16_b34", "text": "Agthia Group"}, {"text_block_id": "p16_b35", "text": "Al Futtaim Group"}, {"text_block_id": "p16_b36", "text": "Al Naboodah Group"}, {"text_block_id": "p16_b37", "text": "Al Rostamani Group"}, {"text_block_id": "p16_b38", "text": "Al Serkal Group"}, {"text_block_id": "p16_b39", "text": "Al Yousuf Group"}, {"text_block_id": "p16_b40", "text": "Bee’ah (Sharjah Environment Company)"}, {"text_block_id": "p16_b41", "text": "Department of Economic Development – Abu Dhabi"}, {"text_block_id": "p16_b42", "text": "Department of Economic Development – Dubai"}, {"text_block_id": "p16_b43", "text": "DP World"}, {"text_block_id": "p16_b44", "text": "Dubai Carbon Centre of Excellence"}, {"text_block_id": "p16_b45", "text": "Dubai Municipality"}, {"text_block_id": "p16_b46", "text": "Dubai Roads and Transport Authority"}, {"text_block_id": "p16_b47", "text": "Dubai Supreme Council of Energy"}, {"text_block_id": "p16_b48", "text": "Emirates Authority for Standardization and Metrology"}, {"text_block_id": "p16_b49", "text": "Emirates Future"}, {"text_block_id": "p16_b50", "text": "Environment Agency – Abu Dhabi"}, {"text_block_id": "p16_b51", "text": "Environment Protection and Development Authority- Ras Al Khaimah"}, {"text_block_id": "p16_b52", "text": "Etihad Airways"}, {"text_block_id": "p16_b53", "text": "Federal Authority for Nuclear Regulation"}, {"text_block_id": "p16_b54", "text": "Federal Competitiveness and Statistics Authority"}, {"text_block_id": "p16_b55", "text": "Federal Electricity and Water Authority"}, {"text_block_id": "p16_b56", "text": "Fujairah Municipality"}, {"text_block_id": "p16_b57", "text": "General Civil Aviation Authority"}, {"text_block_id": "p16_b58", "text": "Majid Al Futtaim Group"}, {"text_block_id": "p16_b59", "text": "Masdar Ministry of Energy"}, {"text_block_id": "p16_b60", "text": "Ministry of Finance"}, {"text_block_id": "p16_b61", "text": "Ministry of Infrastructure and Development"}, {"text_block_id": "p16_b62", "text": "National Bank of Abu Dhabi"}, {"text_block_id": "p16_b63", "text": "National Emergency Crisis and Disasters Management Authority"}, {"text_block_id": "p16_b64", "text": "National Quarries"}, {"text_block_id": "p16_b65", "text": "Prime Minister’s Office"}, {"text_block_id": "p16_b66", "text": "Ras Al Khaimah Public Works and Services Department"}, {"text_block_id": "p16_b67", "text": "Sharjah Economic Development Department"}, {"text_block_id": "p16_b68", "text": "Sharjah Environment and Protected Areas Authority"}, {"text_block_id": "p16_b69", "text": "Sharjah Municipality"}, {"text_block_id": "p16_b70", "text": "Sheikh Zayed Housing Programme"}, {"text_block_id": "p16_b71", "text": "Zayed University"}, {"text_block_id": "p18_b72", "text": "Abbreviations"}, {"text_block_id": "p20_b73", "text": "01. INTRODUCTION"}, {"text_block_id": "p20_b74", "text": "With visionary leadership and a fast-growing economy, the UAE is well positioned to achieve its development ambitions."}, {"text_block_id": "p21_b75", "text": "This section provides the background and principles behind the development of the National Climate Change Plan, which aims to help transform climate risks into opportunities."}, {"text_block_id": "p21_b76", "text": "1.1. Climate Change in the UAE"}, {"text_block_id": "p21_b77", "text": "Climate change impacts increase national vulnerability and, if left unmanaged, will affect the growth potential of the United Arab Emirates (UAE). Potential impacts of climate change on the UAE include extreme heat, storm surge, sea level rise, water stress, dust and sand storms, and desertification. Even small variations in weather patterns could significantly affect the country’s economic, environmental, and social well-being."}, {"text_block_id": "p21_b78", "text": "The most vulnerable areas to climate change in the UAE are: water, coastal, marine, and dryland ecosystems; buildings and infrastructures; agriculture and food security; and public health."}, {"text_block_id": "p21_b79", "text": "Based on the analysis of past and present anthropogenic drivers, future projections using climate models suggest an increase in the UAE’s annual average temperature of around 1°C by 2020, and 1.5-2°C by 2040."}, {"text_block_id": "p21_b80", "text": "The effects of climate change are likely to be felt most severely in coastal zones, where marine habitats will suffer from rising water temperatures and salinity, whereas infrastructure will be tested by storm surges and sea level rise. Other risks include weakened food security and health damages from extreme weather events."}, {"text_block_id": "p21_b81_merged_merged", "text": "Results of local climate change studies and researchshow that climate change could have implications on the UAE’s development objectives. Direct impacts of extreme weather events, as well as slow-onset phenomena such as sea level rise, could disrupt the daily functioning of transport and infrastructure, impact the value of real estate, affect environmental assets, and damage the tourism industry."}, {"text_block_id": "p22_b83", "text": "Adopted at the 21st Conference of the Parties (COP21) to the United Nations Framework Convention on Climate Change (UNFCCC) held in Paris in 2015, the Paris Agreement will govern climate action from 2020 onwards. It demonstrates the commitment of both developing and developed countries alike to hold the global temperature increase to below 2-degrees Celsius compared to pre-industrial levels."}, {"text_block_id": "p22_b84", "text": "While legally binding, the flexible nature of the Paris Agreement allows each country to determine its own climate contributions through Nationally Determined Contributions (NDCs), which are expected to become more ambitious over time. Starting in 2023, the progress of implementation will be evaluated every 5 years to ensure that the objectives are being met. The record speed at which the Paris Agreement entered into force in November 2016, after less than a year of its adoption, indicates the urgency recognized by the international community to address climate change. The UAE was one of the first countries in the region to ratify the Paris Agreement in September 2016."}, {"text_block_id": "p22_b85", "text": "The UAE has been a strong supporter of the Sustainable Development Goals (SDGs) that underpin the 2030 Agenda, which was adopted at the 2015 United Nations Sustainable Development Summit."}, {"text_block_id": "p23_b86", "text": "1.2. Climate Policy Landscape"}, {"text_block_id": "p23_b87", "text": "The UAE has already put in place foundations for green growth and climate change. They align with the UAE’s track record of supporting the international climate policy architecture, as green growth and climate change represent a critical element of the UAE’s international cooperation efforts."}, {"text_block_id": "p23_b88", "text": "1975"}, {"text_block_id": "p23_b89", "text": "UAE Supreme Committee of Environment (SCE) formed"}, {"text_block_id": "p23_b90", "text": "1995"}, {"text_block_id": "p23_b91", "text": "2005"}, {"text_block_id": "p23_b92", "text": "Acceded to the Kyoto Protocol as a"}, {"text_block_id": "p23_b93", "text": "Non-Annex I Party"}, {"text_block_id": "p23_b94", "text": "2007"}, {"text_block_id": "p23_b95", "text": "Submitted the First National Communications to the UNFCCC"}, {"text_block_id": "p23_b96", "text": "1993"}, {"text_block_id": "p23_b97", "text": "Federal Environmental Agency established to replace SCE"}, {"text_block_id": "p23_b98", "text": "1999"}, {"text_block_id": "p23_b99", "text": "Federal Law for the Protection and Development of the Environment issued"}, {"text_block_id": "p23_b100", "text": "2006"}, {"text_block_id": "p23_b101", "text": "Ministry of Environment and Water (MOEW) established"}, {"text_block_id": "p23_b102", "text": "2009"}, {"text_block_id": "p23_b103", "text": "Became a member and host of the International Renewable Energy Agency (IRENA)"}, {"text_block_id": "p24_b104", "text": "2010"}, {"text_block_id": "p24_b105", "text": "Submitted the Second National Communications to the UNFCCC"}, {"text_block_id": "p24_b106", "text": "2012"}, {"text_block_id": "p24_b107", "text": "Announced the"}, {"text_block_id": "p24_b108", "text": "UAE Green Growth Strategy"}, {"text_block_id": "p24_b109", "text": "– “Green Economy for Sustainable Development”"}, {"text_block_id": "p24_b110", "text": "Ratified the Doha Amendment under the Kyoto Protocol"}, {"text_block_id": "p24_b111", "text": "2015"}, {"text_block_id": "p24_b112", "text": "Adopted the"}, {"text_block_id": "p24_b113", "text": "UAE Green Agenda 2015-2030"}, {"text_block_id": "p24_b114", "text": ", as the implementation framework of the"}, {"text_block_id": "p24_b115", "text": "UAE Green Growth Strategy"}, {"text_block_id": "p24_b116", "text": "2011"}, {"text_block_id": "p24_b117_merged_merged_merged", "text": "Launched the UAE Vision 2021, the national development planning blueprint"}, {"text_block_id": "p24_b120", "text": "Became host to the regional office of the Global Green Growth Institute (GGGI)"}, {"text_block_id": "p24_b121", "text": "2013"}, {"text_block_id": "p24_b122", "text": "Submitted the Third National Communications to the UNFCCC"}, {"text_block_id": "p24_b123", "text": "2016"}, {"text_block_id": "p24_b124", "text": "Reorganized MOEW as the Ministry of Climate Change and Environment"}, {"text_block_id": "p24_b125", "text": "Formed the UAE Council on Climate Change and Environment (MOCCAE)"}, {"text_block_id": "p24_b126", "text": "Ratified the Paris Climate Agreement"}, {"text_block_id": "p24_b127", "text": "Launched the Dubai Declaration on Sustainable Finance"}, {"text_block_id": "p25_b128", "text": "1.3. Objectives"}, {"text_block_id": "p25_b129", "text": "The Climate Plan is the UAE’s comprehensive framework to address the causes and impacts of climate change, plan the transition into a climate resilient green economy, and achieve a better quality of life. The primary objectives of the Climate Plan are to:"}, {"text_block_id": "p25_b130", "text": "Manage greenhouse gas (GHG) emissions while sustaining economic growth."}, {"text_block_id": "p25_b131", "text": "The UAE’s total GHG emissions are expected to continue rising in line with projected economic and population growth. However, the Climate Plan aims to manage emissions, to ensure that climate action furthers the achievement of economic goals for the country while meeting its climate change objectives by decoupling emissions from economic growth."}, {"text_block_id": "p25_b132", "text": "Increase climate resilience by minimizing risks and improving adaptive capacity."}, {"text_block_id": "p25_b133", "text": "Promoting a climate-resilient economy is a prerequisite for the UAE to realize the transformative change outlined in the UAE Vision 2021. A systematic and scientific assessment of climate risks and vulnerabilities is at the heart of the Climate Plan. It emphasizes the need to make the nation’s economy and infrastructure “climate-proof”, protecting its people and ecosystems against climate-related impacts."}, {"text_block_id": "p25_b134", "text": "Advance the UAE’s economic diversification agenda through innovative solutions."}, {"text_block_id": "p25_b135_merged", "text": "As the UAE continues to invest in non-oil sectors with high growth potential, the Climate Plan will facilitate a stronger growth momentum in key emerging sectors. This will be achieved by deploying resource-efficient, innovative measures to generate high added value from the emerging industries, encouraging job creations in green businesses, and leveraging the mutually reinforcing relationship between climate action and economic diversification."}, {"text_block_id": "p25_b140", "text": "In light of the Paris Agreement and the Sustainable Development Goals (SDGs), climate action presents a strategic opportunity for the UAE to further solidify its global reputation. By pursuing these interlinked objectives, the Climate Plan is envisaged to further strengthen the UAE’s regional and global leadership in climate action."}, {"text_block_id": "p26_b141", "text": "1.4. Key Climate Priorities"}, {"text_block_id": "p26_b142", "text": "A. National GHG Emissions Management System"}, {"text_block_id": "p26_b143", "text": "The UAE’s current policy directions already present solid progress on the management of GHG emissions. As a next step forward, the UAE will work to synthesize ongoing efforts at sectoral and emirate levels in monitoring and managing GHG emissions, taking into account international best practices. A comprehensive and uniform framework for a robust GHG measurement, reporting, and verification (MRV) system will be developed. This system will account for data from all emissions sources across all sectors, as well as carbon sinks that remove and offset atmospheric emissions via natural and artificial reservoirs."}, {"text_block_id": "p26_b144", "text": "Furthermore, a common platform serving as a national climate change management system (NCCMS) will be developed to integrate the GHG inventory into other key data and findings from climate research."}, {"text_block_id": "p26_b145", "text": "B. National Adaptation Planning and Implementation"}, {"text_block_id": "p26_b146", "text": "Mainstreaming climate resilience in development planning is critical to the management of current and future risks, and to maximizing the opportunities from strengthened resilience. While there are ongoing adaptation measures and initiatives in the UAE, these have not been framed within the context of climate action. Assessments of risk, exposure, and vulnerability in different sectors have been initiated but they are still in a nascent state. Therefore, a comprehensive evidence-based adaptation planning at the national level is required."}, {"text_block_id": "p26_b147", "text": "C. Private Sector-Driven Innovative Diversification Program"}, {"text_block_id": "p26_b148", "text": "The private sector will play a critical role in advancing the UAE’s economic diversification agenda by strengthening the market for environmental goods and services. It is in the best interests of the private sector to tackle climate change as the expected impacts may affect their bottom line. Businesses can be a source of innovation in addressing sustainability challenges, and they have huge potential to provide the necessary resources to advance the diversification agenda. To fulfill this priority, the government is required to provide an enabling environment for private-sector actions through a combination of regulations and incentives."}, {"text_block_id": "p27_b149", "text": "1.5. Structure"}, {"text_block_id": "p27_b150", "text": "The overall structure of the Climate Plan is guided by the principles of policy alignment, integration, complementarity, and innovation. The UAE’s “Key Climate Priorities” are anchored on three strategic objectives that correspond to mitigation and adaptation."}, {"text_block_id": "p27_b151", "text": "The key climate priorities (described in Section 2) will be implemented alongside the extensive initiatives under the"}, {"text_block_id": "p27_b152", "text": "UAE Green Agenda 2015-2030"}, {"text_block_id": "p27_b153", "text": "(hereafter referred to as “Green Agenda”), to sustain the progress achieved to date, synergize actions and maximize positive impacts (see Section 3). The Climate Plan also highlights the importance of the “Enablers: Means of Implementation”, which are the mechanisms to support climate action (see Section 4)."}, {"text_block_id": "p27_b154", "text": "The timeline of the Climate Plan extends as far as 2050, with a short-term horizon of 2020."}, {"text_block_id": "p27_b155_merged_merged", "text": "This is in line with the timeframe of the UAE Vision 2021 and the post-2020 global climate regime under the Paris Agreement. In addition, the Climate Plan includes expected outcomes for 2025 and 2030 as critical junctures to allow regular monitoring and re-assessment of the outcomes."}, {"text_block_id": "p27_b158", "text": "The Climate Plan is built on relevant policy documents on green growth and sustainable development. These include a wide range of policies, strategies, and plans, such as the UAE Vision 2021, Green Agenda, and National Innovation Strategy."}, {"text_block_id": "p30_b159", "text": "1.6. The UAE Green Agenda 2015-2030"}, {"text_block_id": "p30_b160", "text": "Building upon the UAE Vision 2021, the Green Economy for Sustainable Development initiative was launched in January 2012, with an ambition that the UAE will become a global hub and a successful model of sustainable development."}, {"text_block_id": "p30_b161_merged", "text": "Subsequently in January 2015, the Cabinet approved its implementation plan, the UAE Green Agenda 2015-2030, which consists of five strategic objectives and 12 main programs. These objectives and programs were designed to cover all key aspects of a green economy transition – from technology, human capital, regulatory environment, green finance, international trade, local content, intellectual property, consumer awareness, to integrated national planning and cooperation across the emirates. Based on the latest updates, 22 out of 41 Green key performance indicators (KPIs) for the Green Agenda show either an improving or steady trend."}, {"text_block_id": "p30_b165", "text": "Strategic Directions"}, {"text_block_id": "p30_b166", "text": "Green"}, {"text_block_id": "p30_b167", "text": "Energy"}, {"text_block_id": "p30_b168", "text": "Climate Change"}, {"text_block_id": "p30_b169", "text": "Green"}, {"text_block_id": "p30_b170", "text": "Investment"}, {"text_block_id": "p30_b171", "text": "Green"}, {"text_block_id": "p30_b172", "text": "City"}, {"text_block_id": "p30_b173", "text": "Green Life"}, {"text_block_id": "p30_b174", "text": "Green Technologies"}, {"text_block_id": "p30_b175", "text": "Strategic Objectives"}, {"text_block_id": "p30_b176", "text": "1. Competitive Knowledge Economy"}, {"text_block_id": "p30_b177", "text": "1. Competitive Knowledge Economy\n* Natural Green Innovation Programme\n* Green Diversification Programme"}, {"text_block_id": "p30_b181", "text": "2. Social Development & Quality of Life"}, {"text_block_id": "p30_b182", "text": "2. Social Development & Quality of Life\n* Intergrated Green Infrastructure Programme\n* Green Workforce & Talent Programme"}, {"text_block_id": "p30_b186", "text": "3. Sustainable Environment & Valued Natural Resources"}, {"text_block_id": "p30_b187", "text": "3. Sustainable Environment & Valued Natural Resources\n* Natural Capital & Resilience Programme\n* Environmental Goods & Services Programme"}, {"text_block_id": "p30_b191", "text": "4. Clean Energy & Climate Action"}, {"text_block_id": "p30_b192", "text": "4. Clean Energy & Climate Action\n* Intergrated Power & Water Management Programme\n* National Renewable Energy Programme\n* National Green Economy Data Programme"}, {"text_block_id": "p30_b198", "text": "5. Green Life & Sustainable Use of Resources"}, {"text_block_id": "p30_b199", "text": "5. Green Life & Sustainable Use of Resources\n* National Energy & Water Efficiency Programme\n* National Waste-to-Resource Programme\n* National Sustainable Transport Programme"}, {"text_block_id": "p32_b205", "text": "1.7. Enablers: Means of Implementation"}, {"text_block_id": "p32_b206", "text": "A. Innovative Green Finance"}, {"text_block_id": "p32_b207", "text": "In the UAE, green finance is gaining momentum, but a stronger enforcement of policy framework and regulations is required to link bankable projects and financiers. Mainstreaming green finance in public policy requires an iterative and participatory process of strategic planning and implementation. In the longer term, the UAE may consider innovative tools such as green fiscal policy to further stimulate investment flows into sustainable projects."}, {"text_block_id": "p32_b208", "text": "B. Capacity Building"}, {"text_block_id": "p32_b209", "text": "The job prospects in the green economy are promising, but require filling significant capacity gaps to realize them. To prepare the workforce for the transition to green sectors such as clean energy, green manufacturing, and environmental goods and services, the UAE will: carry out a comprehensive capacity needs assessment; leverage young local talents by equipping them with technical, managerial, and vocational skills; and forge closer collaboration between academia and industry."}, {"text_block_id": "p32_b210", "text": "C. Governance, and Monitoring and Evaluation"}, {"text_block_id": "p32_b211", "text": "The implementation of the Climate Plan will be overseen by the UAE Council on Climate Change and the Environment (CC&EC) as an inter-ministerial, inter-emirate governance body. The Ministry of Climate Change and Environment (MOCCAE) will take the role of the secretariat. MOCCAE will also take primary responsibility for monitoring the progress of the Climate Plan."}, {"text_block_id": "p32_b212", "text": "D. Awareness Raising and Communications"}, {"text_block_id": "p32_b213", "text": "MOCCAE will lead an awareness raising and communications campaign, in partnership with stakeholders, after conducting a thorough assessment of the targeted audiences’ understanding, motivations, and willingness to take climate action. MOCCAE will conduct campaigns in partnership with relevant stakeholder to facilitate the participation of government entities, businesses, youth, households, academia, and media, in addressing climate change."}, {"text_block_id": "p32_b214", "text": "E. International Cooperation"}, {"text_block_id": "p34_b215", "text": "02. KEy ClIMATE PRIORITIES"}, {"text_block_id": "p34_b216", "text": "The UAE has identified three key priorities that best respond to the country’s climate change challenges through comprehensive analyses and series of stakeholder consultations."}, {"text_block_id": "p34_b217", "text": "The priorities – arranged in no hierarchical order as they are all equally urgent and important – include the establishment of a national GHG emissions management system, adaptation planning and implementation, and private sector-driven innovative diversification program."}, {"text_block_id": "p35_b218", "text": "2.1. National GHG Emissions Management System"}, {"text_block_id": "p35_b219", "text": "GHG emissions in the UAE have been increasing. However, the UAE has been taking voluntary measures to mitigate climate change, despite its status as non-Annex I Party to the UNFCCC."}, {"text_block_id": "p35_b220_merged", "text": "Proactive measures have been driven by the UAE’s clean energy target of 24% by 2021 under the UAE Vision 2021, which was the basis of the country’s Intended Nationally Determined Contribution (INDC) submitted to the UNFCCC in October 2015. The INDC subsequently became the UAE’s NDC following the ratification of the Paris Agreement in September 2016. The national clean energy target was increased to 27% in 2016. Abu Dhabi and Dubai have also taken the initiative of setting their local clean energy targets, which are key to managing GHG emissions."}, {"text_block_id": "p35_b225", "text": "UAE’s clean energy target of 24% by 2021 under Vision 2021"}, {"text_block_id": "p35_b226", "text": "The target was increased to 27% in 2016"}, {"text_block_id": "p36_b227", "text": "The development of a solid national GHG emissions management system is a fundamental element of the Climate Plan, and the UAE has already made noticeable efforts in building GHG inventories to date."}, {"text_block_id": "p36_b228", "text": "It has demonstrated incremental progress despite significant challenges in data collection and accounting. The accumulated multi-year official data between 1994 and 2014 forms a foundation for early understanding of the national carbon trajectory, and presents an opportunity for upgrading the system and ensuring data quality. The progress achieved to date is as follows:"}, {"text_block_id": "p36_b229", "text": "It has demonstrated incremental progress despite significant challenges in data collection and accounting. The accumulated multi-year official data between 1994 and 2014 forms a foundation for early understanding of the national carbon trajectory, and presents an opportunity for upgrading the system and ensuring data quality. The progress achieved to date is as follows:\n* 2000, 2005, 2012, 2013, and 2014. The first three data sets have been used for the UAEâs National Communications to the UNFCCC, while the last three data sets have been\n* for 2010 and 2012. The inventory also predicted the emissions projections until the\n* However, there are no commonly agreed methodologies and arrangements for data"}, {"text_block_id": "p37_b239", "text": "Opportunities"}, {"text_block_id": "p37_b240", "text": "The country is ready to develop a scientific, robust, and credible national GHG emissions management system."}, {"text_block_id": "p37_b241", "text": "A substantial number of initiatives broadly contributing to climate change mitigation objectives are underway, focusing on clean energy and efficiency measures. The management system is expected to:"}, {"text_block_id": "p37_b242", "text": "A substantial number of initiatives broadly contributing to climate change mitigation objectives are underway, focusing on clean energy and efficiency measures. The management system is expected to:\n* Enhance coherence across planning and coordination of relevant strategies, plans,\n* Inform and support climate and green growth programs;\n* Enhance monitoring and reporting on progress; and\n* Reinforce the nationâs international reputation as a leader in climate action."}, {"text_block_id": "p37_b251", "text": "The timing is opportune, as a post-2020 climate regime under the UNFCCC is being shaped by the Paris Agreement."}, {"text_block_id": "p37_b252", "text": "This will require non-Annex I developing country groups to adhere to more frequent and stringent reporting requirements such as the following:"}, {"text_block_id": "p37_b253", "text": "This will require non-Annex I developing country groups to adhere to more frequent and stringent reporting requirements such as the following:\n* on mitigation actions, including the required needs and support received, either as part of the National Communications for the years that a BUR is due, or for other years\n* such as the Common Reporting Format tables that contain standardized time series"}, {"text_block_id": "p37_b260", "text": "Introducing a robust measurement, reporting, and verification (MRV) system presents an opportunity to improve data and information sharing, and cross-sectoral coordination on climate action."}, {"text_block_id": "p37_b261", "text": "Given the lack of a commonly applied MRV framework, the situation presents an entry point for inventory policy development, by focusing on the development and application of national MRV guidelines. The MRV framework will also be an effective tool for assessing mitigation measures using universally recognized methodologies."}, {"text_block_id": "p38_b262", "text": "Way Forward"}, {"text_block_id": "p38_b263", "text": "The GHG emissions management system will thoroughly cover all economic sectors such as energy, transport, building, industrial process, waste, and agriculture. It will be based on rigorous analyses, utilizing international best practice, and elaborating locally-specific emission factors."}, {"text_block_id": "p38_b264", "text": "Immediate actions (2020)"}, {"text_block_id": "p38_b265", "text": "Upgrade the national inventory system:"}, {"text_block_id": "p38_b266", "text": "It will be a multi-year, multi-stakeholder process that involves iterative learning, clarification of collaborative arrangements for inter-emirate and inter-agency data sharing, and management of inventory publications to make the data available for the stakeholders."}, {"text_block_id": "p38_b267", "text": "Long-term actions (2030-2050)"}, {"text_block_id": "p38_b268", "text": "Expand the GHG emissions management system to form a national climate change management system (NCCMS):"}, {"text_block_id": "p38_b269", "text": "This will serve as an information and data repository for all climate-related data, information, and technical studies. It will be a single consolidated national system accessible to policy-makers, practitioners, researchers, and the public."}, {"text_block_id": "p38_b270", "text": "As essential components of the NCCMS, four policy data sets are proposed:"}, {"text_block_id": "p38_b271", "text": "Inventory of climate mitigation and adaptation measures that is regularly updated reflecting latest technology and market information"}, {"text_block_id": "p38_b272", "text": "List of mitigation technologies and initiatives;"}, {"text_block_id": "p38_b273", "text": "Comprehensive climate risk and vulnerability data, and list of adaptation initiatives; and"}, {"text_block_id": "p38_b274", "text": "Green KPIs"}, {"text_block_id": "p39_b275", "text": "2.2. National Adaptation Planning and Implementation"}, {"text_block_id": "p39_b276", "text": "Background"}, {"text_block_id": "p39_b277", "text": "Climate modeling indicates a clear future trend of a warmer climate in the UAE. Preliminary understanding of the changes in the UAE’s climate includes:"}, {"text_block_id": "p39_b278", "text": "Average annual temperature rise of about 2-3°C by 2060-2079"}, {"text_block_id": "p39_b279", "text": "Humidity increase of about 10% over the entire Arabian Gulf by 2060-2079"}, {"text_block_id": "p39_b280", "text": "Increase in annual rainfall between 50-100% in Dubai, Sharjah, and the Northern Emirates"}, {"text_block_id": "p39_b281", "text": "Sea surface temperature increase of 1-2°C by the end of the century"}, {"text_block_id": "p39_b282", "text": "The climate-associated hazards pose a threat to the UAE’s efforts in achieving the"}, {"text_block_id": "p39_b283", "text": "UAE Vision 2021."}, {"text_block_id": "p39_b284", "text": "Climate-associated hazards include heat, water stress, heavy rainfall,"}, {"text_block_id": "p39_b285", "text": "as well as dust and sand storms. If left unchecked, climate change could impact the coastal zones, public health, labor productivity, food security, tourism, and infrastructure. These severe consequences can only be prevented by a combination of systematic, long-term mitigation and adaptation efforts."}, {"text_block_id": "p39_b286", "text": "The UAE views adaptation as a necessity and not an option."}, {"text_block_id": "p39_b287", "text": "Even if the world economy stops emitting GHGs now, there is already enough warming built into the climate system"}, {"text_block_id": "p39_b288", "text": "to impact the well-being of populations, economic growth, and the environment."}, {"text_block_id": "p39_b289", "text": "The need for embedding climate resilience in policies and infrastructure, therefore, becomes important to the management of current and future risks and opportunities."}, {"text_block_id": "p39_b290", "text": "There are already ongoing adaptation initiatives, but these are not always framed within the context of climate change or green growth."}, {"text_block_id": "p39_b291", "text": "Some of the initiatives in the UAE related to disaster risk reduction, emergency, or crisis management do not highlight the relationship with climate change enough, although the linkage is evident. There have been adaptation efforts at the national level but more work needs to be done."}, {"text_block_id": "p39_b292", "text": "Adaptation measures need to be scaled up to match the scope and depth of the UAE’s mitigation efforts."}, {"text_block_id": "p39_b293_merged_merged_merged", "text": "Assessments of risk, exposure, and vulnerability are only in their early stages in different sectors, and are not currently underpinned by a comprehensive action plan. Moreover, the economic growth potential of adaptation measures needs to be assessed."}, {"text_block_id": "p40_b295", "text": "Opportunities"}, {"text_block_id": "p40_b296", "text": "Increasing climate resilience is fundamental to achieving the UAE Vision 2021. Tailor-made adaptation measures will reduce the UAE’s exposure and vulnerability to climate change, and thereby increase climate resilience."}, {"text_block_id": "p40_b297", "text": "The adaptation planning and implementation process is envisaged to strengthen the foundation for climate science. This will facilitate scientific and evidence-based decision-making that also includes broad participation from relevant stakeholders. It will enhance the availability, reliability, and accessibility of data on climate risks, impacts, and vulnerabilities."}, {"text_block_id": "p40_b298", "text": "Climate resilience will enhance the overall quality of life. Adaptation actions will help create:"}, {"text_block_id": "p40_b299", "text": "•"}, {"text_block_id": "p40_b300", "text": "A knowledge-based society (improved climate change data systems);"}, {"text_block_id": "p40_b301", "text": "•"}, {"text_block_id": "p40_b302", "text": "A healthy and educated society (reduced impact of climate change on human health,"}, {"text_block_id": "p40_b303", "text": "in particular to support vulnerable groups);"}, {"text_block_id": "p40_b304", "text": "•"}, {"text_block_id": "p40_b305", "text": "A competitive and resilient green economy (increased resilience of the finance sector"}, {"text_block_id": "p40_b306", "text": "to climate-related shocks);"}, {"text_block_id": "p40_b307", "text": "•"}, {"text_block_id": "p40_b308", "text": "Sustainable and healthy ecosystems (enhanced coping capacity of ecosystems to deal"}, {"text_block_id": "p40_b309", "text": "with human-induced stressors); and"}, {"text_block_id": "p40_b310", "text": "•"}, {"text_block_id": "p40_b311", "text": "Enhanced mitigation and adaptation co-benefits through carbon sequestration from"}, {"text_block_id": "p40_b312", "text": "coastal and marine vegetation (blue carbon)."}, {"text_block_id": "p40_b313", "text": "Way Forward"}, {"text_block_id": "p40_b314", "text": "The national climate adaptation action will prioritize areas where co-benefits between mitigation and adaptation can be generated in the short term, given the complementary nature of mitigation in tackling climate change at sources, and adaptation in addressing its negative socioeconomic and environmental consequences."}, {"text_block_id": "p40_b315", "text": "In the longer term, efforts will be geared toward systemizing and mainstreaming adaptation in planning future development at national, subnational, and sector levels."}, {"text_block_id": "p41_b316", "text": "Immediate actions (2020)"}, {"text_block_id": "p41_b317", "text": "•"}, {"text_block_id": "p41_b318", "text": "Confirm research needs for the national climate change risk assessment (NCCRA);"}, {"text_block_id": "p41_b319", "text": "•"}, {"text_block_id": "p41_b320", "text": "Assess existing capacity and staff development needs;"}, {"text_block_id": "p41_b321", "text": "•"}, {"text_block_id": "p41_b322", "text": "Facilitate the development of adaptation solutions by sector, based on results from the NCCRA; and"}, {"text_block_id": "p41_b323", "text": "•"}, {"text_block_id": "p41_b324", "text": "Provide expertise and knowledge to implementing entities."}, {"text_block_id": "p41_b325", "text": "Establish a National Adaptation Action Program (NAAP):"}, {"text_block_id": "p41_b326", "text": "The working group will coordinate with relevant federal- and emirate-level authorities to develop a list of potential adaptation options. The list of adaptation solutions will be prioritized, selected, and integrated into the NAAP. With roles and responsibilities clarified, a clear timeline established and resources allocated for priority adaptation actions under the NAAP, this will consolidate the implementation process. The NAAP will be updated every five years to include the prioritized sectoral and subnational adaptation actions."}, {"text_block_id": "p41_b327", "text": "A first step is to conduct a comprehensive NCCRA. It will build on existing studies on climate impacts and risks, to enable evidence-based decisions on adaptation measures. Currently, no comprehensive national-level risk assessment has been conducted for the UAE – the emirate-level assessments of climate change risks and solutions have been ad hoc. The NCCRA will be repeated regularly, and will be used as the basis to update the NAAP and include additional priority measures based on the latest evidence."}, {"text_block_id": "p41_b328", "text": "Implement adaptation actions:"}, {"text_block_id": "p41_b329_merged", "text": "Parallel to conducting an NCCRA and implementing the NAAP, there are measures that can be implemented ahead of the decisions made from the assessment. These measures present immediate opportunities to rapidly increase resilience of infrastructures and ecosystems. These include actions prioritized for implementation, as follows:"}, {"text_block_id": "p41_b331", "text": "•"}, {"text_block_id": "p41_b332", "text": "Establish a network of marine protected areas and terrestrial protected areas;"}, {"text_block_id": "p41_b333", "text": "•"}, {"text_block_id": "p41_b334", "text": "Expand and map blue carbon potential across the country;"}, {"text_block_id": "p41_b335", "text": "•"}, {"text_block_id": "p41_b336", "text": "Coordinate response and synergies between climate adaptation and disaster risk reduction; and"}, {"text_block_id": "p41_b337", "text": "•"}, {"text_block_id": "p41_b338", "text": "Integrate and coordinate early warning systems."}, {"text_block_id": "p41_b339", "text": "Mainstream adaptation into current and future policies:"}, {"text_block_id": "p41_b340", "text": "Mainstreaming climate change vulnerabilities and risks entails incorporating climate risk, adaptation, and ecosystem services assessment in existing planning policies at the national and emirate levels."}, {"text_block_id": "p41_b341", "text": "Strengthen and improve monitoring and observation of climate change:"}, {"text_block_id": "p41_b342", "text": "The UAE will aim to strengthen its monitoring and observation systems required to track climate variables."}, {"text_block_id": "p42_b343", "text": "Long-term actions (2030-2050)"}, {"text_block_id": "p42_b344", "text": "Develop a dedicated adaptation pillar within the NCCMS: An online portal will be created that consolidate the national efforts on climate change adaptation. This will serve as an information and data repository for all climate-related data, information, and technical studies, including studies on climate change in the UAE, and will be publicly accessible. The online portal will also serve to build capacity and include locally relevant adaptation tools."}, {"text_block_id": "p42_b345", "text": "Regularly review adaptation activities for updating the NAAP:"}, {"text_block_id": "p42_b346_merged", "text": "After the finalization of the NAAP, the Ministry of Climate Change and Environment (MOCCAE) will conduct a national biennial, multi-sectoral stocktaking of adaptation projects and initiatives through a comprehensive participatory process. The stocktaking assessment will be conducted to understand the progress made in climate adaptation, and identify the capacity gaps that need to be addressed in the next planning cycle."}, {"text_block_id": "p43_b348", "text": "2.3. Private Sector-Driven Innovative Diversification Program"}, {"text_block_id": "p43_b349", "text": "Background"}, {"text_block_id": "p43_b350", "text": "Pursuing climate-smart industry is one of the key entry points for the nation to advance its economic diversification agenda. Boosting the green industry will enable the UAE to diversify its economy, contributing to climate change mitigation and adaptation. A strong policy drive for economic diversification is currently led by the federal government, with strong support from the Emirates."}, {"text_block_id": "p43_b351", "text": "The private sector will need to play increasingly important roles in the transition toward a diversified green economy."}, {"text_block_id": "p43_b352", "text": "The private sector is expected to become a source of major innovation in technology, entrepreneurship, and business model development, as well as investors for diversification. However, the absence of enabling policies and regulations has been recognized as a significant gap."}, {"text_block_id": "p43_b353", "text": "Current federal policy framework"}, {"text_block_id": "p43_b354", "text": "•"}, {"text_block_id": "p43_b355", "text": "UAE Vision 2021 specifies its objectives of creating a"}, {"text_block_id": "p43_b356", "text": "“Sustainable and Diversified Economy” as well as a “Knowledge-Based and Highly Productive Economy”."}, {"text_block_id": "p43_b357", "text": "•"}, {"text_block_id": "p43_b358", "text": "Green Economy for Sustainable Development initiative"}, {"text_block_id": "p43_b359", "text": "highlights green investment and technology."}, {"text_block_id": "p43_b360", "text": "•"}, {"text_block_id": "p43_b361", "text": "Green Agenda covers diversification mainly through the"}, {"text_block_id": "p43_b362_merged", "text": "Green Diversification Program and the Environmental Goods and Services Program."}, {"text_block_id": "p43_b364", "text": "•"}, {"text_block_id": "p43_b365", "text": "National Innovation Strategy calls for the necessity of"}, {"text_block_id": "p43_b366", "text": "technological innovation and value-added products and services in the green market economy."}, {"text_block_id": "p43_b367", "text": "•"}, {"text_block_id": "p43_b368", "text": "SDG 9 focuses on “Industry, Innovation and Infrastructure”,"}, {"text_block_id": "p43_b369", "text": "and SDG 12 on “Responsible Consumption and Production”."}, {"text_block_id": "p43_b370", "text": "Current emirate policy framework"}, {"text_block_id": "p43_b371", "text": "•"}, {"text_block_id": "p43_b372", "text": "Dubai Industrial Strategy 2030 promotes"}, {"text_block_id": "p43_b373", "text": "friendly and energy-efficient manufacturing by limiting energy consumption and manufacturing pollutants, and supporting green economy initiatives."}, {"text_block_id": "p43_b374", "text": "•"}, {"text_block_id": "p43_b375", "text": "Abu Dhabi Industrial Development Strategy 2011-2015"}, {"text_block_id": "p43_b376", "text": "sets the emirate’s target to raise the non-oil sector’s gross domestic product (GDP) contribution from 41% in 2005 to 64% by 2030; nurturing the manufacturing industry is a key priority."}, {"text_block_id": "p45_b377", "text": "Opportunities"}, {"text_block_id": "p45_b378", "text": "Maximizing this advantage will hinge on the role of the private sector and the timely focus on climate-smart green industry. Early and active movers in this business will benefit from gaining a competitive advantage in the market as trade agreements increasingly favor green products and services."}, {"text_block_id": "p45_b379", "text": "Green industry will curb industrial emissions, and at the same time provide increased economic opportunities."}, {"text_block_id": "p45_b380", "text": "Targeted government action to improve energy efficiency and industry practices is necessary. It is also timely and strategic as low-carbon technologies are becoming increasingly cost competitive."}, {"text_block_id": "p45_b381", "text": "Greening existing industries and creating new ones will lead to economic spillovers in other sectors."}, {"text_block_id": "p45_b382", "text": "Unlocking opportunities in high value-added industries – by establishing innovative operations for delivering goods and services, or by enhancing environmental performance and minimizing externalities within the value chain – is key to boosting economic growth and climate resilience in the UAE."}, {"text_block_id": "p45_b383", "text": "The green diversification agenda will enable the UAE to achieve its broader development objectives."}, {"text_block_id": "p45_b384", "text": "Businesses recognize climate action as an opportunity to create new markets for innovative products and services, yet more needs to be done. Abu Dhabi and Dubai for example, have been leading the way in implementing policies toward economic diversification, under the nationwide objective as outlined in the"}, {"text_block_id": "p45_b385", "text": "UAE Vision 2021."}, {"text_block_id": "p45_b386", "text": "Strengthening government support for green industry will respond to the private sector’s call for more proactive action by the government in providing an enabling environment."}, {"text_block_id": "p45_b387", "text": "Government can increase legislative support, reduce risks of climate-related investment, and create enabling policies to commercialize products and technologies."}, {"text_block_id": "p45_b388", "text": "Way Forward"}, {"text_block_id": "p45_b389", "text": "The proposed policy program will provide a platform for the private sector to address sustainability challenges, and incorporate concrete government actions to support businesses in pursuit of: greening existing industry practices (e.g., improving energy efficiency, introducing waste recycling), and creating or expanding climate-smart, green industries (e.g., high-efficiency electronic devices, a sustainable food industry and its global supply chain management)."}, {"text_block_id": "p46_b390", "text": "Immediate actions (2020)"}, {"text_block_id": "p46_b391", "text": "Strengthen public-private partnerships:"}, {"text_block_id": "p46_b392", "text": "MOCCAE’s business engagement can be further strengthened by promoting the implementation of the Climate Plan and the Green Agenda, involving both large corporations and small and medium-sized enterprises (SMEs)."}, {"text_block_id": "p46_b393", "text": "Develop policies for climate-smart industries and services:"}, {"text_block_id": "p46_b394", "text": "Key foundational policies for climate-smart, green industry need to consist of policy needs assessment, policy project scoping and identification, and project implementation. More specifically, policy actions to boost green industry could include:"}, {"text_block_id": "p46_b395", "text": "•"}, {"text_block_id": "p46_b396", "text": "Voluntary carbon disclosure and efficiency enhancement agreements;"}, {"text_block_id": "p46_b397", "text": "•"}, {"text_block_id": "p46_b398", "text": "Strengthened green public procurement legislations;"}, {"text_block_id": "p46_b399", "text": "•"}, {"text_block_id": "p46_b400", "text": "Heightened environment standards for products and services to enter the UAE market;"}, {"text_block_id": "p46_b401", "text": "•"}, {"text_block_id": "p46_b402", "text": "Certification and eco-labeling for green products and services; and"}, {"text_block_id": "p46_b403", "text": "•"}, {"text_block_id": "p46_b404", "text": "Guidelines on industrial sector emissions MRV."}, {"text_block_id": "p46_b405", "text": "Initiate a capacity development program:"}, {"text_block_id": "p46_b406", "text": "The entry points will be:"}, {"text_block_id": "p46_b407", "text": "•"}, {"text_block_id": "p46_b408", "text": "Identifying capacity gaps in industry players, primarily in SMEs (e.g., access to innovative"}, {"text_block_id": "p46_b409", "text": "green finance);"}, {"text_block_id": "p46_b410", "text": "•"}, {"text_block_id": "p46_b411", "text": "Developing tailored training and technical support programs;"}, {"text_block_id": "p46_b412", "text": "•"}, {"text_block_id": "p46_b413", "text": "Raising awareness on successful business cases already available in the UAE and"}, {"text_block_id": "p46_b414", "text": "assessing success factors; and"}, {"text_block_id": "p46_b415", "text": "•"}, {"text_block_id": "p46_b416", "text": "Bridging national and global partnerships for innovative, climate-smart industry development."}, {"text_block_id": "p46_b417", "text": "Long-term actions (2030-2050)"}, {"text_block_id": "p46_b418", "text": "Green diversification is a continuous, incremental, and long-term engagement. Priority actions to be pursued by 2030 and 2050 include the following:"}, {"text_block_id": "p46_b419", "text": "Foster long-term partnerships between government and business in green market development and commercialization of innovative technologies:"}, {"text_block_id": "p46_b420", "text": "The priority areas include: solar and alternative energy technology systems, water management and desalination technologies, waste management technologies, efficient transport technologies, and others. Fostering public-private partnerships involves promoting industry-led entrepreneurship and innovation through appropriate measures and support system."}, {"text_block_id": "p46_b421", "text": "Provide a comprehensive support scheme for green start-ups and SMEs:"}, {"text_block_id": "p46_b422", "text": "The scheme will facilitate access to finance, provide guidance and technical training, and offer opportunities within the public sector and overseas markets."}, {"text_block_id": "p46_b423", "text": "Export promotion for green businesses:"}, {"text_block_id": "p46_b424", "text": "Support includes providing latest research and information on overseas markets and environmental standards."}, {"text_block_id": "p48_b425", "text": "03. FOUNDATION: GREEN AGENDA"}, {"text_block_id": "p48_b426", "text": "The Climate Plan builds on the existing policy framework for green growth and sustainable development."}, {"text_block_id": "p48_b427", "text": "Most notably, there are a wide range of ongoing initiatives directly related to climate change mitigation and adaptation under the Green Agenda 2015-2030 that may be replicated or scaled up."}, {"text_block_id": "p49_b428", "text": "3.1. The Climate Plan and the Green Agenda"}, {"text_block_id": "p49_b429", "text": "The foundation of the Climate Plan are the climate change relevant initiatives under the UAE Green Agenda. Many of the 96 Green Agenda initiatives directly relate to climate change mitigation and adaptation, and could potentially be replicated or scaled up in the following sectors:"}, {"text_block_id": "p49_b430", "text": "Water and Electricity"}, {"text_block_id": "p49_b431", "text": "Energy efficiency is the most rational approach toward a green economy as savings measures are generally far less expensive than other methods."}, {"text_block_id": "p49_b432", "text": "Oil and Gas"}, {"text_block_id": "p49_b433", "text": "The oil and gas industry is the source of around 30% of the UAE’s GDP. Although economic diversification is gaining momentum, hydrocarbons will remain an important part of the country’s economy. Therefore, continuous improvement of the performance of the sector is important."}, {"text_block_id": "p49_b434", "text": "Buildings"}, {"text_block_id": "p49_b435", "text": "In the UAE, buildings consume approximately 80% of the electricity. There are existing measures and building codes that could be applied to increase energy efficiency in buildings. More effort, however, is required to retrofit and modernize old buildings. Overall, the potential for energy and water savings in the buildings sector is significant."}, {"text_block_id": "p49_b436", "text": "Transport"}, {"text_block_id": "p49_b437", "text": "Underpinning the UAE’s strategic position as a global logistics hub is a transport network that allows for rapid, effective movement of people and goods. Managing transport-related GHG emissions will realize wider economic and social benefits."}, {"text_block_id": "p50_b438", "text": "Waste"}, {"text_block_id": "p50_b439", "text": "Waste is an important element in climate change mitigation, especially for the UAE, a country experiencing strong economic and population growth. The Green Agenda includes a 75% municipal waste recovery target under the"}, {"text_block_id": "p50_b440", "text": "UAE Vision 2021."}, {"text_block_id": "p50_b441", "text": "Manufacturing"}, {"text_block_id": "p50_b442", "text": "Tourism"}, {"text_block_id": "p50_b443", "text": "Being one of the fastest growing travel destinations in the world, the UAE’s hospitality sector is another sector that is contributing significantly to the GDP of the country, providing jobs and attracting capital investments. The rapid growth of this industry should therefore be effectively managed by ensuring that sustainability measures are put in place."}, {"text_block_id": "p50_b444", "text": "Agriculture and Fisheries"}, {"text_block_id": "p50_b445", "text": "The UAE is highly vulnerable to climate change, and climate-resilient agriculture and fisheries are important to ensure food security and address key challenges such as limited arable land, intense heat, high salinity, water shortage, and heavy reliance on food imports."}, {"text_block_id": "p50_b446", "text": "Financial Services"}, {"text_block_id": "p50_b447", "text": "The increasing contribution of the finance sector to the UAE’s GDP offers opportunities to leverage financial resources that will help implement climate action and transform these investments into new growth engines that support economic diversification."}, {"text_block_id": "p51_b448", "text": "3.2. Major Progress"}, {"text_block_id": "p51_b449", "text": "The large-scale deployment of renewable energy is a notable progress in the UAE’s transition toward a green economy. This is demonstrated by the Mohammed bin Rashid Solar Park, a mega solar project with a capacity target to generate 5,000 MW by 2030."}, {"text_block_id": "p51_b450", "text": "Once completed, it is expected to become the world’s largest solar park on a single plot. Abu Dhabi already operates Shams 1, a 100 MW concentrated solar power plant powering 20,000 homes."}, {"text_block_id": "p51_b451", "text": "The UAE has also achieved improvements in energy efficiency."}, {"text_block_id": "p51_b452", "text": "Compared to increasing energy supply, investing in energy efficiency has the higher potential for cost effective management of carbon emissions. Thus, energy efficiency is a priority issue for the UAE. Dubai is implementing its Clean Energy Strategy 2050, which aims to reduce energy and water consumptions by 20% by 2020 and 30% by 2030. Key initiatives in energy efficiency revolve around green buildings regulation and retrofits, district cooling, wastewater reuse, and standards and labels for appliances and lighting systems."}, {"text_block_id": "p51_b453", "text": "The UAE is building sustainable cities."}, {"text_block_id": "p51_b454_merged", "text": "Masdar City in Abu Dhabi and the Sustainable City in Dubai combine a number of efficiency measures in building design and landscape architecture. Giving preference to smart developments over traditional ones in bidding processes sends a strong policy signal for efficiency. It also advances the UAE’s economic diversification agenda as it creates more demand for green products, services, and technologies. The UAE’s efforts in building green cities redefines urban planning approaches, and establishes itself as a global hub for clean-tech start-ups, green SMEs, regional offices for multinational companies, as well as academic and research and development institutions."}, {"text_block_id": "p51_b457", "text": "The UAE has provided an international platform for discussing green economy issues."}, {"text_block_id": "p51_b458", "text": "The UAE has been steering the international debate on green growth and climate change issues by hosting high-profile conferences that convene top decision-makers and leaders around the world. These include, inter alia, the World Government Summit, Abu Dhabi Sustainability Week, the World Green Economy Summit, and the Global Conference of the Partnership for Action on Green Economy (PAGE)."}, {"text_block_id": "p53_b459", "text": "Water & Electricity"}, {"text_block_id": "p53_b460", "text": "•"}, {"text_block_id": "p53_b461", "text": "Subsidy reform:"}, {"text_block_id": "p53_b462", "text": "Water and electricity authorities throughout the country are revising tariff structures to cut subsidies, increasing prices gradually."}, {"text_block_id": "p53_b463", "text": "•"}, {"text_block_id": "p53_b464", "text": "Public lighting:"}, {"text_block_id": "p53_b465", "text": "Abu Dhabi has issued the first specifications for public lighting in the Middle East, with estimated energy savings of 67% and carbon savings of 80% compared to current practices and technologies."}, {"text_block_id": "p53_b466", "text": "•"}, {"text_block_id": "p53_b467", "text": "Smart meters:"}, {"text_block_id": "p53_b468", "text": "Smart grids are redefining energy consumption in the UAE. Abu Dhabi and Al Ain have implemented a smart metering program to automate the meter reading"}, {"text_block_id": "p53_b469", "text": "process of water and electricity meters. Dubai will install 1 million smart meters in"}, {"text_block_id": "p53_b470", "text": "apartments and villas in five years."}, {"text_block_id": "p53_b471", "text": "Oil & Gas"}, {"text_block_id": "p53_b472", "text": "•"}, {"text_block_id": "p53_b473", "text": "Zero flaring:"}, {"text_block_id": "p53_b474", "text": "The UAE is the first country in the region to move toward a zero-flaring policy and now mandates non-flaring operations as the norm while allowing flaring only in unavoidable circumstances."}, {"text_block_id": "p53_b475", "text": "•"}, {"text_block_id": "p53_b476", "text": "Carbon capture and storage:"}, {"text_block_id": "p53_b477", "text": "Dubai’s clean coal plant, scheduled to be completed by 2023 at Hassyan, will include provisions for incorporating carbon capture and storage. Al Reyadah is the world’s first carbon capture and storage project in the iron/steel sector with an expected carbon savings at around 800,000 tons annually."}, {"text_block_id": "p53_b478", "text": "•"}, {"text_block_id": "p53_b479", "text": "Estidama:"}, {"text_block_id": "p53_b480", "text": "As the first program of its kind in the Arab region, Estidama (sustainability in Arabic), is considered as one of the most transformative measures to date in improving the efficiency performance of new buildings in Abu Dhabi, promoting ratings on sustainability"}, {"text_block_id": "p53_b481", "text": "in the design, planning, and construction phases of new urban developments."}, {"text_block_id": "p53_b482", "text": "Buildings"}, {"text_block_id": "p53_b483", "text": "Transport"}, {"text_block_id": "p53_b484", "text": "•"}, {"text_block_id": "p53_b485", "text": "Green building regulations:"}, {"text_block_id": "p53_b486", "text": "Dubai has developed a mandatory code for all buildings that sets energy, water, materials, and waste compliance standards. Federal buildings have"}, {"text_block_id": "p53_b487", "text": "been built in compliance with the UAE Green Building Guidelines."}, {"text_block_id": "p53_b488", "text": "•"}, {"text_block_id": "p53_b489", "text": "Energy service companies (ESCOs):"}, {"text_block_id": "p53_b490", "text": "The Etihad Energy Service Company has been"}, {"text_block_id": "p53_b491", "text": "established to facilitate the creation of a performance market for ESCOs and develop energy efficiency projects, focusing on efficiency technologies, building retrofits, district cooling and capacity building with a target of retrofitting 30,000 buildings by 2030."}, {"text_block_id": "p53_b492", "text": "•"}, {"text_block_id": "p53_b493", "text": "Public transport:"}, {"text_block_id": "p53_b494", "text": "Dubai is aiming to ensure that 20% of all trips will be made using public transport by 2020, and 30% by 2030. Today, 14% of all journeys in Dubai are made using public transport."}, {"text_block_id": "p53_b495", "text": "•"}, {"text_block_id": "p53_b496", "text": "Green vehicles:"}, {"text_block_id": "p53_b497", "text": "Dubai’s first fleet of hybrid taxis is expected to grow to cover half of all"}, {"text_block_id": "p53_b498", "text": "taxis on the road in the emirate by 2021, a number estimated to be around 4,750 taxis. Moreover, 100 electric vehicle charging stations have been deployed by the Dubai"}, {"text_block_id": "p53_b499", "text": "Electricity and Water Authority (DEWA) at gas stations, parks, and office buildings."}, {"text_block_id": "p53_b500", "text": "•"}, {"text_block_id": "p53_b501", "text": "Fuel economy standards:"}, {"text_block_id": "p53_b502_merged_merged_merged_merged_merged_merged", "text": "In September 2016, the UAE announced the introduction of a fuel economy standard to be implemented in 2017. The Abu Dhabi National Oil Company (ADNOC) and Emirate Transport’s compressed natural gas conversion scheme is an example of helping the switch to cleaner fuels."}, {"text_block_id": "p54_b505", "text": "Waste"}, {"text_block_id": "p54_b506", "text": "•"}, {"text_block_id": "p54_b507", "text": "Waste-to-energy:"}, {"text_block_id": "p54_b508", "text": "A number of waste-to-energy facilities are in the construction or"}, {"text_block_id": "p54_b509", "text": "approval phase in the UAE and it is expected that these facilities will handle up to 2"}, {"text_block_id": "p54_b510", "text": "million tons of municipal solid waste per year by 2020."}, {"text_block_id": "p54_b511", "text": "•"}, {"text_block_id": "p54_b512", "text": "Waste recycling:"}, {"text_block_id": "p54_b513", "text": "The Emirate of Sharjah is the leader in ambition for the full diversion of waste from landfill. Its material recovery facility handles around 100,000 tons of waste per day, 67% of which is being recycled."}, {"text_block_id": "p54_b514", "text": "•"}, {"text_block_id": "p54_b515", "text": "Wastewater management:"}, {"text_block_id": "p54_b516", "text": "A major sewerage network is currently under construction in"}, {"text_block_id": "p54_b517", "text": "Abu Dhabi. The Strategic Tunnel Enhancement Program (STEP) will have a capacity of 1.7 million m"}, {"text_block_id": "p54_b518", "text": "3"}, {"text_block_id": "p54_b519", "text": "/day by 2030 and treated wastewater will be used for irrigation around the city."}, {"text_block_id": "p54_b520", "text": "•"}, {"text_block_id": "p54_b521", "text": "Greener manufacturing processes:"}, {"text_block_id": "p54_b522", "text": "Dubai has succeeded in reducing its GHG intensity in"}, {"text_block_id": "p54_b523", "text": "production by 12% in five years."}, {"text_block_id": "p54_b524", "text": "10"}, {"text_block_id": "p54_b525", "text": "Instrumental to this success is the effort of the Emirates Global Aluminium (EGA) in achieving thermal efficiency of 46-48% by introducing"}, {"text_block_id": "p54_b526", "text": "co-generation and combined cycle configuration in power stations."}, {"text_block_id": "p54_b527", "text": "Manufacturing"}, {"text_block_id": "p54_b528", "text": "•"}, {"text_block_id": "p54_b529", "text": "Enhanced cement production:"}, {"text_block_id": "p54_b530", "text": "Cement producers in the UAE have started to use eco-friendly materials in manufacturing concrete. This does not only lead to environmental"}, {"text_block_id": "p54_b531", "text": "benefits, but also reduce cost and improve the durability of the materials."}, {"text_block_id": "p54_b532", "text": "•"}, {"text_block_id": "p54_b533", "text": "Sustainable tourism development:"}, {"text_block_id": "p54_b534", "text": "To incorporate sustainability in strategies for"}, {"text_block_id": "p54_b535", "text": "tourism, Abu Dhabi and Dubai have introduced a Sustainable Tourism Framework,"}, {"text_block_id": "p54_b536", "text": "Green Hotel Guidelines, and green tourism awards."}, {"text_block_id": "p54_b537", "text": "Tourism"}, {"text_block_id": "p54_b538", "text": "Agriculture & Fisheries"}, {"text_block_id": "p54_b539", "text": "Financial Services"}, {"text_block_id": "p54_b540", "text": "•"}, {"text_block_id": "p54_b541", "text": "Eco-tourism promotion:"}, {"text_block_id": "p54_b542", "text": "As the country transforms itself into a major leisure and business destination, increasing options for eco-tourism such as Sir Bani Yas Island, Dubai Desert Conservation Reserve, and Abu Dhabi Mangrove Natural Park are"}, {"text_block_id": "p54_b543", "text": "enhancing public awareness and appreciation of the UAE’s precious ecosystems."}, {"text_block_id": "p54_b544", "text": "•"}, {"text_block_id": "p54_b545", "text": "Hydroponics:"}, {"text_block_id": "p54_b546", "text": "This technique represents the UAE’s adaptive mechanism to cope with dry desert climate by promoting water efficiency and improving quality of crops."}, {"text_block_id": "p54_b547", "text": "Hydroponics allows the growth of crops through nutrient-rich solutions instead of soil, and"}, {"text_block_id": "p54_b548", "text": "there are already 87 commercial farms in the UAE benefitting from this farming method."}, {"text_block_id": "p54_b549", "text": "•"}, {"text_block_id": "p54_b550", "text": "Organic farming:"}, {"text_block_id": "p54_b551", "text": "The UAE has institutionalized organic farming by introducing a food certification scheme for both domestic and imported food products. Organic farms have been providing employment opportunities by connecting directly with supermarkets"}, {"text_block_id": "p54_b552", "text": "and retailers to establish a permanent market for organic food."}, {"text_block_id": "p54_b553", "text": "•"}, {"text_block_id": "p54_b554", "text": "Mubadala Capital:"}, {"text_block_id": "p54_b555", "text": "Part of Mubadala’s fund is invested in a wide portfolio of renewable"}, {"text_block_id": "p54_b556", "text": "energy and cleantech companies to enable them to realize their full potential in line with the company’s mission and the UAE’s overall development objectives."}, {"text_block_id": "p54_b557", "text": "•"}, {"text_block_id": "p54_b558", "text": "Dubai Green Fund:"}, {"text_block_id": "p54_b559_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "This fund will support the implementation of viable green economy programs and projects, totaling AED 100 billion (USD 27 billion). This will serve as seed capital to be combined with resources from local and international investors to accelerate the uptake of green products and services."}, {"text_block_id": "p54_b562", "text": "10 UAE, Ministry of Environment and Water, 2014. The UAE State of Green Economy Report."}, {"text_block_id": "p56_b563", "text": "04. ENABlERS: MEANS OF IMPlEMENTATION"}, {"text_block_id": "p57_b564", "text": "4.1.  Innovative Green Finance"}, {"text_block_id": "p57_b565", "text": "In the UAE, green finance is gaining momentum but stronger enforcement of policies and regulations in linking bankable projects and financiers is needed. Other challenges identified by financial institutions include the high risk of green investments, long payback period, and profitability of green projects."}, {"text_block_id": "p57_b566", "text": "The prevailing positive attitude toward sustainability constitutes the driving force behind the increasing number of UAE financial institutions introducing green finance products and services. This is demonstrated by the systematic integration of sustainability into their regular operations and procedures. Climate change, extreme weather events, and environmental factors are identified as major risks for businesses. Corporate social responsibility, cost savings and efficiency, and reputation and branding are the major rationale for green finance in the UAE."}, {"text_block_id": "p57_b567", "text": "For the government:"}, {"text_block_id": "p57_b568", "text": "To highlight the kind of urgent support or facilitation that the government can provide to scale up and accelerate green finance uptake in the UAE, the following are critical factors: (1) providing a credible and stable enabling environment by improving policy coherence and coordination; (2) developing adequate regulations and incentives for green technologies; and (3) supporting capacity development for green entrepreneurs and financial institutions."}, {"text_block_id": "p57_b569", "text": "For financial institutions:"}, {"text_block_id": "p57_b570_merged", "text": "The alignment of business goals with broader social and environmental sustainability has become essential. Financial institutions have to embrace a new approach to minimize risks of inaction and maximize the prospect of green business opportunities. This can be achieved by: (1) demonstrating a clear vision that puts sustainability at the heart of corporate strategy; (2) ensuring high-level commitment to sustainability; (3) elevating accountability and transparency on sustainability issues within top management; and (4) carrying out comprehensive communications and awareness raising across the board. As a first step, more than 30 UAE-based financial institutions have already pledged their commitment to innovative green finance under the Dubai Declaration on Sustainable Finance launched at the 14th Global Roundtable of the United Nations Environment Programme’s Finance Initiative, held in Dubai in October 2016."}, {"text_block_id": "p58_b573", "text": "4.2.  Capacity Building"}, {"text_block_id": "p58_b574", "text": "The job prospects in a green economy are promising but require the matching of skill sets."}, {"text_block_id": "p58_b575", "text": "By 2030, the UAE’s prospective green economy is projected to generate around 160,000 new jobs. Simultaneously, there will be a shift in employment from conventional to fast-growing sectors that help advance climate change mitigation and adaptation, such as clean energy, green manufacturing, and environmental goods and services. Many of these opportunities will create high value-added green jobs, but more sophisticated level of skills and technical expertise will be needed."}, {"text_block_id": "p58_b576", "text": "Meeting the demands of the knowledge-based green economy thus requires building the capacity of the nation’s workforce. This entails ensuring that the education and training system is reoriented to meet the evolving needs of the job market. Some existing activities in the UAE are already dedicated to preparing its future workforce for the green economy. They include various educational programs, notably: “Our Generation”, the joint program of MOCCAE and the Ministry of Education to develop school curricula on environmental sustainability; the EAD’s Sustainable Campus Initiative; the Dubai Electricity and Water Authority and Dubai Carbon’s Carbon Ambassador Program; the Young Future Energy Leaders Program; various capacity building programs organized by the Global Green Growth Institute; and nearly 20 sustainability-related undergraduate and postgraduate courses offered by higher education institutions."}, {"text_block_id": "p58_b577", "text": "Leveraging young local talents"}, {"text_block_id": "p58_b578", "text": "Comprehensive capacity needs assessment"}, {"text_block_id": "p58_b579", "text": "The UAE needs to estimate the potential opportunities and shift of employment from conventional to new and fast-growing sectors such as clean energy, advanced manufacturing, and environmental goods and services. This will form the basis for a concrete roadmap that outlines expected skill and labor force requirements, and guides efforts toward meeting them."}, {"text_block_id": "p58_b580", "text": "Close collaboration between academia and industry"}, {"text_block_id": "p58_b581", "text": "The labor market and education mismatch is significant and needs to be addressed to facilitate a successful transition toward a green economy. Thus, fostering green-oriented training programs, strengthening the intellectual foundation for green technologies and services, and upgrading higher education curricula are imperative."}, {"text_block_id": "p59_b582", "text": "4.3.  Governance, and Monitoring and Evaluation"}, {"text_block_id": "p59_b583", "text": "The implementation of the Climate Plan will be overseen by the UAE Council on Climate Change and the Environment as an inter-ministerial, inter-emirate governance body."}, {"text_block_id": "p59_b584", "text": "MOCCAE will take the role of the secretariat to the CC&EC. The Council succeeds the Emirates Green Development Council that was set up to govern and monitor the implementation of the Green Agenda."}, {"text_block_id": "p59_b585", "text": "The proposed governance structure pursues a multi-sectoral, multi-stakeholder approach by involving various ministries and emirates. The technical working group to be formed will engage a wide range of actors from government, the private sector, and civil society. Executive power will be given to the CC&EC in reviewing and approving the activities to implement the Climate Plan."}, {"text_block_id": "p59_b586", "text": "The Climate Plan recognizes the essential tasks for ensuring an effective and results-oriented monitoring and evaluation system, namely:"}, {"text_block_id": "p59_b587", "text": "•"}, {"text_block_id": "p59_b588", "text": "Data gathering;"}, {"text_block_id": "p59_b589", "text": "•"}, {"text_block_id": "p59_b590", "text": "Data processing and analysis using sound tools and methodologies;"}, {"text_block_id": "p59_b591", "text": "•"}, {"text_block_id": "p59_b592", "text": "Communication of results to inform decision-makers; and"}, {"text_block_id": "p59_b593", "text": "•"}, {"text_block_id": "p59_b594", "text": "Policy program cycle management, integrating performance review and stakeholder feedback."}, {"text_block_id": "p59_b595", "text": "MOCCAE will take primary responsibility for monitoring and evaluating the Climate Plan through the following activities:"}, {"text_block_id": "p59_b596", "text": "•"}, {"text_block_id": "p59_b597", "text": "Setting and tracking KPIs;"}, {"text_block_id": "p59_b598", "text": "•"}, {"text_block_id": "p59_b599", "text": "Coordinating Council member entities for data inputs and progress updates;"}, {"text_block_id": "p59_b600", "text": "•"}, {"text_block_id": "p59_b601", "text": "Preparing comprehensive progress reports on a regular basis; and"}, {"text_block_id": "p59_b602", "text": "•"}, {"text_block_id": "p59_b603", "text": "Communicating key progress with stakeholders."}, {"text_block_id": "p60_b604", "text": "4.4.  Awareness Raising and Communications"}, {"text_block_id": "p60_b605", "text": "Effective awareness raising and communications on climate change is an essential component of the Climate Plan."}, {"text_block_id": "p60_b606", "text": "It is through this enabler that widespread, accurate understanding of climate change and its impacts in the UAE will be achieved. Moreover, awareness raising and communications play a pivotal role in creating a positive, engaged, and supportive group of stakeholders in government, business, and civil society throughout the course of implementing the Climate Plan."}, {"text_block_id": "p60_b607", "text": "Awareness raising and communications will be required at every stage of implementing the Climate Plan. From the start, creating awareness and understanding of climate change, the associated risks, and related responses (e.g., policy instruments, programs, and activities) will be vital. Raising awareness about stakeholders’ roles and responsibilities on climate action, and communicating success will also be important throughout the implementation process. The provision of accurate, relevant, and timely information on the implementation of the Climate Plan can be used by stakeholders for informed decision-making in the future."}, {"text_block_id": "p60_b608", "text": "The UAE’s awareness raising and communications campaign on climate change will be based on an aspiration to create an informed society that is supportive and willing to take action on climate change. It will be achieved through the following objectives:"}, {"text_block_id": "p60_b609", "text": "•"}, {"text_block_id": "p60_b610", "text": "Enhance public awareness and understanding of climate change, and instill the need for"}, {"text_block_id": "p60_b611", "text": "action and responsibility to act;"}, {"text_block_id": "p60_b612", "text": "•"}, {"text_block_id": "p60_b613", "text": "Equip targeted audiences with ample and accurate information on why addressing"}, {"text_block_id": "p60_b614", "text": "climate change is important, and how they can contribute to climate mitigation and adaptation; and"}, {"text_block_id": "p60_b615", "text": "•"}, {"text_block_id": "p60_b616_merged", "text": "Communicate relevant aspects of the Climate Plan implementation to targeted audiences,"}, {"text_block_id": "p60_b618", "text": "ensuring that they hold supportive attitudes toward its progression."}, {"text_block_id": "p60_b619", "text": "MOCCAE will lead the awareness raising and communications campaign, by bringing together the most relevant and appropriate partners and stakeholders, including government entities, industry, private business, the community, NGOs, academia, youth groups, and media."}, {"text_block_id": "p61_b620", "text": "4.5.  International Cooperation"}, {"text_block_id": "p61_b621", "text": "The UAE makes substantive contributions by hosting a number of high-level global dialogues and platforms to catalyze climate action and promote global cooperation, such as the annual Abu Dhabi Sustainability Week and the World Government Summit. The UAE has also been supporting other developing countries, for example by providing funding of close to USD 1 billion for the deployment of renewable energy."}, {"text_block_id": "p61_b622", "text": "Moving forward, in order to further play this leadership role, the UAE will seek means to enhance its technical capabilities through technology transfer and financing mechanisms available to the country, for example, the Green Climate Fund, Global Environmental Facility, and Adaptation Fund."}, {"text_block_id": "p63_b623", "text": "Annex: Alignment of the Climate Plan with existing UAE strategies and policies."}, {"text_block_id": "p67_b624", "text": "For further information or for provision of feedback:"}, {"text_block_id": "p67_b625", "text": "Ministry of Climate Change & Environment"}, {"text_block_id": "p67_b626", "text": "PO Box 1509, Dubai, United Arab Emiates"}, {"text_block_id": "p67_b627", "text": "Email: info@moccae.gov.ae"}], "document_description": "The National Climate Change Plan comes in line with the UAE Vision 2021 and the UAE Green Agenda 2015-2030. It seeks to: manage greenhouse emissions while sustaining economic growth; build climate resilience through minimizing risks and increasing capacity for climate adaptation; and advance the country's economic diversification agenda through innovative solutions. According to executive sources, the plan is designed to address the gaps and opportunities for growth in the short, medium and long term. However, the plan has not been published and targets do not seem to have been quantified.<br />\n<br />\nThe plan is overseen by the UAE Council on Climate Change and the Environment, which is an inter-ministerial, inter-Emirate governance body. The Ministry of Climate Change and Environment (MOCCAE) will assume the role of the secretariat and take on the primary responsibility for monitoring the progress of the plan. All previous targets and plans of action will now fall under this plan."}