{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Mongolia", "document_category": "Law", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_language": "English", "document_name": "Law on Energy", "document_country_code": "MNG", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2001", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/MNG/2001/MNG-2001-01-01-Law on Energy_c8cf95947195bca35a7de7a251c8585f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "LAW OF MONGOLIA"}, {"text_block_id": "p0_b2", "text": "ON ENERGY"}, {"text_block_id": "p0_b3", "text": "CHAPTER ONE"}, {"text_block_id": "p0_b4", "text": "GENERAL PROVISIONS"}, {"text_block_id": "p0_b5", "text": "Article 1. The Purpose of the Law"}, {"text_block_id": "p0_b6", "text": "Article 1. The Purpose of the Law\n* The purpose of this law is to regulate matters relating to energy generation, transmission, distribution, dispatching and supply activities, construction of energy facilities and energy consumption that involve utilisation of energy resources.\n<\\li1>"}, {"text_block_id": "p0_b8", "text": "Article 2. Legislation on Energy"}, {"text_block_id": "p0_b9", "text": "Article 2. Legislation on Energy\n* Legislation on energy shall consist of this law and other legal acts adopted in conformity with this law.\n<\\li1>"}, {"text_block_id": "p0_b11", "text": "Article 3. Definitions"}, {"text_block_id": "p0_b12", "text": "Article 3. Definitions\n* In this law, the following terms shall have the following meanings:\n<\\li1>\n\t* â\n\t* â means standards that reflect terms and conditions of contracts between suppliers and consumers, including terms of level and quality of service, payments, and standards governing relations between licensees;\n\t* â\n\t* â means heating lines and equipment from power plants to heat distribution centers;\n\t* â\n\t* â means heat distribution centers and heating lines and equipment from heat distribution centers to consumer equipment;\n\t* â\n\t* â means selling energy to consumers at tariffs approved by the Energy Regulatory Authority (hereinafter, Regulatory Authority) specified in article 8 of this law and published (hereafter, regulated tariffs);\n\t* â\n\t* â means selling energy to consumers at contract prices;\n\t* â\n\t* â means power plants, as well as transmission and distribution networks connected to each other that supply energy to two or more aimag centers;\n\t* â\n\t* â means legal standards that regulate technical activities of components of the main network;\n\t* âTariffsâ means prices approved by the Regulatory Authority and published. These may include any one or all of the following: producer prices, charges for dispatching, transmission, distribution and supply, as well as import prices;"}, {"text_block_id": "p1_b46", "text": "Article 3. Definitions\n* In this law, the following terms shall have the following meanings:\n<\\li1>\n\t* â\n\t* â means standards that reflect terms and conditions of contracts between suppliers and consumers, including terms of level and quality of service, payments, and standards governing relations between licensees;\n\t* â\n\t* â means heating lines and equipment from power plants to heat distribution centers;\n\t* â\n\t* â means heat distribution centers and heating lines and equipment from heat distribution centers to consumer equipment;\n\t* â\n\t* â means selling energy to consumers at tariffs approved by the Energy Regulatory Authority (hereinafter, Regulatory Authority) specified in article 8 of this law and published (hereafter, regulated tariffs);\n\t* â\n\t* â means selling energy to consumers at contract prices;\n\t* â\n\t* â means power plants, as well as transmission and distribution networks connected to each other that supply energy to two or more aimag centers;\n\t* â\n\t* â means legal standards that regulate technical activities of components of the main network;\n\t* âTariffsâ means prices approved by the Regulatory Authority and published. These may include any one or all of the following: producer prices, charges for dispatching, transmission, distribution and supply, as well as import prices;\n* â\n\t* â means supply of heat from power plants generating both heat and electricity or from heat producers with capacity of over 100 MW via a heat network through dispatching;\n\t* â\n\t* â means standards regulating technical operation of components of the central heating supply;\n\t* â\n\t* â means a period of time in the year determined on the basis of mean climatic indicators of many years during which time it is necessary to provide heat to buildings and premises in order to ensure comfortable living and working conditions for people;\n\t* â\n\t* â means a legal entity which holds a license to provide regulated or unregulated supply;\n\t* â\n\t* â means a natural or a legal person who is a party to the energy supply contract with the right to purchase energy;\n\t* â\n\t* â means classifying consumers depending on the terms of energy supply contract, quantity of energy consumption and time of use;\n\t* â\n\t* â means high voltage power lines and substations of 110 kV and higher for transmission of electricity, as well as other power lines and substations that are connected to the network or technically and technologically required to be a part of this network;\n\t* â\n\t* â means power lines and substations coming from substations of electricity transmission network to the consumer equipment;\n\t* â\n\t* â means construction of power plants, transmission and distribution power lines and substations;\n\t* â means construction of power plants, transmission and distribution power lines and substations;\n technical renovation, rehabilitation, repair and extension of basic technological equipment by eligible entities;\n\t* â\n\t* â means fuel and renewable energy resources that can be used in energy generation;\n\t* â\n\t* â means electricity and heat produced for consumer needs using energy resources;\n\t* âPower plantâ means facilities generating electricity and heat for consumer needs using energy resources."}, {"text_block_id": "p1_b95", "text": "CHAPTER TWO"}, {"text_block_id": "p1_b96", "text": "FULL POWERS OF STATE AUTHORITIES"}, {"text_block_id": "p1_b97", "text": "WITH REGARD TO ENERGY"}, {"text_block_id": "p1_b98", "text": "Article 4. Full Powers of the State Ikh Khural"}, {"text_block_id": "p1_b99", "text": "Article 4. Full Powers of the State Ikh Khural\n* The State Ikh Khural shall formulate the state policy on energy and shall make decisions regarding construction of a nuclear power plant.\n<\\li1>"}, {"text_block_id": "p1_b101", "text": "Article 5. Full Powers of the Cabinet"}, {"text_block_id": "p1_b102", "text": "Article 5. Full Powers of the Cabinet\n* The Cabinet shall exercise the following full powers with regard to energy:\n<\\li1>"}, {"text_block_id": "p2_b103", "text": "Article 5. Full Powers of the Cabinet\n* The Cabinet shall exercise the following full powers with regard to energy:\n<\\li1>\n* To organize implementation of the state policy and legislation on energy;\n\t* To establish the Energy Regulatory Authority, to approve its articles of association;\n\t* To approve rules on consumption of heat and electricity and protection of power lines and networks and determine the frame of transmission networks."}, {"text_block_id": "p2_b110", "text": "Article 6. Full Powers of the State Central Administrative Authority"}, {"text_block_id": "p2_b111", "text": "Article 6. Full Powers of the State Central Administrative Authority\n* The State Central Administrative Authority in charge of energy shall exercise the following full powers:\n<\\li1>\n\t* To implement legislation and decisions of the Cabinet on energy;\n\t* To develop a state policy on use of energy and energy resources, importation and exportation of energy and construction of power plants, lines and networks;\n\t* To approve regulations on establishing security reserves of fuel, equipment and spare parts to be used in generation of energy that need to be maintained by licensees;\n\t* To approve regulations on energy supply during natural disasters and force majeure;\n\t* To approve regulations on licensing; codes of the main network and central heating supply; rules and procedures for assembling, maintenance and utilization of energy facilities and equipment and their operational safety; to establish consumer classes;\n\t* To review and issue decisions on disputes regarding licensing and revocation of licenses.\n\t* To approve methodology for setting prices of fuel to be used for energy generation and to review estimations; to give permission on licenses for importation and exportation of fuel for the purpose of generating energy for public use in cities, towns and other establishments; 6.2. The Cabinet member in charge of energy shall consult with the authority in charge regarding appointment of directors and management of wholly or partially state owned legal entities conducting activities in the energy sector."}, {"text_block_id": "p2_b127", "text": "Article 7. Full Powers of Governors of Aimags, the Capital City, Soums and Districts"}, {"text_block_id": "p2_b128", "text": "Article 7. Full Powers of Governors of Aimags, the Capital City, Soums and Districts\n* Governors of aimags, the capital city, soums and districts shall organize implementation of legislation on energy and decisions issued by the authority in charge, in conformity with this legislation, develop a policy on energy supply in their respective territories; and implement the policy jointly with relevant authorities.\n* Governors of aimags and the capital city shall determine starting and ending dates of the heating season based on regional climatic conditions."}, {"text_block_id": "p3_b132", "text": "Article 8. The Regulatory Authority"}, {"text_block_id": "p3_b133", "text": "Article 8. The Regulatory Authority\n* Duties of the Regulatory Authority shall be to regulate generation, transmission, distribution, dispatching and supply of energy.\n* The Regulatory Authority shall be governed by the Regulatory Board (hereinafter the Board) consisting of three Regulators.\n* The Chairman and Regulators of the Board shall be appointed by the Prime Minister based on a proposal of the Cabinet Member in charge of energy. They shall be appointed initially for 2, 4, and 6 years, respectively, and thereafter for 6 years, so that expiration of their terms of service have intervals of 2 years. The terms of service may be extended once.\n* The Regulators shall have a status of state energy inspectors.\n* Part-time advisory boards comprised of representatives of equal numbers of consumers and licensees may be established under the Regulatory Board.\n* The Regulatory Authority shall be funded by licensing fees and charges for regulatory services provided to licensees.\n* Estimates of regulatory service fees and charges and the budget of the Regulatory Authority shall be approved by the Cabinet. The Regulatory Authority shall report to the Cabinet annually on its activities and budget performance.\n* The Regulatory Authority shall have its financial reports audited and published annually."}, {"text_block_id": "p3_b149", "text": "Article 9. Full Powers of the Regulatory Authority"}, {"text_block_id": "p3_b150", "text": "Article 9. Full Powers of the Regulatory Authority\n* The Regulatory Authority shall have the following full powers:\n<\\li1>\n\t* To set requirements for obtaining licenses\n\t* To issue, amend, suspend and revoke licenses in accordance with this law;\n\t* To set operational and licensing terms and requirements for licensees; to monitor compliance with these terms and requirements;\n\t* To develop methodology to determine tariffs, define the structure of tariffs; to review, approve, inspect and publish tariffs of licensees;\n\t* To establish a pricing and tariff system that enables supply of energy at the lowest possible cost and allows an adequate rate of return;\n\t* To resolve disputes between licensees and disputes between licensees and consumers in accordance with its jurisdiction;\n\t* To define levels of reliable supply of energy and service by suppliers to consumers relating these levels to different classes of consumers;\n\t* In case a licensed legal entity is to undertake restructuring, renovate or change its facilities, lines, networks, equipment and other property needed to conduct licensed activities, to transfer ownership rights of these"}, {"text_block_id": "p4_b168", "text": "Article 9. Full Powers of the Regulatory Authority\n* The Regulatory Authority shall have the following full powers:\n<\\li1>\n\t* To set requirements for obtaining licenses\n\t* To issue, amend, suspend and revoke licenses in accordance with this law;\n\t* To set operational and licensing terms and requirements for licensees; to monitor compliance with these terms and requirements;\n\t* To develop methodology to determine tariffs, define the structure of tariffs; to review, approve, inspect and publish tariffs of licensees;\n\t* To establish a pricing and tariff system that enables supply of energy at the lowest possible cost and allows an adequate rate of return;\n\t* To resolve disputes between licensees and disputes between licensees and consumers in accordance with its jurisdiction;\n\t* To define levels of reliable supply of energy and service by suppliers to consumers relating these levels to different classes of consumers;\n\t* In case a licensed legal entity is to undertake restructuring, renovate or change its facilities, lines, networks, equipment and other property needed to conduct licensed activities, to transfer ownership rights of these\n"}, {"text_block_id": "p4_b169", "text": "9.1.9."}, {"text_block_id": "p4_b170", "text": "To establish a database of technical and economic information and information on licensed activities; to obtain relevant information from licensees;"}, {"text_block_id": "p4_b171", "text": "9.1.10."}, {"text_block_id": "p4_b172", "text": "To register contracts made between unregulated licensed suppliers and consumers;"}, {"text_block_id": "p4_b173", "text": "9.1.11."}, {"text_block_id": "p4_b174", "text": "To approve Business Rules of licensees;"}, {"text_block_id": "p4_b175", "text": "9.1.12."}, {"text_block_id": "p4_b176", "text": "To provide technical and methodological guidance to Regulatory Boards of aimags and the capital city;"}, {"text_block_id": "p4_b177", "text": "9.1.13."}, {"text_block_id": "p4_b178", "text": "To approve connection instructions of licensees and consumers to electricity and heat transmission and distribution networks in order to supply and obtain electricity and heat. The said guidelines shall contain financial and technical terms of connection;"}, {"text_block_id": "p4_b179", "text": "9.1.14."}, {"text_block_id": "p4_b180", "text": "Other rights and duties stated in the articles of association of the Regulatory Authority."}, {"text_block_id": "p4_b181", "text": "9.2."}, {"text_block_id": "p4_b182", "text": "The Regulatory Authority shall discuss issues to be resolved at the Regulatory Board Meeting. The Board Meeting shall issue its decisions in a form of a resolution. Licensees and consumers must comply with the resolution."}, {"text_block_id": "p4_b183", "text": "Article 10. The National Dispatching Center"}, {"text_block_id": "p4_b184", "text": "10.1."}, {"text_block_id": "p4_b185", "text": "The National Dispatching Center shall be an entity holding a license for energy dispatching and it shall have the following rights and obligations:"}, {"text_block_id": "p4_b186", "text": "The National Dispatching Center shall be an entity holding a license for energy dispatching and it shall have the following rights and obligations:\n* To organize implementation of projects and programs based on short-term and long-term energy policy and guidelines;\n* To provide technical and methodological assistance to local authorities and relevant organizations in implementing energy policy;\n* To organize training to upgrade skills and improve qualification of personnel of the energy sector.\n* To issue, amend, suspend and revoke licenses in accordance with this law:"}, {"text_block_id": "p4_b192", "text": "Article 11. Regulatory Boards of Aimags and the Capital City"}, {"text_block_id": "p4_b193", "text": "11.1."}, {"text_block_id": "p4_b194", "text": "Regulatory Boards of aimags and the capital city shall be responsible for implementing government regulations on energy supply in their aimags and the capital city."}, {"text_block_id": "p4_b195", "text": "11.2."}, {"text_block_id": "p4_b196", "text": "Regulatory Boards of aimags and the capital city shall consist of three part-time members. The Cabinet member in charge of energy shall approve procedures on appointment of members of Regulatory Boards of aimag and the capital city and their operational procedures."}, {"text_block_id": "p4_b197", "text": "11.3."}, {"text_block_id": "p4_b198", "text": "Regulatory Boards of aimags and the capital city shall have the following rights and obligations in addition to those stipulated in provisions 9.1.6., 9.1.7., 9.1.8., 9.1.9. and 9.1.10:"}, {"text_block_id": "p5_b201", "text": ". 11.3.2. To control compliance with conditions and requirements of licenses in their respective territories;"}, {"text_block_id": "p5_b202", "text": "11.4."}, {"text_block_id": "p5_b203", "text": "Regulatory Boards of aimags and the capital city shall cover their expenses related to issuing licenses by licensing fees."}, {"text_block_id": "p5_b204", "text": "CHAPTER THREE LICENSES"}, {"text_block_id": "p5_b205", "text": "Article 12. Operational Licenses and Issuance of License"}, {"text_block_id": "p5_b206", "text": "12.1."}, {"text_block_id": "p5_b207", "text": "A legal entity shall conduct the following activities on the basis of licenses issued to it by the relevant authority:"}, {"text_block_id": "p5_b208", "text": "A legal entity shall conduct the following activities on the basis of licenses issued to it by the relevant authority:\n* Electricity generation;\n* Heat generation;\n* Electricity transmission;\n* Heat transmission;\n* Dispatching;\n* Electricity distribution;\n* Heat distribution;\n* Regulated supply of energy;\n* Unregulated supply of energy;\n* Importation and exportation of electricity;\n* Construction of energy facilities;"}, {"text_block_id": "p5_b230", "text": "12.2."}, {"text_block_id": "p5_b231", "text": "Licenses for construction of power lines crossing the state borders and construction of energy facilities with capacity of over 5MW and dispatching licenses shall be issued by the Regulatory Authority upon permission of the State Central Administrative Authority"}, {"text_block_id": "p5_b232", "text": "12.3."}, {"text_block_id": "p5_b233", "text": "Licenses for utilization of power lines crossing the state borders, for construction of plants that generate both heat and electricity and for conducting activities stated in provision 12.1. of this law within the boundary of the main network and the central heating supply system shall be issued by the Regulatory Authority."}, {"text_block_id": "p5_b234", "text": "12.4."}, {"text_block_id": "p5_b235", "text": "Licenses specified in provision 12.1. of this law shall be issued by Regulatory Boards of aimags and the capital city in cases other than those stipulated in provisions 12.2. and 12.3. of this law;"}, {"text_block_id": "p5_b236", "text": "12.5."}, {"text_block_id": "p5_b237", "text": "Licenses shall not be required for construction and operation of power plants with capacity 1.5 MW and lower and construction of its transmission and distribution lines that do not have any adverse impact on the environment and normal living conditions of people and are designed for own use."}, {"text_block_id": "p5_b238", "text": "Article 13. A License for Generation of Electricity and Heat"}, {"text_block_id": "p5_b239", "text": "13.1."}, {"text_block_id": "p5_b240", "text": "A license for generation of electricity and heat grants legal entities the right to generate electricity and heat and to connect power plants to transmission and distribution networks."}, {"text_block_id": "p6_b241", "text": "13.2."}, {"text_block_id": "p6_b242", "text": "A holder of a license for generation of electricity and heat shall have reviewed and approved the prices and conditions for selling electricity and heat by the Regulatory Authority, except in the following circumstances:"}, {"text_block_id": "p6_b243", "text": "A holder of a license for generation of electricity and heat shall have reviewed and approved the prices and conditions for selling electricity and heat by the Regulatory Authority, except in the following circumstances:\n* generation of electricity and heat solely for own use;\n* generation of electricity for export, without connecting to the main network; or\n* selling electricity and heat at contract prices.\n* To ensure reliability of operations of holders of licenses for generation, distribution and supply of electricity and heat and reliability of electricity and heat supply to consumers; to operate, maintain and extend transmission networks.\n* To develop connection instructions specified in provision 9.1.13 of this law, have them approved and comply with them.\n* To create conditions for connecting all licensees to the transmission network in an undiscriminating manner;\n* To dispatch generation, transmission and distribution of electricity and heat in correspondence with technical and technological requirements as well as with the least cost principle with a purpose of ensuring reliable supply of electricity and heat that meets the standards;\n* To implement a contingency plan on stopping, restricting and subsequently restoring supply of electricity and heat in cases of natural disasters and force majeure;\n* To register electricity and heat supply contracts in accordance with regulations issued by the Regulatory Authority;\n* To plan for reserves of electricity and heat, capacity and other services supplied to or provided by holders of other licenses through dispatching, to ensure integrity of operations of the main network and the"}, {"text_block_id": "p6_b249", "text": "Article 14. A License for Transmission of Electricity and Heat"}, {"text_block_id": "p6_b250", "text": "14.1."}, {"text_block_id": "p6_b251", "text": "A license for transmission of electricity and heat grants legal entities the right to transmit electricity and heat using electricity and heat transmission networks."}, {"text_block_id": "p6_b252", "text": "14.2."}, {"text_block_id": "p6_b253", "text": "A holder of a license for transmission of electricity and heat shall have the following rights and obligations:"}, {"text_block_id": "p6_b260", "text": "14.3."}, {"text_block_id": "p6_b261", "text": "A holder of a transmission license may not be a supplier of energy."}, {"text_block_id": "p6_b262", "text": "Article 15. A Dispatching License"}, {"text_block_id": "p6_b263", "text": "15.1."}, {"text_block_id": "p6_b264", "text": "A dispatching license grants the National Dispatching Center the right to dispatch generation, transmission and distribution of electricity and heat without delay and match production with consumption."}, {"text_block_id": "p6_b265", "text": "15.2."}, {"text_block_id": "p6_b266", "text": "A holder of a dispatching license shall have the following rights and obligations:"}, {"text_block_id": "p7_b275", "text": "A holder of a dispatching license shall have the following rights and obligations:\n* To develop long-term estimates of consumption of the main network and the central heating supply every year;\n* To develop and implement the main network code upon consultation with holders of other licenses;\n* To plan and implement electricity transmission services for importation or exportation;\n* To connect lines and equipment of consumers on the territory concerned, that meet requirements specified in this law, to electricity and heat distribution lines and equipment;\n* To develop, to have approved and to follow connection instructions specified in provision 9.1.13 of this law;\n* To provide consumers with electricity and heat meters certified by the authorities and install meters at consumersâ connection spots;\n* To provide regulated and unregulated suppliers with equal opportunity to access the distribution network;\n* To ensure normal operations of holders of licenses for generation, transmission and regulated or unregulated supply of electricity and heat and to ensure reliable supply of electricity and heat to consumers.\n* To operate, maintain and expand the distribution network.\n* To connect other consumers to lines and equipment of consumers that meet requirements of connection instructions specified in provision 9.1.13 of this law, upon prior agreement with these consumers.\n* To purchase electricity and heat upon payment in advance in accordance with contracts made with holders of licenses for generation and transmission."}, {"text_block_id": "p7_b282", "text": "15.3."}, {"text_block_id": "p7_b283", "text": "A holder of a dispatching license may not be granted a license for generation, distribution and regulated or unregulated supply of electricity and heat."}, {"text_block_id": "p7_b284", "text": "15.4."}, {"text_block_id": "p7_b285", "text": "Holders of other licenses shall have an obligation to comply with decisions of the holder of a dispatching license within the scope of the main network code and the central heating supply code."}, {"text_block_id": "p7_b286", "text": "Article 16. A License for Distribution of Electricity and Heat"}, {"text_block_id": "p7_b287", "text": "16.1."}, {"text_block_id": "p7_b288", "text": "A license for distribution of electricity and heat grants legal entities the right to distribute electricity and heat within a defined territory."}, {"text_block_id": "p7_b289", "text": "16.2."}, {"text_block_id": "p7_b290", "text": "A holder of a license for distribution of electricity and heat shall have the responsibility to connect all consumers of the territory specified in the license to the electricity and heat distribution network."}, {"text_block_id": "p7_b291", "text": "16.3."}, {"text_block_id": "p7_b292", "text": "A holder of a license for distribution of electricity and heat shall have the following obligations:"}, {"text_block_id": "p7_b309", "text": "16.4."}, {"text_block_id": "p7_b310", "text": "Meters specified in provision 16.3.3 of this law shall be a property of holders of licenses for distribution of electricity and heat."}, {"text_block_id": "p8_b311", "text": "16.5."}, {"text_block_id": "p8_b312", "text": "A holder of a license for distribution of electricity and heat shall also be a holder of a regulated supply license and may also be a holder of an unregulated supply license."}, {"text_block_id": "p8_b313", "text": "Article 17. A Regulated Supply License"}, {"text_block_id": "p8_b314", "text": "17.1."}, {"text_block_id": "p8_b315", "text": "A regulated supply license shall grant legal entities the right to purchase electricity and heat from holders of licenses for generation, transmission and distribution of electricity and heat, the right to import electricity and to sell electricity and heat to consumers."}, {"text_block_id": "p8_b316", "text": "17.2."}, {"text_block_id": "p8_b317", "text": "A holder of a regulated supply license shall have the following obligations:"}, {"text_block_id": "p8_b318", "text": "A holder of a regulated supply license shall have the following obligations:\n* To supply electricity and heat to customers on the territory specified in the license;\n* To make arrangements to obtain and transmit sufficient quantity of electricity and heat from holders of licenses for generation, transmission and distribution of electricity and heat;\n* To pay service fees for transmission, distribution and dispatching of electricity and heat;\n* To develop Business Rules and have them approved\n* To make arrangements to obtain and transmit sufficient quantity of electricity and heat from holders of licenses for generation, transmission and distribution of electricity and heat;\n* To develop its Business Rules and have them approved."}, {"text_block_id": "p8_b326", "text": "Article 18. An Unregulated Supply License"}, {"text_block_id": "p8_b327", "text": "18.1."}, {"text_block_id": "p8_b328", "text": "An unregulated supply license shall grant legal entities the right to purchase electricity and heat from holders of licenses for generation of electricity and heat and sell electricity and heat to consumers approved by the Regulatory Authority or export electricity."}, {"text_block_id": "p8_b329", "text": "18.2."}, {"text_block_id": "p8_b330", "text": "A holder of an unregulated supply license shall have the following duties:"}, {"text_block_id": "p8_b335", "text": "Article 19. A License for Importation or Exportation of Electricity"}, {"text_block_id": "p8_b336", "text": "19.1."}, {"text_block_id": "p8_b337", "text": "A license for importation or exportation of electricity shall grant legal entities the right to export electricity supplied on an unregulated basis and the right to import electricity supplied on a regulated basis."}, {"text_block_id": "p8_b338", "text": "19.2."}, {"text_block_id": "p8_b339", "text": "A license for importation or exportation of electricity through the main network shall be granted to a holder of a license for transmission through this network."}, {"text_block_id": "p8_b340", "text": "19.3."}, {"text_block_id": "p8_b341", "text": "The State Central Administrative Authority in charge of energy shall determine the quantity of electricity to be imported by a holder of a license for importation of electricity."}, {"text_block_id": "p9_b342", "text": "19.4."}, {"text_block_id": "p9_b343", "text": "A holder of a license for importation or exportation of electricity shall agree with the dispatching center on time, duration and technical conditions of electricity importation and exportation."}, {"text_block_id": "p9_b344", "text": "Article 20. A License for Construction of Energy Facilities"}, {"text_block_id": "p9_b345", "text": "20.1."}, {"text_block_id": "p9_b346", "text": "A license for construction of energy facilities may be granted to financially capable legal entities that expressed their interest in construction of such facilities."}, {"text_block_id": "p9_b347", "text": "20.2."}, {"text_block_id": "p9_b348", "text": "A holder of a license for construction of energy facilities shall have the design and construction works undertaken and reviewed by authorized entities."}, {"text_block_id": "p9_b349", "text": "20.3."}, {"text_block_id": "p9_b350", "text": "A license for construction of energy facilities shall be granted upon assessment of the environmental impact in accordance with applicable legislation."}, {"text_block_id": "p9_b351", "text": "Article 21. Obtaining a License"}, {"text_block_id": "p9_b352", "text": "21.1."}, {"text_block_id": "p9_b353", "text": "An interested legal entity shall submit an application for a license to the Regulatory Authority or Regulatory Boards of aimag or the capital city."}, {"text_block_id": "p9_b354", "text": "21.2."}, {"text_block_id": "p9_b355", "text": "The legal entity must attach the following documents related to activities to be licensed, to its application for a license:"}, {"text_block_id": "p9_b356", "text": "The legal entity must attach the following documents related to activities to be licensed, to its application for a license:\n* Feasibility study;\n* Survey of energy resources to be used for energy generation;\n* Type, quantity and quality of energy to be generated, transmitted, distributed or supplied;\n* Main technical specifications of equipment to be used in operations;\n* Scope of services, boundaries of ownership, the balance of energy generation, supply and consumption;\n* Assessment of the environmental impact;\n* Action plan for environmental protection;\n* Statements of financial capability and resources of the legal entity;\n* Start date, amount of initial investment and sources of financing;\n* Description of skills and experience of technical personnel."}, {"text_block_id": "p9_b376", "text": "21.3."}, {"text_block_id": "p9_b377", "text": "The Regulatory Authority and Regulatory Boards of aimags and the capital city may appoint an independent expert to review and evaluate applications and enclosed documents, if necessary."}, {"text_block_id": "p9_b378", "text": "21.4."}, {"text_block_id": "p9_b379", "text": "A decision whether to issue a license shall be made within 60 days from the date of receipt of the application for a license"}, {"text_block_id": "p9_b380", "text": "21.5."}, {"text_block_id": "p9_b381", "text": "In case the application and enclosed documents fail to meet the requirements, they shall be returned to the applicant within 10 days from the date of receipt."}, {"text_block_id": "p9_b382", "text": "21.6."}, {"text_block_id": "p9_b383", "text": "The decision to issue a license or a justification for refusal shall be published."}, {"text_block_id": "p10_b384", "text": "21.7."}, {"text_block_id": "p10_b385", "text": "A license shall be granted to a financially capable legal entity, which possesses experience or is able to operate in the given field."}, {"text_block_id": "p10_b386", "text": "21.8."}, {"text_block_id": "p10_b387", "text": "In case several legal entities submit applications for the same type of license, the license shall be granted on the basis of competitive tendering."}, {"text_block_id": "p10_b388", "text": "Article 22. Terms of Licenses and Extension of Licenses"}, {"text_block_id": "p10_b389", "text": "22.1"}, {"text_block_id": "p10_b390", "text": "The term of a license for energy generation and transmission shall be 5 to 25 years; the term of a license for construction of energy facilities shall be up to 5 years; terms of other licenses shall be up to 10 years."}, {"text_block_id": "p10_b391", "text": "22.2."}, {"text_block_id": "p10_b392", "text": "If the licensor considers that the licensee has been properly meeting conditions and requirements of the license and that its normal operations can be sustained further in terms of technical and technological requirements, the licensor shall extend the license for up to 25 years."}, {"text_block_id": "p10_b393", "text": "22.3."}, {"text_block_id": "p10_b394", "text": "An application for extension of the license shall be submitted no later than 180 days prior to the expiry of the term of the license."}, {"text_block_id": "p10_b395", "text": "22.4."}, {"text_block_id": "p10_b396", "text": "The license shall become effective from the date of its issue."}, {"text_block_id": "p10_b397", "text": "Article 23. Modifications, Amendments and Renewal of Licenses"}, {"text_block_id": "p10_b398", "text": "23.1."}, {"text_block_id": "p10_b399", "text": "The licensor may renew a license or make amendments to it in case of changes in conditions of issuing the license or at the request of the licensee."}, {"text_block_id": "p10_b400", "text": "Article 24. Suspension and Revocation of Licenses"}, {"text_block_id": "p10_b401", "text": "24.1."}, {"text_block_id": "p10_b402", "text": "In case of a failure of a licensee to meet the requirements specified in the license and this law, the licensor shall request to eliminate the delinquency setting a deadline."}, {"text_block_id": "p10_b403", "text": "24.2."}, {"text_block_id": "p10_b404", "text": "If the licensee has not eliminated the delinquency within the required date, the state energy inspector shall impose the relevant penalties and suspend the license. The suspension shall not serve as a ground for the licensee to terminate its activities."}, {"text_block_id": "p10_b405", "text": "24.3."}, {"text_block_id": "p10_b406", "text": "The licensor shall revoke the license in the following cases:"}, {"text_block_id": "p10_b407", "text": "The licensor shall revoke the license in the following cases:\n* the term of the license expired\n* the licensee is liquidated or is declared bankrupt\n* it is established that the licensee obtained the license by illegal means;\n* the license was revoked according to provision 24.2 of the present law, and the delinquency was not eliminated by the due date;\n* the licensee failed to implement environmental protection and rehabilitation action plan or violated legislation on environmental protection;"}, {"text_block_id": "p11_b417", "text": "The licensor shall revoke the license in the following cases:\n* the term of the license expired\n* the licensee is liquidated or is declared bankrupt\n* it is established that the licensee obtained the license by illegal means;\n* the license was revoked according to provision 24.2 of the present law, and the delinquency was not eliminated by the due date;\n* the licensee failed to implement environmental protection and rehabilitation action plan or violated legislation on environmental protection;\n* other grounds specified by the law.\n* Not to transfer their licenses to other entities;\n* To comply with legislation, rules and regulations on technical operation and safety, terms and requirements of the license and decisions of the licensor;\n* To keep financial and accounting records for each licensed activity, separately from records of activities not specified in the license.\n* To submit its audited financial statements to the licensor every year.\n* To generate, transmit, distribute and supply electricity and heat in accordance with the main network code and the central heating supply code;\n* To notify the licensor and obtain a related permission in case of special circumstances specified in provision 9.1.8. of this law;\n* To comply with requests of authorized officials of the licensing authority made within their jurisdiction, to allow them to enter premises and facilities and to enable them to perform their duties.\n* To provide accurate information required by the licensor necessary to evaluate technical and economic performance of the licensee, on a timely basis\n* If holders of licensees for transmission and distribution of electricity and heat develop three to five year investment plan on extension and renovation of electricity and heat transmission and distribution networks, they shall take into consideration comments of other licensees and shall notify the licensor about such plans every year.\n* If it is necessary to terminate operations for a certain period of time so that it affects energy supply, the licensee shall notify of this the licensor not later than six months in advance.\n* To have an assessment of environmental impact undertaken by a relevant authority before starting its operations, to prepare annual plans on environmental protection and rehabilitation, to have them approved by relevant organisations and to implement these plans.\n* To operate in compliance with terms and requirements of applicable rules, regulations, procedures, technical norms and standards and license terms and requirements and to carry out its activities in"}, {"text_block_id": "p11_b419", "text": "24.4."}, {"text_block_id": "p11_b420", "text": "The licensor shall issue a resolution on revocation of a license within 30 days after giving a notice on revocation of the license."}, {"text_block_id": "p11_b421", "text": "24.5."}, {"text_block_id": "p11_b422", "text": "Revocation of the license shall not release the licensee from the responsibility of rehabilitation of the environment and other obligations."}, {"text_block_id": "p11_b423", "text": "24.6."}, {"text_block_id": "p11_b424", "text": "In case the licensor revokes a license, other licensees may be requested to undertake these activities in order to ensure continuity of reliable energy generation, transmission and distribution and uninterrupted energy supply to consumers."}, {"text_block_id": "p11_b425", "text": "Article 25. Obligations of Licensees"}, {"text_block_id": "p11_b426", "text": "25.1."}, {"text_block_id": "p11_b427", "text": "Licensees shall have the following obligations:"}, {"text_block_id": "p12_b452", "text": "Licensees shall have the following obligations:\n* tariffs should be based on real costs of operations;\n* costs should be allocated to different consumer classes according to their requirements on electricity and heat supply;\n* tariffs should enable regulation of energy consumption;\n* tariffs should ensure price stability;\n* tariffs should ensure that revenues of licensees are sufficient to support their financial viability;\n* the tariff structure for electricity and heat should be clear and understandable for consumers;\n* the least-cost principle should be followed while tariffs should be sufficient to enable compliance with the requirements of technical and technological safety in energy generation, transmission, distribution, supply and dispatching;\n* the cost should be determined based on prior years'performance. However, depreciation of future investments or renewals should not be incorporated in the cost."}, {"text_block_id": "p12_b453", "text": "CHAPTER FOUR"}, {"text_block_id": "p12_b454", "text": "PRICES AND TARIFFS"}, {"text_block_id": "p12_b455", "text": "Article 26. Principles for Setting Tariffs"}, {"text_block_id": "p12_b456", "text": "26.1."}, {"text_block_id": "p12_b457", "text": "Tariffs shall be determined separately for each licensed activity including generation, transmission, distribution, dispatching and supply of electricity and heat."}, {"text_block_id": "p12_b458", "text": "26.2."}, {"text_block_id": "p12_b459", "text": "The following principles shall be observed in determining tariffs:"}, {"text_block_id": "p12_b476", "text": "26.3."}, {"text_block_id": "p12_b477", "text": "The Regulatory Authority shall be responsible for assessing justification and accuracy of cost estimations by licensees. It shall return the cost estimates to the licensee for a revision in case the estimates are not adequate. The Regulatory Authority shall not itself complete licensee's estimates by giving suggestions or making estimates on behalf of the licensee."}, {"text_block_id": "p12_b478", "text": "26.4."}, {"text_block_id": "p12_b479", "text": "The Regulatory Authority shall develop and publish tariff determination methodology and procedures for review and examination of tariffs."}, {"text_block_id": "p12_b480", "text": "Article 27. Tariffs and Contract Prices"}, {"text_block_id": "p12_b481", "text": "27.1."}, {"text_block_id": "p12_b482", "text": "The Regulatory Authority and Regulatory Boards of aimags and the capital city shall review tariffs and terms of services provided by suppliers annually, and may review them semi-annually upon requests of suppliers."}, {"text_block_id": "p12_b483", "text": "27.2."}, {"text_block_id": "p12_b484", "text": "Consumers shall pay for regulated supply in accordance with published tariffs and for unregulated supply in accordance with contract prices."}, {"text_block_id": "p13_b485", "text": "27.3."}, {"text_block_id": "p13_b486", "text": "The Regulatory Authority shall determine consumers eligible to receive unregulated supply on the basis of their electricity and heat load. These consumers have the right to choose either regulated or unregulated supply."}, {"text_block_id": "p13_b487", "text": "27.4."}, {"text_block_id": "p13_b488", "text": "A holder of a regulated supply license shall submit any proposals for change in tariffs together with an itemized list of costs to the Regulatory Authority."}, {"text_block_id": "p13_b489", "text": "27.5."}, {"text_block_id": "p13_b490", "text": "The Regulatory Authority shall notify consumers or publish in mass media information about changes in energy tariffs no later than 15 days prior to the date when these changes become effective."}, {"text_block_id": "p13_b491", "text": "27.6."}, {"text_block_id": "p13_b492", "text": "Tariffs and contract prices may differ for certain groups of consumers depending on the following factors of energy supply in addition other factors:"}, {"text_block_id": "p13_b493", "text": "Tariffs and contract prices may differ for certain groups of consumers depending on the following factors of energy supply in addition other factors:\n* Maximum load requested and consumption specified in the contract;\n* Load factor or pattern of load;\n* Ability of the consumer to manage its load or willingness to accept interruptions in the supply;\n\t* 6.4.Geographical area served by the supplier;\n<\\li2>\n\t\t* Duration of the contract;\n\t\t* Other factors."}, {"text_block_id": "p13_b505", "text": "CHAPTER FIVE RELATIONS BETWEEN SUPPLIERS AND CONSUMERS"}, {"text_block_id": "p13_b506", "text": "Article 28. Energy Supply Contracts"}, {"text_block_id": "p13_b507", "text": "28.1."}, {"text_block_id": "p13_b508", "text": "Relations between consumers and suppliers shall be regulated by Article 226 of the Civil Code, this law, Business Rules and contracts made by consumers and suppliers."}, {"text_block_id": "p13_b509", "text": "28.2."}, {"text_block_id": "p13_b510", "text": "Energy supply contracts with individuals shall specify quantity and quality of energy to be consumed, terms of payments, rights, obligations and responsibilities of the parties and other necessary issues."}, {"text_block_id": "p13_b511", "text": "28.3."}, {"text_block_id": "p13_b512", "text": "Energy supply contracts with legal entities shall specify, in addition to issues specified in provision 28.2. of this law, pattern of energy consumption, monthly schedule, terms of direct debit deductions from bank accounts of consuming legal entities by banks, payment collateral and other necessary issues."}, {"text_block_id": "p13_b513", "text": "28.4."}, {"text_block_id": "p13_b514", "text": "A supplier may enter into an energy supply contract based on bank guarantee of the consumer’s creditworthiness."}, {"text_block_id": "p13_b515", "text": "28.5."}, {"text_block_id": "p13_b516", "text": "A consumer shall make necessary amendments to the contract made with the supplier within 15 days after the notification specified in provision 27.5. is given. The failure to amend the contract shall not serve as a justification to refuse to comply with the amendments."}, {"text_block_id": "p14_b517", "text": "Article 29. Rights and Obligations of Suppliers"}, {"text_block_id": "p14_b518", "text": "29.1."}, {"text_block_id": "p14_b519", "text": "The supplier shall have the following rights and obligations in addition to those specified in Article 228 of the Civil Code and Article 25 of this law:"}, {"text_block_id": "p14_b520", "text": "The supplier shall have the following rights and obligations in addition to those specified in Article 228 of the Civil Code and Article 25 of this law:\n* To provide consumers with energy that meets standard requirements;\n* To inform consumers about scheduled interruptions of energy supply not later than 4 hours prior to the interruption;\n* To ensure provision of services at the level specified in the contract;\n* To commence energy supply starting from the date specified in the contract;\n* To continue energy supply immediately after elimination of reasons for interruption;\n* An authorized representative of the supplying entity shall have the right to conduct inspection of consumers'energy supply equipment and to enter into buildings for this purpose;\n* To terminate a supply contract if the consumer fails to pay for energy in due time as specified in the contract and refuse to supply energy to consumers that dwell in the network safety zone as specified in provision 33.1 of this law.\n* To suspend energy supply to consumers as specified in provision 32.2 of this law.\n* To obtain energy supply;\n* To pay the energy supplier in due time and in full according to the contract;\n* To follow all technical operation and safety rules;\n* To provide possibilities for supplierâs representatives to perform their duties;\n* To refuse to pay the energy bill fully or partially and claim compensation for damages incurred if the supplier fails to supply energy in a manner specified in the contract, resulting in insufficient supply or supply of energy of different quantity and quality than that specified in the contract;\n* To get compensation for damages caused due to suspension of energy supply in cases other than those specified in provisions 32.2 and 32.3 of this law;\n* To take responsibility for completeness of energy meters and measuring devices;\n* To ensure completeness and safety of own power lines and equipment;"}, {"text_block_id": "p14_b536", "text": "29.2."}, {"text_block_id": "p14_b537", "text": "A supplier shall be prohibited from restricting consumer rights by imposing conditions and requirements not specified in legislation and the contract."}, {"text_block_id": "p14_b538", "text": "Article 30. Rights and Obligations of Consumers"}, {"text_block_id": "p14_b539", "text": "30.1."}, {"text_block_id": "p14_b540", "text": "Consumers shall have the following rights and obligations in addition to those specified in Article 227 of the Civil Code:"}, {"text_block_id": "p15_b557", "text": "Consumers shall have the following rights and obligations in addition to those specified in Article 227 of the Civil Code:\n* To notify the supplier 7 days in advance of deciding not to receive energy in accordance with the contract, in cases other than natural disasters and force majeure.\n* To connect other consumers from own lines and equipment upon the consent of a holder of a license for distribution and regulated and unregulated supply.\n* To transmit and distribute energy to others through own lines and equipment, to receive service payments from related suppliers in accordance with contracts.\n* circumstances emerged that may lead to industrial accidents and threat to human health and lives;\n* energy equipment, lines and networks do not meet operational and safety requirements;\n* generated energy does not meet standards and quality requirements;\n* persistent incompliance with requirements made by the state energy inspector;"}, {"text_block_id": "p15_b563", "text": "30.2."}, {"text_block_id": "p15_b564", "text": "Consumers that risk to cause damage to human lives, national interests and significant damages to self in case of interruption of energy supply, shall have their own backup sources of energy. A list of these consumers shall be issued by the Regulatory Authority and Regulatory Boards of aimags and the capital city depending on consumer classes."}, {"text_block_id": "p15_b565", "text": "Article 31. Payment for Energy and Imposition of Penalties"}, {"text_block_id": "p15_b566", "text": "31.1."}, {"text_block_id": "p15_b567", "text": "Settlement of payments for energy consumption to be made between suppliers and consumers shall be based on readings of meters certified by a relevant authority and determined in accordance with the effective contract prices and tariffs."}, {"text_block_id": "p15_b568", "text": "31.2."}, {"text_block_id": "p15_b569", "text": "Unless stated otherwise in the contract, a consumer shall have the right to claim a penalty of up to 5.0% of the value of undersupplied or partially supplied energy from the supplier."}, {"text_block_id": "p15_b570", "text": "31.3."}, {"text_block_id": "p15_b571", "text": "A supplier shall have the right to impose penalties equal to up to 0.5% per late day on the amount not paid or paid improperly."}, {"text_block_id": "p15_b572", "text": "31.4."}, {"text_block_id": "p15_b573_merged", "text": "The amount of compensation for damages and penalties specified in provisions 31.2 and 31.3 of this law shall not exceed 50% of the value of undersupplied or partially supplied energy or payment due"}, {"text_block_id": "p15_b575", "text": "."}, {"text_block_id": "p15_b576", "text": "Article 32. Suspension of Energy Supply and Consumption"}, {"text_block_id": "p15_b577", "text": "32.1."}, {"text_block_id": "p15_b578", "text": "The state energy inspector shall suspend the operation in whole or operations of some equipment of a licensee until the breach is corrected, in the following cases:"}, {"text_block_id": "p15_b587", "text": "32.2."}, {"text_block_id": "p15_b588", "text": "An authorized representative of the supplier shall suspend energy supply to a consumer until the delinquencies are corrected, in the following circumstances:"}, {"text_block_id": "p16_b589", "text": "An authorized representative of the supplier shall suspend energy supply to a consumer until the delinquencies are corrected, in the following circumstances:\n* the consumer fails to pay the electricity bill in due time;\n* the consumer purposefully damages metering equipment, removes their seals, changes their location, damages their connection and disrupts their normal functioning;\n* the consumer uses electricity in a manner not specified in the contract, in case the consumer does not have meters;\n* the consumer supplies electricity to another consumer of an area beyond its own consumption without the consent of the supplier;\n* emergence of force majeure, natural disasters, shortage of fuel, accidents or delays in the energy supply system, emergence of conditions dangerous to human lives and to property, and fire outbreaks;\n* the consumer refused entry to an authorized representative of the supplier to do inspection.\n* equipment or power lines of the consumer do not meet operational and safety requirements;\n* the consumer fails to comply with technical requirements of energy consumption;\n* the consumer consumes electricity that exceeds the capacity specified in the contract;"}, {"text_block_id": "p16_b601", "text": "32.3."}, {"text_block_id": "p16_b602", "text": "The state energy inspector shall suspend energy consumption of consumers until incompliance is corrected, in the following cases, in addition to those specified in provisions 32.2 of this law:"}, {"text_block_id": "p16_b609", "text": "32.4."}, {"text_block_id": "p16_b610", "text": "The state energy inspector shall notify the licensor about suspending activities of the licensee in advance and shall notify the supplier about suspending the right of a consumer to consume energy,"}, {"text_block_id": "p16_b611", "text": "32.5."}, {"text_block_id": "p16_b612", "text": "The state energy inspector shall notify the licensee on suspension of its activities, and the authorized representative of the supplying entity shall notify the consumer on suspension of energy consumption no later than 48 hours before the suspension. They shall clearly state the justification for suspension in their resolutions and seal equipment, meters and other necessary instruments. The state energy inspector may suspend activities of the licensee and consumption of energy by the consumer without advance notice in case circumstances arise threatening human lives, national interests and causing serious damages to other customers."}, {"text_block_id": "p16_b613", "text": "32.6."}, {"text_block_id": "p16_b614", "text": "The licensee and the consumer, whose activities and consumption of energy are suspended, shall be prohibited from using sealed equipment and instruments before notifying the relevant state energy inspector or the authorized representative that the reasons for suspension will have been corrected and examined."}, {"text_block_id": "p16_b615", "text": "32.7."}, {"text_block_id": "p16_b616", "text": "Suspension of activities and consumption of energy in accordance with provisions 32.1, 32.2 and 32.3 of this law shall not affect the rights of other licensees and consumers that comply with legislation, their licenses and contracts."}, {"text_block_id": "p17_b617", "text": "Article 33. Boundaries of Network Safety Zones"}, {"text_block_id": "p17_b618", "text": "33.1."}, {"text_block_id": "p17_b619", "text": "Lines and networks shall have established boundaries of their safety zones. it is prohibited to build any gers, housing and buildings or conduct any activities other than those permitted by the network owner within these boundaries."}, {"text_block_id": "p17_b620", "text": "33.2."}, {"text_block_id": "p17_b621", "text": "Governors of aimags, the capital city, soums and districts shall determine boundary lines in accordance with safety rules for lines and networks."}, {"text_block_id": "p17_b622", "text": "33.3."}, {"text_block_id": "p17_b623", "text": "Owners of trees and bushes planted or growing on the safety zone shall be obliged to transplant or cut them, if the trees or bushes may cause damage to the network or obstruct inspection and servicing of the network"}, {"text_block_id": "p17_b624", "text": "33.4."}, {"text_block_id": "p17_b625", "text": "The state energy inspector or an authorized representative of the supplying entity shall have the right to enter or to pass through places and buildings owned or operated by others which are located alongside the boundary. In case owners fail to meet their obligations specified in provision 33.3 of this law, the state energy inspector or an authorized representative shall request to cut or transplant the trees and bushes. If this requirement is not accomplished, they shall have the right to have the trees and bushes cut."}, {"text_block_id": "p17_b626", "text": "CHAPTER SIX"}, {"text_block_id": "p17_b627", "text": "CONTROL AND LIABILITY"}, {"text_block_id": "p17_b628", "text": "Article 34. Monitoring Compliance with Legislation on Energy"}, {"text_block_id": "p17_b629", "text": "34.1."}, {"text_block_id": "p17_b630", "text": "The state energy inspection authority and state inspectors shall carry out technical control of compliance with legislation on energy as follows"}, {"text_block_id": "p17_b631", "text": ":"}, {"text_block_id": "p17_b632", "text": ":\n* To control whether licensees and consumers comply with assembly, repair, operation and safety requirements of energy facilities and equipment;\n* To control compliance with requirements on appropriate and economical consumption of energy and requirements of network protection;\n* To investigate and draw lessons from accidents that occurred in energy facilities and equipment and take actions to prevent future accidents;\n* To keep a register of boilers, pressure containers, pipelines, electric and mechanical equipment; to test them in due time specified in relevant norms and rules, to certify them and to issue permissions for their utilization;\n* To issue permissions for assembly and repair of energy facilities and equipment (for steam pipelines with pressure 0.07mPa and higher and water pipelines with temperature 115 C0 and higher) and to provide quality certification for assembling and repair works."}, {"text_block_id": "p17_b644", "text": "34.2."}, {"text_block_id": "p17_b645", "text": "Organisations for protection of consumer rights shall carry out public control on energy supply and justification of established prices and tariffs."}, {"text_block_id": "p18_b646", "text": "Article 35. Resolution of Disputes"}, {"text_block_id": "p18_b647", "text": "35.1."}, {"text_block_id": "p18_b648", "text": "The Regulatory Authority and Regulatory Boards of aimags and the capital city shall resolve disputes between licensees and between licensees and consumers within their jurisdiction."}, {"text_block_id": "p18_b649", "text": "35.2."}, {"text_block_id": "p18_b650", "text": "If licensees or consumers disagree with decisions of the authority or its officials, they may appeal to court."}, {"text_block_id": "p18_b651", "text": "Article 36. Compensation for Damages"}, {"text_block_id": "p18_b652", "text": "36.1."}, {"text_block_id": "p18_b653", "text": "A supplier shall compensate direct damages caused to consumers due to the failure of the supplier to meet its contract obligations or due to disruption of energy supply without reasonable justification. The supplier and the consumer shall jointly determine the extent of the damage and have it documented."}, {"text_block_id": "p18_b654", "text": "36.2."}, {"text_block_id": "p18_b655", "text": "A supplier shall compensate damages caused to a consumer while undertaking activities described in provision 29.1.6. of this law."}, {"text_block_id": "p18_b656", "text": "36.3."}, {"text_block_id": "p18_b657", "text": "A supplier shall not bear any responsibility for damages caused to a consumer due to the consumer’s own fault that occurred during planned interruption of energy supply, as described in provision 29.1.2 of this law, when the consumer was notified in advance."}, {"text_block_id": "p18_b658", "text": "37.1."}, {"text_block_id": "p18_b659", "text": "If a breach of legislation on energy does not constitute a criminal offense, the state energy inspector or a judge shall impose the following penalties:"}, {"text_block_id": "p18_b660", "text": "If a breach of legislation on energy does not constitute a criminal offense, the state energy inspector or a judge shall impose the following penalties:\n* Confiscation of sales proceeds and imposition of fines of togrog 3,000 â 60,000 on the official in charge and togrog 50,000 â 250,000 on legal entities or organisations for carrying out unlicensed activities, transferring the license to others, conducting activities under licenses of others and selling energy at prices and tariffs different from those approved by the relevant authority;\n* Imposition of fines of togrog 5,000-50,000 on citizens, togrog 3,000-60,000 togrogs on officials in charge and togrog 50,000 -250,000 on legal entities or organisations for the failure to fulfil requirements of the state inspector, obstruction of inspection, incompliance with regulations on accounting and reporting or for provision of false information;\n* Imposition of fines of togrog 5,000 â 50,000 on individuals, togrog 10,000 -60,000 on officials in charge and togrog 50,000-250,000 on legal entities or organisations for failure to meet contract obligations and obligations specified in provision 30.1 of this law;\n* Imposition of fines of togrog 5,000 -50,000 on officials in charge and togrog 80,000 â 250,000 on legal entities or organisations for restricting consumer rights by making requirements not specified in"}, {"text_block_id": "p19_b668", "text": "If a breach of legislation on energy does not constitute a criminal offense, the state energy inspector or a judge shall impose the following penalties:\n* Confiscation of sales proceeds and imposition of fines of togrog 3,000 â 60,000 on the official in charge and togrog 50,000 â 250,000 on legal entities or organisations for carrying out unlicensed activities, transferring the license to others, conducting activities under licenses of others and selling energy at prices and tariffs different from those approved by the relevant authority;\n* Imposition of fines of togrog 5,000-50,000 on citizens, togrog 3,000-60,000 togrogs on officials in charge and togrog 50,000 -250,000 on legal entities or organisations for the failure to fulfil requirements of the state inspector, obstruction of inspection, incompliance with regulations on accounting and reporting or for provision of false information;\n* Imposition of fines of togrog 5,000 â 50,000 on individuals, togrog 10,000 -60,000 on officials in charge and togrog 50,000-250,000 on legal entities or organisations for failure to meet contract obligations and obligations specified in provision 30.1 of this law;\n* Imposition of fines of togrog 5,000 -50,000 on officials in charge and togrog 80,000 â 250,000 on legal entities or organisations for restricting consumer rights by making requirements not specified in\n"}, {"text_block_id": "p19_b669", "text": "37.1.5."}, {"text_block_id": "p19_b670", "text": "Compensation of damages and payment of the value of illegally consumed energy and imposition of fines of togrog 10,000 -50,000 on individuals, togrog 20,000 -60,000 on officials in charge and togrog 80,000 -250,000 on legal entities or organisations for damaging seals, changing location or connections of energy meters and measuring devices and disrupting their normal functioning, purposefully or through culpable negligence; consuming energy without permission or breaching rules on protection of networks and consumption of electricity and heat;"}, {"text_block_id": "p19_b671", "text": "37.1.6."}, {"text_block_id": "p19_b672", "text": "Compensation for damages and imposition of fines of togrog 5,000 -50,000 on individuals, togrog 20,000 -60,000 on officials in charge and togrog 100,000 -250,000 on legal entities or organisations for breach of terms and requirements of licenses, failure to meet obligations stipulated in provisions 25.1.4, 25.1.6., 25.1.7., 25.1.9. and 25.1.10 of this law, incompliance with the main network code and the central heating supply code, technical and technological safety norms and standards and norms on assembling energy facilities and equipment; for industrial accidents, significant damage of property or technical breakdowns;"}, {"text_block_id": "p19_b673", "text": "Article 38. Effectiveness of the Law"}, {"text_block_id": "p19_b674", "text": "38.1"}, {"text_block_id": "p19_b675_merged", "text": "This Law shall become effective on the 15th of April, 2001."}, {"text_block_id": "p20_b678", "text": "Law of Mongolia"}, {"text_block_id": "p20_b679", "text": "On Invalidating the Energy Law (1995)"}, {"text_block_id": "p20_b680", "text": "February 01, 2001"}, {"text_block_id": "p20_b681", "text": "Ulaanbaatar city"}, {"text_block_id": "p20_b682", "text": "Article 1. The Energy Law which was enacted on December 1, 1995 shall be invalidated."}, {"text_block_id": "p20_b683", "text": "Article 2. This law shall be complied with starting from the date of effectiveness of the Law on Energy."}], "document_description": "The Energy Law regulates matters relating to energy generation, transmission, distribution, dispatching and supply activities, construction of energy facilities and energy consumption. The law is based on economic principles, market mechanisms and the rights and obligations of both the industry and the consumers. The law changes the operations and regulations of the energy sector.On the structural side, the law creates generation, transmission, dispatch, distribution and supply entities for the energy industry. On the regulatory side, it provides that each of these new entities will have to apply for licences for operation, and separately for electricity and district heating.The Law calls for the establishment of an Energy Regulatory Agency (ERA) that will be responsible for administering its provisions.  The amendment to the Energy Law adds a new regulation that sets energy prices and tariffs which account for power production costs and profit margins. The price and tariffs for electricity and heating production, and the amount of fuel supplied (for generation of heat and electricity) will be regulated. The amendment aims to increase private sector participation, business development and investments in the energy sector. The increased business interest and participation of private sector will result in the increased development of the energy sector."}