{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Mongolia", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Law on Renewable Energy", "document_country_code": "MNG", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2012", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/MNG/2012/MNG-2012-01-01-Law on Renewable Energy_54b93250a79801ff2a1e918540278670.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "LAW OF MONGOLIA"}, {"text_block_id": "p0_b2", "text": "ON RENEWABLE ENERGY"}, {"text_block_id": "p0_b3", "text": "CHAPTER ONE"}, {"text_block_id": "p0_b4", "text": "GENERAL PROVISIONS"}, {"text_block_id": "p0_b5", "text": "Article 1. The Purpose of the law"}, {"text_block_id": "p0_b6", "text": "Article 1. The Purpose of the law\n* The purpose of this law is to regulate relations concerning generation and use of energy utilizing renewable energy\n* Legislation on renewable energy shall consist of the Energy Law, this law and other legislative acts adopted in\n* If an International Treaties to which Mongolia is a party provides otherwise the provision of the international treaty\n* This law applies to legal entities, which buy and/or sell electricity and/or heat generated by using renewable energy\n* In this law, the following terms shall have the following meanings:\n\t* â\n\t* \" means natural restorable renewable sources such as solar, wind, hydropower,\n\t* â\n\t* \" means plant and organic wasteÍ¾\n\t* â\n\t* means a facility, which converts renewable energy sources stated in Article\n\t* of the law into electricity and heatÍ¾\n\t* â\n\t* \" means energy produced by using facility stated in 4.1.3 of the lawÍ¾\n\t* â\n\t* means a legal entity which holds a license for generating electricity and/or heat as stipulated in\n\t* â\n\t* \" means a legal entity, which holds a license for transmission of electricity and heat as\n\t* âConsumer\" means a natural or a legal person as stipulated in provision 3.1.13 of the Energy LawÍ¾\n\t* The State Great Hural shall approve strategy documents for promoting a renewable energy sector, and make a"}, {"text_block_id": "p0_b8", "text": "Article 2. Legislation on renewable energy"}, {"text_block_id": "p0_b13", "text": "Article 3 . Application of the law"}, {"text_block_id": "p0_b16", "text": "3.2."}, {"text_block_id": "p0_b17", "text": "Article 4. Definitions"}, {"text_block_id": "p0_b38", "text": ". 4.1.5. “"}, {"text_block_id": "p0_b39", "text": "Independent renewable energy power source"}, {"text_block_id": "p0_b40", "text": "\" /"}, {"text_block_id": "p0_b41", "text": "hereinafter called"}, {"text_block_id": "p0_b42", "text": "“independent power source\" / means hybrid and/or non­hybrid renewable energy power sources not connected to the Grid;"}, {"text_block_id": "p0_b55", "text": "."}, {"text_block_id": "p0_b56", "text": "CHAPTER TWO"}, {"text_block_id": "p0_b57", "text": "FULL POWERS OF STATE AUTHORITIES WITH REGARD TO RENEWABLE ENERGY"}, {"text_block_id": "p0_b58", "text": "Article 5. Full Powers of State Authorities with regard to renewable energy"}, {"text_block_id": "p1_b61", "text": "Article 5. Full Powers of State Authorities with regard to renewable energy\n* The Cabinet shall organize implementation of laws and legislation on renewable energy promotion, and approve a list\n* The State Administrative Authority in charge of energy shall exercise the following full powers:\n\t* To develop and implement strategy documents for promoting a renewable energy sector,\n\t* to carry out feasibility studies for constructing renewable energy power sources to be financed by public investment\n\t* To develop and have approved the renewable energy equipment safety, operation and maintenance standards in\n\t* To develop a policy on renewable energy human resources, to organize implementation of this policy in\n\t* To develop and have approved regulation on implementation of Renewable Energy\n\t* A license for construction of energy facilities stipulated in Article 20 of the Energy\n\t* A license for generation of electricity and heat stated in provision 13.1 of the"}, {"text_block_id": "p1_b75", "text": "."}, {"text_block_id": "p1_b76", "text": ".\n* The Governors of Aimags, the Capital City , Soums and Districts shall exercise the following full powers:\n\t* To incorporate sites for constructing independent renewable energy power sources in land development plans of\n\t* To make a decision on providing land for possession and use in compliance with procedures stipulated in laws,\n\t* To advertise importance of using renewable energy power sources to entities, institutions and residents, and\n\t* To lease locally owned independent renewable energy power sources to an entity or an individual\n\t* The Energy Regulatory Authority shall exercise the following full powers:\n\t* To approve a model agreement to be concluded between a generator and a transmitter and to monitor\n\t* A holder of a license stated in Article 6.1 may have a license for generation.\n\t* A generator of renewable energy to be connected to the Grid shall have the following rights and duties:\n\t* To deliver its electricity to the nearest connection point of a transmission licensee,\n\t* To be responsible for transmission cost till the connection point, and\n\t* To implement dispatching regulations requested by the dispatching licensee.\n\t* A generator of renewable energy using an independent renewable energy power source shall have the following rights\n\t* Ò¯To deliver its produced electricity to local networks using a calibrated meter, and"}, {"text_block_id": "p1_b90", "text": "CHAPTER THREE"}, {"text_block_id": "p1_b91", "text": "LICENSE"}, {"text_block_id": "p1_b92", "text": "Article 6. Construction of a Renewable Energy Power Source"}, {"text_block_id": "p1_b95", "text": "Law shall grant to a legal entity the right to construct a renewable energy power source,"}, {"text_block_id": "p1_b98", "text": "Article 7. License for Generation of Renewable Energy"}, {"text_block_id": "p1_b101", "text": "Energy Law shall grant the right to generate electricity and heat using a renewable energy"}, {"text_block_id": "p1_b114", "text": "."}, {"text_block_id": "p1_b115", "text": ".\n* To be compensated for a difference between endÂ­user tariff approved by the regulatory boards of aimags and the\n<\\li1>\n\t* Provision 7.3.2 of this law shall not apply to a generator of renewable energy, a power source of which is constructed\n\t* A generator of renewable energy using an independent renewable energy power source shall be a holder of license\n\t* A generator of renewable energy using an independent renewable energy power source shall be a holder of license"}, {"text_block_id": "p2_b123", "text": "Article 8. Rights and Duties of a Transmission Licensee"}, {"text_block_id": "p2_b124", "text": "Article 8. Rights and Duties of a Transmission Licensee\n* A transmission licensee has the rights and duties:\n\t* Ò¯To purchase electricity sold by a generator at a price approved by the Energy\n\t* An interested legal entity shall submit an application for a license to the Energy\n\t* In addition to documents stipulated in provision 21.2, documents meeting the following criteria shall be attached to the\n\t* A land possession certificate permitting to locate a renewable energy power source and its certified copy,\n\t* A plan for disposing or reprocessing accumulators of renewable energy power sources being completely used or\n\t* Studies on soil, flora, geological and hydroÂ­geological conditions, geographical location, land surface, air pressure,\n\t* A statement issued by an authority on conformity of renewable energy equipment and facilities with international and\n\t* License terms, its extension, amendment, and renewal of a license, suspension and revocation of a license as well as\n\t* Ò®A generator shall conclude a power purchase/sale agreement with a transmission\n\t* A power purchase/sale agreement shall specify electricity capacity and energy to\n\t* The Energy Regulatory Authority shall set tariffs and prices of energy generated and supplied by renewable energy\n\t* 1.1.price of electricity generated and supplied by wind power source is USD 0.08Â­\n\t* 095/kWh\n\t* 1.2.Price of electricity generated and supplied by hydropower station with capacity up to 5Å 000 kW is USD 0.045Â­"}, {"text_block_id": "p2_b128", "text": "Regulatory Authority specified in Article 11 of the law"}, {"text_block_id": "p2_b129", "text": "Regulatory Authority specified in Article 11 of the law\n* Ò®To connect a generator to distribution board of a transmission network complying with technical requirements, to\n* Price of electricity generated and supplied by solar power source is USD\n\t* 15Â­0.18/kWh\n\t\t* Any price difference of electricity generated by a renewable energy power source, connected to a transmission\n\t\t* Regulatory Boards of Aimags and the Capital City shall set prices and tariffs of energy generated and supplied by\n\t\t* 3.1.Price of electricity generated and supplied by wind power source is USD 0.10Â­"}, {"text_block_id": "p2_b131", "text": "Article 9. Obtaining a License"}, {"text_block_id": "p2_b146", "text": "Article 10. Power Purchase/Sale Agreement"}, {"text_block_id": "p2_b151", "text": "CHAPTER FOUR"}, {"text_block_id": "p2_b152", "text": "PRICE AND TARIFF"}, {"text_block_id": "p2_b153", "text": "Article 11. Renewable Energy Tariffs and Prices"}, {"text_block_id": "p2_b164", "text": "0.06/ kWh"}, {"text_block_id": "p2_b175", "text": "0.15/kWh"}, {"text_block_id": "p2_b176", "text": "0.15/kWh\n* Price of electricity generated and supplied by hydro power station with capacity up to 500 kW is USD 0.08Â­\n<\\li1>"}, {"text_block_id": "p3_b178", "text": "0.15/kWh\n* Price of electricity generated and supplied by hydro power station with capacity up to 500 kW is USD 0.08Â­\n<\\li1>\n* Price of electricity generated and supplied by hydro power station with capacity of 501Â­2 000 kW is USD 0.05Â­\n\t* 3.4.Price of electricity generated and supplied by hydro power station with capacity of\n\t* 001Â­5 000 kW is USD 0.045Â­0.05kWh\n\t* price of electricity generated and supplied by solar power resource is USD\n\t* 2Â­0.3/kWh\n\t\t* Regulatory Boards of Aimag and the Capital City shall pursue the following principles in setting prices of renewable\n\t\t* 4.1.Geographical location and stages of local economic and social development and infrastructure services shall be\n\t\t* 4.2.Ò® Price and tariffs shall be affordable.\n\t\t* The Energy Regulatory Authority shall set prices and tariffs of energy produced\n\t\t* Imposition of fines of up to MNT 250,000 on a transmitter for breaching provision\n\t\t* of this law."}, {"text_block_id": "p3_b196", "text": "Article 12. Duration of application of prices and tariffs"}, {"text_block_id": "p3_b197", "text": "Article 12. Duration of application of prices and tariffs\n* Prices and tariffs of renewable energy shall be followed consistently for a period of not less than 10 years after\n* Imposition of fines of up to MNT 50,000 on officials for breaching provision 7.3.2 of this law, who rejected or"}, {"text_block_id": "p3_b199", "text": "CHAPTER FIVE"}, {"text_block_id": "p3_b200", "text": "RENEWABLE ENERGY FUND"}, {"text_block_id": "p3_b201", "text": "Article 13. Renewable energy find"}, {"text_block_id": "p3_b202", "text": "Article 13. Renewable energy find\n* relation concerning to establish, generate, disburse, and report performance of\n* A dispute between generation and transmission licensees as well as between a licensee and a consumer shall be"}, {"text_block_id": "p3_b204", "text": "CHAPTER SIX"}, {"text_block_id": "p3_b205", "text": "MISCELLANEOUS"}, {"text_block_id": "p3_b206", "text": "Article 14. Dispute Resolution"}, {"text_block_id": "p3_b209", "text": "Article 15. Liabilities to be Imposed for Violation of Legislation on Renewable Energy"}, {"text_block_id": "p3_b210", "text": "Article 15. Liabilities to be Imposed for Violation of Legislation on Renewable Energy\n* If a breach of legislation on renewable energy does not constitute a criminal offense, a judge or a state inspector on\n<\\li1>"}, {"text_block_id": "p3_b212", "text": "penalties:"}, {"text_block_id": "p3_b217", "text": "."}, {"text_block_id": "p3_b220", "text": "Signature"}, {"text_block_id": "p3_b221", "text": "LAW OF MONGOLIA"}, {"text_block_id": "p3_b222", "text": "Last Updated on Tuesday, 27 March 2012 15:23"}], "document_description": "The Law allows private sector independent power producers to build and operate facilities using renewable energy sources and to deliver the electricity produced to distribution networks and offers incentives to encourage private sector investments in renewable energy, the main one being the establishment of thresholds for feed-in-tariffs.  Under the Law, the Energy Regulatory Authority will set tariffs and prices for other renewable energy generation facilities such as geothermal and biomass. Project developers will be compensated from the Renewable Energy Fund for the price differential between actual cost and the end-user tariffs applied under the jurisdiction of the respective authority. Tariffs set under this Law will be consistently valid for a minimum of 10 years.  The Ministry of Mineral Resources & Energy can use public funds to carry out feasibility studies for the sector; governors of various administrative units are required to make decisions allowing ‘possession' of state lands for the purpose of establishing renewable energy facilities; governors are encouraged to lease independent renewable energy power sources to an entity or individuals.  The Energy Law underpins the Renewable Energy Law so it should be referred to for the general rules and conditions relevant to power generation."}