{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Mongolia", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "01/01/2007", "document_language": "Mongolian", "document_name": "Law on Renewable Energy", "document_country_code": "MNG", "document_hazard_name": [], "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/MNG/2007/MNG-2007-01-01-Law on Renewable Energy_d15111e6704b790ccb467de99414de3e.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law allows private sector independent power producers to build and operate facilities using renewable energy sources and to deliver the electricity produced to distribution networks and offers incentives to encourage private sector investments in renewable energy, the main one being the establishment of thresholds for feed-in-tariffs.  Under the Law, the Energy Regulatory Authority will set tariffs and prices for other renewable energy generation facilities such as geothermal and biomass. Project developers will be compensated from the Renewable Energy Fund for the price differential between actual cost and the end-user tariffs applied under the jurisdiction of the respective authority. Tariffs set under this Law will be consistently valid for a minimum of 10 years.  The Ministry of Mineral Resources & Energy can use public funds to carry out feasibility studies for the sector; governors of various administrative units are required to make decisions allowing ‘possession' of state lands for the purpose of establishing renewable energy facilities; governors are encouraged to lease independent renewable energy power sources to an entity or individuals.  The Energy Law underpins the Renewable Energy Law so it should be referred to for the general rules and conditions relevant to power generation."}