{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Mongolia", "document_category": "Law", "document_sector_name": [], "document_date": "17/05/2012", "document_language": "English", "document_name": "Law on Air Quality", "document_country_code": "MNG", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MNG/2012/MNG-2012-05-17-Law on Air Quality_e114b0a9df8415a1f0e95178e7c341aa.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The purpose of this law is to regulate actions related to the protection of ambient air, prevention of air pollution, and reduction and monitoring of emissions of air pollutants. If an international treaty to which Mongolia is a party is inconsistent with this law then the provisions of the international treaty shall prevail. It lists government powers with respect to air quality protection, including the approval and management of the implementation of the National Programme for Air Protection and Climate Change. It also establishes that the National Committee for Climate Change shall organise, manage, and provide guidance to the implementation of the UNFCCC, focusing on climate change adaptation and mitigation of ecological vulnerability and climate change impacts at the national level.<br />\n<br />\nChapter 4 of the Law lists the actions and measures for air protection. Among these the State administrative central organisation is responsible for running the Task Force/Secretariat of Climate Change responsible for management of implementation of action plans of international conventions and respective national programmes and regulations, assessment, and reporting on the project activities implemented under the climate change adaptation fund and clean development mechanisms. The task force shall run inventories of GHG emissions and uptakes at the national level in accordance with the methodology approved by the UNFCCC. The State administration shall approve the maximum permissible amounts of GHG to be emitted by high emitters."}