{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Mongolia", "document_category": "Law", "document_sector_name": "Industry", "document_date": "01/01/2003", "document_language": "Mongolian", "document_name": "Law on Disaster Protection", "document_country_code": "MNG", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MNG/2003/MNG-2003-01-01-Law on Disaster Protection_ce36d4578d2aecad743d6ac72fedaef7.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law regulates matters relating to the principles and full powers of disaster protection organizations and agencies, their organisation and activities, as well as the rights and duties of the State, local authorities, enterprises, entities and individuals in relation to disaster protection.  The law defines 'disaster protection' as the set of measures to prevent, protect and rescue people, livestock, properties and environment from the impact of disasters and to limit their consequences, to facilitate rapid recovery and to train the public for these activities. 'Disaster' means loss of many human lives and livestock, immense damage to property and environment caused by hazardous phenomena, major technological accident, terrorist acts or explosion.  The structure of disaster protection organisations is composed on the territorial-industrial principle regardless of the ownership in the state, Aimag, capital city, Soum, district, bag, khoroo, entities and enterprises. The state administrative organization in charge of disaster protection and their units, teams, branches and staffs in Aimags, capital cities and districts are responsible for the nation-wide implementation of the disaster protection activities. The unofficial services and specialised units are in administrative and territorial units. The entities, enterprises, bags and khoroos are responsible for disaster protection at the grassroots level. The state administrative organisation in charge of disaster protection is the organisation responsible for the implementation of the state disaster protection policy and the legislation on disaster protection and the organisation of nation-wide disaster protection activities and is provided with professional management. The state administrative organisation in charge of disaster protection is set up and dissolved by the Government on the basis of the scheme approved by the Parliament.  The government shall submit the draft of disaster protection programme of Mongolia for the consideration of the Parliament, to take the measures in order to implement it. The State shall also finance centralised disaster protection activities. Disaster protection activities of the Aimag, capital city, Soum, district, bag, and khoroo are financed by local budget. Entities and enterprises shall be liable for expenses by own fund."}