{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Mongolia", "document_category": "Policy", "document_sector_name": [], "document_date": "02/02/2011", "document_language": "English", "document_name": "National Action Programme on Climate Change (NAPCC)", "document_country_code": "MNG", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/MNG/2011/MNG-2011-02-02-National Action Programme on Climate Change (NAPCC)_a1c1a2412a07a8bad7ddc2425fd8c3aa.pdf", "document_type": "Programme", "text_blocks": [], "document_description": "The National Action Programme on Climate Change (NAPCC) is implemented within the framework of the Millennium Development Goals and the Comprehensive National Development Strategy of Mongolia.<br>&nbsp;<br>&nbsp;The NAPCC aims to create a sustainable environment for development by promoting capacities and measures on adaptation to climate change, halting imbalances in the country's ecosystems and protecting them. The implementation strategies in this NAPCC include institutional, legislative, financial, human, education and public awareness, and research programmes, as well as co-ordination with other national and sectoral development plans.<br>&nbsp;<br>&nbsp;The goal is to ensure ecological balance, development of socio-economic sectors adapted to climate change, reducing vulnerabilities and risks, mitigating GHG emissions and promoting economic effectiveness and efficiencies and implementation of green development goals. The NAPCC also includes adaptation and mitigation strategies and measures for key socio-economic sectors of the country. It establishes a foundation for green economic growth and development.<br>&nbsp;<br>&nbsp;In 2011, the NAPCC's implementation plan for the first phase was approved. In the first phase (2011-2016), national mitigation and adaptation capacities will be strengthened, and legal, structural and management systems will be set up and community and public participation will be improved. In the second phase (2017-2021), climate change adaptation measures will be implemented and GHG mitigation actions will be started."}