{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Bahrain", "document_category": "Policy", "document_sector_name": ["Transportation", "Tourism", "Social development", "Energy"], "document_language": "English", "document_name": "Economic Vision 2030", "document_country_code": "BHR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Vision", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "10/01/2008", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/BHR/2008/BHR-2008-01-10-Economic Vision 2030_62908e98138eb567b2afac6091abe579.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "From regional Pioneer to global Contender"}, {"text_block_id": "p0_b2", "text": "the eConomiC Vision 2030 For bahrain"}, {"text_block_id": "p2_b3", "text": "hh shaikh Khalifa bin salman al Khalifa"}, {"text_block_id": "p2_b4", "text": "Prime Minister"}, {"text_block_id": "p2_b5", "text": "hm King hamad bin isa al Khalifa"}, {"text_block_id": "p2_b6", "text": "King of Bahrain"}, {"text_block_id": "p2_b7", "text": "hh shaikh salman bin hamad al Khalifa"}, {"text_block_id": "p2_b8", "text": "Crown Prince and Deputy Supreme Commander"}, {"text_block_id": "p3_b9", "text": "Preamble"}, {"text_block_id": "p3_b10", "text": "This document presents the comprehensive Economic Vision 2030 for Bahrain, outlining the future path for the development of our economy. It has been shared with a host of opinion leaders from the private sector, academia and development organizations, and the public sector. Their input has greatly added to the quality and significance of this document."}, {"text_block_id": "p3_b11", "text": "At the heart of the Economic Vision lie the aspirations for our economy, government and society in accordance with the guiding principles of sustainability, competitiveness and, fairness. In collaboration with the legislative body, civil society and the private sector, the Bahraini government will develop detailed strategic and operational plans for making these aspirations a reality. In particular, the Economic Vision will be translated into a tangible and coordinated National Strategy across government institutions."}, {"text_block_id": "p6_b12", "text": "table of Contents"}, {"text_block_id": "p7_b13", "text": "introduction"}, {"text_block_id": "p7_b14", "text": "Bahrain’s economy has prospered over the past decades. Our real gross domestic product (GDP) has grown more than 6 percent per annum in the past five years, stimulated by resurgent oil prices, a thriving financial sector and a regional economic boom. International confidence in our economy has also increased, with foreign direct investment inflows increasing from BHD 0.2 billion in 2003 to BHD 1.1 billion in 2006. This economic progress has improved living standards for Bahrainis. Over the last 20 years, life expectancy, for example, has increased from an average of 68 to 75; and infant mortality has dropped from 23 to fewer than 10 deaths per thousand."}, {"text_block_id": "p7_b15", "text": "However, as one of the region’s pioneering nations, Bahrain can and needs to do even better. So far, the driving force behind progress has been our collective ambition for a prosperous, fair society. We could achieve much more if we shared a well-defined vision to steer our joint efforts and individual contributions."}, {"text_block_id": "p7_b16", "text": "The Economic Vision 2030 serves to fulfil this role. It provides guidelines for Bahrain to become a global contender that can offer our citizens even better living standards as a result of increased employment and higher wages in a safe and secure living environment."}, {"text_block_id": "p7_b17", "text": "As such, this document assesses Bahrain’s current challenges and opportunities, identifies the principles that will guide our choices, and voices our aspirations. It is divided into the following corresponding sections:"}, {"text_block_id": "p7_b18", "text": "As such, this document assesses Bahrain’s current challenges and opportunities, identifies the principles that will guide our choices, and voices our aspirations. It is divided into the following corresponding sections:\n* National, regional and\n* The principles\n* Bahrainâs aspirations for the economy,"}, {"text_block_id": "p7_b24", "text": "The ultimate aim is to ensure that every Bahraini household has at least twice as much disposable income – in real terms – by 2030."}, {"text_block_id": "p7_b25", "text": "This reflects what we set out to achieve: the Bahraini people enjoying better living standards as a result of more attractive employment opportunities and higher wages. This aim will only be reached if the private sector, the government and every member of Bahraini society all join together and work hard to make it happen."}, {"text_block_id": "p8_b26", "text": "the need for coordinated reforms"}, {"text_block_id": "p8_b27", "text": "Bahrain’s economy can grow and prosper if we respond effectively to the challenges and opportunities presented by the world around us. This section examines developments on the national, regional and international fronts that provide impetus and direction to coordinated reforms."}, {"text_block_id": "p8_b28", "text": "nationally, our economy needs transformation"}, {"text_block_id": "p8_b29", "text": "Bahrain is facing a shortage of both quality employment and appropriate skills."}, {"text_block_id": "p8_b30", "text": "Over the next ten years, the size of Bahrain’s workforce will double. Currently, approximately 4,000 Bahrainis a year are entering the job market with at least a college degree. If present economic trends continue, the quality and number of jobs available will not satisfy the demand:"}, {"text_block_id": "p8_b31", "text": "Over the next ten years, the size of Bahrain’s workforce will double. Currently, approximately 4,000 Bahrainis a year are entering the job market with at least a college degree. If present economic trends continue, the quality and number of jobs available will not satisfy the demand:\n"}, {"text_block_id": "p8_b33", "text": "Even for those medium- to high-wage jobs created, Bahrainis are not the preferred choice for employers in the private sector, since the education system does not yet provide young people with the skills and knowledge needed to succeed in our labour market."}, {"text_block_id": "p8_b34", "text": "For many years, Bahrain has been able to address these issues by redistributing oil revenues and offering citizens jobs in the public sector. This has left us with an oversized public sector – a situation that will be unsustainable in the future, considering the gradual decline of oil reserves."}, {"text_block_id": "p8_b35", "text": "The most sustainable way of resolving the imbalance and raising the quality of employment is a transformation to an economy driven by a thriving private sector –where productive enterprises, engaged in high-value-added activities, offer attractive career opportunities to suitably skilled Bahrainis."}, {"text_block_id": "p9_b36", "text": "regionally, the opportunity of unprecedented growth calls for swift action"}, {"text_block_id": "p9_b37", "text": "During the last few years, the Gulf Cooperation Council (GCC) has enjoyed high rates of economic growth. The GCC has become an emerging centre of finance, industry, and tourism. The region has seen significant inflows of capital due to high oil prices for several years. This growth is expected to continue albeit at fluctuating rates given the recent volatility in the global economic climate."}, {"text_block_id": "p9_b38", "text": "That said, Bahrain is well positioned to seize this opportunity. It offers investors a wealth of advantages"}, {"text_block_id": "p9_b39", "text": "That said, Bahrain is well positioned to seize this opportunity. It offers investors a wealth of advantages\n"}, {"text_block_id": "p9_b40", "text": "Bahrain is conveniently located at the heart of the GCC, and provides a gateway to Asia, Europe and Africa. In addition to the region’s standard economic incentives – zero taxation for private companies, few indirect taxes for private enterprises and individuals, and free movement of capital – Bahrain offers one hundred percent foreign ownership of business assets and real estate in most sectors of the economy."}, {"text_block_id": "p9_b41", "text": "A progressive, stable government:"}, {"text_block_id": "p9_b42", "text": "In Bahrain, the strong rule of law provides stability and a safe investment environment. The political reforms our nation has embraced have built the basis for an inclusive and cohesive society, supportive of ambitious programmes for economic and social change. Our commitment to openness and democracy has invigorated economic development while preserving the Kingdom’s traditional, one-family spirit."}, {"text_block_id": "p9_b43", "text": "An ambitious, multicultural society:"}, {"text_block_id": "p9_b44", "text": "The people of Bahrain have always been ambitious in their collective striving for a prosperous future. Bahrainis welcome foreigners into their country, integrating them into their community in the true Islamic tradition of tolerance and hospitality. As a result, the population is diverse, living and working together peacefully."}, {"text_block_id": "p9_b45", "text": "These are great qualities to build on, but Bahrain cannot afford to become complacent. In our region, decisions are made and implemented at an ever-accelerating pace. It is crucial to speed up reforms in order to capitalise on the opportunities that regional growth offers."}, {"text_block_id": "p10_b46", "text": "globally, increased competition demands greater productivity and innovation"}, {"text_block_id": "p10_b47", "text": "Globalisation and increasing competition make the country’s current reliance on cheap expatriate labour unsustainable as a national competitive advantage as emerging global centres of low-cost manufacturing are gradually eroding this edge. We now need to rethink our place in the global value chain and identify new sources of future economic strength."}, {"text_block_id": "p10_b48", "text": "In an ever-accelerating world economy, companies are learning faster about new trends, products and production methods, and are becoming more productive as they learn. As a result, innovation and productivity have become critical sources of competitive advantage. Bahrain has to step up its performance in the following two areas:"}, {"text_block_id": "p10_b49", "text": "In an ever-accelerating world economy, companies are learning faster about new trends, products and production methods, and are becoming more productive as they learn. As a result, innovation and productivity have become critical sources of competitive advantage. Bahrain has to step up its performance in the following two areas:\n"}, {"text_block_id": "p10_b51", "text": "Withoutincreasedproductivityandinnovation,Bahrainicompanies will not be able to remain competitive in the long run."}, {"text_block_id": "p10_b52", "text": "Bahrain finds itself at a defining moment in time: our future prosperity depends on whether we can change significantly on multiple levels to keep pace with the world around us. We need to swiftly transform our economy, acquire the right skills, and boost productivity and innovation."}, {"text_block_id": "p11_b53", "text": "a Vision unites people and voices their consensus on the direction in which they wish to grow. a country’s economic Vision should be based on sound knowledge of factors that determine prosperity, be they in the area of economy, government or society."}, {"text_block_id": "p11_b54_merged", "text": "Consequently, the process of developing the economic Vision 2030 for bahrain was a comprehensive one where bahrainis from all walks of life contributed. international best practices were also evaluated to find those best suited to our context."}, {"text_block_id": "p11_b57", "text": "three interrelated principles emerged, which guide our ambitions: sustainability, competitiveness, and fairness. our success in championing any one of our principles will affect our success in upholding all of them."}, {"text_block_id": "p11_b58", "text": "sustainability"}, {"text_block_id": "p11_b59", "text": "A considerable share of the country’s growth over the last two decades was driven by the public sector. This model is running out of steam, as government finances become tighter and competition increases in a global economy. By 2030, the private sector should be able to drive economic growth in Bahrain independently."}, {"text_block_id": "p11_b60", "text": "Our Vision sees our economic prosperity built on a firm foundation. Government finances will adhere to the principle of sustainability, upholding a system that is stable and forward-looking. Bahrain will use its resources to invest for the future, improving its human capital through education and training, particularly in the field of applied sciences."}, {"text_block_id": "p11_b61", "text": "In a world where modern technology and new competitors from across the globe are constantly shortening product lifetimes, entrepreneurship and innovation will ensure the sustainability of a vibrant private sector. But economic growth must never come at the expense of the environment and the long-term well-being of our people: no effort will be spared to protect our environment and preserve our cultural heritage."}, {"text_block_id": "p12_b62", "text": "Competitiveness"}, {"text_block_id": "p12_b63", "text": "Our Vision is that Bahrain attains a high level of competitiveness in a global economy. Increased productivity comes about much more naturally in a competitive environment, driving economic growth, profitability and wages. Only high and continuously improving productivity will enable businesses to increase their employees’ wages."}, {"text_block_id": "p12_b64", "text": "Higher productivity requires people with the right skills for each position. Competitive countries go to great lengths to educate their people, retain qualified staff and attract foreign workers with the skills that are lacking. The key is to make Bahrain a great place to do business for both local and foreign companies. Many factors combined make a country attractive for investors in high-value-added industries: a high-quality public service, a cutting-edge infrastructure and an appealing living environment are among the vital ingredients. Bahrain will need to offer them all."}, {"text_block_id": "p12_b65", "text": "Fairness"}, {"text_block_id": "p12_b66", "text": "Our Vision is that the country’s future economic success will impact society more widely, creating a broad base of prosperity. Every individual can make a worth-while contribution to society given the means and presented with the opportunity."}, {"text_block_id": "p12_b67", "text": "For fairness to be nurtured, all transactions made by both the public and private sectors must be transparent. Free and fair competition should prevail, with private and public activities taking place in the open, whether they concern employment, land for public auction or the outcome of a tender. The role of the government is to provide the legal and regulatory framework that ensures protection of consumers and fair treatment for business owners – including foreign investors. This means stamping out corruption and seeing that laws are justly enforced."}, {"text_block_id": "p12_b68", "text": "Fairness in society means that all are treated equally under the law, in accordance to international human rights; and that everyone has equal access to services, namely education and health care, and that the needy are supported via adequate job training and a targeted social safety net."}, {"text_block_id": "p14_b69", "text": "aspirations for"}, {"text_block_id": "p14_b70", "text": "Economy, Government and Society"}, {"text_block_id": "p14_b71_merged", "text": "the principles that guide our economic Vision 2030 need to be translated into action. the first step is to specify our aspirations for each dimension of the Vision: economy, government and society. this means asking ourselves: What kind of society do we want to live in? how can the private sector develop the economy? What should the role of the government be?"}, {"text_block_id": "p14_b74", "text": "this section outlines the aspirations for bahrain’s future that will shape a bold policy agenda for the coming years. it also specifies how we will measure our progress in achieving our aspirations."}, {"text_block_id": "p15_b75", "text": "1. economy"}, {"text_block_id": "p15_b76", "text": "robust economic growth that benefits the people"}, {"text_block_id": "p15_b77", "text": "Bahrainis have the following interrelated aspirations for their economy, all of which will empower the private sector to drive economic growth:"}, {"text_block_id": "p15_b78", "text": "Bahrainis have the following interrelated aspirations for their economy, all of which will empower the private sector to drive economic growth:\n* bahrain stimulates growth by enhancing\n* bahrain diversifies and builds the economy\n* bahrain transforms the economy in the"}, {"text_block_id": "p15_b84", "text": "The sections below elaborate on each aspiration:"}, {"text_block_id": "p15_b85", "text": "Bahrain’s economic growth will be driven by increased productivity in the private sector and by Bahrainis becoming the employee of choice for high-value-adding companies. By 2030, businesses in Bahrain will have caught up with the world’s leaders in productivity. Our private sector will no longer equate competitiveness with low-cost expatriate labour, but instead will create productive, high-wage employment for Bahrainis. The productivity and proportion of high-wage jobs in our financial sector will be a benchmark for other sectors."}, {"text_block_id": "p15_b86", "text": "The ways in which the Government will support productivity in the private sector include:"}, {"text_block_id": "p15_b87", "text": "The ways in which the Government will support productivity in the private sector include:\n"}, {"text_block_id": "p16_b90", "text": "The ways in which the Government will support productivity in the private sector include:\n\n"}, {"text_block_id": "p16_b91", "text": "Moreover, economic growth will create the foundation for continuously increasing employment opportunities. The growing economy will create new jobs to employ Bahrainis entering the job market, while those Bahrainis already in the workforce will be able to move to better-qualified jobs and raise their income. This will nurture an expanding middle class with an improved quality of life."}, {"text_block_id": "p16_b92", "text": "The Government will ensure that economic growth benefits all Bahrainis fairly by:"}, {"text_block_id": "p16_b93", "text": "The Government will ensure that economic growth benefits all Bahrainis fairly by:\n"}, {"text_block_id": "p16_b96", "text": "Potential measures of success:"}, {"text_block_id": "p16_b97", "text": "Real Gross Domestic Product (GDP) per capita; amount of foreign direct investments; productivity rate; Bahraini workforce participation rate; number of new medium-to high-wage jobs held by Bahrainis"}, {"text_block_id": "p16_b98", "text": "Bahrain will strengthen the non-oil GDP growth of recent years. This growth will come from diversified economic activity. Our financial sector will remain our economic engine, but will be increasingly complemented by growth in other high-potential sectors."}, {"text_block_id": "p16_b99", "text": "The Kingdom will create economic opportunities that are independent of oil by:"}, {"text_block_id": "p16_b100", "text": "The Kingdom will create economic opportunities that are independent of oil by:\n"}, {"text_block_id": "p16_b102", "text": "Potential measures of success:"}, {"text_block_id": "p16_b103", "text": "Real Gross Domestic Product (GDP) growth and job contribution of high-potential sectors"}, {"text_block_id": "p17_b104", "text": "Bahrain’s economy will attain increasing levels of sophistication and innovation, enabling the country to claim an attractive position in the global value chain. As a result, we will capture emerging opportunities, particularly by expanding to knowledge-based sectors and by increasing our output of high-value-added goods and services. This will mean greater wealth for companies, employees and society."}, {"text_block_id": "p17_b105", "text": "The Government and private sector will act as partners in this by:"}, {"text_block_id": "p17_b106", "text": "The Government and private sector will act as partners in this by:\n"}, {"text_block_id": "p17_b109", "text": "Potential measures of success:"}, {"text_block_id": "p17_b110", "text": "Real Gross Domestic Product (GDP) and job contribution of new emerging sectors"}, {"text_block_id": "p18_b111", "text": "2. government"}, {"text_block_id": "p18_b112", "text": "an efficient and effective government"}, {"text_block_id": "p18_b113", "text": "Bahrainis have the following aspirations for their government:"}, {"text_block_id": "p18_b114", "text": "2.1"}, {"text_block_id": "p18_b115", "text": "the government focuses on developing high-quality policies"}, {"text_block_id": "p18_b116", "text": "2.2"}, {"text_block_id": "p18_b117", "text": "the public sector becomes more productive and is accountable for delivering betterquality services via leaner organisations and operations"}, {"text_block_id": "p18_b118", "text": "2.3"}, {"text_block_id": "p18_b119", "text": "a predictable, transparent and fairly enforced regulatory system facilitates economic growth"}, {"text_block_id": "p18_b120", "text": "2.4"}, {"text_block_id": "p18_b121", "text": "the sustainability of government finances is strengthened by reducing dependence on oil revenues to fund current expenditure"}, {"text_block_id": "p18_b122", "text": "2.5"}, {"text_block_id": "p18_b123", "text": "a world-class infrastructure links bahrain to the global economy"}, {"text_block_id": "p18_b124", "text": "These aspirations are explained in greater detail below:"}, {"text_block_id": "p18_b125", "text": "The Government of Bahrain will gradually move away from mere service provision. It will shift its focus to generating and enforcing sound, forward-looking policies in critical areas, such as economy and finance, health care, education, the environment, security and social justice."}, {"text_block_id": "p18_b126", "text": "Bahrain will follow international experience, which shows that governments significantly reduce costs and increase the quality of public services by outsourcing certain non-core government tasks and by fostering competitive dynamics in the provision of public services."}, {"text_block_id": "p18_b127", "text": "Some of the steps the Government needs to take include:"}, {"text_block_id": "p18_b128", "text": "Building strong strategic, forward-looking as well as operational, implementation-focused capabilities in all government institutions"}, {"text_block_id": "p18_b129", "text": "Carefully selecting the services to be outsourced and actively seeking partnerships with the private sector"}, {"text_block_id": "p18_b130", "text": "Establishing effective and efficient regulation before and rigorous supervision after privatisation."}, {"text_block_id": "p18_b131", "text": "Potential measures of success:"}, {"text_block_id": "p18_b132", "text": "Quality of administration index and public-sector accountability index, part of the World Bank’s MENA Economic Developments and Prospects Report."}, {"text_block_id": "p19_b133", "text": "2.2 the public-sector becomes more productive and is accountable for delivering better quality services via leaner organisations and operations"}, {"text_block_id": "p19_b134", "text": "The public sector will increase its productivity by becoming more efficient and effective."}, {"text_block_id": "p19_b135", "text": "Bahrain will outperform its peers in reducing the size and cost of government. Its efficiency gains will come from leaner organisations and operations. We will stamp out inefficiency and eliminate duplicate process steps in those services that remain within public administration."}, {"text_block_id": "p19_b136", "text": "Government institutions will enjoy a strong performance culture that puts customer interests and delivery of results at the centre of all its activities. As a result, it will design effective public policies and deliver high-quality services."}, {"text_block_id": "p19_b137", "text": "Amongst other things, the Government will:"}, {"text_block_id": "p19_b138", "text": "Transform public sector human resource management"}, {"text_block_id": "p19_b139", "text": "Strengthen civil service governance"}, {"text_block_id": "p19_b140", "text": "Review and adjust government organization and processes to streamline them and increase transparency"}, {"text_block_id": "p19_b141", "text": "Establish a performance-management system that sets clear targets, measuring and linking the results of employees and institutions with comparable rewards"}, {"text_block_id": "p19_b142", "text": "Potential measures of success:"}, {"text_block_id": "p19_b143", "text": "Public sector wage bill as a share of GDP; World Bank ranking for government effectiveness and accountability."}, {"text_block_id": "p19_b144", "text": "2.3 a predictable, transparent and fairly enforced regulatory system facilitates economic growth"}, {"text_block_id": "p19_b145", "text": "A predictable, transparent and fairly enforced regulatory system is a critical prerequisite for economic growth. Bahraini businesses and individuals will reap the benefits of sound regulations, which will facilitate economic growth by keeping competition free and fair. Our judicial system will ensure that disputes in the business world are efficiently resolved in line with a fair interpretation of the existing laws and regulations."}, {"text_block_id": "p19_b146", "text": "The strong regulatory framework, combined with a track record of fair enforcement, will strengthen investor trust and confidence in our free market economy."}, {"text_block_id": "p19_b147", "text": "Examples of actions to be taken include:"}, {"text_block_id": "p19_b148", "text": "Striving for maximum quality and consistency of regulation"}, {"text_block_id": "p19_b149", "text": "Improving enforcement through increased inspection and"}, {"text_block_id": "p19_b150", "text": "stronger consequence management"}, {"text_block_id": "p19_b151", "text": "Continue Bahrain’s zero tolerance policy towards corruption and favouritism"}, {"text_block_id": "p19_b152_merged_merged", "text": "Upgrading the judicial system to ensure fair and speedy resolution of disputes"}, {"text_block_id": "p19_b154", "text": "Potential measure of success:"}, {"text_block_id": "p19_b155", "text": "Regulatory quality ranking, part of the World Bank’s Worldwide Governance Indicators"}, {"text_block_id": "p20_b156", "text": "2.4   the sustainability of government finances is strengthened by reducing dependence on oil revenues to fund current expenditures"}, {"text_block_id": "p20_b157", "text": "To ensure lasting fiscal stability, the Government will increasingly reduce its dependence on oil revenues for funding recurrent expenditure. It will achieve this by generating additional sources of revenue and cutting inefficient spending. Subsidies for water, electricity, gasoline and food, for instance, will exclusively target the needy to reduce costs and avoid overconsumption of scarce resources."}, {"text_block_id": "p20_b158", "text": "By funding the majority of its day-to-day expenditure from recurrent revenue independent of oil, the government will be able to apply oil revenues for the benefit of future generations, e.g., strengthening its education and health care and building an attractive living and business environment."}, {"text_block_id": "p20_b159", "text": "To plan for a future without oil, we must lose no time in taking the following actions:"}, {"text_block_id": "p20_b160_merged", "text": "Identifying potential sources of recurrent government revenues"}, {"text_block_id": "p20_b162", "text": "Reducing inefficient spending"}, {"text_block_id": "p20_b163", "text": "Deciding how to invest oil revenues in ways that ensure the future prosperity of all Bahrainis"}, {"text_block_id": "p20_b164", "text": "Potential measure of success:"}, {"text_block_id": "p20_b165", "text": "Share of recurrent expenditure financed by recurrent revenues"}, {"text_block_id": "p20_b166", "text": "2.5 a world-class infrastructure links bahrain to the global economy"}, {"text_block_id": "p20_b167", "text": "Bahrain will be fully linked to the global trade and information highways by 2030. To achieve this, the Government will attract public and private funds to create and maintain the required infrastructure and services."}, {"text_block_id": "p20_b168", "text": "The country will have outstanding road, sea and air connections to global markets. Utilities (electricity, water and gas) and services (logistics, public transport and telecommunications) will be readily accessible and competitively priced, providing a stable base for businesses."}, {"text_block_id": "p20_b169", "text": "Examples of initiatives to advance Bahrain’s infrastructure include:"}, {"text_block_id": "p20_b170", "text": "Improving overall planning processes for land utilisation, transportation networks, electricity supplies and other aspects of infrastructure including safety and security measures"}, {"text_block_id": "p20_b171", "text": "Accelerating private-sector involvement in the provision of public infrastructure services"}, {"text_block_id": "p20_b172", "text": "Potential measure of success:"}, {"text_block_id": "p20_b173", "text": "World Economic Forum’s Infrastructure ranking"}, {"text_block_id": "p21_b174", "text": "3. society"}, {"text_block_id": "p21_b175", "text": "a just, thriving society"}, {"text_block_id": "p21_b176", "text": "Bahrainis have the following aspirations for their society:"}, {"text_block_id": "p21_b177", "text": "3.1"}, {"text_block_id": "p21_b178", "text": "a high standard of social assistance gives all bahrainis an equal start"}, {"text_block_id": "p21_b179", "text": "3.2"}, {"text_block_id": "p21_b180", "text": "all bahraini nationals and residents have access to quality health care"}, {"text_block_id": "p21_b181", "text": "3.3"}, {"text_block_id": "p21_b182", "text": "a first-rate education system enables all bahrainis to fulfil their ambitions"}, {"text_block_id": "p21_b183", "text": "3.4 a safe and secure environment"}, {"text_block_id": "p21_b184", "text": "3.5"}, {"text_block_id": "p21_b185", "text": "bahraini nationals and residents enjoy a sustainable and attractive living environment"}, {"text_block_id": "p21_b186", "text": "Let us look at what these aspirations entail:"}, {"text_block_id": "p21_b187", "text": "Bahraini society in 2030 will be a meritocracy where hard work and talent are rewarded with success. Basic care will be available irrespective of abilities, and all Bahrainis will enjoy equal opportunities."}, {"text_block_id": "p21_b188", "text": "Some examples of initiatives essential for achieving this are:"}, {"text_block_id": "p21_b189", "text": "Targeting housing support and subsidies at those most in need"}, {"text_block_id": "p21_b190", "text": "Supporting and developing talented youths throughout the course of their education"}, {"text_block_id": "p21_b191_merged", "text": "Encouraging private philanthropy and other support to charitable causes"}, {"text_block_id": "p21_b193", "text": "Potential measure of success:"}, {"text_block_id": "p21_b194", "text": "Share of households earning above the national minimum income"}, {"text_block_id": "p22_b195", "text": "3.2 all bahraini nationals and residents have access   to quality healthcare"}, {"text_block_id": "p22_b196", "text": "Bahrain will be a leading centre for modern medicine, offering high-quality and financially sustainable health care in the region. Patients will have the choice of public and private providers that meet international standards for health-care provision."}, {"text_block_id": "p22_b197", "text": "Our health system will cater for the health-care needs of its rapidly growing and aging population and will address the key risk factors. The government will play a vital role in improving the health system along the following levers:"}, {"text_block_id": "p22_b198", "text": "Promoting and encouraging a healthy lifestyle"}, {"text_block_id": "p22_b199", "text": "Providing quick, easy and equitable access to high-quality health care"}, {"text_block_id": "p22_b200", "text": "Ensuring regulation of the health-care system by an"}, {"text_block_id": "p22_b201", "text": "independent health regulator"}, {"text_block_id": "p22_b202_merged_merged", "text": "Developing, attracting and retaining health-care talent and fostering a high-performance ethic among all health-care employees"}, {"text_block_id": "p22_b204", "text": "Potential measures of success:"}, {"text_block_id": "p22_b205", "text": "Life expectancy and improvements in provider performance according to health-care regulatory standards"}, {"text_block_id": "p22_b206", "text": "Education empowers people to reach their full potential in business, government and society. It will shape and develop the successive generations of leaders that our country needs and will provide Bahrainis with the skills, knowledge and values that they need to become the employees of choice for high-valued added positions."}, {"text_block_id": "p22_b207", "text": "Because education is essential for making this Vision a reality, we need to develop an education system that provides every citizen with educational opportunities appropriate to their individual needs, aspirations and abilities. Education and training need to be relevant to the requirements of Bahrain and its economy, delivered to the highest possible quality standards, and accessible based on ability and merit."}, {"text_block_id": "p22_b208", "text": "To do this, we will develop a clear strategy for raising standards and performance in our schools, vocational institutions and universities. The strategy will need to:"}, {"text_block_id": "p22_b209", "text": "Focus on developing our most important educational resource, our teachers, by improving their recruitment and training, enhancing the management of their performance, improving their image in society, and increasing the attractiveness of careers in teaching"}, {"text_block_id": "p23_b210", "text": "Provide quality training to our people in the applied and advanced skills required for global competitiveness and attract new industries to Bahrain"}, {"text_block_id": "p23_b211", "text": "Set standards for quality across the education sector, regularly review the performance of our educational and training institutions and compare them with those of our competitors"}, {"text_block_id": "p23_b212", "text": "Encourage research and development in universities to create the platform for a knowledge-based economy"}, {"text_block_id": "p23_b213", "text": "Potential measures of success:"}, {"text_block_id": "p23_b214", "text": "Improvement of educational institutions in independent quality reviews and national examinations; scores in international tests of school performance (for instance, TIMSS, PISA and PIRLS)"}, {"text_block_id": "p23_b215", "text": "3.4 a safe and secure environment"}, {"text_block_id": "p23_b216", "text": "Bahrain will achieve safety and security through the provision of an integrated strategy to mitigate all risks and threats. Much is being done to reduce crime and violence and to reduce the vulnerabiliy to other risks."}, {"text_block_id": "p23_b217", "text": "Some examples of initatives include:"}, {"text_block_id": "p23_b218", "text": "Adopting the latest technologies, and modernisation of police services and community policing programmes"}, {"text_block_id": "p23_b219", "text": "Promoting a culture of awareness for crime prevention"}, {"text_block_id": "p23_b220", "text": "Potential measures of success:"}, {"text_block_id": "p23_b221", "text": "Falling crime rates and developing joint disaster contingency plans"}, {"text_block_id": "p23_b222", "text": "Bahrain will continue to be home to a rich and ancient culture and a sustainable natural environment. Various initiatives will be taken to promote and protect both."}, {"text_block_id": "p23_b223", "text": "Protecting our natural environment will include:"}, {"text_block_id": "p23_b224", "text": "Conserving our natural spaces for future generations to enjoy"}, {"text_block_id": "p23_b225_merged", "text": "Implementing energy-efficiency regulations (e.g., for buildings and electrical appliances)"}, {"text_block_id": "p23_b227", "text": "Directing investments to technologies that reduce carbon emissions, minimize pollution and promote the sourcing of more sustainable energy"}, {"text_block_id": "p24_b228", "text": "2020"}, {"text_block_id": "p24_b229", "text": "2022"}, {"text_block_id": "p24_b230", "text": "Ensuring an attractive living environment will include:"}, {"text_block_id": "p24_b231", "text": "Offering more – and more attractive – public spaces for families"}, {"text_block_id": "p24_b232", "text": "Providing more modern facilities that promote regular cultural and sports activities"}, {"text_block_id": "p24_b233", "text": "Enforcing laws on cultural preservation"}, {"text_block_id": "p24_b234", "text": "Making archaeological and Islamic sites a more prominent part of our cultural landscape"}, {"text_block_id": "p24_b235", "text": "Encouraging new generations of Bahrainis to gain experience and in-depth knowledge of our cultural heritage."}, {"text_block_id": "p24_b236", "text": "Potential measures of success:"}, {"text_block_id": "p24_b237", "text": "Culture and Environment Index of the Economist Intelligence Unit Liveability Index: and concentration of air and water pollutants"}, {"text_block_id": "p25_b238", "text": "our country has come a long way in the short span of a few decades. however, we must step up the pace of our efforts to stay ahead in a globalising world. the current economic boom in our region provides the ideal opportunity to embark on fundamental changes that will accelerate our country’s growth. having defined our goals and aspirations for the Kingdom, we will start developing the strategies and plans to make our Vision come true."}, {"text_block_id": "p25_b239_merged", "text": "success will require the coordinated participation of all segments of society. as we work towards achieving our economic Vision 2030, we should be mindful that this endeavour will require our collective efforts. together, we can master the challenges so that we can share the fruits of today’s reforms with our children and the generations to come."}], "document_description": "<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;The Economic Vision 2030 provides a long-term strategy on economic striving and diversification, based on the principles of sustainability, fairness and competitiveness. It notably suggests a reduction of the country's dependence on fossil fuels, with a focus on the financial, manufacturing and tourism sectors. The Vision explicitly calls for implementing energy-efficiency regulations (art. 3.5), directing investments to technologies that reduce carbon emissions and promote sustainable energy.<br>&nbsp;<br>&nbsp;The Kingdom's Economic Development Board (EDB) initiated a programme of economic and institutional reform following the publication of the Vision. This programme functions as a coordinated effort between ministries to establish a National Economic Strategy accordingly.<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}