{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Turkey", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Transportation", "Residential and Commercial", "Industry", "Energy", "Economy-wide"], "document_date": "18/04/2007", "document_language": "English", "document_name": "Act No. 5627 on Energy Efficiency", "document_country_code": "TUR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/TUR/2007/TUR-2007-04-18-Act No. 5627 on Energy Efficiency_6d59654240811d5b048aa39596f4288e.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The purpose of this Act is to increase energy efficiency, avoid waste, ease the burden of energy costs on the economy and protect the environment.<br>&nbsp;<br>&nbsp;It aims to do this by increasing and promoting energy efficiency in energy generation, transmission, distribution and consumption phases at industrial establishments, buildings, power generation plants, transmission and distribution networks and transportation, raising energy awareness and implementing training of citizens, and using renewable energy sources.<br>&nbsp;<br>&nbsp;One of the main aspects of the Act is the establishment of an administrative structure for efficient policy, monitoring, analysis, and projections of energy efficiency, through the creation of a General Directorate of Renewable Energy.<br>&nbsp;<br>&nbsp;The role of the General Directorate is to prepare and issue inventories and future projections for the development of energy efficiency, industrial establishments and buildings by region and sector, and annual reports containing facts and assessments for the public sector. This General Directorate also establishes and facilitates the framework for energy efficiency auditing, which is conducted on industry.<br>&nbsp;<br>&nbsp;The Act also sets out energy efficiency management legislation for industrial establishments, commercial buildings, service buildings or public sector buildings. It stipulates that these establishments are required to nominate one of their employees as an energy manager who will be responsible for compliance with energy efficiency legislation.<br>&nbsp;<br>&nbsp;An energy identity certificate is issued to building owners or managers by the Ministry of Energy and Natural Resources. The energy identity certificate holds information on the building's energy requirements, insulation characteristics, efficiency of heating and/or cooling systems, and energy consumption, and is an important component of the energy efficiency administrative process.<br>&nbsp;<br>&nbsp;The Act contains a regulation that lays down principles and procedures for standardized energy performance in residential, commercial and service buildings. The regulation contains norms, standards, minimum performance criteria, data collection and control procedures on architectural design, heating, cooling, heat insulation, hot water, electrical installation and lighting. For example, buildings with a central heating system are required to use systems that allow the distribution of heating costs based on the quantity of heat consumption by central or local heat or temperature control devices.<br>&nbsp;<br>&nbsp;On an industry specific level, a regulation within the Act lays down the principles and procedures relating to increasing the efficiency of electric generation plants and transmission and distribution networks, demand side management, utilisation of waste heat in thermal plants, and it encourages the blending of fossil fuel distribution with fuels such as biofuel and hydrogen.<br>&nbsp;<br>&nbsp;Implementation of voluntary agreements with industry involves production efficiency targets, and is expected to increase energy efficiency by 10% over a three-year period.<br>&nbsp;<br>&nbsp;A regulation within the Act sets out stipulations on unit fuel consumption of vehicles manufactured in the country, raising efficiency standards in vehicles, rolling out mass transportation, installing advanced traffic systems for increasing energy efficiency in transportation.<br>&nbsp;<br>&nbsp;Training and awareness activities are considered under the Act on Energy Efficiency, which aims to promote effectiveness of energy efficiency services and energy awareness. Activities are focused across producers, importers, and consumers, with practical and theoretical information available for all stakeholders."}