{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Early warning systems|Direct Investment"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Turkey", "document_category": "Law", "document_sector_name": ["Water", "Urban", "Transport", "Social development", "Rural", "Health", "Finance", "Environment", "Economy-wide", "Buildings", "Agriculture"], "document_date": "18/07/2019", "document_language": "English", "document_name": "Eleventh National Development Plan (2019-2023)", "document_country_code": "TUR", "document_hazard_name": ["Biodiversity Loss", "Desertification", "Drought"], "document_keyword": ["Deforestation", "Youth", "Gender", "Buses", "E Buses"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://www.sbb.gov.tr/wp-content/uploads/2020/06/Eleventh_Development_Plan-2019-2023.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "This plan was approved by the National Assembly's Decision 1225/2019 and sets the country's vision for stronger, sustainable socioeconomic development. Below is a non-exhaustive list of climate-related clauses in the plan:<br><br><strong>385.5. </strong>Supports will be provided and arrangements will be made to expand the use of domestically manufactured electrical buses in urban and suburban transport.<strong><br>406.5. </strong>In order to prevent water losses due to evaporation by taking into account the effects of climate change, studies will be carried out to establish underground water basins and dams.<strong><br>410.6. </strong>Action plans will be prepared to combat invasive species and agricultu- ral pathogens in connection with climate change.<strong><br>411.6. </strong>Product pattern change scenarios in agriculture will be established in order to adapt to climate change.<br><strong>491. </strong>Electricity generation from renewable energy sources will be increased and necessary planning and investments will be realised in order to ensure the safe integration of renewable energy generation to the grid.<strong><br>491.3. </strong>Energy storage systems, including pumped storage HEPP, will be installed in order to eliminate the constraints of increasing renewable energy on the grid.<strong><br>674. </strong>Cities, in coordination with the development vision, will be planned with an approach that supports polycentric, mixed-use, and provides accessibility; where harmonisation with topography and addressing disaster risk, climate change, geographical characteristics and historical va- lues in spatial plans will be taken as a basis.<strong><br>676. </strong>Within the scope of green city vision, in order to improve the quality of life and adapt to climate change, Millet Gardens will be built in cities and the amount of green spaces will be increased."}