{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Turkey", "document_category": "Law", "document_sector_name": ["LULUCF", "Energy"], "document_date": "01/01/2005", "document_language": "Turkish", "document_name": "Law on the use of renewable energy resources for the production of electrical energy", "document_country_code": "TUR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/TUR/2005/TUR-2005-01-01-Law on the use of renewable energy resources for the production of electrical energy_8a4aea5269ba21ae36c3a22cbd2015f7.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This Act (also known as the Renewable Energy Law) encourages the use of renewable energy. This law encompasses the procedures and principles of the conservation of renewable energy resource areas, certification of the energy generated from these sources, and use of these sources.   The measurable objective is to increase the amount of electricity produced by renewable sources by 30% by 2023.  The Act governs the principles for the conservation of renewable resource areas and introduces incentives for domestic energy projects, providing feed-in tariffs for electricity from renewable energy sources. The legal entity holding a generation licence is granted a \\Renewable Energy Resource Certificate\\ (RES Certificate) by the Electricity Markets Regulation Authority (EMRA) to identify and monitor the resource type in purchasing and sale of the electrical energy generated from renewable energy resources in the domestic and international markets.  It creates a broad basis for an emerging domestic renewable energy market. Grid operators are obliged to provide access to the grid for renewable energy generators, and independent power producers can benefit from the feed-in tariff. Holders of energy retail licences are obliged to purchase a percentage of their total uptake from licensed generation companies holding a RES Certificate.  The price of the electricity to be purchased under the Act should be the nationwide average of the electricity wholesale price of the previous year (determined by the EMRA). However a producer can sell the electrical energy generated for a higher price in the market if they are able to.  Some highlights of the law include: - The reduction or cancellation of service fees as an incentive for those willing to build energy generation facilities to meet their own energy consumption needs. - Further incentives are available through a Council of Minister's Decree, such as investments for energy generation facilities, procurement of electro-mechanic systems within the country, research, development and production investments concerning solar energy units, and research and development investments for biomass energy. - Where there are sufficient geothermal energy resources, demand will be primarily met by geothermal and solar thermal energy resources. - In the event that the forests and the lands under private ownership of the Treasury or under the control or disposal of the State are used to generate electricity from renewable energy resources, these areas are leased to or right of way is given to the relevant parties. Any fees required for using this land is reduced by 85%. The law also stipulates that development plans that might have a negative impact on the use and efficiency of renewable energy resource areas can no longer be created on public land.The Act was amended in March 2020 by articles 26 and 27 of law 7226 to enable the Ministry of energy and renewable resources to ease the expropriation of private properties to build renewable capacity. Furthermore, it amends the procedures and principles regarding the evaluation of tariffs applied to support electricity production based on renewable energy sources and other revenues within the scope of the RES Support Mechanism, to grant the Ministry the power to regulate them.The Presidential Decree No.31248 sets out : 1) the prices in Schedule I in the Law will be applied until December 31, 2030 for Renewable Energy Resources (RER) certified production license holders that initiate their operations under the RER support mechanism between January 1, 2021 and June 30, 2021; 2) if the mechanical and/or electro-mechanical parts used in the RER-certified production facilities that initiate their operations between January 1, 2021 ad June 30, 2021 are manufactued domestically, the prices in Schedule II in the Law will be applied to the prices in Schedule I, for additional five years from the date os operation of the production facility for the electrical energy produced."}