{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Turkey", "document_category": "Law", "document_sector_name": ["Water", "Energy"], "document_language": "English", "document_name": "Law On Geothermal Resources And Mineral Waters", "document_country_code": "TUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2007", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/TUR/2007/TUR-2007-01-01-Law On Geothermal Resources And Mineral Waters_0c1374f38c398b6d7fcf424d0736ed71.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "LAW ON GEOTHERMAL RESOURCES AND MINERAL WATERS"}, {"text_block_id": "p0_b2", "text": "Law No. 5686"}, {"text_block_id": "p0_b3", "text": "Issue Date: 6/3/2007"}, {"text_block_id": "p0_b4", "text": "CHAPTER 1"}, {"text_block_id": "p0_b5", "text": "General Provisions"}, {"text_block_id": "p0_b6", "text": "Purpose"}, {"text_block_id": "p0_b7", "text": "ARTICLE 1 -"}, {"text_block_id": "p0_b8", "text": "ARTICLE 1 -\n* The purpose of this Law is to set forth the rules and principles for effective searching, exploring, developing,\n<\\li1>"}, {"text_block_id": "p0_b10", "text": "Scope"}, {"text_block_id": "p0_b11", "text": "ARTICLE 2 -"}, {"text_block_id": "p0_b12", "text": "ARTICLE 2 -\n* The purpose of this Law is to set forth the rules and principles for rightful ownership of the resources, during\n<\\li1>"}, {"text_block_id": "p0_b14", "text": "Definitions"}, {"text_block_id": "p0_b15", "text": "ARTICLE 3 -"}, {"text_block_id": "p0_b16", "text": "ARTICLE 3 -\n* The definitions and abbreviations used in the hereby Law have the following meanings:\n* Ministry: Ministry of Energy and Natural Resources,\n* MTA: General Directorate of Minerals Research and Exploration,\n* MIGEM: General Directorate of Mining Affairs,\n* Administration: Specific provincial administration,\n* Resources: Locations where geothermal liquids or natural mineral waters, gases are extracted separately or\n* Geothermal Resources: Locations that have temperatures constantly higher than the annual atmospheric average\n* Natural mineral water: Cold and hot natural waters that occur naturally in various depths of the earth's crust\n* Geothermal area: The area, for which the boundaries are defined by the scientific and technical works that are\n* Geothermal system: The system that enables the formation of the geothermal area, that covers all of the"}, {"text_block_id": "p1_b36", "text": "ARTICLE 3 -\n* The definitions and abbreviations used in the hereby Law have the following meanings:\n* Ministry: Ministry of Energy and Natural Resources,\n* MTA: General Directorate of Minerals Research and Exploration,\n* MIGEM: General Directorate of Mining Affairs,\n* Administration: Specific provincial administration,\n* Resources: Locations where geothermal liquids or natural mineral waters, gases are extracted separately or\n* Geothermal Resources: Locations that have temperatures constantly higher than the annual atmospheric average\n* Natural mineral water: Cold and hot natural waters that occur naturally in various depths of the earth's crust\n* Geothermal area: The area, for which the boundaries are defined by the scientific and technical works that are\n* Geothermal system: The system that enables the formation of the geothermal area, that covers all of the\n* Geothermal reservoir: The environment that represents integrity by being in a natural balance in terms of\n* Drilling: The procedure of geological tracking from the earth's surface towards the resource in the necessary\n* Fluid: Water, gas and vapor obtained from the resources,\n* Extraction: The procedure of storing the liquids in collection pools, tunnels and/or wells that are built via\n* Protection area: Areas where measures specified based on factors such as the field's geological and\n* Blocked area: The areas that are closed to exploration and that won't be open to operations, for the purpose of\n* Injection: Transferring liquids to underground geological formations via artificial methods,\n* Re-injection: Sending back/pushing all or remaining part of the produced geothermal liquids upon being used,\n* Discharge: Sending all or part of the geothermal liquid that has not been re-injected upon being used to other\n* Test: Works carried out for the purposes of defining the physical and chemical parameters in order to establish\n* Safe output: Maximum amount of liquid that can be produced from the same reservoir in unit of time in a way\n* License: Permit document issued to allow exploration of resources and carrying out operations in an area\n* Project: The text in the nature of a statement, that arranges the works that shall be carried out to benefit from\n* Exploration: Overall operations that are indicated in the project, that starts with the geological research for the\n* Exploratory license: License issued based on the project, to allow carrying out operations for resource\n* Operations: Overall activities that are indicated in the project, that contain production, usage, re-injection,\n* Operating license: License issued based on the project, to allow production and utilization of liquids within a\n* Activity: Procedures regarding exploration, development, operation and abandoning of geothermal resources\n* Activity report: The report that is annually prepared based on the criteria specified by regulation during license\n* Lease contracts: Contracts that enable leasing of the rights regarding usage areas based on the operating"}, {"text_block_id": "p2_b76", "text": "ARTICLE 3 -\n* The definitions and abbreviations used in the hereby Law have the following meanings:\n* Ministry: Ministry of Energy and Natural Resources,\n* MTA: General Directorate of Minerals Research and Exploration,\n* MIGEM: General Directorate of Mining Affairs,\n* Administration: Specific provincial administration,\n* Resources: Locations where geothermal liquids or natural mineral waters, gases are extracted separately or\n* Geothermal Resources: Locations that have temperatures constantly higher than the annual atmospheric average\n* Natural mineral water: Cold and hot natural waters that occur naturally in various depths of the earth's crust\n* Geothermal area: The area, for which the boundaries are defined by the scientific and technical works that are\n* Geothermal system: The system that enables the formation of the geothermal area, that covers all of the\n* Geothermal reservoir: The environment that represents integrity by being in a natural balance in terms of\n* Drilling: The procedure of geological tracking from the earth's surface towards the resource in the necessary\n* Fluid: Water, gas and vapor obtained from the resources,\n* Extraction: The procedure of storing the liquids in collection pools, tunnels and/or wells that are built via\n* Protection area: Areas where measures specified based on factors such as the field's geological and\n* Blocked area: The areas that are closed to exploration and that won't be open to operations, for the purpose of\n* Injection: Transferring liquids to underground geological formations via artificial methods,\n* Re-injection: Sending back/pushing all or remaining part of the produced geothermal liquids upon being used,\n* Discharge: Sending all or part of the geothermal liquid that has not been re-injected upon being used to other\n* Test: Works carried out for the purposes of defining the physical and chemical parameters in order to establish\n* Safe output: Maximum amount of liquid that can be produced from the same reservoir in unit of time in a way\n* License: Permit document issued to allow exploration of resources and carrying out operations in an area\n* Project: The text in the nature of a statement, that arranges the works that shall be carried out to benefit from\n* Exploration: Overall operations that are indicated in the project, that starts with the geological research for the\n* Exploratory license: License issued based on the project, to allow carrying out operations for resource\n* Operations: Overall activities that are indicated in the project, that contain production, usage, re-injection,\n* Operating license: License issued based on the project, to allow production and utilization of liquids within a\n* Activity: Procedures regarding exploration, development, operation and abandoning of geothermal resources\n* Activity report: The report that is annually prepared based on the criteria specified by regulation during license\n* Lease contracts: Contracts that enable leasing of the rights regarding usage areas based on the operating\n* Force majeur: Flood, fire, earthquake, subsidence, avalanche, state of war along with other conditions specified\n* Unexpected situations: Unexpected physical and chemical changes on the geology and resource conditions\n* Guarantee: The guarantee submitted to the administration in form of cash, letter of guarantee from a bank and\n* Gross proceedings: It is the total annual proceedings of the business that includes all types of product and"}, {"text_block_id": "p2_b84", "text": "Ownership and license"}, {"text_block_id": "p2_b85", "text": "ARTICLE 4"}, {"text_block_id": "p2_b86", "text": "–"}, {"text_block_id": "p2_b87", "text": "–\n* Geothermal resources and natural mineral waters shall be under the governance and execution of the State and\n* Rights regarding geothermal resources and natural mineral waters shall be granted to the citizens of the\n* Rights pertaining to geothermal resources and natural mineral waters shall descend by inheritance. Such rights"}, {"text_block_id": "p2_b93", "text": "CHAPTER TWO"}, {"text_block_id": "p2_b94", "text": "Licenses"}, {"text_block_id": "p2_b95", "text": "Exploratory license"}, {"text_block_id": "p2_b96", "text": "ARTICLE 5 -"}, {"text_block_id": "p2_b97", "text": "ARTICLE 5 -\n* Applications for exploratory licenses not exceeding five thousand hectares shall be submitted to the\n* Administration shall notify MIGEM about the information pertaining to the area of the application. In the\n* The duration of the exploratory licenses are three years. In the event of the operations progressing positively\n* During exploratory license period, production shall only be carried out for testing purposes and on condition"}, {"text_block_id": "p3_b105", "text": "ARTICLE 5 -\n* Applications for exploratory licenses not exceeding five thousand hectares shall be submitted to the\n* Administration shall notify MIGEM about the information pertaining to the area of the application. In the\n* The duration of the exploratory licenses are three years. In the event of the operations progressing positively\n* During exploratory license period, production shall only be carried out for testing purposes and on condition\n* Exploration and operations that are in an area that falls within boundaries of multiple cities, the application\n<\\li1>"}, {"text_block_id": "p3_b107", "text": "Operating License"}, {"text_block_id": "p3_b108", "text": "ARTICLE 6 -"}, {"text_block_id": "p3_b109", "text": "ARTICLE 6 -\n* In the event of the exploratory license holder submitting an application to the administration for operating\n* The operating license holders shall be liable to obtain the required permissions from the relevant institutions in\n* In the event of the operating license holder not starting operations within the specified duration or in the event\n* Renewals of any wells included in the project, increasing the quantity or capacity of any wells, injection,\n* The duration of the operating licenses are thirty years. If the license holder requests an extension at the end of\n* Requests for direct operation, with extraction, for geothermal and natural mineral waters with natural outlets"}, {"text_block_id": "p3_b121", "text": "Technical responsibility and activity report"}, {"text_block_id": "p3_b122", "text": "ARTICLE 7 -"}, {"text_block_id": "p3_b123", "text": "ARTICLE 7 -\n* Throughout the duration of exploration and operating licenses, it is mandatory to have the operations carried\n* Technical supervisor shall fulfill his/her duties and responsibilities by observing scientific and technical\n* It is mandatory for the exploration and operating activity reports that are prepared by the technical supervisor\n* In the event of the exploration and operating activity reports not being submitted to the Administration within"}, {"text_block_id": "p3_b131", "text": "Force majeure and unexpected situations"}, {"text_block_id": "p3_b132", "text": "ARTICLE 8 -"}, {"text_block_id": "p3_b133", "text": "ARTICLE 8 -\n* In the event of the occurrence of force majeure or unexpected situations, the license holder shall apply to the\n* License holder shall be obligated to start operations within maximum three months following the end of the"}, {"text_block_id": "p4_b137", "text": "ARTICLE 8 -\n* In the event of the occurrence of force majeure or unexpected situations, the license holder shall apply to the\n* License holder shall be obligated to start operations within maximum three months following the end of the\n"}, {"text_block_id": "p4_b138", "text": "CHAPTER THREE"}, {"text_block_id": "p4_b139", "text": "Mutual Provisions"}, {"text_block_id": "p4_b140", "text": "Inspection of Operations"}, {"text_block_id": "p4_b141", "text": "ARTICLE 9 -"}, {"text_block_id": "p4_b142", "text": "ARTICLE 9 -\n* Operations shall be inspected annually by the Administration. Upon request of the Administration, these\n<\\li1>"}, {"text_block_id": "p4_b144", "text": "Compensation shall be paid to the relevant staff and outside contractors appointed by MTA, per the general provisions of the Compensation Law No. 6245, in the amount that is equivalent to twofold of the daily compensation specified by the Budget Law on an annual basis, without subject to Article 50 of the Compensation Law No. 6245 dated 2/10/1954. No deductions under any title shall be made to the daily compensation paid per the scope of the hereby article."}, {"text_block_id": "p4_b145", "text": "In the event of MTA finding it necessary upon the inspections and examinations it conducts, MTA may also request participation of other relevant ministries, public institutions and agencies."}, {"text_block_id": "p4_b146", "text": "Transfer, registry, bid tender, fees, guarantee and Administration's share"}, {"text_block_id": "p4_b147", "text": "ARTICLE 10 -"}, {"text_block_id": "p4_b148", "text": "(1)"}, {"text_block_id": "p4_b149", "text": "The basis of transfer, registry, bid tender, fees, guarantee and administration's fees are as follows:"}, {"text_block_id": "p4_b150", "text": "The basis of transfer, registry, bid tender, fees, guarantee and administration's fees are as follows:\n* Transfer:  Exploration and operating licenses are transferable.\n* Registry: Administration shall be liable to keep a registry consisting of the matters of transfer, confiscation,\n* Bid Tender: Licenses that are dropped, abandoned or neglected may be opened to exploration & operations by\n* Fees: 1000 Turkish Liras shall be collected for geothermal resources and 500 Turkish Liras shall be collected\n* Guarantee: Based on the licensing process, a license guarantee in the amount of 1% of the licensing fees per\n* Administration's shares: Administration's share, which is 1% of the gross proceedings of the facilities where the"}, {"text_block_id": "p4_b162", "text": "(2)"}, {"text_block_id": "p4_b163", "text": "In the event of the rights holder not depositing the fees and guarantees within 15 days upon notification of the application acceptance, he/she is considered to have forfeited the request."}, {"text_block_id": "p5_b164", "text": "Administrative sanctions"}, {"text_block_id": "p5_b165", "text": "ARTICLE 11 -"}, {"text_block_id": "p5_b166", "text": "(1)"}, {"text_block_id": "p5_b167", "text": "It is mandatory to carry out the operations in accordance with the project. If it is determined that the license holder carries out operations without a permit or in matters that are not specified within his/her project, the guarantee shall be recorded as revenue, the operations shall be ceased, the guarantee amount shall be increased to threefold and it shall be requested to complete the guarantee payment within one month. For any reoccurrences of the same action, the guarantee shall be recorded as revenue and the license shall be revoked."}, {"text_block_id": "p5_b168", "text": "(2)"}, {"text_block_id": "p5_b169", "text": "In the event of determining that the license holder starts operations without conducting a resource conservation area survey or not adhering to the measures prescribed by the conservation area survey, the operations shall be interrupted and the guarantee shall be recorded as revenue. It shall be requested to have all the necessary corrective measures taken and to have the guarantee completed within six months. In the event of the guarantee not being submitted and not taking the necessary corrective measures within six months, the operations shall be ceased."}, {"text_block_id": "p5_b170", "text": "(3)"}, {"text_block_id": "p5_b171", "text": "In the event of non-payment of the administration's share within the required duration, the guarantee shall be recorded as revenue and a two-month extension period shall be granted to fulfill this obligation. In the event of failure to deposit the share of the administration and not fulfilling the guarantee obligations within such duration, the operations shall be ceased."}, {"text_block_id": "p5_b172", "text": "(4)"}, {"text_block_id": "p5_b173", "text": "In the event of determining that operations are carried out without a license, the operations shall be ceased by the administration. Per Specific Provincial Administration Law No. 5302 dated 2/22/2005, 50,000 Turkish Liras shall be accrued by the administration as an administrative fine."}, {"text_block_id": "p5_b174", "text": "(5)"}, {"text_block_id": "p5_b175", "text": "Operations carried out without obtaining a license and/or required permits, shall be ceased immediately. In the event of a necessity for urgent measures for the protection of the resource and/or the reservoir along with prevention of environmental pollution, such preventative measures shall be taken by the administration. All expenses associated with such causes, shall be collected by the responsible administration per the provisions of the Law on Collection Procedures of Assets No. 6183 dated 7/21/1953."}, {"text_block_id": "p5_b176", "text": "Easement and Expropriating"}, {"text_block_id": "p5_b177", "text": "ARTICLE 12 -"}, {"text_block_id": "p5_b178", "text": "(1)"}, {"text_block_id": "p5_b179", "text": "In the event of the exploratory license holder not reaching consent with the owner of the real estate where the exploratory operations shall take place, the license holder may apply to the Administration and request exercise of the easement rights."}, {"text_block_id": "p5_b180", "text": "(2)"}, {"text_block_id": "p5_b181", "text": "During the operating license period, in the event of not reaching consent with the owner of the land necessary for drilling, distribution pipeline right-a-way or extraction areas, the license holder may apply to the Administration and may request exercise of expropriating or easement rights. The request shall be evaluated by the Administration, and if found appropriate, a decision on behalf of public interest shall be made."}, {"text_block_id": "p5_b182", "text": "(3)"}, {"text_block_id": "p5_b183", "text": "Easement and expropriating procedures shall be carried out per the provisions of Expropriating Law No. 2942 dated 11/4/1983. The cost and expenses for easement and expropriating shall be paid by the license holder."}, {"text_block_id": "p5_b184", "text": "(4)"}, {"text_block_id": "p5_b185", "text": "The expropriated real estate shall be registered to the deed under the administration's name, and shall be assigned to the name of the license holder for the duration is of licensed operations."}, {"text_block_id": "p5_b186", "text": "(5)"}, {"text_block_id": "p5_b187", "text": "In the event of the administration determining that the expropriated real estate is no longer needed for the operations, the expropriated land can be returned to its previous owner, provided that the current value determined by the rules and principles prescribed by the Expropriation Law is paid by the acquirer and the transaction is officially notified to the license holder and to the previous owner of the real estate. If the previous owner is not willing to acquire the real estate within six months, the real estate shall remain in the possession of the administration."}, {"text_block_id": "p5_b188", "text": "(6)"}, {"text_block_id": "p5_b189", "text": "Annotation attached to the deed registry shall be deleted upon the request of the administration, without a court order."}, {"text_block_id": "p5_b190", "text": "(7)"}, {"text_block_id": "p5_b191", "text": "No lease rent or adequate pay shall be collected for the operations that are carried out in locations that are under the ownership of the treasury or that are under the governance and execution of the State as of the effective date of the hereby Law."}, {"text_block_id": "p5_b192", "text": "(8)"}, {"text_block_id": "p5_b193", "text": "Companies that conduct geothermal resource distribution and production shall be considered as industrial establishments and waste treatment institutions. Per this assessment, they shall be entitled to benefit from all incentives and rights that are granted to the industrial establishments and waste treatment institutions."}, {"text_block_id": "p5_b194", "text": "Establishment of pledge, confiscation, provisional injunction and lien ARTICLE 13 -"}, {"text_block_id": "p6_b195", "text": "(1)"}, {"text_block_id": "p6_b196", "text": "Integral parts pertaining to the production of the resource, such as wells, all types of facilities, equipment, water conveying pipelines and systems, tools along with other annual operating material that are required for the operation of the licensed area may not be severally confiscated nor can they have provisional injunctions established, however, in case of a full transfer it can be possible to establish confiscation and provisional injunctions. In the event of a decision to establish provisional injunction on all of them or to conduct sale by execution, the operations of the business shall not be interfered."}, {"text_block_id": "p6_b197", "text": "(2)"}, {"text_block_id": "p6_b198", "text": "It is possible to place a lien on the operating license per the relevant provisions of the Turkish Civil Code No. 4721 dated 11/22/2001, provided that its duration does not exceed the expiration date of the license. In the event of changes in areas subject to the operating license with a lien on it, the existing lien shall continue to be in effect with the exact conditions for the newly issued license without the need for additional procedures."}, {"text_block_id": "p6_b199", "text": "(3)"}, {"text_block_id": "p6_b200", "text": "In the event of the expiration of the operating license, the lien shall continue to be in effect on the facilities, vehicles, tools and materials of the license holder, excluding the wells and the facilities that are built to protect such wells."}, {"text_block_id": "p6_b201", "text": "Conservation of the resource reservoir ARTICLE 14 -"}, {"text_block_id": "p6_b202", "text": "(1)"}, {"text_block_id": "p6_b203", "text": "Conservation of the geothermal systems that constitute the source of the operations subject to the hereby Law, not wasting the resource and protecting the environment shall be the primary basis and it shall be mandatory for the license holder to conduct a survey of the source conservation areas prior to assuming operations. Otherwise the operations shall be ceased, and the license holder shall be granted sufficient time to determine and designate conservation areas. In the event of not determining conservation areas within such duration, the provisions of Article 11 shall be applicable."}, {"text_block_id": "p6_b204", "text": "(2)"}, {"text_block_id": "p6_b205", "text": "Survey reports of the conservation area shall be approved by the Administration, upon obtaining the recommendation of MTA. Restrictions and conditions prescribed in the survey of the resource conservation areas relevant to the land usage and structuring, shall form the basis of the construction development plans. General principles pertaining to the measures that will be taken in the resource conservation areas shall be determined by regulation."}, {"text_block_id": "p6_b206", "text": "(3)"}, {"text_block_id": "p6_b207", "text": "Upon conducting inspections, in the event of MTA determining that the operations do not comply with the prescribed measures, the operations shall be ceased by the Administration. The measures that will be taken shall be determined by MTA and forwarded to the Administration. The Administration shall be liable to take the necessary measures and/or to have the necessary measures taken. A maximum of one year duration shall be granted for taking the necessary measures. The license shall be revoked in the event of failing to fulfill the prescribed measures."}, {"text_block_id": "p6_b208", "text": "(4)"}, {"text_block_id": "p6_b209", "text": "License holder may discharge the liquid generated during operations if it meets the environmental restrictions. If the contents of the liquid do not permit discharge per environmental limits, license holder shall be responsible for re-injection. However, in the event of MTA disapproving re-injection due to the physical and chemical characteristics of the formation, this discharge shall be carried out by taking all measures to prevent environmental pollution."}, {"text_block_id": "p6_b210", "text": "(5)"}, {"text_block_id": "p6_b211", "text": "Re-injection and injection conditions may not be required in individual thermal springs and natural mineral water businesses that are outside of the integrated geothermal resource usage area. Administration shall decide on"}, {"text_block_id": "p6_b212", "text": "this by taking in consideration of the Ministry of Environment and Forestry’s recommendation."}, {"text_block_id": "p6_b213", "text": "Facility assignments and transfers"}, {"text_block_id": "p6_b214", "text": "ARTICLE 15 -"}, {"text_block_id": "p6_b215", "text": "(1)"}, {"text_block_id": "p6_b216", "text": "Exploration or operating license holder may request to assign full or partial assignment of the licensed area. Administration shall determine whether the necessary safety measures related to the operations are fulfilled and that environmental planning has been implemented and shall approve the request."}, {"text_block_id": "p6_b217", "text": "(2)"}, {"text_block_id": "p6_b218", "text": "In the event of the exploration and operating licenses ending due to termination, cancellation or expiration, wells and facilities built to protect such wells shall be reverted to the administration, without any indemnity to the owner, provided that the necessary well safety measures are to be placed. Other facilities, vehicles, tools and materials belong to the license holder. Assets that are reverted to the Administration by this method shall be sold by bid tender and the necessary licensing requirements shall be followed."}, {"text_block_id": "p7_b219", "text": "CHAPTER FOUR"}, {"text_block_id": "p7_b220", "text": "Various Provisions"}, {"text_block_id": "p7_b221", "text": "Services of the General Directorate of Mineral Research and Exploration and relevant rights ARTICLE 16 -"}, {"text_block_id": "p7_b222", "text": "(1)"}, {"text_block_id": "p7_b223", "text": "MTA shall conduct exploration for geothermal and natural mineral water resources, by obtaining a license per the provisions of the hereby Law but exempted from the licensing fee and guarantee requirements. In the event of MTA determining the presence of a resource in the areas for which it has obtained an exploratory license, such area shall be put out to bid tender by MTA and the Administration shall issue an operating license to the tender winner for such area. Any expenses by MTA shall be collected from the tender amount and the remaining amount shall be shared between MTA and the Administration."}, {"text_block_id": "p7_b224", "text": "(2)"}, {"text_block_id": "p7_b225", "text": "MTA, without subject to licensing requirement, shall be able to conduct all types of scientific and technical works everywhere, including existing licensed areas."}, {"text_block_id": "p7_b226", "text": "Matters regarding cultural and tourism conservation and development regions and tourism centers ARTICLE 17 -"}, {"text_block_id": "p7_b227", "text": "(1)"}, {"text_block_id": "p7_b228", "text": "In cultural and tourism conservation and development regions and tourism centers that are declared per the Law for the Encouragement of Tourism No. 2634 dated 3/12/1982;"}, {"text_block_id": "p7_b229", "text": "In cultural and tourism conservation and development regions and tourism centers that are declared per the Law for the Encouragement of Tourism No. 2634 dated 3/12/1982;\n* In the permits that will be issued within the scope of the hereby Law for the operations with thermal tourism\n* The cost of geothermal water usage of the facilities with tourism license shall be determined based on the\n* Administration shall initially obtain the opinion of the Ministry of Culture and Tourism for any new operations."}, {"text_block_id": "p7_b235", "text": "(2)"}, {"text_block_id": "p7_b236", "text": "Except for the liquids that are feasible for power production and heating applications, thermal tourism usage shall have priority in areas where other liquids exist."}, {"text_block_id": "p7_b237", "text": "(3)"}, {"text_block_id": "p7_b238", "text": "Within the scope of the hereby article, the companies that will be established by the municipalities shall not be subject to Article 27 of Privatization Applications Law No. 4046, but the opinion of the Ministry of Internal Affairs shall be obtained."}, {"text_block_id": "p7_b239", "text": "(4)"}, {"text_block_id": "p7_b240", "text": "All terms and conditions regarding the implementation of the hereby article shall be determined by the regulations issued by the Ministry, by obtaining the consent of the Ministry of Culture and Tourism."}, {"text_block_id": "p7_b241", "text": "ARTICLE 18 -"}, {"text_block_id": "p7_b242", "text": "(1)"}, {"text_block_id": "p7_b243", "text": "Third paragraph of Article 47 of Mining Law No. 3213 dated 6/4/1985 has been amended as follows;"}, {"text_block_id": "p7_b244", "text": "\"General Directorate of Mineral Research and Exploration shall be granted discovering rights per Article 15 for the mines discovered upon obtaining exploratory license per the provisions of the hereby Law. Such licenses that are transferred to the General Directorate until the expiration date of the exploratory license shall be put out to bid tender per the provisions of Article 30. 50% of the proceedings from the tender shall be transferred to MTA as resource revenue.\""}, {"text_block_id": "p7_b245", "text": "ARTICLE 19 -"}, {"text_block_id": "p7_b246", "text": "(1)"}, {"text_block_id": "p7_b247", "text": "MTA may conduct domestic or foreign exploration, research, development and scientific and technical works with local and foreign public or private legal entities, for geothermal resources and natural mineral waters. It shall collect shares from operating revenues, at a rate that will be determined upon agreement with the relevant company, provided that it is a minimum of 20%. Implementation terms and conditions of the hereby article shall be determined by the regulations issued by the Ministry."}, {"text_block_id": "p7_b248", "text": "Regulation"}, {"text_block_id": "p7_b249", "text": "ARTICLE 20 -"}, {"text_block_id": "p7_b250", "text": "(1)"}, {"text_block_id": "p7_b251", "text": "The procedures and terms regarding the execution of the hereby Law, shall be regulated by the legislation to be issued by the Ministry, within six months of the effective date of the hereby Law."}, {"text_block_id": "p7_b252", "text": "Rescinded Provisions"}, {"text_block_id": "p8_b253", "text": "ARTICLE 21 -"}, {"text_block_id": "p8_b254", "text": "(1)"}, {"text_block_id": "p8_b255", "text": "The hereby Law revokes the Law on Abuse of Hot and Cold Mineral Waters and Thermal Spring Installations No. 927, dated 6/10/1926, Additional Article 1 of Law for the Encouragement of Tourism No. 2634, dated 12/3/1982 along with the Law on Amendment of Abandoned Mines Regulation dated March 26, 1322 and Article 50 of the Mine Regulation No. 1794, dated March 26, 1322 and the provisions regarding hot and cold healing mineral waters for drinking and bathing purposes of the Law Regarding Exploration and Operation of Abandoned Mines No. 4268, dated 6/17/1942."}, {"text_block_id": "p8_b256", "text": "CHAPTER FIVE"}, {"text_block_id": "p8_b257", "text": "Provisional and Final Provisions"}, {"text_block_id": "p8_b258", "text": "PROVISIONAL ARTICLE 1 -"}, {"text_block_id": "p8_b259", "text": "(1)"}, {"text_block_id": "p8_b260", "text": "Licenses and rights granted prior to the effective date of the hereby Law, per the scope of the Abandoned Mines Regulation dated 3/26/1322, Law Regarding Exploration and Operation of Abandoned Mines No. 4268, dated 6/17/1942, Law Regarding Governance and Duties of the Ministry of Energy and Natural Resources No. 3154, dated 2/19/1985, Law Regarding Amendments to the Mine Law No. 5177 dated 5/26/2004 and specific Laws, Law No. 927 and 264 and Abandoned Mine Law No. 6309 dated 3/3/1953 per the decision of the Council of Ministers No. 83/6568, shall be adapted as follows."}, {"text_block_id": "p8_b261", "text": "Licenses and rights granted prior to the effective date of the hereby Law, per the scope of the Abandoned Mines Regulation dated 3/26/1322, Law Regarding Exploration and Operation of Abandoned Mines No. 4268, dated 6/17/1942, Law Regarding Governance and Duties of the Ministry of Energy and Natural Resources No. 3154, dated 2/19/1985, Law Regarding Amendments to the Mine Law No. 5177 dated 5/26/2004 and specific Laws, Law No. 927 and 264 and Abandoned Mine Law No. 6309 dated 3/3/1953 per the decision of the Council of Ministers No. 83/6568, shall be adapted as follows.\n* Resources operated or put to leasing by the Specific Provincial Administrations shall be transferred to the\n* Resources that Specific Provincial Administrations issue operating license for shall be transferred to the license\n* Resources for which the province turns over the duty and dividends shall be transferred in the name of the\n* Resources operated and/or put out to leasing by the municipalities shall be transferred in the name of the\n* Resources operated by the companies that the municipality and Specific provincial administrations are in\n* Operating rights granted by MTA prior to the issuance of the hereby Law, by contracts and protocols concluded\n* Mineral springs, mineral waters, hot springs and thermal springs for which extension requests have been made\n* Resources operated by Electricity Generation Corporation (Elektrik Uretim A.S.) shall be transferred in the"}, {"text_block_id": "p8_b277", "text": "(2)"}, {"text_block_id": "p8_b278", "text": "For operations under privileged licenses, the total duration may not exceed ninety-nine years, by taking into account the duration that the right owner has used in the past."}, {"text_block_id": "p8_b279", "text": "(3)"}, {"text_block_id": "p8_b280", "text": "Acquired licenses shall be notified to MIGEM."}, {"text_block_id": "p8_b281", "text": "(4)"}, {"text_block_id": "p8_b282", "text": "As of the effective date of the hereby Law, the licenses for which extension requests have been made within the prescribed time periods per Law No. 927 along with the new applications submitted for obtaining licenses per Provisional Article 4 of Law No. 5177, shall be finalized per Provisional Article 4 of Law No. 5177 that is in effect at the time of the application and per Law No. 927 by the specific provincial administrations and those found appropriate shall be granted licenses and shall be adapted to the hereby Law."}, {"text_block_id": "p8_b283", "text": "PROVISIONAL ARTICLE 2 -"}, {"text_block_id": "p8_b284", "text": "(1)"}, {"text_block_id": "p8_b285", "text": "Rights that are obtained prior to the effective date of the hereby Law, the right owner shall be liable to apply to the Administration within six months with current information and documents regarding the resource subject to such rights along with information and projects regarding the existing facilities on the site, such as licenses, permits, privileged agreement, contract, registry and similar documents that demonstrate the ownership of right, and operations project if any, along with guarantee receipts and shall assume the liabilities."}, {"text_block_id": "p9_b286", "text": "(2)"}, {"text_block_id": "p9_b287", "text": "In the event of no requests for acquisition of rights within six months, the guarantee shall be increased by twofold and additional six month duration shall be granted. In the event of no transfer requests within such duration, the relevant operations shall be ceased."}, {"text_block_id": "p9_b288", "text": "(3)"}, {"text_block_id": "p9_b289", "text": "As of the effective date of the Law, no applications shall be accepted for a period of one year. Applications made within the first week following this period shall be considered to be made simultaneously and the order of priority shall be determined by random draw. Application fee in the amount of minimum guarantee amount shall be collected from the applications made within the first week."}, {"text_block_id": "p9_b290", "text": "(4)"}, {"text_block_id": "p9_b291", "text": "Administration shall be obligated to inform MIGEM within three months following the effective date of the hereby Law, of the resource licenses within the boundaries of their province and applications that are found appropriate for license issuance by MIGEM, of the right owner, resource and area boundary coordinates, type of resource, license duration, property status and all other necessary information."}, {"text_block_id": "p9_b292", "text": "PROVISIONAL ARTICLE 3 -"}, {"text_block_id": "p9_b293", "text": "(1)"}, {"text_block_id": "p9_b294", "text": "Exploratory license for the resources or resource areas that are turned over, leased or issued usage rights by MTA prior to the effective date of the hereby Law, to public or private legal entities, municipalities, specific administrations via contracts and that are terminated as of the effective date of the hereby Law along with resources and/or resource areas that are determined by the works conducted by MTA and that are and will be registered in the name of MTA, shall be issued by the administration and MIGEM shall be notified. Such licensed areas shall be placed on a bid tender by MTA. Upon deducting the exploration expenses of MTA from the tender proceedings, the remaining amount shall be equally divided between MTA and the Administration."}, {"text_block_id": "p9_b295", "text": "(2)"}, {"text_block_id": "p9_b296", "text": "Of such sites that are and will be registered under the name of MTA; those who cannot be placed on a bid tender for any reason, half of the administration's share shall be paid to MTA."}, {"text_block_id": "p9_b297", "text": "PROVISIONAL ARTICLE 4 -"}, {"text_block_id": "p9_b298", "text": "(1)"}, {"text_block_id": "p9_b299", "text": "The Turkish Lira expression used in the hereby Law, shall be interchangeable to new currency as long as the currency in circulation in the country is called \"New Turkish Lira\" per the provisions of the Law Regarding Currency of the Republic of Turkey No. 5083 dated 1/28/2004."}, {"text_block_id": "p9_b300", "text": "PROVISIONAL ARTICLE 5"}, {"text_block_id": "p9_b301", "text": "–"}, {"text_block_id": "p9_b302", "text": "(1)"}, {"text_block_id": "p9_b303", "text": "Of the domestic coal power plants with capacity of over 1000 MW, built by the companies who are granted coal usage rights as a result of the coal allocation royalty tender held by the Elektrik Uretim AS company, the power produced by those who start operations by the end of 2014 shall be purchased by companies that hold retail and wholesale licenses by bilateral agreements with fifteen year terms and provisions regarding the purchase of the electric power that will be undertaken shall be inserted in the licenses of such companies."}, {"text_block_id": "p9_b304", "text": "(2)"}, {"text_block_id": "p9_b305", "text": "In the event of a production balance that cannot be tied to a bilateral agreement between the amount that will be sold to the whole and retail sale companies and the annual electric quantity that the power plant will produce, Turkish Electricity Trade and Contracting Corporation (Turkiye Elektrik Ticaret ve Taahhüt Anonim Sirketi) shall conclude a purchase agreement for such quantities."}, {"text_block_id": "p9_b306", "text": "(3)"}, {"text_block_id": "p9_b307", "text": "In the coal allocation royalty tenders that will be held by Elektrik Uretim A.S. for the purposes of building domestic coal power plants with capacity over 1000MW, the bidders shall propose an annual royalty fee, based on the electric power generation annual quantities for a period of fifteen years and annual unit sale price for electric power. The selection in such tender shall be per the terms defined in the technical specifications and as a result of evaluating the sum of the amounts rounded down to the date of the tender from a specific discount limit that is previously determined for the electric power purchase amounts that are obtained by multiplying the proposed annual production quantities by the annual unit sale price of electric power and royalty fee."}, {"text_block_id": "p9_b308", "text": "Effective Date"}, {"text_block_id": "p9_b309", "text": "ARTICLE 22 -"}, {"text_block_id": "p9_b310", "text": "(1)"}, {"text_block_id": "p9_b311", "text": "This Regulation becomes effective on its issue date."}, {"text_block_id": "p9_b312", "text": "Execution"}, {"text_block_id": "p9_b313", "text": "ARTICLE 23 -"}, {"text_block_id": "p9_b314", "text": "(1)"}, {"text_block_id": "p9_b315", "text": "The provisions of this Law are executed by the Council of Ministers."}], "document_description": "In order to increase the production and consumption of geothermal energy 10-fold, the Act was passed as a specific act to this renewable source in addition to the Act on Renewable Energy (see flagship legislation).  The Act outlines the procedure, elements and sanctions for issuing transferring and revoking operation licences, auditing the actions of firms while safeguarding resource and the environment. The Act also regulates natural gas that is produced during the process of geothermal production.  The Act sets forth the rules and principles for rightful ownership of the resources, during the exploration and operational periods of the geothermal and natural mineral water resources that are/will be specified along with gases with geothermal origins, their turnover, abandonment, bid tendering and terminating the use of resources and protection and extraction of resources."}