{"document_instrument_name": ["Capacity building|Governance", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Turkey", "document_category": "Law", "document_sector_name": "Energy", "document_date": "01/01/2020", "document_language": "Turkish", "document_name": "Law on Change in Some Laws", "document_country_code": "TUR", "document_hazard_name": [], "document_keyword": "Energy Supply", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/TUR/2020/TUR-2020-01-01-Law on Change in Some Laws_e914e405bf20b183c3c19aa21b42e6bc.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This Law aims to ensure the establishment of a financially sound, stable and transparent electricity market operating in a competitive environment under, and subject to, private law provisions. It also aims to ensure the independent regulation and supervision of the private market for purposes of providing sufficient, good quality, uninterrupted, low cost and environment-friendly electricity to consumers. It applies to electricity generation, transmission, distribution, wholesale and retail sale, import and export, market operation as well as to the rights and obligations of all real and legal persons engaged in such activities.  For the electricity generation facilities which are based on renewal energy sources under the Law no. 5346 and are to be put into operation until 31/12/2020, including those in operation as of the day of publication of this Law, [...], eighty-five percent deduction shall be applicable to the values of investment and permits in the first ten years of their operating period, rent, easement and utilization right, as of the date of permit granted by the authority.This law was amended on July 28, 2020 by the Regulation on the amendments of the electricity market license regulation, notably to update licensing rules regarding power plants switching from coal to geothermal."}