{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Paraguay", "document_category": "Law", "document_sector_name": [], "document_date": "15/09/2017", "document_language": "English", "document_name": "National Law on Climate Change no. 5875", "document_country_code": "PRY", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/PRY/2017/PRY-2017-09-15-National Law on Climate Change no. 5875_8b6bd443508be44e309055bec60674a7.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Law no. 5875/17 on Climate Change establishes a normative framework in Paraguay for mitigation and adaptation, in line with its adhesion to the Paris Agreement and the National Development Plan. It aims in particular at implementing actions that reduce the country's vulnerabilities to climate change and actions which allow to reduce its greenhouse gases emissions. These actions will be developed in a National Plan for Climate Change which will detail and actualise the dedicated policies.<br>&nbsp;<br>&nbsp;The law further mandates the creation of a number of institutions: 1) the National Commission on Climate Change as an multi institutional body in charge of setting up and updating the country's policy strategies, 2) a National Directorate on Climate Change as the executive body in charge of applying climate change policies, and 3) the Climate Change Fund that will be under managed by the executive's Environment Secretariat (Seam). More broadly, the Secretariat will oversee public and private funds directed towards mitigation and adaptation.<br>&nbsp;<br>&nbsp;The Decree no. 14.943/01, implementing the National Climate Change Program, will be updated in accordance with the new law."}