{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Morocco", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "01/01/2010", "document_language": "French", "document_name": "Elative law at the National Agency for the Development of renewable energies and energy efficiency", "document_country_code": "MAR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MAR/2010/MAR-2010-01-01-Elative law at the National Agency for the Development of renewable energies and energy efficiency_54525d53d8f7edf46f12ed6aee7df948.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Establishes The Moroccan Agency for Development of Renewable Energy and Energy Efficiency (ADEREE), as a public agency. The ADEREE aims to contribute to the implementation of the national policy on renewable energy and energy efficiency. It proposes national, regional and sectoral plans for the development of renewable energy and energy efficiency. The ADEREE is also competent to design and implement development programmes in the areas of renewable energy and energy efficiency.\n\nThe law No. 39-16 amends Law No. 16-09 on the National Agency for the Development of Renewable Energies and Energy Efficiency. It modifies the Agency's name to \"Moroccan Agency for Energy Efficiency\" and sets new objectives, in particular: the agency must make a proposal for a national plan, and sectoral and regional plans for the development of energy efficiency; the promotion of energy production from renewable sources, its commercialisation and export by public or private entities; subjecting renewable energy production facilities to an authorization or declaration regime and; to monitor and adapt technologies in the field of energy efficiency, in particular through the implementation of pilot projects of illustrative, demonstration or incentive character."}