{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Morocco", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Urban", "Transportation", "Tourism", "LULUCF", "Industry", "Energy", "Agriculture"], "document_date": "25/12/2009", "document_language": "English", "document_name": "Framework Law 99-12 on the National Charter for the Environment and Sustainable Development", "document_country_code": "MAR", "document_hazard_name": [], "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MAR/2009/MAR-2009-12-25-Framework Law 99-12 on the National Charter for the Environment and Sustainable Development_69124a97e3aa5403cade83bc1e15fd38.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Framework Law lays the ground for a national policy for the protection of the environment and the sustainable development. It was prepared in consultation with all ministry departments, economic and social operators, civil society and academics. It gives legal basis to the National Charter for Environment and Sustainable Development, establishing the principles, rights, duties and obligations set forth by the Charter.<br>&nbsp;<br>&nbsp;The framework law aims to:</div><ul><li>set out the rights and duties, inherent to the environment and sustainable development, recognized to physical and moral persons, and proclaim the principles that must be respected by the State, local authorities, public institutions, State-owned enterprises and their corporate partners, both in the development of their action plans and at the level of their implementation</li><li>strengthen the legal protection of resources and ecosystems by listing the types of actions or measures the State proposes to take in order to fight against all forms of pollution and nuisance and provide a high level of effective protection to such resources</li><li>establish sustainable development as a core value shared by all components of the society, but also as an approach to be covered in public policies for the global and sectoral development, and require that the government develops a national strategy for sustainable development in order to allow all parties involved to understand the main directions in this field to which they should refer</li><li>define the responsibilities and commitments that all stakeholders - government, local authorities, public institutions and State-owned enterprises, private enterprises, NGOs and citizens - must respect in terms of environment and sustainable development</li><li>plan institutional, economic and financial measures in order to establish a system of environmental governance characterized by the efficiency and coherence of actions, particularly in terms of assessment, awareness, education and social communication for the environment and sustainable development</li><li>lay the foundations for a system of environmental responsibility with a mechanism for compensating damages caused to the environment, and decide the establishment of an environmental police to strengthen the ability of the authorities to ensure proper environmental enforcement</li></ul><div>&nbsp;<br>&nbsp;It considers the sectors and activities related to energy, water, forests, marine fisheries, agriculture, transport, tourism, urbanism, construction, waste management and industry as having a high potential for sustainability, and a priority in terms of achieving sustainable development. To this end, the government authorities and relevant institutions in charge of these sectors and activities are required to ensure the adoption of concrete sustainability measures in their management and wide dissemination of these measures.<br>&nbsp;<br>&nbsp;The framework law explicitly mentions the fight against climate change. Environmental protection involves the promotion of sustainable uses of resources, the fight against pollution and the combined effects of desertification and climate change. It calls for strengthening national capacities to promote adaptation to climate change, as well as for the use of renewable energy and energy efficiency technologies to fight against energy waste."}