{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Morocco", "document_category": "Law", "document_sector_name": ["Waste", "LULUCF", "Energy"], "document_date": "01/01/2010", "document_language": "French", "document_name": "Law on renewable energies", "document_country_code": "MAR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Renewables"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MAR/2010/MAR-2010-01-01-Law on renewable energies_042c524bd467633a3efdb9ca2e800d4b.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law provides a legal framework for the development of renewable energy projects in Morocco. These are defined as all sources of energy that are naturally renewable, particularly solar energy, wind energy, geothermal energy, wave and tidal energy, as well as energy generated through biomass, waste and biogas (but excluding hydraulic energy with installed power above 30MW). The law prioritises the development of renewable sources in order to promote energy security, access to energy, sustainable development, reduction of GHG emissions, reduction of deforestation, and integration/harmonisation of Morocco's renewable energy production with other Euro-Mediterranean markets.\nOriginally passed in 2010, the latest version from December 2015, introduces a net metering scheme for solar and wind power plants connected to the high-voltage grid, and in the future also those connected at the middle and low-voltage level. In particular, the law calls for regulation detailing the conditions for investors in solar-PV to benefit from opening of the low-voltage grid to renewable power installations. Private investors in renewable power in general will be able to sell their surplus output to the grid, but no more than 20 per cent of their annual production. The exact terms and conditions of the net metering scheme will be set by regulation.\nThe law further regulates the electricity sector and creates an authorisation/declaration system, depending on the capacity of the facility: a declaration is required if an electricity generating facility capacity is between 20kW and 2MW; an authorisation is required if an electricity generating facility capacity is equal to or higher than 2MW. In respect of facilities that produce thermal energy, there is only a declaration if the capacity is equal to or higher than 8MW. It also allows the supply and export of the electricity produced to the local market and/or through the national grid and interconnections with other countries."}