{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Morocco", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Tourism", "Residential and Commercial", "LULUCF", "Industry", "Health", "Energy", "Economy-wide", "Agriculture"], "document_date": "25/12/2009", "document_language": "English", "document_name": "National Plan Against Climate Change", "document_country_code": "MAR", "document_hazard_name": ["Cold Waves", "Heat Waves And Heat Stress", "Desertification", "Floods"], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MAR/2009/MAR-2009-12-25-National Plan Against Climate Change_be38cf6d6826e8e2d7048b94c4f59a7b.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Plan presents the mitigation and adaptation actions taken to combat climate change. It consolidates within the Department for the Environment a number of initiatives related to climate change established by other ministries. It presents a summary of current emissions and projections of climate impacts, and it integrates the plans of individual ministries.<br>&nbsp;<br>&nbsp;The Plan includes a summary of current emissions and projections of climate impacts. The mitigation measures draw upon the 2008 National Energy Strategy and are mainly related to energy efficiency and the production of renewable energy. They comprise seven areas: energy demand and supply, transportation, industry, waste management, agriculture, forestry and construction. In order to promote mitigation measures, the Department for the Environment should: promote CDM projects; elaborate GHG inventories, particularly aiming at establishing carbon pricing; and establish green taxes for electric equipment and energy efficiency improvement in existing buildings.<br>&nbsp;<br>&nbsp;Adaptation measures are proposed within the areas of weather forecast, water resources, agriculture, forestry, desertification, fisheries, public health, and tourism.<br>&nbsp;<br>&nbsp;The National Plan against Climate Change establishes a number of research initiatives to promote climate change mitigation and adaptation. These include creating a human and technical apparatus to allow the identification, monitoring and alert of extreme climate events; promoting research on climate variation and climate change prediction; preparing climate risk assessments on regional and local levels; helping different sectors to evaluate their vulnerabilities to climate change; and elaborating climate change adaptation strategies.<br><br>The 2009 version was replaced in 2019 by the National Plan against Climate Change with a vision until 2030.&nbsp;"}