{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Nigeria", "document_category": "Policy", "document_sector_name": ["Social development", "Economy-wide"], "document_language": "English", "document_name": "Medium Term National Development Plan 2021 - 2025", "document_country_code": "NGA", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "11/11/2021", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/NGA/2021/NGA-2021-11-11-Medium Term National Development Plan 2021 - 2025_b169a322ccc47f14adf4d4a2f67d53ec.pdf", "text_blocks": [{"text_block_id": "p23_b1", "text": "22"}, {"text_block_id": "p22_b1", "text": "21"}, {"text_block_id": "p21_b1", "text": "20"}, {"text_block_id": "p20_b1", "text": "19"}, {"text_block_id": "p19_b1", "text": "Outline of the Draft Planand Sector Strategy"}, {"text_block_id": "p18_b1", "text": "• Lack of core knowledge and competence to drive M&Eactivities"}, {"text_block_id": "p17_b1", "text": "• Professionalizing existing DPRS departments to ensure capacity andinstitutionalization will be critical by:"}, {"text_block_id": "p16_b1", "text": "• Alignment of national visions and strategic targets with state governments will bepursued through the following means:"}, {"text_block_id": "p15_b1", "text": "• The goal is that by 2025, Nigeria has laid the foundation for a strong institutional structure and systems drivingefficient implementation of at least 60% of the targets in the MTNDP"}, {"text_block_id": "p14_b1", "text": "Implementation and M&EFramework"}, {"text_block_id": "p13_b1", "text": "• Continuing with prudent fiscal management with enhanced focus on mobilization of non-oil revenues to engenderincreased spending on social-protection initiatives and reduce the dependency of the budget on domestic andexternal financing to improve debt-servicing capacity. In view of the economic fallout from the pandemic, asustained economic recovery would be a major requirement for considering additional revenue-enhancingmeasures."}, {"text_block_id": "p12_b1", "text": "11"}, {"text_block_id": "p11_b1", "text": "10"}, {"text_block_id": "p10_b1", "text": "9"}, {"text_block_id": "p9_b1", "text": "• Continue to contain the economic and health impact of the pandemic through fiscal and monetary policies in atransparent and efficient manner."}, {"text_block_id": "p8_b1", "text": "• Challenging macroeconomic environment underpinned by high dependence of the economy on oil forgovernment’s revenue and exports with implications for foreign exchange regime and foreign exchange availability"}, {"text_block_id": "p7_b1", "text": "Macro-economic Framework"}, {"text_block_id": "p6_b1", "text": "5"}, {"text_block_id": "p5_b1", "text": "Strategic Framework"}, {"text_block_id": "p4_b1", "text": "Improve access to quality education,affordable healthcare and productivity"}, {"text_block_id": "p3_b1", "text": "Build a thriving and sustainableeconomy"}, {"text_block_id": "p2_b1", "text": "010203040506"}, {"text_block_id": "p1_b1", "text": "Nigeria’s Medium Term National Development Plan(MTNDP) - 2021-2025"}, {"text_block_id": "p59_b1", "text": "Thank you for yourattention"}, {"text_block_id": "p58_b1", "text": "Pending data points – Prioritization, costing and implementation"}, {"text_block_id": "p57_b1", "text": "Pending data points – Past performance and targets"}, {"text_block_id": "p56_b1", "text": "Summary of pending datapoints from MDAs"}, {"text_block_id": "p55_b1", "text": "54"}, {"text_block_id": "p54_b1", "text": "53"}, {"text_block_id": "p53_b1", "text": "52"}, {"text_block_id": "p52_b1", "text": "51"}, {"text_block_id": "p51_b1", "text": "50"}, {"text_block_id": "p50_b1", "text": "49"}, {"text_block_id": "p49_b1", "text": "48"}, {"text_block_id": "p48_b1", "text": "47"}, {"text_block_id": "p47_b1", "text": "46"}, {"text_block_id": "p46_b1", "text": "45"}, {"text_block_id": "p45_b1", "text": "44"}, {"text_block_id": "p44_b1", "text": "43"}, {"text_block_id": "p43_b1", "text": "42"}, {"text_block_id": "p42_b1", "text": "41"}, {"text_block_id": "p41_b1", "text": "40"}, {"text_block_id": "p40_b1", "text": "39"}, {"text_block_id": "p39_b1", "text": "38"}, {"text_block_id": "p38_b1", "text": "37"}, {"text_block_id": "p37_b1", "text": "36"}, {"text_block_id": "p36_b1", "text": "35"}, {"text_block_id": "p35_b1", "text": "34"}, {"text_block_id": "p34_b1", "text": "33"}, {"text_block_id": "p33_b1", "text": "32"}, {"text_block_id": "p32_b1", "text": "31"}, {"text_block_id": "p31_b1", "text": "30"}, {"text_block_id": "p30_b1", "text": "29"}, {"text_block_id": "p29_b1", "text": "28"}, {"text_block_id": "p28_b1", "text": "27"}, {"text_block_id": "p27_b1", "text": "Strengthen value chain linkages bypromoting local sourcing and valueaddition. Nigeria will foster backwardintegration and local sourcing bysupporting manufacturing, foodprocessing companies, and institutionalbuyers with a focus on priority valuechains, to strengthen the overall industryand create jobs. Further, efforts willaccelerate local processing and valueaddition to ensure the year-roundavailability and affordability of nutritiousfood"}, {"text_block_id": "p26_b1", "text": "Overview of Sector Strategy"}, {"text_block_id": "p25_b1", "text": "24"}, {"text_block_id": "p24_b1", "text": "23"}, {"text_block_id": "p23_b2", "text": "Part One: Introduction"}, {"text_block_id": "p22_b2", "text": "Part Seven: Regional Development"}, {"text_block_id": "p21_b2", "text": "Part Four: Public Administration"}, {"text_block_id": "p20_b2", "text": "Part One: Introduction"}, {"text_block_id": "p18_b2", "text": "• Absence of a National M&E Standard OperatingProcedures and Compliance"}, {"text_block_id": "p17_b2", "text": "1. Deploying an integrated MIS/GIS system that is uniform across MDAs."}, {"text_block_id": "p16_b2", "text": "1. Domestication of national development visions and strategic targets throughthe development of State Development Plans (SDPs).2. Established synergy between federal, states and local government institutionsand the departments responsible for implementing Development Plan.3. Robust feedback mechanism to inform improvements to the nationaldevelopment planning process based on State level implementation.4. Integration of the MTNDP into state-level plans, policies and strategicframeworks for development planning and implementation."}, {"text_block_id": "p15_b2", "text": "14"}, {"text_block_id": "p13_b2", "text": "• Finetuning monetary policy framework, with emphasis on price stability, support to the economy as appropriate,harmonization of the exchange rates and ensuring that the eventual unified exchange rate is well aligned withmacro-structural fundamentals."}, {"text_block_id": "p12_b2", "text": "20212022202320242025"}, {"text_block_id": "p11_b2", "text": "FISCAL SECTOR20212022202320242025"}, {"text_block_id": "p10_b2", "text": "REAL SECTOR20212022202320242025GDP (current market prices) (N'B)171,156.6192,722.6215,967.7241,969.6271,651.3GDP (current basic prices) (N'B)169,268.1190,579.2213,561.0239,264.9268,606.6GDP (constant basic prices) (N'B) - Real71,362.373,634.476,354.179,885.884,383.2Consumer price index417.8482.1554.1629.9704.1Inflation rate (%)17.415.414.913.711.819.318.618.618.317.4GROWTH IN CONSTANT (REAL) VALUES"}, {"text_block_id": "p9_b2", "text": "• Sustain the economic recovery and put the economy on a path of increasing per capita income to avert the pasttrend of higher population compared to the real GDP growth."}, {"text_block_id": "p8_b2", "text": "• Low productivity and efficiency of the economy, resulting in low private returns, and limited capacity of the privatesector to appropriate returns"}, {"text_block_id": "p6_b2", "text": "Vision"}, {"text_block_id": "p4_b2", "text": "Enhance social inclusion and reducepoverty"}, {"text_block_id": "p3_b2", "text": "Enlarge agriculture output for foodsecurity"}, {"text_block_id": "p2_b2", "text": "Outline"}, {"text_block_id": "p1_b2", "text": "OVERVIEW OF THE 2021-2025 MTNDP DRAFT"}, {"text_block_id": "p58_b2", "text": "− Manufacturing and industrialization− Culture, tourism, creative industry andhospitalism− Business environment, trade andcompetitiveness− Housing and urban development− Digital economy, bio-economy, science,technology and innovation− Financial sector and capital markets"}, {"text_block_id": "p57_b2", "text": "• All sectors are missing baseline and / or target data for key performance indicators apartfrom “Governance, institutions, administration of justice, anti-corruption and nationalorientation”• We have included baseline and target data where available from TWG and MDA input aswell as desk research• Within the document, we have flagged a few inconsistencies in data points when weconsidered different sources• We will appreciate final MDA review and sign off on existing baseline and target data,and the provision of missing data"}, {"text_block_id": "p55_b2", "text": "Identify levers of economic growthand spur local productionopportunities across states based ontheir respective competitiveadvantage. The government willprioritize key high growth sectors andidentify products based on each states’unique characteristics such as naturalresources endowments, geographicproximity to large markets or culturalknow-how to ensure sustainability andcompetitiveness. The Government willdevelop a plan to cultivate these uniqueregional characteristics to fuel jobcreation efforts and develop high-qualityproducts for local and potentiallyinternational markets."}, {"text_block_id": "p54_b2", "text": "Support the enforcement of theDiscrimination Against People withDisabilities Act by developing a robustimplementation framework incollaboration with states. Supportingthe enforcement of enacted lawsregarding people with disabilities willfacilitate deeper integration of PWDsinto Nigerian society."}, {"text_block_id": "p53_b2", "text": "Create intersectoral linkages to unlockthe potential of high growth sectorscritical to creating 25 million jobs byidentifying opportunities with themost potential for sustainable jobcreation. The government will establishpublic-private partnerships focused onpriority sectors to secure investments incapital intensive sectors with the highestprobability of spurring job creation suchas mining, construction, andmanufacturing and agriculture"}, {"text_block_id": "p52_b2", "text": "Drive job creation initiatives acrossvarious sectors, including sports.Throughout the 2021-2025 period,Nigeria will prioritise job creation acrossmultiple sectors including the sportssector."}, {"text_block_id": "p51_b2", "text": "Harmonize policy and institutionalframeworks at the central and statelevel to support the development of asocial protection system in Nigeria.The government will engage withstakeholders across all levels ofgovernment and communities to supportsocial reforms, strengthen existinggovernance networks and develop arobust coordination framework to createa path to economic empowermentso improve stakeholders coordination toalign family planning messaging andefficient delivery of activities"}, {"text_block_id": "p50_b2", "text": "Strengthen existing populationmanagement systems by increasingaccess to contraceptives andincreasing awareness of the benefitsof family planning. Nigeria will supportwomen’s empowerment, increase publicawareness by leveraging social mediaplatforms, and enhance access toaffordable contraceptives to normalizefamily planning. Nigeria will also improvestakeholders coordination to align familyplanning messaging and efficientdelivery of activities"}, {"text_block_id": "p49_b2", "text": "Facilitate the mainstreaming ofgender issues in existing policies byproviding technical support to MDAsand stakeholders. Reviewing existingpolicies and strategies with a gender lenswill identify bottlenecks and ensure amore effective incorporation of genderissues and vulnerable social protectionsat all stages of policymaking andimplementation"}, {"text_block_id": "p48_b2", "text": "Grow circular economy capacitythrough waste prevention, wastemanagement and recycling systems.The government will develop a policybrief to encourage waste prevention,including eco-design, reuse, repair,refurbishment, re-manufacturing, andextended producer responsibilityschemes"}, {"text_block_id": "p47_b2", "text": "Strengthen the current legalframework for an environmentallysustainable economy, by ensuringpolicy implementation and coherence.The priority will be to ensure theimplementation of the Climate ChangeBill, which supports development ofdecarbonization pathways in line with anew climate economy. Measures will alsobe taken to strengthen coherence acrosspolicies to ensure that policies do notsimultaneously discourage andencourage emission reduction acrosssectors"}, {"text_block_id": "p46_b2", "text": "Harmonize policy and institutionalframeworks at the central and statelevel to support the development of asocial protection system in Nigeria.The government will engage withstakeholders across all levels ofgovernment and communities to supportsocial reforms, strengthen existinggovernance networks and develop arobust coordination framework to createa path to economic empowerment"}, {"text_block_id": "p45_b2", "text": "Improve water service delivery bydeveloping a regulatory andinstitutional framework with clearcommercial, quality, andenvironmental requirements. Thisframework will provide the necessarystructure and process adjustments inwater and sanitation utilitiesmanagement to optimize serviceprovision to both rural and urbanNigerians in an environmentallysustainable manner"}, {"text_block_id": "p44_b2", "text": "Create an enabling environment forgreater efficiency, collaboration acrossvarious stakeholders, and cohesivepolicy formulation. Nigeria willestablish a transparent regulatoryframework encompassing the entirehealth sector ecosystem, to ensureaccountability in planning, budgetingand in medical procurements. Efforts willalso focus on encouraging communityparticipation in the sector for evengreater accountability"}, {"text_block_id": "p43_b2", "text": "Strengthen health system servicedelivery capacity to significantlyimprove quality and become ahealthier, more productive nation. Arobust health system will improveefficiency in medical procurements andinfrastructure upgrades. It will alsoimprove strategic planning to ensureNigeria’s emergency preparedness andboost information sharing capabilitiesacross a myriad of health services"}, {"text_block_id": "p42_b2", "text": "Prioritize skills development to equipNigerians with the right competenciesfor employability throughinvestments in key programs andskills. Increased investments in Science,Technology, Engineering, andMathematics (STEM) & Technical,Vocational Education and Training (TVET)centres upgrade to boost enrolment inthese programs, with particular attentionpaid to women enrolment"}, {"text_block_id": "p41_b2", "text": "Improve public sector capacity forservice delivery by reforming theMinistry of Foreign Affairs, ForeignService, and Missions Abroad. Foreignaffairs MDAs will be reformed forcapacity development, to guide efficientactivities in host countries throughdynamic repositioning, with improvedoperational capacity to deliver theforeign policy goals and priorities"}, {"text_block_id": "p40_b2", "text": "Increase public sector efficiency andcoordination for effective servicedelivery. Efforts will focus on enhancingcoordination between the various tiers ofgovernment and redefining thecompetency framework for civil servants.The government will set up local and stategovernment offices at the President’s officefor grassroots decision making and policyimplementation"}, {"text_block_id": "p39_b2", "text": "Boost border control and domesticterrorism measures through bilateralsecurity agreements and support toborder control agencies. Border securityand patrol will be tightened by increasingthe number of immigration and customofficials at the border and setting up jointsecurity responsibilities between MDAs.Bilateral and multilateral securityagreements with countries to boost militarycapacity and enforce joint securityagreements with neighbouring countries"}, {"text_block_id": "p38_b2", "text": "Deepen and broaden financial systemby leveraging Non-bank FinancialInstitutions. Considering the decliningdepth of Nigeria’s financial system, thesector will be enhanced to developinnovative instruments and mechanismsto crowd-in additional capital, deepenand broaden the system. A potentiallyunder tapped source of capital is thepension industry estimated to have overNGN 11 trillion in assets undermanagement, 70% of which is invested ingovernment securities. Well-structuredbonds and other instruments (withappropriate risk mitigation mechanismssuch as credit guarantees) can absorb asignificant portion of pension assets,"}, {"text_block_id": "p37_b2", "text": "Improve existing legal frameworksthrough policy amendment andimplementation. To encourage futuretechnological advancements, policiesthat focus on patent protection will beimplemented to boost protection ofbusinesses in this sector. The RegulatorySandbox Operations aimed atestablishing a controlled environmentwhere disruptive technology in thefinancial services can be tested"}, {"text_block_id": "p36_b2", "text": "Develop an effective landmanagement system to providetransparency and ease theadministrative burden of landadministration process. Thecomprehensive system will includepolicies and implement legislations thatwill reform land administration, titleacquisition, registration, andtransferability to establish clear propertyrights"}, {"text_block_id": "p35_b2", "text": "Resolve value-chain specificconstraints to unlock more energy forNigerians. Eliminate dominantconstraints across the existing valuechain including gas-to-power,generation, transmission, anddistribution. This involves significantfund mobilization to upgrade thetransmission networks to wheel morepower and unlock idle generationcapacity, establish gas infrastructure topower the generating plants, andresolving the plethora of issues at thedistribution end"}, {"text_block_id": "p34_b2", "text": "Establish regulatory framework forsustainable development of transportinfrastructure through policyharmonization. A clear and non-duplicative regulatory framework will bedeveloped to attract private sectorinvestment. This will involve harmonizingexisting policies to ensure regulatoryclarity, and, importantly, passing therailway bill to provide direction on howNigeria’s railway system will be operated"}, {"text_block_id": "p33_b2", "text": "Strengthen and harmonizeinstitutional frameworks to improvebusiness environment andcompetitiveness. Institutionalframeworks for several aspects of doingbusiness in Nigeria will be reviewed andstrengthened to reduce time andincrease efficiencies. These aspectsinclude business and propertyregistration, obtaining electricity, taxremittances, trading across borders, andinsolvency proceedings"}, {"text_block_id": "p32_b2", "text": "Create an enabling environment forbusiness creation and growth byboosting MDAs capacity andestablishing hubs. Supporting MDAscapacity to identify commercialopportunities in the creative sector, andestablishing market linkageopportunities between public, social, andprivate sector actors. Nigeria willestablish creative hubs that will deliverstart-ups with market access andfinancial support to creatives, includingMSMEs"}, {"text_block_id": "p31_b2", "text": "Adopt an inclusive strategy that willimprove the socio-economic andenvironmental sustainability of hostmining communities. Develop an Artisanaland Small-Scale Mining (ASM) policy into abroad rural development strategy alignedwith national rural sector strategies. Fosteringgreater cooperation between artisanal minesand large-scale mining corporations byrequiring large corporations to integrate ASMsubcontracting and mentoring"}, {"text_block_id": "p30_b2", "text": "Increase oil production by increasingfunding to the upstream subsector andreducing overall cost of production.Increase crude oil production to 3 mbpd byeliminating funding constraints and reducingcost of operations to USD 10 per barrelthrough cost optimization and cost sharinginitiatives amongst Joint Venture participants"}, {"text_block_id": "p29_b2", "text": "Fully deregulate the downstream sectorto improve efficiencies and revenue.Nigeria will improve efficiencies in thedownstream segment by transitioning fullcontrol of key assets such as petroleumpipelines and processes such as retail tradingto the private sector. This will increasetransparency and accountability, minimizeincidences such as pump tampering andunlock funding for continued nationalgrowth and development"}, {"text_block_id": "p28_b2", "text": "Launch financial interventions tofinance manufacturing expansion.The availability and affordability oflong-term single digit financial facilitiesfor manufacturers in Nigeria will beincreased. This will reduce the overallcost structure of manufacturing andpotentially reduce barriers to entry,resulting in a spike in manufacturingactivity across the country andincreased economic output from thesector"}, {"text_block_id": "p27_b2", "text": "Ensure adequate funding for theagriculture sector. Nigeria willaccelerate existing agriculture financingschemes and initiatives to support valuechain actors in maintaining and scalingup their operations. Additionally,incorporate new schemes to financesmallholder farmers in priority valuechains at the state level, ensuringinclusion for women and youth-ownedagro-businesses. This will be achieved byworking current agriculture financingecosystem actors including microfinanceand commercial banksIncrease national agricultural productivity and reduce post-harvest losses. Nigeria willleverage improved production systems and technology to increase national output andproductivity of the six-priority food crop value chains (cassava, rice, maize, soybean, yam andtomatoes) as well as the poultry, fisheries, and dairy value chains."}, {"text_block_id": "p25_b2", "text": "Part Seven: Regional Development"}, {"text_block_id": "p24_b2", "text": "Part Four: Public Administration"}, {"text_block_id": "p23_b3", "text": "1. Synthesis of volume 1"}, {"text_block_id": "p22_b3", "text": "27. Regional Coorporation for Economic Development"}, {"text_block_id": "p21_b3", "text": "15. Defence, Peace and Security"}, {"text_block_id": "p20_b3", "text": "1. Review of the Performance of immediate past National Development Plans [NV20:2020 and ERGP 2017 – 2020]"}, {"text_block_id": "p18_b3", "text": "• Inefficient application of technology to supportEvaluation methodology and approach"}, {"text_block_id": "p17_b3", "text": "2. Empowering and improving capacity in National M&E department and BMEdepartment.3. Centralizing M&E monitoring responsibilities in the Budget Monitoring andEvaluation Department within the Federal Ministry of Finance, Budget andPlanning that will harmonize coordination and M&E functions across MDAs"}, {"text_block_id": "p16_b3", "text": "Policyimplementation at alllevels of thegovernment"}, {"text_block_id": "p15_b3", "text": "Goal"}, {"text_block_id": "p13_b3", "text": "• Further accelerating the pace of economic diversification, where all the sectors of the economy become morecompetitive and begin to meet domestic and regional demands for goods and services and eventually competemore effectively in the global market."}, {"text_block_id": "p12_b3", "text": "EXTERNAL SECTORForeign direct investment, net inflows (BoP, current N'B)701.0825.7954.51,112.51,326.3Net Foreign Portfolio Investment (N' B)2,329.72,501.7(810.0)2,935.33,224.7Foreign debt (N'B)15,876.318,502.524,208.028,525.033,668.4Exports of goods and services ( N'B)16,962.120,960.623,974.926,779.929,970.8Oil export (N'B)14,604.817,596.519,599.820,874.121,673.1Non-oil export (N'B)2,357.43,364.14,375.25,905.88,297.7Imports of goods and services (N'B)17,391.318,697.920,045.721,914.924,504.4Current Account Balance (N'B)(214.6)3,927.15,907.67,256.98,263.6"}, {"text_block_id": "p11_b3", "text": "Government Oil Revenue (N'B)4,316.05,316.36,617.87,487.67,847.4Federal Independent Revenue (N'B)738.41,354.91,813.42,204.13,206.4Total Federal Revenue (N'B)4,424.25,504.06,578.07,475.08,847.9Federal Transfer Expenditure(N'B)524.2569.7611.9646.2673.4Total Federal Expenditure (N'B)10,411.112,608.313,872.915,148.416,267.9Federal Deficit-to-GDP ratio (%)(3.5)(3.7)(3.4)(3.2)(2.7)General Government Net Revenue (N'B)9,242.811,204.413,536.315,958.919,117.3General Government Total Expenditure (N'B)15,017.918,222.320,435.122,258.024,160.1General Government Total Debt (N'B)36,665.546,279.855,205.763,054.571,117.1General Government Public debt-to-GDP ratio (%)21.424.025.626.126.2"}, {"text_block_id": "p10_b3", "text": "Real GDP Growth (%)1.93.23.74.65.6Oil GDP (constant basic prices) (N'B)(1.37)2.203.083.413.07Non-Oil GDP (constant basic prices) (N'B)2.223.273.754.735.85Agric GDP (constant basic prices) (N'B)2.122.463.074.103.87Industrial GDP (constant basic prices) (N'B)13.905.946.836.747.41Services GDP (constant basic prices) (N'B)(3.05)2.252.473.815.62Private Consumption Expenditure (N'B)1.942.124.094.265.06Gross fixed capital formation (N'B) - constant prices(0.23)6.266.607.048.26Private Investment (N'B) - constant prices(0.44)3.866.287.017.24Public Investment (N'B) - constant prices31.439.1710.2410.6511.79"}, {"text_block_id": "p9_b3", "text": "• Macroeconomic stability, anchored on coordinated fiscal and monetary policies, to achieve a declining path ofinflation, a foreign exchange regime that allows for managed flexibility and consistency with macro-structuralfundamentals."}, {"text_block_id": "p8_b3", "text": "• Limited availability of credit for private investment, particularly for MSMEs combined with inadequate financialinstruments to help diversify risk"}, {"text_block_id": "p6_b3", "text": "Strategicobjectives"}, {"text_block_id": "p4_b3", "text": "Build systems to fight corruption,improve governance and createnational cohesion"}, {"text_block_id": "p3_b3", "text": "Attain energy sufficiency in power andpetroleum products"}, {"text_block_id": "p2_b3", "text": "Macroeconomic framework"}, {"text_block_id": "p1_b3", "text": "18 MARCH 2021"}, {"text_block_id": "p58_b3", "text": "Investment andresourceallocation"}, {"text_block_id": "p57_b3", "text": "Targets forsectoral keyperformanceindicators"}, {"text_block_id": "p55_b3", "text": "Close the regional gap in socialamenities coverage by investing inprogrammes that will extend servicesand build infrastructure in rural areas.Regional inequalities in terms ofavailability of social services andinfrastructure hinder the development ofrural regions. The government will secureinvestments to close social amenity gapsby developing primary healthcarecentres and improving access to energy,water, and quality education acrossregions, particularly in the North ofNigeria."}, {"text_block_id": "p54_b3", "text": "Adopt an inclusive lens inpolicymaking by systematicallyincorporating people with disabilitiesconcerns in programme planning andimplementation. Ensuring that policiesare designed with people withdisabilities constraints in mind willfacilitate access to public services suchas education and healthcare by ensuringthat staff and facilities are prepared tosupport PWDs"}, {"text_block_id": "p53_b3", "text": "coordination to align family planningmessaging and efficient delivery ofactivities"}, {"text_block_id": "p52_b3", "text": "Set up and implement a legal andregulatory framework for increasedprivate sector participation in sports.The government will identifyopportunities for increased private sectorparticipation in the sports value chainand provide relevant incentives. It willhelp provide critical investments tounlock the economic potentials inNigeria’s sport industry and create jobsthat further engage the vibrant youthpopulationIncrease youth participation in governance through existing platforms andimplementation of relevant legislation. The government will continue to increaseawareness of and leverage platforms such as the NYCN and NYP to engage youth in thepolitical process whilst working to resolve issues that create mistrust of such platforms"}, {"text_block_id": "p51_b3", "text": "Leverage technology enabledsolutions to manage the socialprotection programme efficiently.Innovative solutions will be designed toidentify potential beneficiaries of socialprograms, and to ensure accountabilityand transparency in fund managementand disbursement"}, {"text_block_id": "p50_b3", "text": "policymaking and implementation"}, {"text_block_id": "p49_b3", "text": "Use technology to expand the reachand impact of gender programmingand social mobilization campaigns.Social media and phone services will besystematically used as a platform toexpand the coverage of sensitizationprograms such as preventing genitalmutilation or promoting girls education"}, {"text_block_id": "p48_b3", "text": "Boost production across sectorsthrough the adoption of bioeconomymodels. To unlock innovationopportunities, especially in agricultureand healthcare, governmentprogrammes will adopt bioeconomymodels with a focus on (1) vaccineproduction and the production of activepharma ingredients in healthcare; (2) theutilization of medicinal plants and herbsfor exportable materials in healthcare; (3)seed improvement for higher yields andclimate resistant crop species inagricultureStrengthen disaster preparedness systems across all regions through policyimplementation and technological adoption. To build efficient disaster managementsystems, the focus will be to transform the National Emergency Management Agency(NEMA), from being mainly a relief agency, to a disaster management agency"}, {"text_block_id": "p47_b3", "text": "Increase access to finance andtechnical support for businesses andprojects in environmentallysustainable sectors by setting upincubators and adopting innovativefinancing tools. Incentivising investmentin MSMEs operating in biodiversityconservation areas to supportentrepreneurs committed to building anenvironmentally sustainable society, andmatch businesses with local andinternational investors"}, {"text_block_id": "p46_b3", "text": "Leverage technology enabledsolutions to manage the socialprotection programme efficiently.Innovative solutions will be designed toidentify potential beneficiaries of socialprograms, and to ensure accountabilityand transparency in fund managementand disbursement"}, {"text_block_id": "p45_b3", "text": "Facilitate the deployment ofinnovative solutions throughtechnology adoption, research anddevelopment in the water resourcesand sanitation sector. Nigeria willintroduce cost effective water and wastemanagement innovations and supportthe development of tools for theforecasting of environmental changes toensure adequate preparedness andresponse mechanismsAdopt an integrated planning andpolicy formulation approach toensure seamless coordination acrossrelated sectors. Coordinatinginterventions across the power,agriculture, transportation, tourism,waste, health, education sectors toidentify synergies and ensure thatcomplementary strategies are"}, {"text_block_id": "p44_b3", "text": "Prioritize investments in nutritioninitiatives by securing funding fornutritional programs. Malnutrition hasa high economic and health cost, and anestimated return of USD$16.8 for everyUSD$1 invested. Therefore, Nigeria willinvest in nutrition because it affects themost vulnerable groups and can hindereconomic growth"}, {"text_block_id": "p43_b3", "text": "Secure healthcare financing toupgrade health facilities and fundexpanded access to health services inNigeria. Currently 80% to 90% of publicexpenditure on health is for payments tohealth workers which leaves very little forinfrastructure investments. Thus, theefforts will leverage funding throughbudget allocation and private sectorinvestments to allow health facilities’development, recruitment and medicalequipment upgrades"}, {"text_block_id": "p42_b3", "text": "Improve digital literacy proficiency todrive innovation, competitiveness andunlock the growth potential of varioussectors. Improve Nigeria’s workforcedigital literacy rate to meet the globaldemand for skilled labour in industry,construction, agriculture and other keysectors, to boost the nation’scompetitiveness, while improving youth’saccess to job opportunities"}, {"text_block_id": "p41_b3", "text": "Drive international trade andinvestment to promote Nigeria’seconomic position and improve thecountry’s annual income. Efforts willfocus on increased trade activities withother countries, and attract foreign directinvestments to boost economicdiversification"}, {"text_block_id": "p40_b3", "text": "Expand data and technologymanagement tools to reduce humaninterference and restore public trust.Nigeria willleverage data and technologysolutions at all levels of government andsociety, to minimize human interferencewhere applicable, and ensure theavailability of public data for transparentrepresentation, and the reduction ofcorruptionEnhance anti-corruption capacityacross the public, private and socialsectors through technology adoption.To enhance the current fight againstcorruption, the government will ensurestrict transparency and accountability inthe appointment and discipline ofofficials in positions of authority, as wellas increase the independent audits ofpublic institutions’ budget management."}, {"text_block_id": "p39_b3", "text": "Drive security and defence innovation,using science and technology tools. Tobolster its intelligence gathering andthreat-neutralization capacity, Nigeriawill increase funding for the acquisitionof science and technology tools. Thegovernment will also identifyopportunities to integrate forensics anddigital technology into policing, toincrease the fight against crimeBoost regional security and conflictmitigation measures through tacticaltraining and MDA partnerships.Incidences of kidnapping, attack ofschool children, and other forms ofbanditry will be addressed throughimproved intelligence gathering fromcentres across states. Supportcommunity policing and state-of-the artAFN officer trainings will be carried out"}, {"text_block_id": "p38_b3", "text": "Increase formalization of the economyand promote financial literacy andinclusion to further expand Nigeria’sfinancial markets. With increasedformalization and financial inclusion,more money will flow into Nigeria’sfinancial systems via deposits and taxrevenue, which can ultimately bechanneled towards economic growthand development. This can be achievedthrough financial literacy and inclusioninitiatives targeted at variousdemographic segments includingartisans in various sectors. Thegovernment will partner with non-profitorganizations and other civil societyorganizations to roll out such initiativeswhilst continuing to implement other"}, {"text_block_id": "p37_b3", "text": "Drive investment for infrastructuraldevelopment through public fundsand blended financing. Drivinginvestment in the development of digitalinfrastructure, especially for internetconnectivity, to increase fast andaffordable access to the internet.Launching an Innovation and TechnologyFund to catalyse private and foreigninvestment for digital infrastructure, andidentifying other blended financeopportunities to fund developmentprojectsIncrease financial and technical support in the digital economy ecosystem, throughlocal and foreign investments. To develop the enabling environment required to driveinnovation and prepare for the fourth digital revolution, especially for MSMEs, Nigeria willincentivize local and foreign investments, through access to land and other capital, as well ascreating a one-stop-shop for local and foreign investors in the digital sector. Developing newhubs, and support existing innovation hubs in the digital space, to convene academic, private,and public sector actors to drive innovation and growth."}, {"text_block_id": "p36_b3", "text": "Fully integrate housing financialproducts into the Nigerian capitalmarket to facilitate access to homeownership and build up demand forhousing. Nigeria will ensure mortgageaffordability by promoting efficientmortgage markets and creating longterm mortgage financing, developingfinancial tools for buyers and putting inplace financial instruments to boost thesupply of housing developments.Commercial banks, insurance companiesand pension funding will be increasedthrough incentives, tax breaks andguarantees.Introduce and adopt low-cost production technologies and innovative affordablehousing delivery methods. Building affordable housing requires low-cost solutions to beaccessible and sustainable. Introducing data driven systems to map and digitalise landregistries will improve accountability and transparency across the sector. Moreover, theGovernment will incentivize housing start-up development through innovation hubs and"}, {"text_block_id": "p35_b3", "text": "Lay the groundwork for increasedenergy from renewable sources.Considering the goal of generating up to1,000 MW of power from renewableenergy sources, Nigeria will ensureappropriate policy and regulatorysupport, and build associatedinfrastructure to drive renewable energygeneration, rural electrificationexpansion and the development of bothisolated and interconnected mini-gridsystems to serve various locations"}, {"text_block_id": "p34_b3", "text": "Explore innovative financingmechanisms to develop transportinfrastructure using a mix of financingtools and funding streams. Leveragethe full suite of available options forinfrastructure financing including creditenhancement, viability gap fund,contingent liability management,minimum revenue guarantees, projectdevelopment and assessment facilities,public-private partnerships, concessions,and capital recycling"}, {"text_block_id": "p33_b3", "text": "Improve trading environment toincrease overall competitiveness ofNigerian products. Given overall tradeand competitiveness constraints, Nigeriawill improve the trade environment toensure competitiveness in line withinternational standards. Reviewingcurrent trade policies to ensure adequatefocus on trade facilitation rather thanjust BOP strengthening, automating anddigitizing critical processes to reducebacklogs and inefficiencies"}, {"text_block_id": "p32_b3", "text": "Increase access to financing for publicagencies, artists and MSMEs, throughblended financing tools. Blendedfinance tools will be used to catalysemore private investments into the sector.The classification of intellectual propertyas collateral by the CBN will furtherunlock lending to the creatives sector.Facilitating investments in CCHT sectorswill benefit a wide range of actors,incentivize innovation, and ultimatelyboost revenues."}, {"text_block_id": "p31_b3", "text": "Improve the minerals sector’s enablingenvironment by strengthening regulatorycompliance. Establishing an independentregulatory authority responsible for theorderly development of the mining industry.The regulator will guarantee fair competitionto boost private investors’ confidence in thesector, improve transparency in the award ofmineral titles and facilitate public access toinformation on issued licenses."}, {"text_block_id": "p30_b3", "text": "Increasegasutilizationthroughinvestmentsininfrastructure.Commercialize up to 80% of upstream gas foruse in powering gas power plants as well asfor export purposes, rather than increaseenvironmental pollution through flaring. Thiswill involve investing in additional gasinfrastructure and strengthening current gasproduction sharing contract terms to increaseviability and investment appetiteProvide an enabling environment for thepetrochemicals sub-sector to thrive andsubstitute imports. The petrochemicalssector has significant potential for attractingforeigndirectinvestment,substitutingimports, and creating jobs. Nigeria canproduce petrochemical substances such asmethanol and urea for domestic consumptionand exports with projects such as theIndorama, Dangote and Notore fertilizerplants."}, {"text_block_id": "p29_b3", "text": "Pass the Petroleum Industry Bill intolaw to improve investment into theOil and Gas sector. Expedite theratification of the various modules of thepetroleum industry bill including thePetroleum Industry Governance Bill(PIGB), Petroleum Industry Fiscal Bill(PIFB), Petroleum Industry AmendmentBill (PIAB), and the Petroleum HostCommunity Bill to improve investorconfidence and overall sector efficiencies"}, {"text_block_id": "p28_b3", "text": "Strengthen value chain linkages.Linkages between agro-allied andprimary sectors (e.g. agriculture) will bestrengthened, to ensure the availabilityof critical raw materials formanufacturing. Reinforcing backwardintegration policies to encourage localsourcing in areas where Nigeria has acomparative advantage, and workingwith the Federal Ministry of Agricultureto improve the productivity of valuechainsIncrease infrastructure provision to alleviate bottlenecks in manufacturing .Infrastructure plays an overarching role in the productivity of multiple sectors, includingmanufacturing. As such, the government will increase Nigeria’s infrastructure stock,starting with energy and transport infrastructure. Industries will receive constant energysupply, and be linked with multimodal transportation comprising rail, roads and other"}, {"text_block_id": "p27_b3", "text": "Strategies [extract]"}, {"text_block_id": "p25_b3", "text": "26. Regional Cooperation and Economic Development"}, {"text_block_id": "p24_b3", "text": "13. Defence, Peace and Security"}, {"text_block_id": "p23_b4", "text": "Part Two: Economic Growth and Development"}, {"text_block_id": "p22_b4", "text": "Part Eight: Plan Implementation, Communication, Financing, Monitoring and Evaluation"}, {"text_block_id": "p21_b4", "text": "16. Governance, Institutions, Administration of Justice, Anti-corruption and National Orientation"}, {"text_block_id": "p20_b4", "text": "2. Strategic Framework"}, {"text_block_id": "p18_b4", "text": "• M&E tends to be ad-hoc and donor-driven"}, {"text_block_id": "p17_b4", "text": "Strengtheninstitutionsresponsible for theMTNDPImplementation"}, {"text_block_id": "p16_b4", "text": "• The Fed Ministry of Finance, Budget &National Planning will harmonize andconsolidate different coordination functions/mechanisms, enabling morestreamlined management of the MTNDP implementation."}, {"text_block_id": "p15_b4", "text": "• Resource allocation and sourcing: Resources will be closely tied to goals to aid implementation of the associatedactivities. Beyond allocation, a resource mobilization plan should also be put in place to facilitate sourcing of theneeded resources."}, {"text_block_id": "p13_b4", "text": "• Reducing the costs of production for the manufacturing sector through improved business environment,avoidance of multiple taxation and increased and more reliable provision of infrastructure"}, {"text_block_id": "p12_b4", "text": "20212022202320242025EXTERNAL SECTOR ( share of GDP)Foreign direct investment, net inflows (%)0.410.430.440.460.49Net Foreign Portfolio Investment (%)1.361.30(0.38)1.211.19Foreign debt (%)9.289.6011.2111.7912.39Exports of goods and services (%)9.9110.8811.1011.0711.03Oil export (%)8.539.139.088.637.98Non-oil export (%)1.381.752.032.443.05Imports of goods and services (%)10.169.709.289.069.02Trade Balance (%)(0.25)1.171.822.012.01Current Account Balance (%)(0.13)2.042.743.003.04"}, {"text_block_id": "p11_b4", "text": "PROJECTIONS"}, {"text_block_id": "p10_b4", "text": "SHARE OF GDP (%)Oil GDP (current basic prices) (N'B)7.957.887.847.757.56Non-Oil GDP (current basic prices) (N'B)92.0592.1292.1692.2592.44Agric GDP (current basic prices) (N'B)24.6324.4324.2924.1723.76Industrial GDP (current basic prices) (N'B)28.0028.6229.3229.8030.21Services GDP (current basic prices) (N'B)47.3746.9446.3946.0346.03Private Consumption Expenditure (N'B)66.0162.7761.4660.9261.01Gross fixed capital formation (N'B)27.0728.6229.0329.5029.61Public Investment (N'B)2.523.002.822.732.68Private Investment (N'B)25.4626.6027.2627.8828.08Domestic Saving (N'B)25.2127.7729.0829.8930.10Private Saving (N'B)28.5831.4132.2732.4931.95"}, {"text_block_id": "p9_b4", "text": "• Broad-based economic growth of about 3.8 percent on average; with non-oil GDP growth of 4 percent and oilGDP growth of 2.1 percent."}, {"text_block_id": "p8_b4", "text": "• Weak Infrastructure and rent-seeking activities increase the costs of operation for the private sector."}, {"text_block_id": "p6_b4", "text": "Cross-cuttingEnablers"}, {"text_block_id": "p4_b4", "text": "Improve security for all"}, {"text_block_id": "p3_b4", "text": "Expand transport and otherinfrastructure development"}, {"text_block_id": "p2_b4", "text": "Overview of Sector Strategy"}, {"text_block_id": "p58_b4", "text": "− Defense, peace and security− Governance, institutions, administration ofjustice, anti-corruption and national orientation− Foreign policy and international economicrelations− Water resources and sanitation− Population and identity management− People with special needs− Regional development"}, {"text_block_id": "p57_b4", "text": "Jobs and othercross cuttingissues"}, {"text_block_id": "p55_b4", "text": "Strategies [extract]"}, {"text_block_id": "p54_b4", "text": "Expand the availability of data on people with disabilities to inform national planningand programme performance monitoring. Such data is key to calibrate programmes andto hold all parties accountable. The Government will generate surveys to draw a baseline. Thecollection of disaggregated data will be crucial for national planning, performancemonitoring and awareness campaigns"}, {"text_block_id": "p53_b4", "text": "policymaking and implementation"}, {"text_block_id": "p52_b4", "text": "Strategies [extract]"}, {"text_block_id": "p51_b4", "text": "Diversify revenue generating streams to finance poverty eradication initiatives.Financing will be secured through an investment program, and a shift towards moreinnovative funding models for sustainability"}, {"text_block_id": "p50_b4", "text": "Strengthen current ID managementsystems by further adoption oftechnological tools. Nigeria will boostits technological integration to ensure arobust ID management system. Effortswill aim to increase current institutionalcapacity and to identify innovative waysof reaching vulnerable communities,especially Nigerians in remote areas"}, {"text_block_id": "p49_b4", "text": "Effectively track gender related data by strengthening data collection capacity andmanagement systems. Improving gender parity in Nigeria will require an evidence-basedapproach to activity programming based on sound databases that are collated anddesaggregated by sex and age"}, {"text_block_id": "p48_b4", "text": "Strategies [extract]"}, {"text_block_id": "p47_b4", "text": "Boost community awareness on the importance of environmental sustainabilitythrough public education campaigns. Raising awareness on the importance of climatechange mitigation, adaptation, and impact reduction. There will also be increased focus onrecycling, through public campaigns in several local languages"}, {"text_block_id": "p46_b4", "text": "Diversify revenue generating streams to finance poverty eradication initiatives.Financing will be secured through an investment program, and a shift towards moreinnovative funding models for sustainability"}, {"text_block_id": "p45_b4", "text": "Design a coordinated investmentroadmap to secure required funding forthe development, and maintenance oflarge water and sanitation structures.Nigeria will develop a sustainablefinancing framework in partnership withdevelopment partners to attractcommercial finance and identify feasiblefinancing options for water infrastructure"}, {"text_block_id": "p44_b4", "text": "Leverage technological advancements to provide quality care, cut costs and improve service delivery. Innovationwill be encouraged and harnessed in the health sector, especially for telemedicine and the introduction of electronicmedical records, to boost productivity and potentially attract more youth to jobs in the health sector"}, {"text_block_id": "p43_b4", "text": "Improve access and quality of medical services through effective healthcare workforcemanagement, improved equity in service provision and the provision of qualitymedicine. Nigeria will reverse the brain drain by creating jobs and providing incentives tomotivate healthcare professionals to work in underserved areas. This approach willsignificantly boost accessibility of healthcare services to underserved communities. In parallel,Nigeria will increase access to primary care, emergency medical services and vaccines"}, {"text_block_id": "p42_b4", "text": "Secure sustainable financing sourcesthat will increase funding to theeducation sector through publicfunding allocation and directengagement with private sector actors.Invest in a positive learningenvironment, to improve learningoutcomes, by increasing government"}, {"text_block_id": "p41_b4", "text": "Boost citizen support and welfareservices. Frameworks will be establishedto protect the human rights of Nigerianshome and abroad, with effectiveresponse systems for tackling threatsagainst the security of Nigerians residingabroad"}, {"text_block_id": "p40_b4", "text": "Expand citizen engagement and inclusionthrough policy changes and technologyadoption. Nigeria will enact and implementpolicies that encourage citizen participation(particularly women’s and youth’s), to providea legal backing for citizen engagement.Increased transparency through better accessto information on key decision-making areas."}, {"text_block_id": "p39_b4", "text": "Improve professionalism and efficiency forimproved service delivery throughincreased remuneration, strict training anddisciplinary systems. The Nigeriangovernment will enhance defence capabilitiesthat enable the AFN to attain security anddefence objectives, especially for theneutralization of domestic terrorist threats inNorth Eastern Nigeria."}, {"text_block_id": "p38_b4", "text": "Strategies [extract]"}, {"text_block_id": "p37_b4", "text": "Strategies [extract]"}, {"text_block_id": "p36_b4", "text": "Strategies [extract]"}, {"text_block_id": "p35_b4", "text": "Improve sector governance and overall operating framework for energy in Nigeria.Current policies and regulations will be reviewed to support Nigeria’s energy goals andeliminate conflicting policy positions that may emerge, or duplicitous mapping ofresponsibilities amongst regulatory agencies."}, {"text_block_id": "p34_b4", "text": "Improve multimodality to increase quality of service and reduce strain on existinginfrastructure by improving operational efficiencies. Nigeria will ensure the progressivedevelopment of infrastructure to facilitate different modes of transportation in aviation,maritime, rail, and road. This will involve establishing appropriate governance and operationalframeworks to attract private sector participation and, in some cases, completing privatizing"}, {"text_block_id": "p33_b4", "text": "Leverage technology to improve efficiencies and overall competitiveness. Nigeria willaccelerate the development of an ICT ecosystem that supports productivity enhancement andcompetitiveness in the public, private and social sector. This necessitates investments inimproving ICT infrastructure, increasing mobile and internet penetration across Nigeria, andintensifying the adoption of relevant technologies in critical sectors such as manufacturingand agriculture to improve productivity and efficiencies, whilst reducing operating costs"}, {"text_block_id": "p32_b4", "text": "Enact new policies and implement existing policies that will increase the CCHT sectorrevenue generation potential. Policies which stifle business growth will be reviewed andamended, especially for intellectual property (IP) protection, and piracy prevention. TheNigerian Copyright Commission will also be provided with support to address a large volumeof copyright infringement activities. Tax laws in the CCHT sectors will also be reviewed, andrelevant regulations will be amended to remove bottlenecks limiting the maximization of"}, {"text_block_id": "p31_b4", "text": "Nigeria will create mining economic clusterswith extensive backward and forward linkagesboth orientated around the minerals sectorand the broader economy"}, {"text_block_id": "p30_b4", "text": "Privatise existing refineries and encouragethe development of new ones to reducedependence on imported petroleumproducts. Given the high dependence onimported petroleum products, Nigeria willboost its refinery capacity by transitioning theownership of its four refineries to the privatesector to ensure more efficient operations,and providing incentives to facilitate theestablishment of new refineries such as theongoing Dangote refinery project"}, {"text_block_id": "p29_b4", "text": "Invest in security to protect the sector and minimise operational disruptions. A holistic oiland gas security policy will be developed, and enforced by relevant security agencies includingthe police force and the Nigeria Security and Civil Defence Corps. The policy will includeintervention mechanisms through stewarded periodic industry-wide Security and SafetyQuantitative Risk Assessments (SSQRA), covering all segments the Oil and Gas value chain toensure early identification, and proactive resolution of security threats before escalation"}, {"text_block_id": "p28_b4", "text": "Strategies [extract]"}, {"text_block_id": "p27_b4", "text": "26"}, {"text_block_id": "p25_b4", "text": "Part Eight: Plan Implementation and Risks"}, {"text_block_id": "p24_b4", "text": "14. Governance, Institutions, Administration of Justice, Anti-corruption and National Orientation"}, {"text_block_id": "p23_b5", "text": "2. Agriculture, Food Security and Rural Development"}, {"text_block_id": "p22_b5", "text": "28. Plan Implementation Framework"}, {"text_block_id": "p21_b5", "text": "17. Foreign Policy and International Economic Relations"}, {"text_block_id": "p20_b5", "text": "3. Macroeconomic Framework"}, {"text_block_id": "p18_b5", "text": "• MDAs limit M&E to monitoring of programmes andprojects, usually on spending rather than trackingoutcome"}, {"text_block_id": "p17_b5", "text": "• Government will invest in the development of new cost-effective digital tools andharmonization of existing ones by:"}, {"text_block_id": "p16_b5", "text": "The Budget &National Planning willcoordinate MTNDPimplementation"}, {"text_block_id": "p15_b5", "text": "• Continuity of implementation plan regardless of political changes: Adopt measures that will prevent the disruptionof programs and activities due to a change in government"}, {"text_block_id": "p13_b5", "text": "• Enhancing the performance of the manufacturing sector and strengthening its linkages to other sectorsparticularly agriculture and service sectors to bring about increased employment intensity of growth as well as thesensitivity of poverty reduction to growth."}, {"text_block_id": "p12_b5", "text": "PROJECTIONS"}, {"text_block_id": "p11_b5", "text": "20212022202320242025"}, {"text_block_id": "p10_b5", "text": "PROJECTIONS"}, {"text_block_id": "p9_b5", "text": "• A more competitive non-oil sector; and a more robust and resilient economy that is less dependent on the oilsector."}, {"text_block_id": "p8_b5", "text": "• Weak collective know-how in producing complex goods, hampering the economy’s competitiveness in the globalmarket. This is evidenced by the country’s experience with deindustrialization. Indeed, it lost out to thecompetition in the production and export of agricultural products, chemicals, machinery and vehicles, and othermanufactured products."}, {"text_block_id": "p6_b5", "text": "Impact"}, {"text_block_id": "p4_b5", "text": "Expand business growth,Entrepreneurship and industrialisation"}, {"text_block_id": "p3_b5", "text": "Policy Priorities for theMedium-Term NationalDevelopment Plan 20212025"}, {"text_block_id": "p58_b5", "text": "Prioritization"}, {"text_block_id": "p57_b5", "text": "• All sectors are missing inputs for “job creation, employment opportunities and othercross cutting issues”"}, {"text_block_id": "p55_b5", "text": "Part 7Regional Cooperation for Economic Development"}, {"text_block_id": "p54_b5", "text": "Strategies [extract]"}, {"text_block_id": "p53_b5", "text": "Support MSMEs business viability tospur job creation by supporting thestandardization of operations andincreasing access to finance.Supporting the growth,professionalisation and transition ofMSMEs from the informal to the formalmarket through training and mentoringwill strengthen their sustainability andhiring capacity. Nigeria will prioritizeyouth participation in sustainableagribusiness and construction bycreating job opportunities in thesesectors"}, {"text_block_id": "p52_b5", "text": "Youth and Sports Development"}, {"text_block_id": "p51_b5", "text": "Strategies [extract]"}, {"text_block_id": "p50_b5", "text": "Introduce measures to contain urbanisation while preparing for its continued increase,by providing economic opportunities in rural areas and infrastructural development inurban areas. In rural areas, efforts will ensure development through the provision of socialservices and the incentivisation of new economic activities, while in urban areas measures willsupport affordable housing and infrastructural development projects that increase urbancapacity."}, {"text_block_id": "p49_b5", "text": "Support women economic empowerment by facilitating access to financing, providingskill building trainings and supporting MSMEs business viability. Facilitating access tofunds through digital finance tools"}, {"text_block_id": "p48_b5", "text": "Environment and Disaster Management (2/2)"}, {"text_block_id": "p47_b5", "text": "Strategies [extract]"}, {"text_block_id": "p46_b5", "text": "Strategies [extract]"}, {"text_block_id": "p45_b5", "text": "Strategies [extract]"}, {"text_block_id": "p44_b5", "text": "Health and Nutrition (2/2)"}, {"text_block_id": "p43_b5", "text": "Strategies [extract]"}, {"text_block_id": "p42_b5", "text": "Improve the quality of education forthe sector to meet internationalstandards. Enrolment rates across Nigeriawill be improved, and teaching standardswill be harmonized with well-trained andwell-paid teachers who can deliver on acompetence-based curriculum"}, {"text_block_id": "p41_b5", "text": "Boost Nigeria’s regional and globalleadership role. Nigeria will strengthenits role as a leader in ECOWAS and inAfrica, to support other countries intackling local issues. Nigeria will buildsolid foundations to further its globalleadership position"}, {"text_block_id": "p40_b5", "text": "Strategies [extract]"}, {"text_block_id": "p39_b5", "text": "Strategies [extract]"}, {"text_block_id": "p38_b5", "text": "Financial Sector and Capital Markets"}, {"text_block_id": "p37_b5", "text": "Digital Economy, Bio-economy, Science, Tech & Innovation"}, {"text_block_id": "p36_b5", "text": "Housing and Urban Development"}, {"text_block_id": "p35_b5", "text": "Strategies [extract]"}, {"text_block_id": "p34_b5", "text": "Strategies [extract]"}, {"text_block_id": "p33_b5", "text": "Strategies [extract]"}, {"text_block_id": "p32_b5", "text": "Strategies [extract]"}, {"text_block_id": "p31_b5", "text": "Create linkages across the mineral sectorand beyond for value addition that willenhance local production and job creation.For the mineral sector to meet the needs ofthe domestic industrial and manufacturingsectors while being globally competitive, it willhave to go beyond mineral extraction toaccount for other activities related to themining industry upstream and downstream."}, {"text_block_id": "p30_b5", "text": "Oil and Gas (2/2)"}, {"text_block_id": "p29_b5", "text": "Strategies [extract]"}, {"text_block_id": "p28_b5", "text": "Manufacturing and Industrialization"}, {"text_block_id": "p27_b5", "text": "Part 2Agriculture, Food Security and Rural Development"}, {"text_block_id": "p25_b5", "text": "27. Plan Implementation Framework"}, {"text_block_id": "p24_b5", "text": "15. Foreign Policy and International Economic Relations"}, {"text_block_id": "p23_b6", "text": "3. Manufacturing and Industrialization"}, {"text_block_id": "p22_b6", "text": "29. Communicating the Plan"}, {"text_block_id": "p21_b6", "text": "Part Five: Human Capital Development"}, {"text_block_id": "p20_b6", "text": "Part Two: Economic Growth and Development"}, {"text_block_id": "p18_b6", "text": "• At the institutional level, currently, there is noconstitutional requirement or specific legislationmandating M&E activities across all government bodies"}, {"text_block_id": "p17_b6", "text": "1. Beginning the process of automation of policy implementation, monitoring andevaluation by the end of 2022.2. Conducting technology gap assessment in MDAs.3. Developing technology skills enhancement framework for MDAs.4. Beginning gradual deployment of technology in relation to existing skills forpolicy. implementation, monitoring and evaluation in MDAs.5. Developing and deploying policy/project implementation and monitoringdashboards in MDAs."}, {"text_block_id": "p16_b6", "text": "15"}, {"text_block_id": "p15_b6", "text": "• Coordination and ownership: Make coordination work across central delivery unit, ministries and agencies as wellas states to avoid overlaps or conflicting programs. Furthermore, a responsible party will be assigned to each maingoal to foster accountability and roles of all involved – especially for more cross-cutting programmes. Stateownership for sectors such as health and education will be critical for effective implementation"}, {"text_block_id": "p13_b6", "text": "• Deepening the financial sector and sustaining its stability to ensure increased credit allocation to MSMEs."}, {"text_block_id": "p12_b6", "text": "Key Indicators For External Sector"}, {"text_block_id": "p11_b6", "text": "FISCAL SECTOR (share of GDP )General Government Net Revenue (%)5.405.816.276.607.04Government Oil Revenue (%)2.522.763.063.092.89Total Federal Revenue (%)2.582.863.053.093.26Federal Independent Revenue (%)0.430.700.840.911.18Total Federal Expenditure (%)6.086.546.426.265.99Federal Deficit-to-GDP ratio (%)(3.48)(3.69)(3.38)(3.18)(2.74)General Government Public debt-to-GDP ratio (%)21.3924.0025.5726.0526.22"}, {"text_block_id": "p10_b6", "text": "Key indicators for the real sector"}, {"text_block_id": "p9_b6", "text": "• Increased employment generation- projected increase of about [25] million, with [10] million from direct growthimpact.; and [15] million from skill-acquisition other interventions."}, {"text_block_id": "p8_b6", "text": "7"}, {"text_block_id": "p6_b6", "text": "Promote development opportunities across States to minimize regional, economic and social disparities"}, {"text_block_id": "p4_b6", "text": "Policy Priorities for theMedium-Term NationalDevelopment Plan 20212025"}, {"text_block_id": "p3_b6", "text": "The Administration has identifiednine Government Priorities forimplementation during the period2019-2023. Therefore, they have beencaptured in the priorities of theMedium-term Plan."}, {"text_block_id": "p58_b6", "text": "• We will appreciate MDA’s inputs on priority strategies and programs over 2021-2025,given the relatively short timeframe for implementation, budget constraints as well assequencing considerations• Some suggested priority strategies are indicated as comments in Volume I, for MDA’sconsideration"}, {"text_block_id": "p57_b6", "text": "Review of 20172020 sectoralperformance"}, {"text_block_id": "p54_b6", "text": "People with Special Needs"}, {"text_block_id": "p53_b6", "text": "Develop a partnership framework with the private sector by identifying skills gaps anddesigning skills development programmes aligned with their needs. Engage the privatesector on the review and update of skills development curricular to meet the demands of theemerging labour market, with special focus on the needs of the Fourth Industrial Revolutionand the GIG economy"}, {"text_block_id": "p51_b6", "text": "Poverty Alleviation and Social Protection"}, {"text_block_id": "p50_b6", "text": "Strategies [extract]"}, {"text_block_id": "p49_b6", "text": "Strategies [extract]"}, {"text_block_id": "p47_b6", "text": "Environment and Disaster Management (1/2)"}, {"text_block_id": "p46_b6", "text": "Poverty Alleviation and Social Protection"}, {"text_block_id": "p45_b6", "text": "Part 6Water Resources and Sanitation"}, {"text_block_id": "p44_b6", "text": "Strategies [extract]"}, {"text_block_id": "p43_b6", "text": "Health and Nutrition (1/2)"}, {"text_block_id": "p42_b6", "text": "Strategies [extract]"}, {"text_block_id": "p41_b6", "text": "Strategies [extract]"}, {"text_block_id": "p40_b6", "text": "Governance, Institutions, Administration of Justice, Anticorruption and National Orientation"}, {"text_block_id": "p39_b6", "text": "Part 4Defence, Peace and Security"}, {"text_block_id": "p35_b6", "text": "Power and Alternative Energy"}, {"text_block_id": "p34_b6", "text": "Part 3Transportation"}, {"text_block_id": "p33_b6", "text": "Business environment, Trade and Competitiveness"}, {"text_block_id": "p32_b6", "text": "Culture, Tourism, Creative Industry and Hospitality"}, {"text_block_id": "p31_b6", "text": "Solid Minerals, Mining and Steel Development"}, {"text_block_id": "p30_b6", "text": "Strategies [extract]"}, {"text_block_id": "p29_b6", "text": "Oil and Gas (1/2)"}, {"text_block_id": "p25_b6", "text": "28. Risk Management"}, {"text_block_id": "p24_b6", "text": "Part Five: Human Capital Development"}, {"text_block_id": "p23_b7", "text": "4. Oil and Gas"}, {"text_block_id": "p22_b7", "text": "30. Financing the Plan"}, {"text_block_id": "p21_b7", "text": "18. Education and Human Resources Development"}, {"text_block_id": "p20_b7", "text": "4. Agriculture, Food Security and Rural Development"}, {"text_block_id": "p18_b7", "text": "17"}, {"text_block_id": "p17_b7", "text": "Effective deploymentof ICT as a tool toimplement theMTNDP"}, {"text_block_id": "p16_b7", "text": "Implementation strategic objectives (1/2)"}, {"text_block_id": "p15_b7", "text": "Critical success factors"}, {"text_block_id": "p13_b7", "text": "Key strategies in achieving these goals"}, {"text_block_id": "p11_b7", "text": "PROJECTIONS"}, {"text_block_id": "p9_b7", "text": "• The projected real GDP growth during 2021-25 would be sufficient to ensure that about [10] million people donot fall into poverty."}, {"text_block_id": "p8_b7", "text": "The following binding constraints were taken into account in developing the MTNDP and specific policymeasures identified in addressing them"}, {"text_block_id": "p6_b7", "text": "Establish a strongfoundation for adiversified economy,with robust MSMEgrowth, and a more-resilient businessenvironment"}, {"text_block_id": "p4_b7", "text": "3"}, {"text_block_id": "p3_b7", "text": "2"}, {"text_block_id": "p58_b7", "text": "Implementation• We will appreciate inputs on the specific departments, agencies or units that will beresponsible for the activities outlined in the various programmes in Volume II"}, {"text_block_id": "p57_b7", "text": "− Financial sector and capital markets− Governance, institutions, administration ofjustice, anti-corruption and nationalorientation− Population and identity management− Regional development"}, {"text_block_id": "p53_b7", "text": "Strategies [extract]"}, {"text_block_id": "p50_b7", "text": "Population and Identity Management"}, {"text_block_id": "p49_b7", "text": "Women and Gender Equity"}, {"text_block_id": "p42_b7", "text": "Education and Human Capital Development"}, {"text_block_id": "p41_b7", "text": "Foreign Policy and International Economic Relations"}, {"text_block_id": "p31_b7", "text": "Strategies [extract]"}, {"text_block_id": "p25_b7", "text": "Outline of Volume II (3/3)"}, {"text_block_id": "p24_b7", "text": "16. Education and Human Resources Development"}, {"text_block_id": "p22_b8", "text": "31. Monitoring and Evaluation Framework"}, {"text_block_id": "p21_b8", "text": "19. Health and Nutrition"}, {"text_block_id": "p20_b8", "text": "5. Manufacturing and Industrialization"}, {"text_block_id": "p18_b8", "text": "Main challenges faced"}, {"text_block_id": "p17_b8", "text": "16"}, {"text_block_id": "p15_b8", "text": "Implementation principles"}, {"text_block_id": "p11_b8", "text": "Key indicators for the fiscal sector"}, {"text_block_id": "p9_b8", "text": "• Additional number of people [25] million will be taken out of poverty, ensuring that poverty rate reach [31]percent by 2025 compared to 40 percent in 2020."}, {"text_block_id": "p8_b8", "text": "Reform and investments that will help improve investment returns, particularly macro-structural measures and projects toenhance access to and cost of physical infrastructure seem the most urgent areas for action."}, {"text_block_id": "p6_b8", "text": "Invest in criticalphysical, financial,digital and innovationinfrastructure"}, {"text_block_id": "p58_b8", "text": "• The following sectors are missing inputs for investment and resource allocation. Specificcosting for the prioritized programs will eventually be required for all sectors"}, {"text_block_id": "p57_b8", "text": "− Financial sector and capital markets− Governance, institutions, administration ofjustice, anti-corruption and nationalorientation− Population and identity management"}, {"text_block_id": "p53_b8", "text": "Employment and Job Creation"}, {"text_block_id": "p24_b8", "text": "17. Health and Nutrition"}, {"text_block_id": "p23_b8", "text": "5. Solid Minerals, Mining and Steel Development"}, {"text_block_id": "p22_b9", "text": "32. Plan Continuity"}, {"text_block_id": "p21_b9", "text": "Part Six: Social Development"}, {"text_block_id": "p20_b9", "text": "6. Oil and Gas"}, {"text_block_id": "p18_b9", "text": "• Leverage the Budget Monitoring andEvaluation Department for centralizedcoordination of Performance ManagementSystem in Nigeria"}, {"text_block_id": "p17_b9", "text": "Implementation strategic objectives (2/2)"}, {"text_block_id": "p9_b9", "text": "8"}, {"text_block_id": "p8_b9", "text": "Growth diagnosis"}, {"text_block_id": "p6_b9", "text": "Enable a vibrant,educated and healthypopulace"}, {"text_block_id": "p57_b9", "text": "• The following sectors are missing inputs for past sectoral performance (2017-2020)"}, {"text_block_id": "p24_b9", "text": "Part Six: Social Development"}, {"text_block_id": "p23_b9", "text": "6. Culture, Tourism, Creative Industry and Hospitality"}, {"text_block_id": "p22_b10", "text": "Outline of Volume I (3/3)"}, {"text_block_id": "p21_b10", "text": "20. Water Resources and Sanitation"}, {"text_block_id": "p20_b10", "text": "7. Solid Minerals, Mining and Steel Development"}, {"text_block_id": "p18_b10", "text": "• Establish and strengthen the National Instituteof Data and Performance Management tobridge M&E knowledge gap, professionalizeM&E systems in the country and support theNPC in overseeing implementation"}, {"text_block_id": "p9_b10", "text": "Broad macroeconomic goals during the implementation of MTNDP"}, {"text_block_id": "p6_b10", "text": "Nigeria has catalyzed the potential of the public, private, and social sectors to boost industrialization, and sustainablyimprove inclusive, holistic development and competitiveness"}, {"text_block_id": "p24_b10", "text": "18. Water Resources and Sanitation"}, {"text_block_id": "p23_b10", "text": "7. Business Environment, Trade and Competitiveness"}, {"text_block_id": "p21_b11", "text": "21. Environment and Disaster Management"}, {"text_block_id": "p20_b11", "text": "8. Culture, Tourism, Creative Industry and Hospitality"}, {"text_block_id": "p18_b11", "text": "• Digitize Performance Management SystemCoordination in MDAs across the country"}, {"text_block_id": "p6_b11", "text": "Nigeria improves economic competitiveness with a GDP growth of 3.8%, that drives job creation, generates inclusivenational growth, and lifts at least 25 million Nigerians out of poverty"}, {"text_block_id": "p2_b11", "text": "Introduction"}, {"text_block_id": "p24_b11", "text": "19. Environment and Disaster Management"}, {"text_block_id": "p23_b11", "text": "Part Three: Infrastructure"}, {"text_block_id": "p21_b12", "text": "22. Womenand Gender Equity"}, {"text_block_id": "p20_b12", "text": "9. Business Environment, Trade and Competitiveness"}, {"text_block_id": "p18_b12", "text": "Key measures of the MTNDP"}, {"text_block_id": "p6_b12", "text": "Build a solid frameworkand enhance capacitiesto strengthen securityand ensure goodgovernance"}, {"text_block_id": "p2_b12", "text": "Strategic framework"}, {"text_block_id": "p24_b12", "text": "20. Women and Gender Equity"}, {"text_block_id": "p23_b12", "text": "8. Transportation"}, {"text_block_id": "p21_b13", "text": "23. Population and Identity Management"}, {"text_block_id": "p20_b13", "text": "Part Three: Infrastructure"}, {"text_block_id": "p18_b13", "text": "Monitoring & Evaluation framework"}, {"text_block_id": "p6_b13", "text": "Invest in the social infrastructure and services required to alleviate poverty, drive inclusive economic empowerment andreduce poverty"}, {"text_block_id": "p2_b13", "text": "Summary of Pending Data Points from MDAs"}, {"text_block_id": "p24_b13", "text": "21. Population and Identity Management"}, {"text_block_id": "p23_b13", "text": "9. Power and Alternative Energy"}, {"text_block_id": "p21_b14", "text": "24. Poverty Alleviation and Social Protection"}, {"text_block_id": "p20_b14", "text": "10. Transportation"}, {"text_block_id": "p6_b14", "text": "Objectives of the MTNDP 2021-2025"}, {"text_block_id": "p24_b14", "text": "22. Poverty Alleviation and Social Protection"}, {"text_block_id": "p23_b14", "text": "10. Housing and Urban Development"}, {"text_block_id": "p21_b15", "text": "25. Youth and Sport Development"}, {"text_block_id": "p20_b15", "text": "11. Power and Alternative Energy"}, {"text_block_id": "p24_b15", "text": "23. Youth and Sport Development"}, {"text_block_id": "p23_b15", "text": "11. Digital Economy, Bio-economy, Science, Tech & Innovation"}, {"text_block_id": "p21_b16", "text": "26. Employment, Gender & People with Special Needs"}, {"text_block_id": "p20_b16", "text": "12. Housing and Urban Development"}, {"text_block_id": "p24_b16", "text": "24. Employment and Job Creation"}, {"text_block_id": "p23_b16", "text": "12. Financial Sector and Capital Market"}, {"text_block_id": "p21_b17", "text": "Outline of Volume I (2/3)"}, {"text_block_id": "p20_b17", "text": "13. Digital Economy, Bio-economy, Science, Tech & Innovation"}, {"text_block_id": "p24_b17", "text": "25. People with Special Needs"}, {"text_block_id": "p23_b17", "text": "Content for each sector:I.IntroductionII. ProgrammesIII. Targets"}, {"text_block_id": "p20_b18", "text": "14. Financial Sector and Capital Market"}, {"text_block_id": "p24_b18", "text": "Outline of Volume II (2/3)"}, {"text_block_id": "p23_b18", "text": "Outline of Volume II (1/3)"}, {"text_block_id": "p20_b19", "text": "Content for each sector:I.IntroductionII. Review of Sectoral Performance 2017 –2020III. Challenges, Opportunities and ProspectsIV. Objectives and Targets, 2021 – 2025V. Strategies and Policies for accomplishingthe Objectives/TargetsVI. Investment and Resource Allocation"}, {"text_block_id": "p20_b20", "text": "VII. Conclusion"}, {"text_block_id": "p20_b21", "text": "Outline of Volume I (1/3)"}], "document_description": "This plan succeeds to the <a href=\"https://climate-laws.org/geographies/nigeria/policies/economic-recovery-and-growth-plan-2017-2020\">Economic Recovery and Growth Plan (2017-2020)</a>&nbsp;in order to implement the government's 2050 agenda over the period 2021-2025. It focuses on economic growth and development, infrastructure, public administration, human capital development, social development and regional development. It notably seeks to increase awareness to climate issues, boost the production and use of renewable energy sources, and generally create the conditions for making the economy sustainable."}