{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Nigeria", "document_category": "Policy", "document_sector_name": "Adaptation", "document_language": "English", "document_name": "National Adaptation Plan Framework", "document_country_code": "NGA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Framework", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "06/01/2020", "document_keyword": "Nap", "document_url": "https://cdn.climatepolicyradar.org/NGA/2020/NGA-2020-01-06-National Adaptation Plan Framework_d49336bebc72d9d34eb81d9ff5bdb3a5.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "© Government of Nigeria, 2020"}, {"text_block_id": "p1_b2", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved."}, {"text_block_id": "p1_b3", "text": "Original text: English"}, {"text_block_id": "p1_b4", "text": "Cover image: Reuters"}, {"text_block_id": "p1_b5", "text": "Nigeria’s National Adaptation Plan Framework was produced by the Government of Nigeria, Federal Ministry of Environment, with financial and technical support from the NAP Global Network."}, {"text_block_id": "p1_b6_merged", "text": "The NAP Global Network was created in 2014 to support developing countries in advancing their NAP processes and help accelerate adaptation efforts around the world. To achieve this, the Network facilitates sustained South–South peer learning and exchange, supports nationallevel action on NAP development and implementation, and enhances bilateral support for adaptation and climate-sensitive sectors through donor coordination. The Network’s members include participants from more than 140 countries involved in developing and implementing National Adaptation Plans, as well as 11 donor members. Financial support for the Network has been provided by Austria, Canada, Germany, and the United States. The Secretariat is hosted by the International Institute for Sustainable Development (IISD). For more information, visit ."}, {"text_block_id": "p1_b8", "text": "Any opinions stated herein are those of the author(s) and do not necessarily reflect the policies or opinions of the NAP Global Network, funders, or Network participants."}, {"text_block_id": "p1_b9", "text": "Financial support provided by:"}, {"text_block_id": "p1_b10", "text": "Secretariat hosted by:"}, {"text_block_id": "p2_b11", "text": "Nigeria’s National Adaptation Plan Framework"}, {"text_block_id": "p2_b12", "text": "Nigeria’s Federal Ministry of Environment"}, {"text_block_id": "p2_b13", "text": "June 2020"}, {"text_block_id": "p3_b14", "text": "Acknowledgements"}, {"text_block_id": "p3_b15", "text": "The Department of Climate Change (DCC), Federal Ministry of Environment, Nigeria, would like to acknowledge the financial and technical support received to develop this framework from the NAP Global Network’s Country Support Hub. The DCC would like to also acknowledge the participation of the officials of the following federal ministries and agencies in the stakeholder consultations: Ministry of Environment, Ministry of Agriculture and Rural Development, Ministry of Budget and Planning, Ministry of Health, Ministry of Power, Ministry of Water Resources, Department of Housing, Ministry of Transportation, and Office of the Vice-President. The Department also acknowledges with thanks the following stakeholder organizations: United Nations Food and Agriculture Organization (FAO), Nigeria, the European External Action Service (EEAS), Abuja and African Development Bank (AfDB). Furthermore, the DCC is grateful to the following organizations for their contributions: Nigeria Incentive-Based Risk Sharing System for Agricultural Lending (NIRSAL), Nigerian Meteorological Agency (NiMET), and Nigerian National Petroleum Corporation (NNPC). Finally, the Department would like to express its profound gratitude to Francis Adesina of the Obafemi Awolowo University, Ile-Ife, Nigeria, for leading the development of the NAP Framework as a consultant."}, {"text_block_id": "p4_b16", "text": "Foreword"}, {"text_block_id": "p4_b17", "text": "The phenomenon of climate change is staring everyone in the face, and actions to handle its impacts have become far more critical than before. It is thus becoming an issue of grave significance. It is as described by the United Nations General Secretary “a clear and present danger.” The United Nations Framework Convention on Climate Change (UNFCCC) recognizes adaptation as a critical option that countries should pursue to reduce the impacts of the change. At its 17th session, the Conference of the Parties (COP) to the Convention acknowledged that national adaptation planning can enable all developing countries to assess their vulnerabilities, mainstream climate change risks, and address their adaptation needs. At COP 16 in Cancun, the UNFCCC came up with the Cancun Adaptation Framework to support the efforts of developing country Parties to developing and implementing effective National Adaptation Plans (NAPs). This is what Nigeria is benefiting from to reshape its adaptation efforts."}, {"text_block_id": "p4_b18", "text": "I have no doubts that this NAP Framework will provide what is needed for the country to engage in a coordinated NAP that aligns with its development aspirations as enunciated in the Economic Recovery and Growth Plan (ERGP). It will also help to set the structure and processes that are necessary to effectively develop the NAP for the country. These are inclusiveness, comprehensiveness, and the need to be country-driven. The goal is to ultimately help to strengthen the resilience of Nigerians and thereby reduce their vulnerabilities to the actual and potential impacts of climate change."}, {"text_block_id": "p4_b19", "text": "The implementation of the NAP Framework will also help achieve the adaptation component of Nigeria’s Nationally Determined Contribution (NDC) that was submitted to the UNFCCC and will help to address the impacts of climate change in the country."}, {"text_block_id": "p4_b20", "text": "In developing the NAP Framework, relevant stakeholders from federal government ministries, departments and agencies (MDAs), civil society organizations, academia, and the international community were consulted. I want to thank all these stakeholders for their various inputs, which made the Framework a valuable document."}, {"text_block_id": "p4_b21", "text": "I appreciate the NAP Global Network, the International Institute for Sustainable Development (IISD), and the United States, German, and Canadian governments, for their financial and technical support for the process."}, {"text_block_id": "p4_b22", "text": "DR. MUHAMMAD MAHMOOD ABUBAKAR"}, {"text_block_id": "p4_b23", "text": "Honourable Minister of Environment"}, {"text_block_id": "p5_b24", "text": "Preface"}, {"text_block_id": "p5_b25", "text": "This report provides a broad-based framework for Nigeria to effectively address its National Adaptation Plan. It is supported by the NAP Global Network as a step toward the adoption of the Cancun Adaptation Framework in Nigeria. The objective of the Cancun Adaptation Framework is to enhance actions on adaptation, including through international cooperation and coherent consideration of matters relating to adaptation under the United Nations Framework Convention on Climate Change. This is with a view to contributing to reducing vulnerabilities and building resilience in a developing country party such as Nigeria. The approach adopted has two main components: consultation with key stakeholders in the public and private sectors and the validation of a draft report in a national stakeholders’ workshop. The second element of the approach included a one-day workshop that introduced participants to the elements of vulnerability assessments. This report thus contains important summaries of what Nigeria needs to put in place for an effective National Adaptation Plan Process. It also provides a set of ideas on the next steps toward a full implementation of the National Adaptation Plan in the country."}, {"text_block_id": "p5_b26", "text": "I am confident that the views articulated in this framework provide the right direction for Nigeria’s National Adaptation Plan and are capable of delivering impactful adaptation efforts in the country. The report explores key features of climate change adaptation in Nigeria, including the country’s bilateral and multilateral relationships on climate change. It also evaluates fundamental issues about gender equality in climate change programming, as well as resource mobilization for adaptation. An important element of the framework is the institutional arrangement for inclusive participation in the implementation process. The report also contains important next steps for the National Adaptation Plan process."}, {"text_block_id": "p5_b27", "text": "I want to encourage policy-makers as well as other critical stakeholders to be guided by this framework in their climate adaptation programs and actions. This will ensure that Nigeria maximizes the opportunities that effective adaptation promises."}, {"text_block_id": "p5_b28", "text": "DR. PETER YERIMA TARFA"}, {"text_block_id": "p5_b29", "text": "Director, DCC, Abuja"}, {"text_block_id": "p6_b30", "text": "Executive Summary"}, {"text_block_id": "p6_b31", "text": "Adaptation is required for all countries of the world as the growing changes in climate continue to produce adverse impacts on environmental and socioeconomic systems. Adapting to climate change implies adapting to the occurrence of more frequent and more intense natural hazards. Most countries, particularly developing ones, are challenged in terms of the planning, depth, and coordination of their adaptation actions. The United Nations Framework Convention on Climate Change (UNFCCC) has sought through the Cancun Adaptation Framework (CAF) to enhance the capability of developing country Parties to the Convention to address adaptation within their countries. The objective of the CAF is to enhance actions on adaptation to reduce vulnerabilities and build resilience in developing countries, considering the urgent and immediate needs of those countries that are particularly vulnerable."}, {"text_block_id": "p6_b32", "text": "Nigeria is vulnerable to climate change. Under the A2 Scenario of the Intergovernmental Panel on Climate Change’s (IPCC’s) Emissions Report (National Adaptation Strategy and Plan of Action on Climate Change for Nigeria [NASPA-CCN], 2011), it is projected that Nigeria will experience a temperature increase of 0.04°C per year from about 1981/2000 until the 2046/2065 period, rising to 0.08°C per year after 2050. The scenario also projects wetter conditions in the southern part of the country and drier conditions in the northern part. The drier conditions are expected to be most severe in the north-eastern part of the country. For the 2046/2065 period, rainfall is projected to increase by an average of 15 cm annually in the south. It will, however, decrease at an average rate of 7.5 cm annually in the north (NASPA-CCN 2011, p 10). The impact of these changes without adaptation could cost between 6% and 30% of Nigeria’s GDP by 2050, amounting to between USD 100 billion and USD 460 billion (Department for International Development [DFID] 2009, p. 41)."}, {"text_block_id": "p6_b33", "text": "The Government of Nigeria, in its continued effort to address the challenges of adaptation to climate change, received the support of the NAP Global Network to prepare its National Adaptation Plan (NAP) Framework. This is to facilitate the management of the medium- and long-term adaptation needs of the country in a coherent and coordinated manner."}, {"text_block_id": "p6_b34", "text": "The purpose of this report is to provide a framework for Nigeria to guide it in developing, coordinating, and implementing the various policies, plans, strategies, and legislation that will enable it to address its adaptation needs. Specifically, the objectives of the NAP Framework are to:"}, {"text_block_id": "p6_b35", "text": "The purpose of this report is to provide a framework for Nigeria to guide it in developing, coordinating, and implementing the various policies, plans, strategies, and legislation that will enable it to address its adaptation needs. Specifically, the objectives of the NAP Framework are to:\n* Clarify the countryâs approach to its NAP process. This includes articulating the countryâs\n* Align the NAP process with existing policies (e.g., Economic Recovery & Growth Plan\n* Focus on specific themes that are particularly relevant and/or unique to Nigeriaâs context."}, {"text_block_id": "p7_b43", "text": "The methodology adopted includes a desk-based review of existing climate change data, information and relevant national policies, laws and strategies; consultations with stakeholders in public and private institutions; and a national stakeholder validation workshop as well as a workshop on vulnerability assessment."}, {"text_block_id": "p7_b44", "text": "Although Nigeria has had a number of adaptation initiatives, such as the development of the NASPA-CCN, and the National Climate Change Policy Response and Strategy, this framework represents the first stage in the county’s efforts to refocus the NAP process."}, {"text_block_id": "p7_b45", "text": "The framework underscores the significance of the sectoral approach to development. It proposes the implementation of the NAP to follow the sectoral arrangement. It also identifies the Department of Climate Change (DCC) in the Federal Ministry of Environment, Abuja, as the arm of government that will coordinate implementation of the plan. The coordination will involve identifying adaptation priorities for each sector as well as monitoring the implementation of the adaptation programs and projects."}, {"text_block_id": "p7_b46", "text": "The framework also proposes an institutional arrangement that follows the broader climate change governance in the country. The implementation will thus involve multiple sectors and agencies as well as private sector organizations, working at the national, state, and local government levels. This will require stronger collaboration among the ministries, departments, and agencies (MDAs), to enable experience sharing. It will also reduce overlap and unnecessary duplications in the adaptation programs and projects. In this respect, the NAP will facilitate the alignment of adaptation programs and projects with the country’s overall development agenda."}, {"text_block_id": "p7_b47", "text": "The NAP will be gender-responsive and adopt, where appropriate, community-based and ecosystem-based approaches. It will also facilitate multiple co-benefits and manage trade-offs arising from the implementation of programs and projects."}, {"text_block_id": "p7_b48", "text": "The key elements of the NAP process include:"}, {"text_block_id": "p7_b49", "text": "The key elements of the NAP process include:\n* Building appropriate capacity for adaptation action;\n* Defining adaptation options at the various levels of governance;\n* Creating an enabling environment for effective adaptation;\n* Designing a coherent approach to fund mobilization for effective climate change\n* Developing suitable strategies for engaging the private sector;\n* Developing effective communication strategies in the various phases of the adaptation\n* Developing an effective monitoring and evaluation plan to facilitate implementation."}, {"text_block_id": "p8_b63", "text": "Table of Contents"}, {"text_block_id": "p10_b64", "text": "Acronyms"}, {"text_block_id": "p12_b65", "text": "1.0 Introduction"}, {"text_block_id": "p12_b66", "text": "1.1 Context: Nigeria’s vulnerability to climate change"}, {"text_block_id": "p12_b67_merged", "text": "Climate change is a reality in Nigeria as elsewhere in the world. It is manifesting in various ways, including the increased severity and frequency of extreme events such as floods, droughts, and heat waves. Climate scenarios for the country suggest a significantly warmer climate in the future. Under the A2 scenario of the Intergovernmental Panel on Climate Change (IPCC)’s Emissions Report, it is projected that Nigeria will experience a temperature increase of 0.04°C per year from about 1981/2000 until the 2046/2065 period, rising to 0.08°C per year after 2050 (Abiodun et al., 2011). The same scenario also suggests a wetter south and a drier north, especially in the northeast. For the 2046/2065 period, the projected changes in rainfall range from an average increase of 15 cm annually in the south to an average decrease of 7.5 cm annually in the north. According to the representative concentration pathways (RCPs 4.5 8.5), the chances of increases in precipitation up to the year 2070 in all parts of Nigeria are very high (Federal Ministry of Environment [FME], 2018). In terms of agro-ecological zones, the southern part of Nigeria, which is abundant in mangroves and rainforest, could experience an increase in mean annual precipitation change of less than 5% from 2050 to 2070 under RCP4.5, and under RCP8.5, the change could exceed 5% in 2070 (FME, 2018)."}, {"text_block_id": "p12_b69", "text": "The impacts of the changes in climate include loss of life and properties, as well as damages to socioeconomic infrastructures and ecological systems (Bouwer, 2019). Climate change is also exacerbating communal conflicts as biodiversity resources, including freshwater, become scarce, especially in marginal areas of the country (Akpodiogaga & Odjugo, 2010; Osuafor & Nnorom, 2014). Furthermore, the phenomenon poses significant threats to the country’s food security. In monetary terms, climate change impacts could cost the country between 6% and 30% of its GDP by 2050, worth between USD 100 billion and USD 460 billion (DFID, 2009). The 2012 floods, for example, cost the country NGN 2.6 trillion (USD 17.3 billion). As DFID (2009 p. 41) starkly puts it:"}, {"text_block_id": "p12_b70", "text": "If no adaptation is implemented, climate change could result in a loss of between 2% and 11% of Nigeria’s GDP by 2020, rising to between 6% and 30% by the year 2050. This loss is equivalent to between NGN 15 trillion (USD 100 billion) and NGN 69 trillion (USD 460 billion)."}, {"text_block_id": "p13_b71", "text": "Climate change impacts are moderated by the level of socioeconomic development of a given community, and Nigeria’s rather weak socioeconomic development is heightening the severity of the impacts, further limiting the country’s capacity to respond to emerging challenges (Adesina & Odekunle, 2011). Without serious interventions—including adaptation—the impacts of climate change could be even greater as the century progresses. This makes it crucial for Nigeria to focus on those activities and programs that would strengthen its resilience and adaptive capacity in terms of socioeconomic development and effective management of ecosystems (Raffaello et al., 2013; United States Agency for International Development [USAID], 2018)."}, {"text_block_id": "p13_b72", "text": "1.2 Nigeria’s Response to Climate Change"}, {"text_block_id": "p13_b73_merged", "text": "The Government of Nigeria has responded to the adverse impacts of climate change in many ways. At the international level, Nigeria is a party to the United Nations Framework Convention on Climate Change (UNFCCC) (1992), and a signatory to both the Kyoto Protocol and the Paris Agreement. Furthermore, Nigeria subscribes to other key international agreements such as the Sendai Framework for Disaster Risk Reduction (UNDRR, 2105) and the United Nations Sustainable Development Goals (SDGs) for accelerated national development. At the national level, the country has a plethora of policy instruments on climate change and other aspects of the environment such as the National Climate Change Policy Response and Strategy (NCCP-RS) (FME, 2012b), the National Policy on the Environment, and the National Population Policy. The country has also launched Sovereign Green Bonds (Federal Government of Nigeria, n.d.; Department of Climate Change. n.d.a) to fund environmental projects that are relevant to climate change management following the signing of the Paris Agreement (Table 1). The Second Green Bond was launched in June 2019."}, {"text_block_id": "p13_b76", "text": "Table 1."}, {"text_block_id": "p13_b77", "text": "Projects funded with Nigeria’s First Sovereign Green Bond"}, {"text_block_id": "p13_b78", "text": "Source: Federal Government of Nigeria, n.d."}, {"text_block_id": "p14_b79", "text": "1.3 The Need for a Structured Climate Change Adaptation in Nigeria"}, {"text_block_id": "p14_b80", "text": "Nigeria’s National Adaptation Strategy and Plan of Action on Climate Change (NASPA-CCN) (Building Nigeria’s Response to Climate Change [BNRCC] Project, 2011) was developed with the vision of reducing the country’s vulnerability to the impacts of climate change and enhancing the resilience of its ecological and economic systems. The NASPA-CCN document contains an analysis of the current and future scenarios of climate change in the country, as well as a wide range of strategies to address specific adaptation challenges in the different sectors of the country’s economy including agriculture (crops and livestock), freshwater resources, water resources and fisheries, coastal ecosystems, forests, and biodiversity. The document elaborately enunciated the potentials of adaptation as a channel for managing the several critical challenges of climate change in the different sectors of the country’s economy. Some other documents also underscore the significance of adaptation in Nigeria’s development. The National Agricultural Resilience Framework (NARF) (2015), for example, devoted a chapter to the role of and need for mainstreaming adaptation into Nigeria’s agricultural sector."}, {"text_block_id": "p14_b81", "text": "Despite all these endeavours, Nigeria has yet to make significant progress in terms of coordinated climate change adaptation efforts. Part of the challenge is the rather weak support for the use of the NASPA-CCN as an instrument to drive adaptation efforts in the country. The development, full adoption, and implementation of climate adaptation are critical for the country in managing the growing challenges of climate change. This framework is a necessary first step in putting adaptation in the right perspective in the country."}, {"text_block_id": "p14_b82", "text": "Many of Nigeria’s national polices, particularly those developed since the turn of this century, derived from international agendas. The NCCP-RS typically finds relevance as a response to the Articles of UNFCCC (United Nations, 1992) and outcomes of the Convention’s Conference of the Parties (COP). It elaborates on adaptation and mitigation strategies in line with Article 4 of UNFCCC toward fostering “low-carbon, high growth economic development path and building a climate-resilient society” (FME, 2012b). It aims to provide a framework for responding to climate change-induced challenges in the country. Some other policies, such as the Agricultural Promotion Policy (2016) (Federal Ministry of Agriculture and Rural Development [FMARD], 2016) and the National Gas Policy (Ministry of Petroleum Resources, 2017) do not derive directly from global collaborative responses but reflect best practices from trending relevant international processes. As shown by Dazé et al. (2019), Nigeria’s NAP process can effectively serve as a key connecting point for all policies toward climate-resilient development in the country."}, {"text_block_id": "p15_b83", "text": "1.4 Purpose and Objectives of the NAP Process"}, {"text_block_id": "p15_b84", "text": "The NAP process is an international initiative established under the Cancun Adaptation Framework (CAF). It results from the realization of the fragmented nature of adaptation under UNFCCC and the need to make it cohesive (Ndoko, 2015). The NAP process enables countries to identify medium- and long-term adaptation needs and develop, implement, and monitor strategies to address those needs (UNFCCC, n.d.) in a coherent manner. The two broad objectives of the NAP process (decision 5/CP.17 page paragraph 1) are to (UNFCCC, 2011):"}, {"text_block_id": "p15_b85", "text": "The NAP process is an international initiative established under the Cancun Adaptation Framework (CAF). It results from the realization of the fragmented nature of adaptation under UNFCCC and the need to make it cohesive (Ndoko, 2015). The NAP process enables countries to identify medium- and long-term adaptation needs and develop, implement, and monitor strategies to address those needs (UNFCCC, n.d.) in a coherent manner. The two broad objectives of the NAP process (decision 5/CP.17 page paragraph 1) are to (UNFCCC, 2011):\n* Reduce vulnerability to the impacts of climate change by building adaptive capacity and\n* Facilitate the integration of climate change adaptation, in a coherent manner, into relevant"}, {"text_block_id": "p15_b89", "text": "1.5 Methodology Used for the Development of the NAP Framework"}, {"text_block_id": "p15_b90", "text": "The purpose of this report is to provide a framework for Nigeria to guide it in developing, coordinating, and implementing the various policies, plans, strategies, and legislation that will enable it to address its medium- and long-term adaptation needs. The specific objectives of the NAP Framework are to:"}, {"text_block_id": "p15_b91", "text": "The purpose of this report is to provide a framework for Nigeria to guide it in developing, coordinating, and implementing the various policies, plans, strategies, and legislation that will enable it to address its medium- and long-term adaptation needs. The specific objectives of the NAP Framework are to:\n* Clarify the countryâs approach to its NAP process. This includes articulating the countryâs\n* Align the NAP process with existing policies (Economic Recovery & Growth Plan, NASPA\n* Align the NAP process with existing policies (Economic Recovery & Growth Plan, NASPA\n -\n* Align the NAP process with existing policies (Economic Recovery & Growth Plan, NASPA\n -\n CCN, NCCP-RS), strategies, and adaptation research.\n* Focus on specific themes that are particularly relevant and/or unique to Nigeriaâs context."}, {"text_block_id": "p15_b99", "text": "Its methodology consists of three interconnected segments: a desk-based literature review, stakeholder consultations, and a national validation workshop."}, {"text_block_id": "p15_b100_merged_merged", "text": "The first segment involves an extensive review of key documents on climate change in Nigeria, including, among others, the National Climate Change Policy Response and Strategy (NCCP-RS) (2012), National Adaptation Strategy (NCCAS) (2012), Nigeria’s Nationally Determined Contributions (NDCs) (2015), and Economic Recovery and Growth Plan (2017–2020) (Ministry of Budgeting and National Planning, 2017)."}, {"text_block_id": "p15_b103", "text": "In the second segment, key stakeholders were interviewed on issues pertaining to the NAP process and its enabling environment. The interviewees included representatives from four categories:"}, {"text_block_id": "p16_b104", "text": "In the second segment, key stakeholders were interviewed on issues pertaining to the NAP process and its enabling environment. The interviewees included representatives from four categories:\n* Key staff at national sectoral levels,\n* Civil society organizations and non\n* Civil society organizations and non\n -\n* Civil society organizations and non\n -\n governmental organizations involved in\n* Private sector operators involved in\n* Development partners (donors)."}, {"text_block_id": "p16_b114", "text": "Photo:"}, {"text_block_id": "p16_b115_merged_merged", "text": "C. de Bode/CGIAR (CC BY-NC-SA 2.0"}, {"text_block_id": "p16_b118", "text": ")"}, {"text_block_id": "p16_b119", "text": "The findings from the first two segments were used to produce a report that was validated at a national workshop held in Abuja, Nigeria, on November 6, 2019. The workshop, which brought together key stakeholders (including those consulted in the second segment) to validate the draft, constituted the third segment of the process. The draft framework was presented along with the major themes it addressed, and participants examined them in a breakout session. Feedback from the group work was compiled in a plenary that followed and then incorporated into this final draft after the workshop."}, {"text_block_id": "p17_b120", "text": "2.0 Nigeria’s NAP Process"}, {"text_block_id": "p17_b121", "text": "2.1 Goals"}, {"text_block_id": "p17_b122", "text": "Nigeria’s NAP process began in response to various negotiations under the UNFCCC, dating from the 2001 Conference of Parties in Marrakech, Morocco. The process sets the objectives for and determines the principles, approaches, and structure of climate change adaptation planning and implementation for the country. This includes identifying priority adaptation actions across sectors in the medium and long terms as well as defining and facilitating institutional coordination with respect to adaptation. It also involves exploring resource mobilization to facilitate the implementation of the various programs and projects."}, {"text_block_id": "p17_b123", "text": "Considerable progress has been made in climate adaptation in Nigeria. There is a high level of awareness, especially in sensitive sectors like forestry and food crop production. At the moment, substantial pertinent information on adaptation and its programming is readily available in the country (BNRCC, 2011). In the context of the NAP process, which builds on what is already going on in the various sectors, there are efforts under the NDC in Agriculture, Forestry, Water Resources, Planning and Budget, Housing, and Transportation. Nigeria’s NAP process will involve refining and scaling up what is already taking place for enhanced impacts. This will include defining what adaptation actions are crucial for the country and what institutional arrangements will need to be in place to pursue them."}, {"text_block_id": "p17_b124", "text": "2.2 Mandates"}, {"text_block_id": "p17_b125", "text": "Nigeria’s NAP process derives its mandate from responses to climate change that are both international and the country’s own. There are four key related sources: the UNFCCC via its CAF, the NCCP-RS, the NASPA-CCN, and Nigeria’s NDC."}, {"text_block_id": "p17_b126", "text": "Nigeria’s international commitment as a party to UNFCCC involves abiding by the tenets of the convention. This also pertains to the agreements and/or negotiations emanating from the convention’s COP, Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol (CMP), and Conference of the Parties serving as the meeting of the Parties to the Paris Agreement (CMA). For example, Nigeria must respect decisions such as Decision 1/CP.16, which addresses, among other issues, enhanced adaptation actions under CAF (2010). The NAP process thus represents a channel for Nigeria to fulfill its obligations under UNFCCC in general."}, {"text_block_id": "p17_b127", "text": "Implementing the adaptation components of the NCCP-RS, which is already being reviewed, also requires an effective NAP process, in order to actualize its adaptation objectives and measure the effectiveness of its strategies. The policy specifically states that the country will employ adaptation to climate change as a means of ensuring that it meets its commitment under the"}, {"text_block_id": "p18_b128", "text": "UNFCCC and enhance the resilience of economic, social, and ecological systems in the country. NCCP-RS is built on 13 principles for achieving effective management of the impacts of climate change while promoting sustainable development. Two pertinent principles are:"}, {"text_block_id": "p18_b129", "text": "UNFCCC and enhance the resilience of economic, social, and ecological systems in the country. NCCP-RS is built on 13 principles for achieving effective management of the impacts of climate change while promoting sustainable development. Two pertinent principles are:\n* âMitigation and adaptation are integral components of the policy response and strategy to\n* âClimate change policy is integrated with other interrelated policies toward promoting"}, {"text_block_id": "p18_b133", "text": "NCCP-RS thus mandates a multi-sectoral approach to managing climate impacts. It recognizes differences in the way climate change affects the various sectors and the manner in which each sector may be able to respond to the impacts. While some sectors (such as food crop production, forestry, and water resources) are already addressing the challenges, many others are in the preparatory stages. The NAP process provides a suitable platform for a broad-based, coordinated, and coherent national adaptation response."}, {"text_block_id": "p18_b134", "text": "In the same vein, Nigeria’s NDC also contains an adaptation component premised on the need to avert potential risks, including significant losses that could come from sectors like energy and agriculture in the absence of planned adaptation (DFID, 2009; UNFCCC, 2015). The country’s NDC is already helping provide appropriate responses with respect to erosion, pollution, sustainable livestock and crop production, among others. Nigeria’s NAP process will align with the adaptation components of the NDC. The range of adaptation options in the NDC has considerable overlap with those of NCCP"}, {"text_block_id": "p18_b135", "text": "-"}, {"text_block_id": "p18_b136", "text": "RS and NASPA-CCN, which underscores the need for alignment. NCCP-RS and NASPA"}, {"text_block_id": "p18_b137", "text": "-"}, {"text_block_id": "p18_b138", "text": "CCN, for instance, subscribe to adopting climate-smart agriculture (CSA) as a strategy for climate change adaptation and improving agricultural productivity as well as the physical environment of the country."}, {"text_block_id": "p18_b139", "text": "Photo:"}, {"text_block_id": "p18_b140_merged_merged", "text": "IFPRI/Milo Mitchell (CC BY-NC-ND 2.0"}, {"text_block_id": "p18_b143", "text": ")"}, {"text_block_id": "p18_b144", "text": "2.3 Status of Adaptation Efforts"}, {"text_block_id": "p18_b145", "text": "There are many activities currently being implemented (or recently completed) in the areas of research, planning, and implementation in climate change adaptation for Nigeria. A lot of information is now available on the current and future scenarios of climate change in the country and the potential impacts of climate change with possible adaptation implications (e.g., Adejuwon, 2005, 2006; Ayinde et al., 2011; Ishaya & Abaje, 2008; ). In addition, many of Nigeria’s MDAs have access to and an understanding of relevant national policy documents that can directly or otherwise drive adaptation programs. Several civil society organizations (CSOs) and non-governmental organizations (NGOs), as well as members of academia,"}, {"text_block_id": "p19_b146", "text": "have been or are involved in various ways in climate actions and development initiatives that support the NAP process. Despite this, the NAP process in the country remains largely uncoordinated and incoherent."}, {"text_block_id": "p19_b147_merged", "text": "As part of the efforts to further develop the NAP process, Nigeria submitted a Readiness and Preparatory Proposal to the Green Climate Fund in 2017 and was approved in December 2019. The proposal seeks to address issues related to institutional capacity and stakeholder collaboration in the adaptation process; insufficient analysis and dissemination of climate change information; poor adaptation funding and limited monitoring and reporting protocols.The implementation of the country’s Readiness and Preparatory Support Programme will contribute significantly to addressing some of these challenges. The Readiness Proposal will enhance the country’s approach to climate change planning, ultimately strengthening the adaptive capacity of Nigerians."}, {"text_block_id": "p20_b150", "text": "3.0 Approach and Structure of Nigeria’s NAP Process"}, {"text_block_id": "p20_b151", "text": "3.1 Sectoral Governance"}, {"text_block_id": "p20_b152", "text": "The Government of Nigeria has taken a sectoral approach to addressing the challenge of climate change. For example, in the NCCP-RS, adaptation issues are considered along with key sectors, including energy, agriculture, and water resources, forestry and wildlife, education, health, security, and transportation. For each sector, a situation analysis is first presented, followed by a consideration of climate change issues in the sector and relevant adaptation measures. The policy recognizes that gender and finance are cross-cutting issues and proposes that they be addressed in the specific ways they affect each sector."}, {"text_block_id": "p20_b153", "text": "The sectoral approach to development has a long historical antecedent in Nigeria, dating back to the beginning of the formal governance of development processes during the colonial era. In a speech delivered on September 23, 2019, at the United Nations General Assembly (UNGA), the President of the Federal Republic of Nigeria said:"}, {"text_block_id": "p20_b154_merged", "text": "I want to announce that the Government of Nigeria will develop a more robust sectorial action plan and expand the scope of our Sovereign Green Bonds in line with our intended upward review of Nigeria’s NDC’s toward the inclusion of the water and waste sectors by 2020 (Nda-Isaiah, 2019)."}, {"text_block_id": "p20_b157", "text": "This underscores the fact that development and climate action will continue to be pursued at the sectoral level. The Department of Climate Change (DCC), which is within the FME, will serve as the focal organization for the NAP process, while adaptation programs and activities—which in many cases are sector-specific—will be coordinated by the various implicated sectors."}, {"text_block_id": "p20_b158", "text": "3.2 Engaging MDAs in Implementing the NAP Process"}, {"text_block_id": "p20_b159", "text": "Climate change affects every sector of the economy. As such, each one must be a part of the response. It is, therefore, logical to recognize and strengthen the MDAs of government as key nodes in the adaptation efforts while recognizing their interconnected and overlapping areas of focus."}, {"text_block_id": "p20_b160", "text": "In pursuing the sectoral approach to climate change management, the government supports an Inter-Ministerial Committee on Climate Change (ICCC), which works with the DCC on various aspects of climate change programming, including adaptation (DCC, n.d.b). ICCC oversees interagency coordination on climate change. For instance, in implementing Nigeria’s first Biennial Update Report (Federal Government of Nigeria, 2018), the Inter-Ministerial Committee"}, {"text_block_id": "p21_b161", "text": "is expected to collate and integrate information on the implementation of the Climate Convention from all concerned stakeholders."}, {"text_block_id": "p21_b162", "text": "Many of the MDAs at the federal level, such as the Ministries of Science and Technology, Budgets and Planning, Health, and Water Resources, already have climate desks or climate change units. There is also an increasing level of encouragement and support for all other MDAs to have designated climate desks on climate change (NEWMAP, 2017). At the sub-national level, there is an increasing effort to bring the climate change programs and activities closer to the grassroots (DCC, n.d.c, 2018). For example, the DCC now regularly engages states and local governments on climate change issues. Also, in the implementation of UN-REDD program (Reducing Emissions from Deforestation and Forest Degradation [REDD]) in Nigeria, state and local governments are inevitably deeply involved because forests are accorded the status of community-owned resources. All these are bringing climate response activities more and more to the grassroots level. This sectoral engagement will be strengthened, as indicated in President Muhammadu Buhari’s speech, and will make the NAP process more effective."}, {"text_block_id": "p21_b163", "text": "3.3 Leveraging the Private Sector and Non-Governmental Organizations: Incentivizing and facilitating access to climate finance for adaptation"}, {"text_block_id": "p21_b164", "text": "The private sector is a natural stakeholder in national climate change adaptation response. Apart from experiencing the direct impacts of climate change, the private sector is also key to implementing government actions to manage climate change impacts. For instance, small-scale farmers in Nigeria directly experience the impacts of climate change as they contend with falling crop yields. At the same time, they are the channels through which the government can introduce actions such as supplementary irrigation to cope with increasing water shortages during growing seasons."}, {"text_block_id": "p21_b165", "text": "Several private sector operators, NGOs, and external funding sources are already engaging in climate change adaptation. These include, for example, Oxford Committee for Famine Relief (OXFAM) International, an NGO that is supporting the private sector through the Livelihoods and Nutrition Empowerment Project in the north-eastern part of Nigeria (Oxfam, n.d.). In addition, the National Agricultural Seeds Council (NASC, n.d.), through private sector operators, has since 2007 promoted the use of climate-smart seeds to help address climate change-induced crop failures in the different parts of the country (FMARD, 2010). The Africa Adaptation Programme (AAP), which targeted 20 African countries and was concluded in 2012, is an international supporter of adaptation efforts (Institute of Development Studies, 2019), from which Nigeria has also benefited (Box 1)."}, {"text_block_id": "p21_b166", "text": "However, the impact of private sector and NGO efforts in climate change adaptation remains relatively uneven. Accessing climate change finance, even in the area of renewable energy, is a challenge. Some of the constraints are low capacity, lack of awareness among potential beneficiaries, and the rather difficult process of accessing sustainable finance from the banking sector. It is imperative that the NAP process be implemented in a way that alleviates these challenges."}, {"text_block_id": "p22_b167", "text": "3.4. Ensuring a Gender-Responsive NAP Process"}, {"text_block_id": "p22_b168", "text": "Nigeria has been participating actively in global efforts to redress gender imbalances in all aspects of governance and socioeconomic development. As a signatory to the Beijing Declaration (UN, 1995), the government has pursued the attainment of at least 30% women’s representation in decision making (Oluyemi, 2016)"}, {"text_block_id": "p22_b169", "text": "and fair gender considerations in various aspects of development. There is a National Gender Policy (Federal Ministry of Women Affairs & Social Development, 2008), which spells out how the government is making governance gender-responsive. In addition, the government has a Federal Ministry of Women Affairs (FMWA) that focuses on promoting “the development of women with equal rights and corresponding responsibilities” (FMWA, n.d.). FMWA will continue to be a key actor in the NAP process. The ministry has supported many women-focused projects such as promoting the use of efficient cook stoves, which are helpful to the country’s effort at reducing emissions from the forestry sector and curtail wood felling. Furthermore, most of the government’s policies and plans in Nigeria now have visible gender components. For instance, NASPA-CCN has gender mainstreaming as one of its 13 imperatives on which the policy is built."}, {"text_block_id": "p22_b170", "text": "There are enormous benefits to making development programs gender-responsive. It ensures, among other things, that everyone is properly targeted and that all are encouraged and given equal opportunity to contribute to the development process. To make the NAP process fully gender-responsive, Nigeria should continue to see that women and men"}, {"text_block_id": "p22_b171", "text": "Photo:"}, {"text_block_id": "p22_b172_merged_merged", "text": "Chris de Bode/CGIAR (CC BY-NC-SA 2.0"}, {"text_block_id": "p22_b175", "text": ")"}, {"text_block_id": "p23_b176", "text": "are equally engaged, and their concerns (as well as different adaptation needs and capabilities) are fully factored into the NAP process."}, {"text_block_id": "p23_b177", "text": "The implementation of the NAP process will also be based on a comprehensive consideration of vulnerable populations and marginalized groups as recognized by the United Nations (Icelandic Human Rights Centre, n.d.) including Indigenous populations, internally displaced persons, and migrants among others, to ensure that their rights are not compromised. The NAP process should explore the intersectional nature of these communities, while ensuring that their varying vulnerabilities and capacities are mainstreamed into the development process."}, {"text_block_id": "p23_b178", "text": "3.5 Horizontal and Vertical Integration"}, {"text_block_id": "p23_b179", "text": "Program integration can be vertical or horizontal. In the context of the NAP process, vertical integration allows for the creation of intentional and strategic linkages among international, national, and sub-national adaptation program development, implementation, and monitoring and evaluation (M&E) (Dazé et al., 2016, p.4). Horizontal integration implies involving and engaging every sector in the adaptation plans."}, {"text_block_id": "p23_b180", "text": "Nigeria has adopted both vertical and horizontal integration processes in responding to climate change. The vertical process is exemplified by the effort to integrate the Paris Agreement into domestic national plans and policies and bringing it to bear on the programs of all the sectors at the sub-national level. Horizontal integration in this instance starts with the Ministry of Environment and spreads to other critical MDAs, such as the Ministry of Agriculture and Rural Development and Ministry of External Affairs. This approach will be strengthened during the implementation of the NAP process to ensure that emerging issues from international platforms, and especially the UNFCCC, are integrated into development activities and programs at the sectoral levels."}, {"text_block_id": "p23_b181", "text": "Integration is crucial to making adaptation sustainable in every sector. If run as one-off projects, adaptation interventions are likely to terminate at the end of the project (see Nagy, 2000). Run as an incorporated part of sectoral budgets and programming, adaptation becomes fully integrated into the activities of the sectors."}, {"text_block_id": "p23_b182_merged", "text": "Already, the federal ministries, states, and local government areas (LGAs) are linked in vertical and horizontal ways, as seen in the development and implementation of NDC. The Paris Agreement is domesticated in DCC at the federal level. Its implementation is cascaded to the states and LGAs through various bodies, including the Joint Planning Board (JPB) of the Federal Ministry of Budgets and National Planning (MBNP).The findings from the consultations with MBNP in preparing this report show that JPB meets once a year and provides a platform for MBNP to share domesticated international positions as well as the government development agenda with states and local governments."}, {"text_block_id": "p24_b185", "text": "3.6 Community-Based Adaptation Approach"}, {"text_block_id": "p24_b186", "text": "Community-based adaptation (CBA) aims to reduce the risks of climate change to the world’s poorest people by involving them in the practices and planning of adaptation (Forsyth, 2013). It encourages adaptation that is inclusive, community-driven, and sustainable. In theory, this is achieved by enabling local peoples both to plan for the impacts of climate change and determine the methods and goals of adaptation."}, {"text_block_id": "p24_b187", "text": "Photo:"}, {"text_block_id": "p24_b188_merged", "text": "KC Nwakalor/USAID (CC BY 2.0"}, {"text_block_id": "p24_b191", "text": ")"}, {"text_block_id": "p24_b192", "text": "In Nigeria, CBA is a potential tool for NAP planning and implementation, given that adaptation is context-specific and requires community participation for sustainability. In the NAP process, the CBA approach will be used appropriately, particularly in identifying adaptation strategies and getting local communities actively involved."}, {"text_block_id": "p24_b193", "text": "3.7 Ecosystem-Based Adaptation Approach"}, {"text_block_id": "p24_b194", "text": "The ecosystem-based adaptation (EBA) approach refers to the use of biodiversity and ecosystem services as part of a broader adaptation strategy (International Union for Conservation of Nature [IUCN], 2014). EBA addresses the crucial links among climate change, biodiversity, ecosystem services, and sustainable resource management. It is part of an overall strategy to help people adapt to the adverse effects of climate change."}, {"text_block_id": "p24_b195", "text": "EBA is already being adopted in Nigeria with the UNDP-sponsored Ecosystem-Based Adaptation for Food Security Assembly (EBAFOSA). EBAFOSA was integrated into the 2015/2016 budget through the Agriculture and Environment pillar of Nigeria’s development blueprint. The goal is to use the EBAFOSA policy framework to drive climate change adaptation, food security, SDGs 2 (Zero Hunger), 8 (Decent Work and Economic Growth), 13 (Climate Action), 15 (Life on Land) and 17 (Partnership to Achieve the Goal) and Agenda 2030 (United Nations Environment Programme, 2018). The EBA approach has good prospects for applications in other sectors with respect to adaptation and should attract interest in the NAP process in Nigeria."}, {"text_block_id": "p24_b196", "text": "3.8 Recognizing Rural and Urban Areas as Separate but Interlinked"}, {"text_block_id": "p24_b197", "text": "In development planning, it is often advised to differentiate urban from rural areas in order to best address the differing needs of the people in the two communities. Although there are varying perceptions of what rural areas are (Wunderlich, 2016), they are widely believed to be"}, {"text_block_id": "p25_b198", "text": "characterized by primary occupations such as farming and in developing areas by higher levels of poverty. The fairly homogenous socioeconomic activities and socioeconomic infrastructures of rural areas in many parts of Nigeria make targeting them relatively easy. In general, rural areas need fewer (though often similar) adaptation options."}, {"text_block_id": "p25_b199", "text": "While rural areas are distinctive from the urban areas, the linkages must be recognized in development planning. The pressure to improve food production in the face of a changing climate does not originate from the rural areas alone. It is significantly influenced by the dependency of the urban areas on the countryside for food supply. Adaptation planning at sub-national levels should, therefore, cover both rural and urban needs and recognize the ways in which they are linked. In the same vein, adaptation plans for major urban areas need to recognize the fact that economic growth is generated across geographical borders."}, {"text_block_id": "p25_b200", "text": "3.9 Harmonizing Time Frames"}, {"text_block_id": "p25_b201", "text": "The NAP process is conceived largely as a medium- to long-term strategy based on the scientific explanation of future climate behaviours (UNFCCC, 2018). An advantage of a longer-term adaptation strategy is that it has the potential to be cost-effective (UNFCCC, 2018). Improvements in technology, innovation, and financing that normally occur over time have the capacity to reduce the costs of interventions. However, adaptation in Nigeria is currently largely conceived as a short- or medium-term strategy, with the goal of promoting socioeconomic development. This outlook can ultimately lead to mal-adaptation because short-term adaptation measures may not be able to address the long-term impacts of climate change. The NAP process should, therefore, be implemented to harmonize different time frames by integrating climate change adaptation into Nigeria’s medium- and long-term development priorities and strategies."}, {"text_block_id": "p26_b202", "text": "4.0 Guiding Principles of Nigeria’s NAP Process"}, {"text_block_id": "p26_b203", "text": "The UNFCCC provides some clear guidance on what the NAP process should reflect. These are that the NAP process (UNFCCC, n.d.):"}, {"text_block_id": "p26_b204", "text": "The UNFCCC provides some clear guidance on what the NAP process should reflect. These are that the NAP process (UNFCCC, n.d.):\n* âBe undertaken in accordance with the Convention;\n* Follow a country-driven, gender-sensitive, participatory and fully transparent approach,\n* Be based on and guided by the best available science and, as appropriate, traditional and\n* Not prescriptive, nor result in the duplication of efforts undertaken in-country, but"}, {"text_block_id": "p26_b212", "text": "The sections that follow show how the NAP process in Nigeria will be structured along the guidelines given above."}, {"text_block_id": "p26_b213", "text": "4.1 Ensuring Participatory Involvement of all Stakeholders"}, {"text_block_id": "p26_b214", "text": "“Everyone matters when it comes to managing the impacts of climate change, particularly those who are least able to adapt. Everyone should have a say in how climate action occurs, and everyone should benefit from investments in adaptation in an equitable manner.” (Dazé, 2019)"}, {"text_block_id": "p26_b215_merged", "text": "Because climate change affects everyone differently based on their vulnerability and ability to adapt, involving each stakeholder in the development and implementation of the NAP process remains a priority. The government and its implementing agencies (Armstrong-Ogbonna & Onoh, 2015) in Nigeria have raised awareness among these key stakeholders through various mass media, community-based programs, and social media channels (e.g., Batta et al., 2013). They have also promoted multiple initiatives such as the cooperation among the 11 desert frontline states in the northern part of the country (FME, 2012a) and the coastal states in the south. Quite a number of NGOs and advocacy groups, such as the Nigerian Conservation Foundation (NCF), the Nigerian Environmental Society (NES), Friends of the Earth Nigeria/ Environmental Rights Action, Women Environmental Programme Nigeria, and the T.R.E.E. Initiative, are engaging at various scales in community mobilization for climate change action. The T.R.E.E. Initiative (T.R.E.E. Initiative, 2017), for example, is promoting afforestation in rural communities. Its National Shea Tree Restoration Advocacy Programme (NASTREP: 2019–2025) is targeted at enhancing the production of the shea butter tree (Vitellaria paradoxa) through afforestation programs in the savanna. Shea butter is one of the most sought for tree products in Nigeria that is threatened by deforestation (Boffa, 2015; Makerere University Institute of"}, {"text_block_id": "p27_b218", "text": "Environment and Natural Resources, 1998). Initiatives such as this enhance livelihood in rural areas by strengthening sources of income. At the same time, they improve soil productivity, which helps strengthen the adaptation process in food crop production."}, {"text_block_id": "p27_b219", "text": "Nigerian youths after a workshop."}, {"text_block_id": "p27_b220", "text": "4.2 Youth Engagement"}, {"text_block_id": "p27_b221", "text": "Youth groups are key stakeholders in the NAP process due to the important roles young people are playing and will play in domestic and global climate actions. Globally, the Climate Strike of September 20, 2019, brought young people out more significantly than before as a factor in climate change action."}, {"text_block_id": "p27_b222", "text": "At the national level, the Government of Nigeria recognizes the significant role of young people in national development and the need to create an enabling environment for them to contribute to the country’s sustainable development. These are reflected in Nigeria’s National Youth Policy (Federal Republic of Nigeria, 2019). While the policy does not speak expressly about how youths might engage with the challenges of climate change, it states in Section 2.2 that it aligns with such policies as the National Policy on the Environment, which extensively covers issues related to climate change. This resonated in the speech of the President of Nigeria during the September 2019 United Nations General Assembly in New York, when he invited the youths to plant 25 million trees."}, {"text_block_id": "p27_b223", "text": "Young people at the Climate Innovation Hub in Lafia, Nasarawa State August 2019."}, {"text_block_id": "p27_b224", "text": "Young people will remain key stakeholders in Nigeria’s NAP process. Programs will, therefore, be planned to give them all possible opportunities to contribute to the various adaptation initiatives. The programs will also enable young people to be properly targeted in climate change adaptation programming."}, {"text_block_id": "p27_b225", "text": "At the international level, the role of the youth in climate change action is increasingly recognized and focused under the UNFCCC (United Nations Joint Framework Initiative on Children, Youth and Climate Change, 2013): “Since 2008, the Joint Framework Initiative has been coordinating efforts of 16 intergovernmental entities and many youth organizations to empower youth to take adaptation and mitigation actions and enhance effective participation of youth in climate change policy decision-making processes” (EnvironNews, 2019)."}, {"text_block_id": "p28_b226", "text": "This trend is evident in the programs of many countries, including Nigeria. The special youth initiatives by the DCC in 2019 (EnvironNews, 2019) and the significant representation of Nigerian youths in the UNGA in September 2019 are examples of the government’s efforts to bolster the young as they take up leading roles in the fight against climate change. More such initiatives need to be pursued to further “unlock” young people’s potential to contribute to the NAP process."}, {"text_block_id": "p28_b227", "text": "4.3 Harmonizing Climate Change Adaptation Responses"}, {"text_block_id": "p28_b228", "text": "The DCC provides leadership on climate change actions in the country and has been structured in a way that enables this. It presently has four units charged with specific activities under the UNFCCC, including vulnerability and adaptation (Figure 1). These units coordinate programs and activities in their domains. Using the inter-ministerial platforms, contacts with climate desks in the various MDAs, and the growing outreach to states, the DCC will continue to coordinate climate actions for harmony and effectiveness. Key elements of harmony will include uniformity in modes of reporting (including reporting formats) climate change impacts and the effectiveness of adaptation interventions, measures of impacts, indicators or parameters for measuring impacts, costing of adaptation efforts, and valuing the impacts."}, {"text_block_id": "p28_b229", "text": "Figure 1."}, {"text_block_id": "p28_b230", "text": "Organogram of the Department of Climate Change"}, {"text_block_id": "p28_b231", "text": "Source: Department of Climate Change (DCC)."}, {"text_block_id": "p29_b232", "text": "4.4 Climate Change as a Cross-Cutting Developmental Issue and Sector Responsibilities"}, {"text_block_id": "p29_b233_merged", "text": "While harmonizing climate programs and actions in the NAP process is important, the cross-cutting nature of climate change must be kept in perspective. Climate change affects everyone but does so in often fundamentally different ways. Everyone will, therefore, need to adapt to climate change in ways that can produce the greatest effects in their various sectors. Leaders in each sector will prioritize adaptation issues and ensure that joint actions are undertaken where there are overlapping climate change concerns. Water resources, for example, can be a shared challenge for sectors and subsectors such as forestry, agriculture, and wildlife. Adaptation will focus on the specific water challenges of each sector and subsector. At the same time, joint actions will be taken to promote efficiency in water use."}, {"text_block_id": "p29_b236", "text": "4.5 Ensuring an Integrated and Comprehensive Approach"}, {"text_block_id": "p29_b237", "text": "To be effective, the implementation of Nigeria’s NAP process will follow a comprehensive approach that makes it possible to engage all stakeholders, recognizing their different backgrounds and specialties. This will make adaptation efforts complementary and prevent overlaps that have attended many previous policy implementations. Good leadership from the DCC will also be critical here. There will be a need to ensure that the process is not addressing issues that are already subjects of an existing policy framework. Rather, it will be complementary in a way that enhances the effectiveness of existing initiatives. The implementation of the NAP process will benefit from relevant extant initiatives such as the “zero open defecation” scheme, which is integrated with the expansion of freshwater distribution in the Water and Sanitation Sector (Federal Ministry of Water Resources, 2014)."}, {"text_block_id": "p29_b238", "text": "4.6 Ensuring and Maximizing Multiple Co-Benefits"}, {"text_block_id": "p29_b239", "text": "Nigeria subscribes to several key environmental and developmental agreements and is committed to fulfilling their associated obligations. Some of the agreements include the United Nations Convention on Biodiversity (UNCBD), United Nations Convention to Combat Desertification (UNCDD), the NDC and the SDGs. These international agreements have underlying goals of promoting sustainable development. Pursuing the objectives of each of the policies provides opportunities for promoting adaptation. For instance, Nigeria has proposed the use of CSA procedures to attain its goal of reducing greenhouse gas emissions through its NDC. Largely, many CSA procedures—while perhaps aimed at mitigation—are also adaptation strategies or can simply lead to increased resilience, thereby ultimately enabling better adaptation. The promotion of appropriate small technologies for Nigeria’s environment, too, is not just a technological feat; it can also be a form of adaptation in managing the fragile soils of Nigeria. Proper implementation of the country’s NDC is thus an excellent platform for adaptation."}, {"text_block_id": "p29_b240", "text": "Moving forward, Nigeria will continue to respond to its commitments under various agreements and protocols to enhance its efforts to adapt to climate change. The DCC, which"}, {"text_block_id": "p30_b241", "text": "provides leadership on climate action in the country, will continue to take note of what is happening in the various aspects of national development in its bid to mainstream the NAP into the development process."}, {"text_block_id": "p30_b242", "text": "4.7 Managing Potential Trade-offs"}, {"text_block_id": "p30_b243", "text": "Implementing the NAP process may result in trade-offs that must be properly managed to prevent unintended negative consequences, including maladaptation. The management component here will include measuring the impacts of the NAP process and taking steps to address any unintended negative outcomes."}, {"text_block_id": "p30_b244", "text": "There are procedures for making informed decisions about trade-offs (Elmqvist et al., 2013; Feather et al.,1995; Klastorin, 2004). Capacity for undertaking the analyses will be developed in the DCC through in-house capacity-building and targeted training sessions. The training can be achieved through a request to any of the research centres affiliated with the DCC."}, {"text_block_id": "p30_b245", "text": "4.8 Identifying Social Equity and Ensuring a Gender-Responsive NAP Process"}, {"text_block_id": "p30_b246", "text": "The impacts of climate change are not the same across regions and social classes. Crop failures are likely to be more severe in the forest than savanna ecosystems (e.g., Odekunle, 2011). Farmers who are more prosperous have a greater capacity to experiment or adopt adaptation practices. There are also differences in how climate change is experienced between men and women, and consequently what climate change adaptation needs and capacities the two groups possess. For example, in Nigeria, women are disadvantaged in terms of access to resources that are needed for adaptation in agriculture. They often lack property rights and control over natural resources, which is aggravated by their limited access to information, education, credit, and technologies, which translates to fewer means to deal with climate change (Akinbami et al., 2019). Despite all this, women in Nigeria have Indigenous cooperative systems that make it possible for them to run small businesses. Two key recent climate agreements highlight the significance of these gender issues. The Paris Agreement (UNFCCC, 2015) calls for gender-responsive climate action while the Gender Action Plan (Decision 3/CP) (UNFCCC, 2017) underscores the need to integrate gender considerations in climate actions such as NAPs."}, {"text_block_id": "p30_b247", "text": "Nigeria’s NAP implementation process will address issues of gender-based equity, especially those associated with access to critical resources. Women farmers, for example, must be especially targeted throughout the country in encouraging adaptation action. They must also be provided with adequate health information. This will enable them to employ appropriate health behaviours to protect themselves and their families from disasters that affect health. Women in Nigeria are known for their significant roles in the health-related behaviour of their families (e.g., Adewuyi, 1999)."}, {"text_block_id": "p31_b248", "text": "In general, the adaptation needs of individuals and groups vary depending on where they live, their livelihoods, and roles in their families and communities. There are also socially determined differences in opportunities, responsibilities and decision-making power. All these influence people’s vulnerability to climate change (Dazé, 2019). For adaptation response to be effective, it must address all these dimensions, promoting gender equality and correcting practices that lead to inequality and marginalization (NAP Global Network, 2019)."}, {"text_block_id": "p31_b249", "text": "Photo:"}, {"text_block_id": "p31_b250_merged", "text": "European Union/Samuel Ochai (CC BY-NC-ND 2.0"}, {"text_block_id": "p31_b253", "text": ")"}, {"text_block_id": "p31_b254", "text": "Climate change is a dynamic phenomenon, and its exact future trends are difficult to predict. What is certain is that in the “new climate” conditions are going to differ from what societies and communities are familiar with. Associated with these are the non-climatic events such as geomorphic processes and social conflicts that can exacerbate climate vulnerability. The occurrences as well as the potential severity of such non-climatic events can significantly increase the risks associated with climate change. The uncertainty issues thus remain substantial, although studies are focusing on narrowing them down (McBean & McCarthy, 1990)."}, {"text_block_id": "p31_b255", "text": "Given the uncertainties surrounding the estimates of future climates, the possibility of their being accompanied by non-climatic shocks—along with the need to learn from ongoing successes and challenges—adaptation processes must be flexible. This will ensure that programs and actions are reasonably appropriate at various times. One way Nigeria will achieve this is by making the process knowledge- and information-driven. This will require the capacity to analyze and process information from centres of excellence in climate modelling from around the world. In order to be in greater control, local capacity for this will have to be developed in the DCC or in its research centres. Linking adaptation efforts to proper climate information will allow the determination of an appropriate adaptation plan."}, {"text_block_id": "p31_b256", "text": "4.10 Evidence-Based Climate Change Adaptation Process"}, {"text_block_id": "p31_b257", "text": "For adaptation to be robust and effective, it must be knowledge-based. For Nigeria’s NAP process, this will require interacting with research centres and ensuring that strategies are well tested before they reach the hands of the adopters. For example, the use of insects as food is an adaptation measure often suggested for areas where livestock production is challenged by climate change impacts (Adesina et al., 2008). However, the science must be clear on how to handle unintended over-production of insects and the ecological challenge that this might create."}, {"text_block_id": "p32_b258", "text": "The DCC already has affiliated research centres in the Federal University of Technology, Minna, and the Federal University of Technology, Akure, dealing with various aspects of climate change science. The department is also looking at how to make the centres more responsive to its decision-making needs (personal communication, Director of DCC, 2019). This type of relationship will be expanded and made more effective in the implementation of the NAP process."}, {"text_block_id": "p32_b259", "text": "4.11 Incorporating Indigenous Knowledge for Effective Adaptation"}, {"text_block_id": "p32_b260", "text": "Indigenous knowledge has proven relevant to adaptation (Nyong et al., 2007). Many Indigenous practices that had been ignored in the past have turned out to possess solutions for the challenges of today. Agroforestry, for example, is by no means alien to the African farmer; it had been used over the millennia for various types of crops. In the implementation of the NAP process, deliberate efforts will be made to adopt viable Indigenous practices and knowledge. Their major advantages are their relative cheapness, amenability to the local environment, and capacity to enhance ecological balance."}, {"text_block_id": "p32_b261", "text": "A unit for adaptation and Indigenous knowledge should be established at the state level and coordinated at the national level. The unit should be empowered to support research in available and lost Indigenous practices that can assist in adaptation across sectors."}, {"text_block_id": "p32_b262", "text": "4.12 Communication Strategy for the Process"}, {"text_block_id": "p32_b263", "text": "Communication is essential for the proper implementation of the NAP process. Information has to be disseminated appropriately to all stakeholders, as actors involved in the process are diverse in terms of the impacted system for which they need adaptation, as well as their (the actors’) geographic locations. Clear and purposeful communication with all stakeholders is thus critical to achieving the objectives of the NAP process (Ledwell, 2018). The communication strategy will ensure that the right messages are sent through appropriate channels to reach targeted audiences. Messages should be clear, with measurable objectives."}, {"text_block_id": "p32_b264_merged", "text": "The communication strategy must contain a feedback component to ensure appropriate modification or improvement of the programs and activities at subsequent iterations. DCC already uses a variety of media for communication.This arrangement will be reviewed during the implementation of the NAP process for greater efficiency. To effectively coordinate all this, a communication unit should be developed to include the capacity to manage the NAP process."}, {"text_block_id": "p33_b266", "text": "5.0 Alignment of the NAP Process With the Broader Policy Context"}, {"text_block_id": "p33_b267", "text": "5.1 Critical Issues in Aligning Policies"}, {"text_block_id": "p33_b268", "text": "Nigeria’s government, like others, is faced with the challenge of handling new policies that cut across traditional sectoral boundaries. Handling this challenge requires aligning policies to enable “sharing, collaboration and co-design across systems, to break down silos between governments and agencies, and promote enhanced policy learning” (Savage & O’Connor, 2018, p. 1). Alignment removes possible gaps between the set goals and the objectives among key strategies and policy documents that influence development planning. While aligning relevant policies is crucial, it is important to appreciate that this is a systemic process in which all stakeholders at various levels are taken into consideration. Policy formulators must be conscious of the various actors and their goals to prevent malalignment. Policy alignment should, therefore, be done both vertically (from national to local levels) and horizontally (particularly between national departments)."}, {"text_block_id": "p33_b269", "text": "The significance of policy alignment in development under a rapidly changing climate is overwhelming. This is particularly true in terms of advancing climate-resilient socioeconomic development as well as increasing coherence, efficiency, and effectiveness in country policy processes (Terton, 2018). The implementation of the NAP process should, therefore, be done with an eye on policy alignment."}, {"text_block_id": "p33_b270", "text": "5.2 Alignment With National, Regional, and International Processes"}, {"text_block_id": "p33_b271", "text": "Nigeria has been working on policy alignment on climate change. This is obvious in the activities of the DCC and the ICCC. The Federal Ministry of Budget and National Planning (MBNP) has also been instrumental in the process, ensuring that policy issues are captured in the national budget from one year to the next. Through its JPB and the National Council for Development Planning (NCDP), MBNP passes pertinent messages to the states on development issues pertaining to climate change."}, {"text_block_id": "p33_b272_merged", "text": "The NAP process should be well aligned to development strategies such as the Economic Recovery and Growth Plan (ERGP 2017–2020) (Ministry of Budgeting and National Planning, 2017).The ERGP, which is about to be reviewed, is a medium-term plan for 2017 to 2020, targeted at restoring economic growth in the country—and driving further increases. It has been the key policy instrument driving Nigeria’s development in the last three years."}, {"text_block_id": "p34_b274", "text": "ERGP underscores the need to leverage science, technology, and innovation (STI) and build a knowledge-based economy for development—both of which are also key elements for climate change actions. The development strategy is also consistent with the country’s shared aspirations for the SDGs as it addresses the three dimensions of interest: economic, social, and environmental sustainability issues. MBNP is coordinating the implementation of the plan with the support of the ERGP monitoring unit in the Presidency."}, {"text_block_id": "p34_b275", "text": "The NAP process should also be aligned with other sectoral developmental plans. The Policy for the Water Sector (Federal Republic of Nigeria, 2004), for example, highlights many issues critical to climate change adaptation, especially in agriculture. For example, it sets out to make irrigation water more readily available to farmers. In the face of shortening growing seasons, this is an important action that can sustain farming activities in many parts of the country (e.g., Adesina & Odekunle 2011). Also, the Policy for the Health Sector has relevance for the NAP process. Improved primary healthcare services enhance the supply of labour, make society more prosperous, and improve its ability to cope with the stress of climate change."}, {"text_block_id": "p34_b276", "text": "At the international and regional levels, the DCC should ensure that the NAP process aligns with the aims of the 2030 Agenda for Sustainable Development, the Sendai Framework for Disaster Risk Reduction, and the Paris Agreement. It should also seek to align with the Economic Community of West African States (ECOWAS) Agricultural Policy (2009), and Agenda 2063 agreed to by African Heads of Government to strengthen development across the African continent (African Union Commission, 2015)."}, {"text_block_id": "p35_b277", "text": "6.0 Institutional Arrangement"}, {"text_block_id": "p35_b278", "text": "A policy instrument with the potential to directly or otherwise engage virtually everyone in the country (such as the NAP process) requires a robust institutional arrangement for its operation. This arrangement should employ horizontal and vertical integration throughout the development, implementation, and M&E phases of the NAP process. Like other policies such as in the health (Federal Ministry of Health, 2016), energy (Energy Commission of Nigeria, 2003), or water (Federal Republic of Nigeria, 2004) sectors, the institutional arrangement should be such that all tiers of government—including the federal, state, and local governments—are involved in the vertical integration context. The institutional arrangement should also effectively connect MDAs at the national and state levels contributing to the horizontal integration approach. Furthermore, to be effective, the institutional arrangement must run with a viable legal arrangement."}, {"text_block_id": "p35_b279", "text": "6.1 The Main Features of the NAP’s Institutional Arrangement"}, {"text_block_id": "p35_b280", "text": "The architecture of the institutional arrangement is shown in Figure 2. A steering committee for the NAP process will lead and provide guidance to the NAP process by ensuring that its implementation stays within its vision and strategic direction. The steering committee will include the members of the ICCC and chaired by the Director of the DCC, who will be representing the Honourable Minister of Environment. ICCC has long been constituted and is functional. It is made up primarily of representatives from the various MDAs at the national level. Some of its members come from the academia, the private sector, and the media."}, {"text_block_id": "p35_b281", "text": "The Ministry of Environment will provide relevant and adequate information to help the leaders of MDAs nominate officers with the right experiences to the committee. Nominated members will serve in that capacity and should be able to relate with the members of their individual MDAs on various issues pertaining to the NAP process. This mandate will be further developed by the steering committee once the NAP process is launched."}, {"text_block_id": "p35_b282", "text": "The Technical Working Group will be made up of experts working on adaptation issues and international processes to support the steering committee. The members will be experienced researchers from universities and research institutes. The centres of excellence supported by the ministry will also play major roles here to continue to provide knowledge-based support for the process. The Technical Working Committee will work directly with the steering committee."}, {"text_block_id": "p35_b283", "text": "The third layer in the organogram will consist of three consultative groups. These will be from key groups of stakeholders consulted during the interactions for this report. These are the private sector, CSOs, and international technical and financial partners (donors)."}, {"text_block_id": "p36_b284", "text": "Figure 2."}, {"text_block_id": "p36_b285", "text": "Institutional arrangement for Nigeria’s NAP process"}, {"text_block_id": "p36_b286", "text": "The Private Sector Consultative Group will be composed of industry, insurance, and banking groups to ensure that the NAP document covers issues relevant to the private sector through consultation with suggestions or recommendations for the process. However, final decisions on the content of the NAP will rest with the steering committee. The consultative group should also include representatives from the private sector since this sector will play major roles in adaptation."}, {"text_block_id": "p36_b287", "text": "The Civil Society Organizations Group will be made up of strategic partners in socioeconomic development in the country. They are particularly important in reaching the grassroots. The NAP process will actively engage these organizations in planning, advocacy, education, awareness raising, and evidence-based research, as well as M&E of adaptation efforts at various levels in the country."}, {"text_block_id": "p36_b288", "text": "The Development Partners Group will be consulted to leverage existing international collaborations and partnerships that are important for successful adaptation actions. Development partners provide technical and financial supports for the attainment of development goals. Nigeria’s NAP process should recognize the role of the international community (especially development partners) for resource mobilization, capacity building, and technology development as well as transfer for current and future adaptation actions. The process will harness support from multilateral agencies, bilateral donors, and South–South cooperation for in-country adaptation actions."}, {"text_block_id": "p37_b289", "text": "6.2 National-Level Formulation and Coordination Mechanism"}, {"text_block_id": "p37_b290", "text": "A national-level mechanism is required to develop and institutionalize structures that will enable resources to flow from the national to the sub-national levels in a way that is aligned with other government policies as well as the objectives of the NAP process. This mechanism will be supervised by the Department of Climate Change."}, {"text_block_id": "p37_b291", "text": "The national level is the entry point from which international policies and resource mobilization are introduced into the sub-national structures. The national-level mechanism will be composed of the NAP Steering Committee and the consultative groups mentioned above, which will be expected to provide input into the development of the NAP process and its outputs as well as outcomes. Key stakeholders will be in one consultative group but may join multiple groups if there is a need for it."}, {"text_block_id": "p37_b292", "text": "6.3 Sub-National Formulation and Coordination Mechanism"}, {"text_block_id": "p37_b293", "text": "The vertical integration of the NAP process will build upon state and local government management structures. The state and local government committees will be used to create sub-national plans, and the NAP process will seek to build on the lessons gained from these programs. Existing structures will be strengthened in order to encourage development planning at the levels of state and local government areas to adequately incorporate climate concerns."}, {"text_block_id": "p38_b294", "text": "7.0 Monitoring and Evaluation"}, {"text_block_id": "p38_b295", "text": "Monitoring and evaluation (M&E) is an important activity in any process or organization. This is because it is significant to measure programs in terms of both their progress toward results and their eventual outputs and outcomes. M&E describes the process of assessment that measures the impacts of a development project, program, or policy on a target group and assesses whether the desired indicators and objectives have been achieved. Putting in place effective M&E processes ensures that an activity or a program can be continually and meaningfully reviewed."}, {"text_block_id": "p38_b296", "text": "With respect to the NAP process, the specific purpose of M&E (Boxes 2 and 3) is to track progress in the iterative implementation of interventions and determine how the programs and activities are reducing vulnerability, improving adaptive capacity, and supporting the overall well-being of the people affected by the impacts of climate change. The processes and outcomes of M&E help managers keep track of the implementation of plans and actions and assess their effectiveness (Chaudhary, 2017). For Nigeria’s NAP process, M&E will be planned and implemented at various levels to ensure overall success and improvement at various iterations."}, {"text_block_id": "p38_b297", "text": "7.1 M&E in Nigeria’s Policies and Programs"}, {"text_block_id": "p38_b298", "text": "Most of the responsibility for the country’s M&E rests with the MBNP. The ministry does this as a matter of course in fulfilling its mandate of coordinating development planning in the country (MBNP, 2017). Its Medium-Term Sector Strategy (MTSS), which contains details of the programs and projects of key MDAs tied to their budgets, also has well-articulated M&E components including key performance indicators (KPI), the measuring parameters, and the time frames within which assessment will take place. The MTSS combines ambition and reality,"}, {"text_block_id": "p39_b299", "text": "and clearly shows priorities, deliverables, and costs (Nigeria Governors’ Forum, 2014). It is a budget-planning platform where the capital and recurrent expenditure requirements of key MDAs are planned to cover a three-year, medium-term horizon (Nigeria Governors’ Forum, 2017). Each MDA’s priorities are crafted in a way that facilitates development planning using a structured template. The priorities are emplaced in an M&E plan to ensure they are properly targeted for the desired results. Some relevant laws of the federation compel a timely provision of appropriate information by each MDA to make it possible for the MBNP to plan for the MDA (Government of Nigeria, 2018). Once properly defined, information on the NAP process will have to be provided for budgeting from time to time as required by law."}, {"text_block_id": "p39_b300", "text": "The National Bureau of Statistics (National Bureau of Statistics, n.d.), a parastatal of the MBNP, reports the evaluation from time to time as national statistics. Nigerian law also requires that the performance of the budget in any given fiscal year be reported. Sections 30 and 50 of the Fiscal Responsibility Act (FRA) of 2007 (Iyonu, 2017), for instance, require the Budget Office of the Federation (BOF) to prepare and submit periodic Budget Implementation Reports (BIRs) to the Joint Finance Committee of the National Assembly (NASS) and the Fiscal Responsibility Commission (FRC). This makes it possible to implement the M&E components of the MTSS."}, {"text_block_id": "p39_b301", "text": "Apart from these, most sectoral policies and programs, particularly those developed within the past two decades, have M&E components for their implementation. The Health Sector Policy (2016), for instance, has a robust M&E component with well-defined KPIs for the short, medium, and long terms (Federal Ministry of Health, 2016, p. 76). Unlike the Health Sector Policy (and most other policies), NCCP-RS does not have a designated section that addresses monitoring and evaluation. Instead, it has M&E specified for various critical activities that must be monitored. With respect to weather and climate, for example, NCCP-RS underscores regular assessments of (and communication on) patterns and changes taking place to influence overall response to climate change."}, {"text_block_id": "p39_b302", "text": "7.2 M&E Plan for the NAP Process in Nigeria"}, {"text_block_id": "p39_b303", "text": "The overarching objectives of the M&E components of the NAP process will be to track the progress of Nigeria as it moves toward a climate-resilient economy. This will include:"}, {"text_block_id": "p39_b304", "text": "The overarching objectives of the M&E components of the NAP process will be to track the progress of Nigeria as it moves toward a climate-resilient economy. This will include:\n* Tracking the implementation of the various response measures included in climate change\n* Providing an assessment of the effectiveness of the programs and activities.\n* Evaluating the results and strategizing for improved performances.\n* Improving coordination of climate change response measures.\n* Publishing and communicating the assessment.\n* Ensuring transparency on financial flows relating to climate responses.\n* Increasing awareness of observed and projected climate impacts."}, {"text_block_id": "p39_b318", "text": "In order to achieve these objectives, Nigeria’s NAP process will benefit from existing practices in the country. At the national level, adaptation is pursued through policies, planning, and investments related to climate change challenges and potential opportunities that the impacts"}, {"text_block_id": "p40_b319", "text": "can present or are already presenting (Price-Kelly et al., 2015). The country’s NAP will be considered an entity located within the Federal Ministry of Environment. This means that it will be given the status of an MDA in the present arrangement of the MBNP’s MTSS, and will make it possible for the NAP process to get appropriate budgetary consideration as well as proper M&E."}, {"text_block_id": "p40_b320_merged", "text": "M&E plans will also be developed at the state level. The growing relationship between the Federal Ministry of Environment and the corresponding ministries at the state level, as well as the usual interaction between the MBNP and the states, will be used to promote state-level M&E for the NAP process. It is an advantage that many states now have the State Development Plan and their own MTSSs.These will be entry points for the M&E element of the NAP process at the state level. Coordination will take place through the state ministries of the environment."}, {"text_block_id": "p41_b322", "text": "8.0 Mobilization of Financial Resources for the NAP Process"}, {"text_block_id": "p41_b323", "text": "Substantial financial resources are needed to support the various aspects of the NAP process in Nigeria. Apart from the sheer size of the country, the diversity of ecological and social systems, which require variable adaptation strategies, implies that the NAP process will require significant resources."}, {"text_block_id": "p41_b324", "text": "The funds needed to undertake climate adaptation have to be mobilized from various sources. Climate finance can come from both private and public sources and can flow domestically or internationally. All of these can be divided into three main sources: budgetary allocation from the federal (and possibly) state governments; international climate financial support, both bilateral and multilateral; and private sector funding."}, {"text_block_id": "p41_b325", "text": "8.1 Domestic Budgetary Allocation"}, {"text_block_id": "p41_b326", "text": "In many countries, budgetary allocation is usually the first source of financing for climate action. Unfortunately, several challenges, as shown in Box 4, prohibit mobilizing and accessing this source of financing. The challenges range from a lack of appreciation of the huge impacts of climate change fuelled by climate change denial by many individuals and groups to competing attention from other development issues."}, {"text_block_id": "p41_b327", "text": "The solution lies in part in raising awareness, particularly among policy-makers. The NAP process will, therefore, continue to promote a clear understanding of the climate change phenomenon as well as the grave dangers that a lack of (or inappropriate) actions portend for the individual and the country as a whole. All avenues and channels to create or enhance this"}, {"text_block_id": "p42_b328", "text": "awareness will be explored. This will include engaging CSOs and extensive use of mass media and social media."}, {"text_block_id": "p42_b329", "text": "The situation is, of course, changing in the country, due to the federal government becoming more visible in the international discourse on global climate change action and Nigeria’s president making open commitments to addressing climate change challenges. It is, however, still required that the rhetoric be well reflected in the budgeting process. This calls for sustained awareness and knowledge creation."}, {"text_block_id": "p42_b330", "text": "8.2 International Support"}, {"text_block_id": "p42_b331", "text": "Nigeria has benefited from international supports in many ways in addressing the challenges of climate change in the country. Nigeria has accessed Global Environmental Facility for funds to support activities in connection with the preparation of National Communications and Biennial Update Reports. The country has also benefited from the Adaptation Fund, which was established in 2001 to finance concrete adaptation projects and programs in developing countries that are Parties to the Kyoto Protocol. Furthermore, the UNDP and European Union have provided assistance to Nigeria to support NDC-enabling activities (UNDP, n.d.b)."}, {"text_block_id": "p42_b332", "text": "Multilateral development finance institutions are the main providers of global public finance for adaptation, accounting for USD 8 billion on the average, or 36% of the total adaptation finance tracked in 2015/2016 (Micale et al., 2018). These sources are important for Nigeria to continue to explore in mobilizing funds for national adaptation efforts. Of note is the fact that, compared with adaptation elements, more funds have been deployed to other elements of climate change response, particularly emission reduction. For example, only one fifth of climate finance mobilized in 2017 went to adaptation (Farand 2019). A larger proportion of the funds went to efforts to reduce emissions, with 8% identified as also serving adaptation efforts."}, {"text_block_id": "p42_b333", "text": "Accessing many of the international funds for climate action requires the capacity to respond to the requirements of the agencies. The NAP process in Nigeria will also include capacity building to address this gap in its basic activities."}, {"text_block_id": "p43_b334", "text": "8.3 The Private Sector"}, {"text_block_id": "p43_b335", "text": "The private sector can play a key role in financing and implementing adaptation activities as both a response to the new business opportunities and the necessity of managing climate risk associated with climate change. The National Agricultural Seeds Council, for example, has been producing new seeds that are better able to survive new weather patterns. This has created huge opportunities for businesses associated with the replication and distribution of seeds. Many opportunities like this are available in the various sectors of the country’s economy."}, {"text_block_id": "p43_b336", "text": "The real challenge is that the private sector operators have not yet been effectively engaged in national adaptation efforts. Some of the factors of this lack of engagement as described by Crawford & Church (2019) by include:"}, {"text_block_id": "p43_b337", "text": "The real challenge is that the private sector operators have not yet been effectively engaged in national adaptation efforts. Some of the factors of this lack of engagement as described by Crawford & Church (2019) by include:\n* Lack of information\n* Lack of capacity\n* Lack of appropriate financing\n* Unconducive institutional arrangements."}, {"text_block_id": "p43_b345", "text": "The NAP process will address this through capacity building and raising of awareness. The latter will be pursued using all possible channels that connect the process to the private sector."}, {"text_block_id": "p43_b346", "text": "Feedback from the workshop organized to validate this report gave other perspectives on this issue. Private sector operators observed that the Nigerian environment is generally not conducive for them to do business with even when they are able to define their entry points. One key suggestion is that the government should review its policy so that private sector investors can access loans from banks on terms that allow realistic repayment periods. The NAP process will take this on board so that business people can be encouraged to take risks that will give support to climate financing."}, {"text_block_id": "p44_b347", "text": "9.0 Next Steps"}, {"text_block_id": "p44_b348", "text": "The proposed steps to advance Nigeria’s NAP process are discussed in the sub-sections that follow."}, {"text_block_id": "p44_b349", "text": "9.1 Initiating and Launching the NAP Process"}, {"text_block_id": "p44_b350", "text": "The Readiness Proposal to the Green Climate Fund (RP-GCF) is set to address five critical areas. These include"}, {"text_block_id": "p44_b351", "text": "1."}, {"text_block_id": "p44_b352", "text": "Strengthening adaptation governance and coordination for the NAP process"}, {"text_block_id": "p44_b353", "text": "2."}, {"text_block_id": "p44_b354", "text": "Building capacity to undertake a NAP planning process in Nigeria"}, {"text_block_id": "p44_b355", "text": "3."}, {"text_block_id": "p44_b356", "text": "Building capacity to mainstream climate change adaptation into national and sectoral policies; projects and plans strengthened"}, {"text_block_id": "p44_b357", "text": "4."}, {"text_block_id": "p44_b358", "text": "Developing a funding strategy for the implementation of the NAP process"}, {"text_block_id": "p44_b359", "text": "5."}, {"text_block_id": "p44_b360", "text": "Building capacity for monitoring, reviewing, and reporting on the NAP process."}, {"text_block_id": "p44_b361", "text": "Leveraging the approval and implementation of the RP-GCF, the DCC, with the directive of the Honourable Minister of Environment, will officially launch the NAP process in Nigeria. This will include awareness-raising workshops and sessions for policy- and decision-makers on climate change issues to garner political support and buy-in for the NAP process. As part of the launch, policy briefings will be conducted where policy-makers will be updated on climate change adaptation challenges and opportunities and how the NAP process could address the challenges. The launch will also include grassroots mobilization for the process. Youth and women’s groups, the private sector, Indigenous knowledge networks, and other critical stakeholders will be engaged in the awareness-creation program."}, {"text_block_id": "p44_b362", "text": "9.2 Setting up Critical Committees"}, {"text_block_id": "p44_b363", "text": "The DCC will reconstitute the ICCC if it is considered necessary. Otherwise, the serving members should continue until their term expires."}, {"text_block_id": "p44_b364", "text": "9.3 Taking Stock of What Has Been Done"}, {"text_block_id": "p44_b365", "text": "This step involves a guided reflection on what has been done so far in the area of climate adaptation in the country. The goal is to create a proper direction for an expanded and coordinated national climate change adaptation response. Some of the relevant issues to consider are identifying key actors working on climate change actions in government and"}, {"text_block_id": "p45_b366", "text": "private sectors; obtaining updated information on climate change impacts, vulnerability, and adaptation for various regions and systems in the country; and determining gaps and needs for the NAP process. The stock-taking will include an assessment of past and ongoing adaptation actions in the country, to identify their strengths and weaknesses with respect to capacity, data, and information, and resources required to effectively engage in the NAP process (UNFCCC, 2013). This step will also include an assessment of the actual and potential barriers to the planning, design, and implementation of adaptation programs and activities. The Project Management Team in DCC will coordinate this aspect of the NAP process."}, {"text_block_id": "p45_b367", "text": "9.4 Creating Enabling Environment for Effective Institutional Functioning"}, {"text_block_id": "p45_b368", "text": "Several organizations, agencies, and ministries are involved in climate change adaptation in Nigeria. These include governmental and non-governmental agencies that function at different levels (LGA, state, and national). While this offers opportunities for a multi-sectoral approach as well as vertical and horizontal alignment, it presents challenges related to effective coordination. Consequently, an enabling environment must be created for the organizations, agencies, and ministries to function effectively. This will include developing robust collaboration and coordination between the different institutions and ministries to reduce overlap and duplication of adaptation efforts. It will also involve robust information sharing among the various institutions, agencies, and ministries. The DCC, in its capacity as the UNFCCC national focal point and technical coordination institution for climate change in Nigeria, will lead this important coordination process."}, {"text_block_id": "p45_b369", "text": "9.5 Addressing Capacity Gaps and Weaknesses in Undertaking the NAP Process at the Sector and State Levels"}, {"text_block_id": "p45_b370", "text": "Using the implementation of the already-approved GCF project as a point of entry, the NAP process will focus attention on rapid development of capacities for adaptation planning at the state and sectoral levels. Furthermore, the DCC will explore other opportunities at the local, national (including budgetary allocation) and international levels to build the required capacities to further address capacity gaps in undertaking the NAP process. The local component will include engaging the two universities affiliated with the Ministry of Environment—i.e., the Federal University of Technology, Minna, Niger State, and Federal University of Technology, Akure, Ondo State—in continuing capacity building in climate change response programs."}, {"text_block_id": "p45_b371", "text": "The DCC will also seek to promote programs and actions that empower the LGAs and MDAs to integrate climate change adaptation into their development plans. This will include building on existing capacity and, where necessary, improving the skills of LGAs and MDAs to perform key adaptation functions, such as monitoring and evaluating climate change adaptation initiatives and promoting adaptation in different areas. This can, for instance, include using various local youth engagement programs to promote CSA and tree planting. Mainstreaming climate adaptation into national, sectoral, and local development planning and budgeting processes"}, {"text_block_id": "p46_b372", "text": "in this way will enhance the institutionalization of the NAP process. Adaptation projects will thus ultimately become government programs rather than projects. To achieve this, the NAP process will continue to develop and enhance enabling institutional and technical capacities for undertaking adaptation planning."}, {"text_block_id": "p46_b373", "text": "9.6 Assessing Climate Vulnerabilities at the Sector, Sub-National, and National Levels"}, {"text_block_id": "p46_b374", "text": "Adaptation options will be defined and appraised at the sector, state, and national levels. This is one of the key outcomes of both the stakeholder consultations and the vulnerability mapping and assessment workshop. Many key sectors are uncertain about the severity of climate change impacts and how these will specifically affect their operations at present and in the future. Many participants at the workshop believed that it will be important that the vulnerability of the various sectors to climate change be properly assessed as part of the NAP process. This will require building appropriate capabilities to enable actors in the various sectors to carry out basic vulnerability assessments. The participants in the workshop on conducting vulnerability assessment believed that developing this capacity is critical to being able to play their roles in the NAP process. When vulnerabilities are properly understood, the budget for climate adaptation in the various sectors (as a strategy for reducing vulnerability) will be better accommodated."}, {"text_block_id": "p46_b375", "text": "9.7 Creation of a Virtual Knowledge Platform for Knowledge Sharing Among Stakeholders"}, {"text_block_id": "p46_b376", "text": "Knowledge sharing on climate change adaptation practices is important in improving and/or scaling up adaptation actions at various levels. Adaptation practices must continue to be improved (and indeed scaled up) in order to make the various climate change actions effective in the face of continuing changes in climate. At the moment, there is no dedicated knowledge-sharing platform where best practices and lessons on climate change in general—and climate change adaptation in particular—can be shared. Although some hubs have been created to bring together specific groups such as young people, these are not sufficiently broad-based to produce the kind of impact required. The DCC will ensure the creation of desirable platforms for various actors at different levels."}, {"text_block_id": "p47_b377", "text": "9.8 Strengthening the Financing of Adaptation"}, {"text_block_id": "p47_b378", "text": "Financing the NAP process is a concern, given dwindling resources and increasing demands from all sectors of the economy. Nigeria’s NAP process will include innovative exploration of the three finance windows: budgetary allocation from the federal and (possibly) state governments; international climate financial support, both bilateral and multilateral; and private sector funding. Along these lines, the DCC will promote the presentation of climate change not only as a disaster but also as a security challenge for which government action must be immediate and decisive. As suggested in the validation workshop, this will attract greater budgetary allocation to address the climate change challenge."}, {"text_block_id": "p47_b379", "text": "9.9 Conclusions"}, {"text_block_id": "p47_b380", "text": "Climate actions, as recognized by the UNFCCC, are important in dealing with the impacts of climate change and will be vigorously pursued in Nigeria’s NAP process. The NAP process will be run to connect with other activities going on in Nigeria’s overall climate change response. Studies have shown that the various actions on mitigation and adaptation are connected (e.g., Nyong et al., 2007). This connectivity will continue to guide the NAP process to ensure that it ultimately leads to reducing the impact of climate change while promoting sustainable development. It should be borne in mind that adaptation actions are often more like social services: they may not attract the interest of businesspeople as initiatives in the way that the use of renewable energy has done. Consequently, they may, in some cases, need to be incentivized to encourage potential adapters to take them up."}, {"text_block_id": "p48_b381", "text": "References"}, {"text_block_id": "p48_b382", "text": "Abiodun, B. J., Salami, A. T. & Tadross, M. (2011)."}, {"text_block_id": "p48_b383", "text": "Developing climate change scenarios: Biophysical impacts and adaptation strategies in Nigeria."}, {"text_block_id": "p48_b384", "text": "Building Nigeria’s Response to Climate Change project c/o Nigerian Environmental Study/Action Team (NEST)."}, {"text_block_id": "p48_b385", "text": "Adejuwon, J.O. (2005). Food crop production in Nigeria. I. Present effects of climate variability."}, {"text_block_id": "p48_b386", "text": "Climate Research, 30"}, {"text_block_id": "p48_b387", "text": "(1), 53–60."}, {"text_block_id": "p48_b388", "text": "Adejuwon, J.O. (2006). Food crop production in Nigeria. II. Potential effects of climate change."}, {"text_block_id": "p48_b389", "text": "Climate Research, 32"}, {"text_block_id": "p48_b390", "text": "(3), 229-245."}, {"text_block_id": "p48_b391", "text": "Adesina, F.A., Odekunle, T.O., Ajayi, O., Eludoyin, O., Babatimehin, O., Dami, A., Moruf, S., Aloba, O., Ambo, M. & Adetiloye, O.T. (2008)."}, {"text_block_id": "p48_b392", "text": "Adaptation strategies of action for Nigeria"}, {"text_block_id": "p48_b393", "text": "(Working document prepared for the Special Climate Change Unit of the Federal Ministry of Environment, Housing and Urban Development, Abuja). Heinrich Boll Stiftung, Nigeria."}, {"text_block_id": "p48_b394", "text": "Adesina, F.A. & Odekunle, T.O. (2011). Climate Change and Adaptation in Nigeria: Some background to Nigeria’s response 1."}, {"text_block_id": "p48_b395", "text": "International Conference on Environmental and Agriculture Engineering IPCBEE 15"}, {"text_block_id": "p48_b396", "text": ".IACSIT Press, Singapore."}, {"text_block_id": "p48_b397", "text": "Adewuyi, A.A. (Ed.) (1999), Pregnancy care: Understanding male involvement in maternal emergency. CRERD. 35–71"}, {"text_block_id": "p48_b398", "text": "African Union Commission. (2015)."}, {"text_block_id": "p48_b399", "text": "Agenda 2063 framework document – The Africa we want"}, {"text_block_id": "p48_b400", "text": "."}, {"text_block_id": "p48_b401", "text": "https://www.un.org/en/africa/osaa/pdf/au/agenda2063-framework.pdf"}, {"text_block_id": "p48_b402", "text": "Akinbami, C. A. O., Olawoye, J. E., Adesina, F. A., & Nelson, V. (2019). Exploring potential climate-related entrepreneurship opportunities and challenges for rural Nigerian women."}, {"text_block_id": "p48_b403", "text": "Journal of Global Entrepreneurship Research, 9"}, {"text_block_id": "p48_b404", "text": "(1), 19."}, {"text_block_id": "p48_b405", "text": "Akpodiogaga A. P., & Odjugo, O. (2010). General overview of climate change impacts in Nigeria."}, {"text_block_id": "p48_b406", "text": "Journal of Human Ecology, 29"}, {"text_block_id": "p48_b407", "text": "(1), 47–55."}, {"text_block_id": "p48_b408", "text": "Agrawala, S., Carraro, M., Kingsmill, N., Lanzi, E. Mullan, M., & Prudent-Richard, G. (2011)."}, {"text_block_id": "p48_b409", "text": "Private sector engagement in adaptation to climate change: Approaches to managing climate risks"}, {"text_block_id": "p48_b410", "text": "(OECD environment working papers No. 39)."}, {"text_block_id": "p48_b411", "text": "Armstrong-Ogbonna, A. & Onoh, I. (2015)."}, {"text_block_id": "p48_b412", "text": "Encroaching desert fuels conflict in northern Nigeria."}, {"text_block_id": "p48_b413", "text": "Ayinde, O. E., Muchie, M., & Olatunji, G. B. (2011). Effect of climate change on agricultural productivity in Nigeria: A co-integration model approach."}, {"text_block_id": "p48_b414", "text": "Journal of Human Ecology, 35"}, {"text_block_id": "p48_b415", "text": "(3), 189-194."}, {"text_block_id": "p48_b416_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Batta, H. E., Ashong, A. C., & Bashir, A. S. (2013). Press coverage of climate change issues in Nigeria and implications for public participation opportunities. Journal of sustainable development, 6(2), 56."}, {"text_block_id": "p49_b419", "text": "Boffa, J. M. (2015)."}, {"text_block_id": "p49_b420", "text": "Opportunities and challenges in the improvement of the shea (Vitellaria paradoxa) resource and its management"}, {"text_block_id": "p49_b421", "text": "(Occasional paper 24). World Agroforestry Centre."}, {"text_block_id": "p49_b422", "text": "https://www.worldagroforestry.org/downloads/Publications/PDFS/B17800.pdf"}, {"text_block_id": "p49_b423", "text": "Bouwer, L. M. (2019). Observed and projected impacts from extreme weather events: implications for loss and damage. In R. Mechler, L.M. Bouwer, T. Schinko, S. Surminski, & Linnerooth-Bayer, J. (Eds.)."}, {"text_block_id": "p49_b424", "text": "Loss and damage from climate change"}, {"text_block_id": "p49_b425", "text": "(pp. 63-82). Springer."}, {"text_block_id": "p49_b426", "text": "https://link.springer.com/chapter/10.1007/978-3-319-72026-5_3"}, {"text_block_id": "p49_b427", "text": "Building Nigeria’s Response to Climate Change (BNRCC) Project. (2011)."}, {"text_block_id": "p49_b428", "text": "National adaptation strategy and plan of action on climate change for Nigeria (NASPA-CCN)."}, {"text_block_id": "p49_b429", "text": "Federal Ministry of Environment Special Climate Change Unit & CIDA."}, {"text_block_id": "p49_b430", "text": "Chaudhury, M. (2017). Strategies for reducing vulnerability and building resilience to environmental and natural disasters in developing countries. In"}, {"text_block_id": "p49_b431", "text": "Expert Group Meeting on Strategies for Eradicating Poverty to Achieve Sustainable Development for All."}, {"text_block_id": "p49_b432", "text": "United Nations Department of Economic and Social Affairs, Division of Social Policy and Development."}, {"text_block_id": "p49_b433", "text": "Dazé, A. (2019)."}, {"text_block_id": "p49_b434", "text": "Why gender matters in climate change adaptation"}, {"text_block_id": "p49_b435", "text": ". International Institute for Sustainable Development."}, {"text_block_id": "p49_b436", "text": "https://www.iisd.org/blog/gender-climate-change"}, {"text_block_id": "p49_b437", "text": "Dazé, A. & Dekens, J. (2017)."}, {"text_block_id": "p49_b438", "text": "A framework for gender-responsive national adaptation plan (NAP) processes."}, {"text_block_id": "p49_b439", "text": "NAP Global Network."}, {"text_block_id": "p49_b440", "text": "http://bit.ly/2obIg7E"}, {"text_block_id": "p49_b441", "text": "Dazé, A., Terton, A., & Maass, M. (2019)."}, {"text_block_id": "p49_b442", "text": "Alignment to advance climate-resilient development: Overview Brief 2: Getting Started on Alignment"}, {"text_block_id": "p49_b443", "text": ". NAP Global Network."}, {"text_block_id": "p49_b444", "text": "Department of Climate Change. (n.d.a)."}, {"text_block_id": "p49_b445", "text": "Brief on green bonds."}, {"text_block_id": "p49_b446", "text": "Department of Climate Change. (n.d.b)."}, {"text_block_id": "p49_b447", "text": "What we do."}, {"text_block_id": "p49_b448", "text": "http://climatechange.gov.ng/what-we-do/"}, {"text_block_id": "p49_b449", "text": "Department of Climate Change. (n.d.c)."}, {"text_block_id": "p49_b450", "text": "Home page."}, {"text_block_id": "p49_b451", "text": "http://climatechange.gov.ng/author/admin4/"}, {"text_block_id": "p49_b452", "text": "Department of Climate Change. (2018)."}, {"text_block_id": "p49_b453", "text": "Validation workshop on: Toolkit for the establishment and capacity development of climate change desks/units in state ministries of environment and relevant MDAs."}, {"text_block_id": "p49_b454", "text": "Department for International Development (DFID). (2009)."}, {"text_block_id": "p49_b455", "text": "Impact of climate change on Nigeria’s economy: Final report."}, {"text_block_id": "p49_b456", "text": "Department for International Development."}, {"text_block_id": "p49_b457", "text": "Dia, A.M. (2019)."}, {"text_block_id": "p49_b458", "text": "How Africa can improve mobilization of climate finance for sustainable development?"}, {"text_block_id": "p49_b459", "text": "UNDP Africa."}, {"text_block_id": "p49_b460_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Elmqvist, T., Tuvendal, M., Krishnaswamy, J., & Hylander, K. (2013). Managing trade-offs in ecosystem services. In P. Kumar P and I. Thiaw (Eds.), Values, Payments and Institutions for Ecosystem Management (70–89)."}, {"text_block_id": "p49_b463", "text": "Energy Commission of Nigeria. (2003)."}, {"text_block_id": "p49_b464", "text": "National energy policy."}, {"text_block_id": "p49_b465", "text": "The Presidency."}, {"text_block_id": "p50_b466", "text": "EnvironNews. (2019)."}, {"text_block_id": "p50_b467", "text": "Nigeria seeks to unlock youth innovation in climate action"}, {"text_block_id": "p50_b468", "text": "."}, {"text_block_id": "p50_b469", "text": "Farand, C. (2019). Only one-fifth of climate finance going to adaptation, finds OECD."}, {"text_block_id": "p50_b470", "text": "Climate Home News."}, {"text_block_id": "p50_b471", "text": "Feather, T. D., Harrington, K. W., & Capan, D. T. (1995)."}, {"text_block_id": "p50_b472", "text": "Trade-off analysis for environmental projects: An annotated bibliography"}, {"text_block_id": "p50_b473", "text": "(No. IWR-95-R-8). Army Engineer Institute for Water Resources Fort Belvoir VA."}, {"text_block_id": "p50_b474", "text": "Federal Government of Nigeria. (n.d.)."}, {"text_block_id": "p50_b475", "text": "Green bonds: Frequently asked questions."}, {"text_block_id": "p50_b476", "text": "Federal Republic of Nigeria. (2018)."}, {"text_block_id": "p50_b477", "text": "First biennial update report (BUR1) of the Federal Republic of Nigeria under the United Nations Framework Convention on Climate Change (UNFCCC)."}, {"text_block_id": "p50_b478", "text": "Federal Ministry of Agriculture and Rural Development (FMARD). (2010)."}, {"text_block_id": "p50_b479", "text": "ECOWAP/CAADP PROCESS National Agricultural Investment Plan (NAIP) 2010-2013."}, {"text_block_id": "p50_b480", "text": "Federal Ministry of Agriculture and Rural Development (FMARD). (2016)."}, {"text_block_id": "p50_b481", "text": "Building on the successes of the ATA, closing key gaps"}, {"text_block_id": "p50_b482", "text": "(Policy and strategy document)."}, {"text_block_id": "p50_b483", "text": "Federal Ministry of Environment. (2011)."}, {"text_block_id": "p50_b484", "text": "Nigeria’s climate change policy and response strategy."}, {"text_block_id": "p50_b485", "text": "Abuja."}, {"text_block_id": "p50_b486", "text": "Federal Ministry of Environment. (2012a)."}, {"text_block_id": "p50_b487", "text": "Great green wall for the Sahara and Sahel Initiative: National strategic action plan."}, {"text_block_id": "p50_b488", "text": "Federal Ministry of Environment. (2012b)."}, {"text_block_id": "p50_b489", "text": "National climate change and response strategy (NCCP-RS)."}, {"text_block_id": "p50_b490", "text": "Abuja, Nigeria."}, {"text_block_id": "p50_b491", "text": "Federal Ministry of Environment. (2018)."}, {"text_block_id": "p50_b492", "text": "Third National Communication to the United Nations Framework Convention on Climate Change (UNFCCC),"}, {"text_block_id": "p50_b493", "text": "Final Draft"}, {"text_block_id": "p50_b494", "text": "Federal Ministry of Health. (2016)."}, {"text_block_id": "p50_b495", "text": "National health policy–Promoting the health of Nigerians to accelerate socio-economic development."}, {"text_block_id": "p50_b496", "text": "Federal Ministry of Petroleum Resources. (2017)."}, {"text_block_id": "p50_b497", "text": "National gas policy: Nigerian government policy and actions."}, {"text_block_id": "p50_b498", "text": "Federal Ministry of Water Resources (2014)."}, {"text_block_id": "p50_b499", "text": "Making Nigeria open-defecation-free by 2025."}, {"text_block_id": "p50_b500_merged_merged_merged", "text": "Federal Ministry of Women Affairs (FMWA). (n.d.). Home page. http://womenaffairs.gov.ng/"}, {"text_block_id": "p50_b503", "text": "Federal Ministry of Women Affairs & Social Development. (2008)."}, {"text_block_id": "p50_b504", "text": "National gender policy strategic framework (implementation plan) federal republic of Nigeria 2008–2013."}, {"text_block_id": "p51_b505", "text": "Federal Republic of Nigeria. (2004)."}, {"text_block_id": "p51_b506", "text": "National water policy."}, {"text_block_id": "p51_b507", "text": "Federal Republic of Nigeria. (2017)."}, {"text_block_id": "p51_b508", "text": "Economic recovery & growth plan, 2017–2020."}, {"text_block_id": "p51_b509", "text": "Federal Republic of Nigeria. (2019)."}, {"text_block_id": "p51_b510", "text": "National youth policy – Enhancing youth development and participation in the context of sustainable development."}, {"text_block_id": "p51_b511", "text": "Federal Ministry of Youth and Sports Development."}, {"text_block_id": "p51_b512", "text": "Food and Agriculture Organization of the United Nations (FAO). (2018)."}, {"text_block_id": "p51_b513", "text": "National adaptation plans: Building climate resilience in agriculture."}, {"text_block_id": "p51_b514", "text": "http://www.fao.org/3/I8598EN/i8598en.pdf"}, {"text_block_id": "p51_b515", "text": "Forsyth, T. (2013). Community-based adaptation: A review of past and future challenges."}, {"text_block_id": "p51_b516", "text": "Wiley Interdisciplinary Reviews: Climate Change, 4"}, {"text_block_id": "p51_b517", "text": "(5), 439–446."}, {"text_block_id": "p51_b518", "text": "GreenFacts. (2001)."}, {"text_block_id": "p51_b519", "text": "The emissions scenarios from the special report on emissions scenarios (SRES)."}, {"text_block_id": "p51_b520", "text": "Icelandic Human Rights Centre. (n.d.)."}, {"text_block_id": "p51_b521", "text": "The human rights protection of vulnerable groups."}, {"text_block_id": "p51_b522", "text": "Institute of Development Studies. (2019)."}, {"text_block_id": "p51_b523", "text": "Africa adaptation programme (AAP)."}, {"text_block_id": "p51_b524", "text": "International Union for Conservation of Nature (IUCN). (2014)."}, {"text_block_id": "p51_b525", "text": "Ecosystem-based adaptation."}, {"text_block_id": "p51_b526", "text": "https://www.iucn.org/sites/dev/files/content/documents/eba_english.pdf"}, {"text_block_id": "p51_b527", "text": "Ishaya, S., & Abaje, I. B. (2008). Indigenous people’s perception on climate change and adaptation strategies in Jema’a Local Government Area of Kaduna State, Nigeria."}, {"text_block_id": "p51_b528", "text": "Journal of geography and regional planning, 1"}, {"text_block_id": "p51_b529", "text": "(8), 138."}, {"text_block_id": "p51_b530", "text": "Iyonu, A. (2017)."}, {"text_block_id": "p51_b531", "text": "Independent reporting mechanism (IRM): Nigeria design report 2017–2019."}, {"text_block_id": "p51_b532", "text": "Open Government Partnership."}, {"text_block_id": "p51_b533", "text": "Klastorin, T. (2004)."}, {"text_block_id": "p51_b534", "text": "Project management: Tools and trade-offs"}, {"text_block_id": "p51_b535", "text": ". Wiley."}, {"text_block_id": "p51_b536", "text": "Ledwell, C. (2018)."}, {"text_block_id": "p51_b537", "text": "sNAPshot: Strategic communications for national adaptation plan (NAP) processes"}, {"text_block_id": "p51_b538", "text": "(Overview brief)."}, {"text_block_id": "p51_b539", "text": "Makerere University Institute of Environment and Natural Resources. (1998)."}, {"text_block_id": "p51_b540", "text": "Vitellaria paradoxa."}, {"text_block_id": "p51_b541", "text": "The IUCN Red List of Threatened Species 1998: e.T37083A10029534."}, {"text_block_id": "p51_b542", "text": "McBean, J. & McCarthy, J. (1990)."}, {"text_block_id": "p51_b543_merged_merged_merged_merged_merged", "text": "Narrowing the uncertainties: A scientific action plan for improved prediction of global climate change. Intergovernmental Panel on Climate Change. https://www.ipcc.ch/site/assets/uploads/2018/03/ipcc_far_wg_I_chapter_11.pdf"}, {"text_block_id": "p51_b546", "text": "Micale, V., Tonkonogy, B. & Mazza, F. (2018)."}, {"text_block_id": "p51_b547", "text": "Understanding and increasing finance for climate adaptation in developing countries."}, {"text_block_id": "p51_b548", "text": "Climate Policy Initiative."}, {"text_block_id": "p52_b549", "text": "Ministry of Budgeting and National Planning. (2017)."}, {"text_block_id": "p52_b550", "text": "Economic recovery and growth plan 20172020."}, {"text_block_id": "p52_b551", "text": "Federal Republic of Nigeria."}, {"text_block_id": "p52_b552", "text": "Nagy, H. (2000)."}, {"text_block_id": "p52_b553", "text": "Implementation challenges and promising approaches for the comprehensive development framework"}, {"text_block_id": "p52_b554", "text": "(OED working paper series No. 13). World Bank Operations Evaluation Department."}, {"text_block_id": "p52_b555", "text": "National Adaptation Plan (NAP) Global Network. (n.d.)."}, {"text_block_id": "p52_b556", "text": "Monitoring and evaluation."}, {"text_block_id": "p52_b557", "text": "National Adaptation Plan Global Network. (2019)."}, {"text_block_id": "p52_b558", "text": "Infographic: Addressing gender equality in climate change adaptation."}, {"text_block_id": "p52_b559", "text": "National Adaptation Strategy and Plan of Action on Climate Change for Nigeria (NASPA-CCN). (2011)."}, {"text_block_id": "p52_b560", "text": "Home page."}, {"text_block_id": "p52_b561", "text": "www.naspanigeria.org/"}, {"text_block_id": "p52_b562", "text": "National Agricultural Seeds Council. (n.d.)."}, {"text_block_id": "p52_b563", "text": "What we do."}, {"text_block_id": "p52_b564", "text": "https://seedcouncil.gov.ng/what-we-do/"}, {"text_block_id": "p52_b565", "text": "National Bureau of Statistics. (n.d.)."}, {"text_block_id": "p52_b566", "text": "Home page."}, {"text_block_id": "p52_b567", "text": "https://www.nigerianstat.gov.ng/"}, {"text_block_id": "p52_b568", "text": "Nda-Isaiah, J. (2019). Nigeria: Buhari unfolds plans on climate change At 74th UNGA."}, {"text_block_id": "p52_b569", "text": "AllAfrica."}, {"text_block_id": "p52_b570", "text": "https://allafrica.com/stories/201909240092.html"}, {"text_block_id": "p52_b571", "text": "Ndoko, S. (2015)."}, {"text_block_id": "p52_b572", "text": "Introducing the NAP process. Commission on Genetic Resources for Food and Agriculture, FAO - 8-9 April, Rome, Italy."}, {"text_block_id": "p52_b573", "text": "Nigeria Erosion and Watershed Management Project (NEWMAP). (2017)."}, {"text_block_id": "p52_b574", "text": "NEWMAP collaborates with Federal Ministry of Environment / World Bank on climate immersion workshop."}, {"text_block_id": "p52_b575", "text": "Nigeria Governors’ Forum. (2014)."}, {"text_block_id": "p52_b576", "text": "How to prepare a medium-term sector strategy: A step-by-step guide."}, {"text_block_id": "p52_b577", "text": "Nigeria Governors’ Forum. (2017)."}, {"text_block_id": "p52_b578", "text": "Appendix 1: 2017 – 2019 MTSS process summary."}, {"text_block_id": "p52_b579", "text": "Nyong, A., Adesina, F., & Elasha, B. O. (2007). The value of indigenous knowledge in climate change mitigation and adaptation strategies in the African Sahel."}, {"text_block_id": "p52_b580", "text": "Mitigation and Adaptation Strategies for Global Change, 12"}, {"text_block_id": "p52_b581", "text": "(5), 787–797."}, {"text_block_id": "p52_b582_merged_merged_merged_merged_merged_merged_merged", "text": "Odekunle, T.O. (2011). Temperature patterns in Nigeria: Homogeneous or heterogeneous time series? Benin Journal of Social Sciences, 19(1&2), 240–254."}, {"text_block_id": "p52_b585", "text": "Oluyemi, O. (2016)."}, {"text_block_id": "p52_b586", "text": "Monitoring participation of women in politics in Nigeria."}, {"text_block_id": "p52_b587", "text": "National Bureau of Statistics (NBS, Abuja, Nigeria)."}, {"text_block_id": "p53_b588_merged", "text": "Osuafor, A. M., & Nnorom, N. R. (2014). Impact of climate change on food security in Nigeria. AFRREV STECH: An International Journal of Science and Technology, 3(1), 208–219."}, {"text_block_id": "p53_b591", "text": "Oxfam. (n.d.)."}, {"text_block_id": "p53_b592", "text": "Improving agriculture practices and nutrition."}, {"text_block_id": "p53_b593", "text": "Price-Kelly, H., Leiter, T., Dekens, J., Olivier, J., & Hammill, A. (2015)."}, {"text_block_id": "p53_b594", "text": "Developing national adaptation monitoring and evaluation systems: A guidebook."}, {"text_block_id": "p53_b595", "text": "Raffaello, C., Valentini, R. &Santini, M. (Eds.) (2013)."}, {"text_block_id": "p53_b596", "text": "Toward climate-resilient development in Nigeria."}, {"text_block_id": "p53_b597", "text": "Directions in development. World Bank."}, {"text_block_id": "p53_b598", "text": "The Rural Environmental Empowerment (T.R.E.E.) Initiative. (2017)."}, {"text_block_id": "p53_b599", "text": "Tree planting."}, {"text_block_id": "p53_b600", "text": "Savage, G. C., & O’Connor, K. (2018). What’s the problem with “policy alignment”? The complexities of national reform in Australia’s federal system."}, {"text_block_id": "p53_b601", "text": "Journal of Education Policy,"}, {"text_block_id": "p53_b602", "text": "1–24."}, {"text_block_id": "p53_b603", "text": "Skeptical Science. (n.d.)."}, {"text_block_id": "p53_b604", "text": "Home page"}, {"text_block_id": "p53_b605", "text": "."}, {"text_block_id": "p53_b606", "text": "https://skepticalscience.com/"}, {"text_block_id": "p53_b607", "text": "Terton, A. (2018)."}, {"text_block_id": "p53_b608", "text": "Alignment to advance climate-resilient development: An Introduction Peer Learning Summit Bangkok, October 1, 2018."}, {"text_block_id": "p53_b609", "text": "United Nations. (1992)."}, {"text_block_id": "p53_b610", "text": "United Nations framework convention on climate change."}, {"text_block_id": "p53_b611", "text": "United Nations. (1995)."}, {"text_block_id": "p53_b612", "text": "Beijing declaration and platform for action"}, {"text_block_id": "p53_b613", "text": "."}, {"text_block_id": "p53_b614", "text": "United Nations Development Programme (UNDP). (n.d.a)."}, {"text_block_id": "p53_b615", "text": "Africa Adaptation Programme."}, {"text_block_id": "p53_b616", "text": "United Nations Development Programme. (n.d.b)."}, {"text_block_id": "p53_b617", "text": "NDC support programme."}, {"text_block_id": "p53_b618", "text": "United Nations Environment Programme. (2018)."}, {"text_block_id": "p53_b619", "text": "EBAFOSA: Innovatively delivering on the SDGS and the Paris Agreement"}, {"text_block_id": "p53_b620", "text": "."}, {"text_block_id": "p53_b621", "text": "United Nations Framework Convention on Climate Change (UNFCCC). (n.d.)."}, {"text_block_id": "p53_b622", "text": "National adaptation plans."}, {"text_block_id": "p53_b623", "text": "United Nations Framework Convention on Climate Change. (2011)."}, {"text_block_id": "p53_b624", "text": "Decision 5/CP.71: Implementation of Article 4, paragraphs 8 and 9, of the Convention (decision 3/CP.3 and Article 2, paragraph 3, and Article 3, paragraph 14, of the Kyoto Protocol)."}, {"text_block_id": "p54_b625", "text": "United Nations Framework Convention on Climate Change. (2013)."}, {"text_block_id": "p54_b626", "text": "Two-year rolling work programme of the Least Developed Countries Expert Group for 2013–2014."}, {"text_block_id": "p54_b627", "text": "United Nations Framework Convention on Climate Change. (2015)."}, {"text_block_id": "p54_b628", "text": "Nigeria’s intended nationally determined contribution"}, {"text_block_id": "p54_b629", "text": "."}, {"text_block_id": "p54_b630", "text": "United Nations Framework Convention on Climate Change. (2018)."}, {"text_block_id": "p54_b631", "text": "Technical paper on long-term adaptation planning."}, {"text_block_id": "p54_b632", "text": "United Nations Joint Framework Initiative on Children, Youth and Climate Change. (2013)."}, {"text_block_id": "p54_b633", "text": "Youth in action on climate change: inspirations from around the world."}, {"text_block_id": "p54_b634", "text": "United Nations Office for Disaster Risk Reduction (UNDRR). (2015)."}, {"text_block_id": "p54_b635", "text": "Sendai framework for disaster risk reduction 2015–2030."}, {"text_block_id": "p54_b636", "text": "United States Agency for International Development (USAID). (2018)."}, {"text_block_id": "p54_b637", "text": "Climate risk profile: West Africa."}, {"text_block_id": "p54_b638", "text": "Wunderlich, G.S. (2016)."}, {"text_block_id": "p54_b639", "text": "Rationalizing rural area classifications for the economic research service: A workshop summary."}, {"text_block_id": "p54_b640", "text": "National Academies Press."}], "document_description": "This document lays the country's framework for guiding adaptation actions in the country. It follows the NAP guidelines.&nbsp;<br><br>The framework's main goals are to 1) build appropriate capacity for adaptation action, 2) define adaptation options at the various levels of governance, 3) create an enabling environment for effective adaptation, 4) design a coherent approach to fund mobilization for effective climate change adaptation, 5) develop suitable strategies for engaging the private sector, 6) effective communication strategies in the various phases of the adaptation process, and 7) develop an effective monitoring and evaluation plan to facilitate implementation."}