{"document_instrument_name": ["Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Nigeria", "document_category": "Policy", "document_sector_name": "Environment", "document_language": "English", "document_name": "National policy on the environment", "document_country_code": "NGA", "document_hazard_name": ["Land Erosion", "Heat Wave", "Desertification", "Storm", "Flood"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/1989", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/NGA/1989/NGA-1989-12-25-National policy on the environment_87e8778b1ece9eb6e50c532d63760e43.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "NATIONAL POLICY ON THE ENVIRONMENT (REVISED 2016 )"}, {"text_block_id": "p1_b4", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p1_b5", "text": "(Permanent Secretary, Federal Ministry of Environment)"}, {"text_block_id": "p2_b6", "text": "FOREWORD"}, {"text_block_id": "p2_b7", "text": "(Honourable Minister of Environment)"}, {"text_block_id": "p3_b8", "text": "TABLE OF CONTENT"}, {"text_block_id": "p3_b9", "text": "Acronyms"}, {"text_block_id": "p3_b10", "text": "1. Introduction"}, {"text_block_id": "p3_b11", "text": "2. Situation Analysis"}, {"text_block_id": "p3_b12", "text": "3. Goals, Objectives and Guiding principles"}, {"text_block_id": "p3_b13", "text": "3. Goals, Objectives and Guiding principles\n* Policy Goal\n* Strategic Objectives\n* Guiding Principles"}, {"text_block_id": "p3_b19_merged", "text": "4. Conservation and Management of Natural Resources"}, {"text_block_id": "p3_b22", "text": "4. Conservation and Management of Natural Resources\n* Air and Atmospheric Resources\n* Fresh Water and Wet-land Ecosystems\n* Coastal and Marine Ecosystem\n* Mountain Ecosystems (Mambilla/ Plateau)\n* Arid and Semi-Arid Ecosystems\n* Forest Ecosystems\n* Biodiversity and Wildlife Resources\n* Livestock and Fishery\n* Land Resources and Land Use (Desertification, Land Degradation and Drought)\n* Soils\n* Oil and Gas\n* Minerals"}, {"text_block_id": "p3_b46", "text": "5. Waste and Environmental Pollution"}, {"text_block_id": "p3_b47", "text": "5. Waste and Environmental Pollution\n* Air and Noise Pollution\n* Waste\n* Industry and Environment"}, {"text_block_id": "p3_b53", "text": "6. Emerging issues"}, {"text_block_id": "p3_b54", "text": "6. Emerging issues\n* Climate Change\n* Transboundary Water Resources\n* Disasters"}, {"text_block_id": "p4_b60", "text": "6. Emerging issues\n* Climate Change\n* Transboundary Water Resources\n* Disasters\n* Conflicts and Environment\n* Genetically Modified Organisms (GMO) & Biosafety"}, {"text_block_id": "p4_b64", "text": "7. Cross-sectoral Issues"}, {"text_block_id": "p4_b65", "text": "7. Cross-sectoral Issues\n* Human Settlement\n* Environmental Health\n* Energy\n* Infrastructure (Transport, ICT, Housing etc)\n* Trade and Environment\n* Poverty and Conflicts\n* Gender\n* Production and Consumption Patterns\n* Environmental Education"}, {"text_block_id": "p4_b83", "text": "8. Policy Implementation"}, {"text_block_id": "p4_b84", "text": "8. Policy Implementation\n* Legal Framework\n* Institutional/Governance Framework\n* Funding\n* Science and Technology\n* Partnership and Stakeholders Involvement including the role of Civil societies\n* Regional and International cooperation\n* Monitoring and Evaluation"}, {"text_block_id": "p4_b98", "text": "9. Implementation Strategies and Actions"}, {"text_block_id": "p4_b99", "text": "9. Implementation Strategies and Actions\n* Mainstreaming Environmental Concerns into Policy, Planning and Development\n* Roles and Responsibilities\n* Environmental Compliance\n* Monitoring Compliance"}, {"text_block_id": "p5_b107", "text": "1. Introduction"}, {"text_block_id": "p5_b108", "text": "Development will be meaningful if it does not increase a country's vulnerability to environmental impacts. If a nation's environmental foundations are depleted, its economy may well decline, its social fabric may deteriorate, and its political structure may even become destabilized. The environment is, however,"}, {"text_block_id": "p5_b109", "text": "a complex and interactive system"}, {"text_block_id": "p5_b110", "text": "consisting of the atmosphere, land surface and bodies of water, as well as living things. The degradation of an element of the environmental system will have positive or negative feedback effects on the others. For example, human induced increased injection of carbon dioxide into the atmosphere has resulted in global warming with its consequent large variability in climate in the form of extreme weather events that are generating floods (e.g. the 2012 major flood disasters witnessed in more than half of the States of Nigeria) and massive erosion of land. Thus, the environment must be managed in a coherent and integrated manner through the implementation of a well formulated policy framework."}, {"text_block_id": "p5_b111", "text": "Nigeria formulated its first national policy on the environment in 1991. It was revised in 1999, and seventeen years down the lane, it is due for another revision in order to capture emerging environmental issues and concerns. Thus, the purpose of this National Policy on the Environment is to define a new holistic framework to guide the management of the environment and natural resources of the country. As a framework document, it prescribes sectoral and cross-sectoral strategic policy"}, {"text_block_id": "p5_b112", "text": "statements and actions for the management of the country’s environment for sustainable development."}, {"text_block_id": "p5_b113_merged_merged", "text": "In addition to the existing 1991 and 1999 draft policy documents, this Policy derives its strength from the fundamental obligation for the protection of the environment as stated in section 20 of the Constitution of the Federal Republic of Nigeria 1999 which provides that the “State shall protect and improve the environment and safeguard the water, air and land, forest and wild life of Nigeria”. In addition, Nigeria is party to several international treaties and conventions governing environmental issues. It is on the combined thrust of these instruments that the National Policy on the Environment rests."}, {"text_block_id": "p6_b118", "text": "2. Situation Analysis"}, {"text_block_id": "p6_b119", "text": "The environment is the life supporting system for human existence and survival and provides much of the physical milieu and the raw materials required for socio-economic progress. Humanity has no choice but to interact with it. Unfortunately, human interaction, natural disaster and climate change are putting unprecedented pressure and impact on the quality of our environmental conditions. Climate change, in particular, is currently one of the most critical issues facing mankind today. It strikes at the very heart of the sustainability of our life, and is compounding human efforts to attain sustainable development. Nigeria is strongly predisposed to severe negative impacts of climate change due to the nature of its economy, weak resilience and low adaptive capacity. Much of the economy is dependent on climate-sensitive resources. For example, the agriculture sector (crop production, livestock and fishery) and forestry which employ up to 70% of the workforce and contributes about 22% of the rebased GDP is very climate sensitive."}, {"text_block_id": "p6_b120", "text": "If the environment is properly managed, it can be a productive resource to meet our socio-economic and aesthetic needs, not only for today, but also for the future generations. Conversely, if poorly"}, {"text_block_id": "p6_b121", "text": "managed, the environment could easily become hazardous and threatening to the country’s survival."}, {"text_block_id": "p6_b122", "text": "Where human interaction with the environment results in degradation, it can be a significant source of economic loss and stress upon human societies. By the 1990s, a World Bank report estimated that Nigeria was losing about US$5.1 billion per annum to environmental degradation, in the face of poor mitigation measures and initiatives."}, {"text_block_id": "p6_b123", "text": "Nigeria's environment is under increasing threat from human activities and natural disasters. There are already certain ominous problems with the environment and visible scars associated with the destruction of the natural resource base (land, water and air) upon which all life depends are being noted. The country's large population of about 170 million and its rapid growth rate of 2.8 per cent are contributing to its environmental degradation."}, {"text_block_id": "p6_b124", "text": "The key environmental issues facing Nigeria include land degradation, deforestation, and land, water and air pollution among others. Land is by far the most important resource necessary for subsistence."}, {"text_block_id": "p6_b125", "text": "Simply, put land is"}, {"text_block_id": "p6_b126", "text": "farmlands and vegetation of various types as well as water reservoirs. This portion of the country’s land"}, {"text_block_id": "p6_b127", "text": "use demands. Earth mining for urban development is a major component of this “eating” up the"}, {"text_block_id": "p6_b128_merged_merged_merged", "text": "Even the land now under rural use is severely threatened. Much of Nigeria's arable land is being sapped insidiously of its productive potential through overuse, inappropriate technologies and urbanization. Rapid deforestation, resulting from multiple uses of forest resources for human survival (e.g. fuel wood and energy, housing etc.) is a major contributing factor to land degradation. The end result of"}, {"text_block_id": "p7_b130", "text": "deforestation and other agricultural activities, including intensive grazing, and over-cultivation, is severe land degradation."}, {"text_block_id": "p7_b131", "text": "Fossil fuel use, particularly oil and gas exploration, has aggravated the problem of ecological damage in the Niger Delta. Similarly, indiscriminate and illegal mining for tin and columbite on the Jos Plateau and other mineral resources in many parts of Nigeria have left many areas of the country severely degraded."}, {"text_block_id": "p7_b132", "text": "There is also a growing concern about air and water pollution, associated with continued urbanization and industrialization in the country. Pollution from oil exploration activities and gas flaring in the Niger Delta remains a source of concern to the government. Oil spills from leaking underground pipelines and storage tanks are a regular occurrence, rendering vast tracts of land and water bodies unproductive in the region. National Oil Spill Detection and Response Agency (NOSDRA) recorded in first half of the year 2007 a total of 424 spill incidents involving 33,799 barrels of oil. In addition, pollution from gas flaring goes on daily because the flare-free deadline set by government has been postponed many times. The resultant heat stress and acid rain continue to degrade the ecosystem. Nigerians in general are increasingly being exposed to the hazards of highly polluted gaseous and dust emissions from industries and vehicles and dangerous industrial wastes that are constantly being discharged into the environment."}, {"text_block_id": "p7_b133", "text": "Although there have been many national efforts to tackle the problems, Nigeria continues to rank very low in terms of its environmental performance rating. In 2016, the country's Environmental Performance Index (EPI)"}, {"text_block_id": "p7_b134", "text": "was 58.27, ranking it as number 133 out of 190 countries surveyed in the world. The low EPI figure puts the country behind many other African countries like Egypt (66.45), South Africa (70.52), Namibia (70.84) and Kenya (62.49). A value of 58.27 indicates that while Nigeria has shown some improvement in the last two years from a low value of 39.20 in 2014, the country still has limited capacity to handle environmental problems and it has not been able to significantly reduce its high rate of air, land and water pollution. When compared with other oil producing countries like Norway (86.90), Canada (86.06), Saudi Arabia (68.63) and Venezuela (76.23), Nigeria has a lot to do to achieve the sustainable development goals (SDGs) that are related to the conservation and sustainable use of its natural resources for meaningful socio-economic development. The situation is being compounded by climate change. The country is strongly predisposed to severe negative impacts of climate change due to its weak resilience and low adaptive capacity."}, {"text_block_id": "p7_b135", "text": "Addressing these issues and considering the fact that understanding the trade-offs between present and future consumption of resources have to be carefully analyzed, provide the justification for this policy. It"}, {"text_block_id": "p7_b136", "text": "also gives the framework to guide the country’s efforts to deal with the ever"}, {"text_block_id": "p7_b137", "text": "-growing environmental challenges, such as:"}, {"text_block_id": "p7_b138", "text": "-growing environmental challenges, such as:\n* Environment-unfriendly practices such as"}, {"text_block_id": "p8_b143", "text": "-growing environmental challenges, such as:\n* Environment-unfriendly practices such as\n* The exploitation of natural resources, consumption of\n* The effects of the change are already manifesting in\n* Severe land degradation continues to ravage the country,\n* Poor waste management that is prevalent in Nigeria is inimical to the\n* Pollution continues to be a major environmental challenge in the country, with\n* Pollution continues to be a major environmental challenge in the country, with\n being of the countryâs environment and the people.\n* Despite their devastating impacts on many sectors of the\n* Nigeria ranks among the most urbanized countries in the world with the rate"}, {"text_block_id": "p9_b166", "text": "-growing environmental challenges, such as:\n* Environment-unfriendly practices such as\n* The exploitation of natural resources, consumption of\n* The effects of the change are already manifesting in\n* Severe land degradation continues to ravage the country,\n* Poor waste management that is prevalent in Nigeria is inimical to the\n* Pollution continues to be a major environmental challenge in the country, with\n* Pollution continues to be a major environmental challenge in the country, with\n being of the countryâs environment and the people.\n* Despite their devastating impacts on many sectors of the\n* Nigeria ranks among the most urbanized countries in the world with the rate\n* Nigeriaâs coastal region suffers degradation fro\n* Nigeriaâs coastal region suffers degradation fro\n m diverse of\n* Weak and fragmented environmental governance remains a\n* Weak and fragmented environmental governance remains a\n implementation of policies remains a major issue of concern in Nigeriaâs environment sector.\n* National efforts to address environmental\n* Environmental issues and concerns are lowly rated in national priorities. The fact, therefore, is\n* A prosperous economy\n* Conflicts over control and management of shared"}, {"text_block_id": "p11_b188", "text": "3. Goals, Objectives and Guiding principles"}, {"text_block_id": "p11_b189", "text": "3.1"}, {"text_block_id": "p11_b190", "text": "Policy Goal"}, {"text_block_id": "p11_b191", "text": "The goal of the National Policy on the Environment is to ‘"}, {"text_block_id": "p11_b192", "text": "ensure environmental protection and the"}, {"text_block_id": "p11_b193", "text": "conservation of natural resources for sustainable development’"}, {"text_block_id": "p11_b194", "text": "."}, {"text_block_id": "p11_b195", "text": "3.2 Strategic Objectives"}, {"text_block_id": "p11_b196", "text": "The strategic objective of the National Policy on the Environment is to coordinate environmental protection and natural resources conservation for sustainable development. This goal will be achieved by the following strategic objectives:"}, {"text_block_id": "p11_b197", "text": "The strategic objective of the National Policy on the Environment is to coordinate environmental protection and natural resources conservation for sustainable development. This goal will be achieved by the following strategic objectives:\n* securing a quality of environment adequate for good health and well being;\n* promoting sustainable use of natural resources and the restoration and maintenance of the\n* promoting an understanding of the essential linkages between the environment, social and\n* encouraging individual and community participation in environmental improvement initiatives;\n* raising public awareness and engendering a national culture of environmental preservation; and\n* building partnership among all stakeholders, including government at all levels, international"}, {"text_block_id": "p11_b209", "text": "3.3 Guiding Principles"}, {"text_block_id": "p11_b210", "text": "The following principles are central to the attainment of the strategic objectives of this Policy:"}, {"text_block_id": "p11_b211", "text": "i."}, {"text_block_id": "p11_b212", "text": "The Public Trust Doctrine,"}, {"text_block_id": "p11_b213", "text": "which recognizes that the State is a trustee of all natural resources, the enjoyment of which is subject to a measure of control necessary to protect the legitimate interest of all sections and stakeholders in the larger framework of strategic national interests;"}, {"text_block_id": "p11_b214", "text": "ii."}, {"text_block_id": "p11_b215", "text": "Environmental Right,"}, {"text_block_id": "p11_b216", "text": "which ensures that every Nigerian has a right to a clean and healthy environment and a duty to safeguard and enhance the environment;"}, {"text_block_id": "p11_b217", "text": "iii."}, {"text_block_id": "p11_b218", "text": "Environmental Offsetting,"}, {"text_block_id": "p11_b219_merged", "text": "which requires that where for exceptional reasons of overriding public interest, the general obligation to protect threatened or endangered species and natural systems that are of special importance to sustaining life, providing livelihoods, or general well-being cannot be provided, such cost-effective offsetting measures must be undertaken by the proponents of an activity to restore as nearly as may be feasible the lost environmental services to the community;"}, {"text_block_id": "p11_b222", "text": "iv."}, {"text_block_id": "p11_b223", "text": "The Polluter Pays Principle,"}, {"text_block_id": "p11_b224", "text": "which prescribes that the polluter should bear the cost of preventing, and remediating pollution;"}, {"text_block_id": "p11_b225", "text": "v."}, {"text_block_id": "p11_b226", "text": "The User Pays Principle"}, {"text_block_id": "p11_b227", "text": "in which the cost of a resource to a user must include all the environmental costs associated with its extraction, transformation and use (including the costs of alternative or future uses forgone);"}, {"text_block_id": "p12_b228", "text": "vi."}, {"text_block_id": "p12_b229", "text": "The Precautionary Principle,"}, {"text_block_id": "p12_b230", "text": "which holds that where there are threats of serious or irreversible damage, the lack of full scientific knowledge shall not be used as a reason for postponing cost-effective means to prevent environmental degradation;"}, {"text_block_id": "p12_b231", "text": "vii."}, {"text_block_id": "p12_b232", "text": "The Subsidiarity Principle,"}, {"text_block_id": "p12_b233", "text": "which reflects the a preference for making decisions at the lowest level of government or social organization where the issue can be effectively managed"}, {"text_block_id": "p12_b234", "text": "–"}, {"text_block_id": "p12_b235", "text": "decisions made at the local level are often viewed as more likely to take account of local environmental conditions and the opinions of the local people who often bear the highest environmental costs of development;"}, {"text_block_id": "p12_b236", "text": "viii."}, {"text_block_id": "p12_b237", "text": "Pollution Prevention Pays Principle"}, {"text_block_id": "p12_b238", "text": ", which encourages Industry to invest positively to prevent pollution;"}, {"text_block_id": "p12_b239", "text": "ix."}, {"text_block_id": "p12_b240", "text": "The Principle of Inter-generational Equity"}, {"text_block_id": "p12_b241", "text": ", which requires that the needs of the present generation are met without compromising the ability of future generations to meet their own needs;"}, {"text_block_id": "p12_b242", "text": "x."}, {"text_block_id": "p12_b243", "text": "The Principle of Intra-generational Equity"}, {"text_block_id": "p12_b244", "text": ", which requires that different groups of people within the country and within the present generation have the right to benefit equally from the exploitation of resources and that they have equal right to a clean and healthy environment;"}, {"text_block_id": "p12_b245", "text": "xi."}, {"text_block_id": "p12_b246", "text": "The Principle of Participation"}, {"text_block_id": "p12_b247", "text": ", which requires that decisions should, as much as possible, be made by the people or on their behalf by representatives chosen by them;"}, {"text_block_id": "p12_b248", "text": "xii."}, {"text_block_id": "p12_b249", "text": "International Cooperation"}, {"text_block_id": "p12_b250", "text": "in which the country will domesticate multilateral environmental agreements (MEAs) and regional instruments and implement them cooperatively for better environmental management of shared resources. In this regard, the country will take cognizance of all relevant international agreement on the environment and mainstream them in the"}, {"text_block_id": "p12_b251", "text": "protection of Nigeria’s environment"}, {"text_block_id": "p12_b252", "text": ";"}, {"text_block_id": "p12_b253", "text": "xiii."}, {"text_block_id": "p12_b254", "text": "Good Environmental Governance"}, {"text_block_id": "p12_b255", "text": "in which rule of law, effective institutions, transparency and accountability, respect for human rights and the meaningful participation of citizens will be integrated in environmental management;"}, {"text_block_id": "p12_b256", "text": "xiv."}, {"text_block_id": "p12_b257", "text": "Integrated Ecosystem Approach"}, {"text_block_id": "p12_b258_merged_merged_merged", "text": "to conserving environmental resources is adopted and enhanced to ensure that all the country’s ecosystems are managed for sustainable development and benefits of the people."}, {"text_block_id": "p13_b261", "text": "4"}, {"text_block_id": "p13_b262", "text": "."}, {"text_block_id": "p13_b263", "text": "Conservation and Management of Natural Resources"}, {"text_block_id": "p13_b264", "text": "Nigeria is blessed with a rich array of natural resources which provide the basis for national development. Consequently, the conservation and management of this wide variety of resources are crucial to sustainable development."}, {"text_block_id": "p13_b265", "text": "4.1 Air and Atmospheric Resources"}, {"text_block_id": "p13_b266", "text": "The atmosphere is very vital for the survival of humans and other living things. It provides air for respiration and photosynthetic processes. It also provides an environment that envelopes humans and other living organisms, shielding them from dangerous particles and rays. The atmosphere also provides habitat for myriads of organisms that live all or much of their life in the air."}, {"text_block_id": "p13_b267_merged_merged", "text": "The Nigeria’s atmosphere needs to be protected from intensifying, widespread and multifarious agents of pollution. Air pollution arising from natural and human-made sources, is increasing. Human-made sources include industrialization (.e.g. cement industries and petrochemicals), automobile exhausts and release of some chemicals into the atmosphere, notably sulphur dioxide, nitrogen oxides, carbon monoxides, hydrocarbons and particulate matter, as well as biomass burning and emissions from agriculture and livestock keeping. These all have implications for forest and crop productivity and for public health. For example, air pollution is a leading cause of respiratory diseases such as chronic obstructive pulmonary disease (COPD), lung cancer, pulmonary heart disease, and bronchitis. The effects of outdoor air pollution are compounded by those of indoor air pollution. Most households use charcoal and firewood for domestic cooking. Indoor air pollution affects both urban and rural populations."}, {"text_block_id": "p13_b270", "text": "The effects of air pollution are likely to be exacerbated by changing meteorological conditions of temperature humidity, wind and precipitation, among others, particularly in this era of increasing variability in climate. The country needs not only to commence on serious research work in estimating the effects of air pollution and contamination on agriculture, forestry, ornamental horticulture, health, but must also put in place means for standardization, effective monitoring and enforcement of standards against atmospheric pollution."}, {"text_block_id": "p14_b271", "text": "available, and adaptable and the construction of well ventilated houses."}, {"text_block_id": "p14_b272", "text": "4.2 Fresh Water and Wet-land Ecosystems"}, {"text_block_id": "p14_b273", "text": "Freshwater ecosystems and wetlands are some of the most productive ecosystems which are essential in the provision of environmental goods and services. Gladly, Nigeria is well-endowed with freshwater and wetland ecosystems (lakes, rivers and wetlands) covering about 13 million hectares of the geographical territory. The country is largely drained by"}, {"text_block_id": "p14_b274", "text": "four major basin systems including (i) the Niger River basin drainage system with its major tributaries of Benue,  Sokoto-Rima, Kaduna, Gongola, KatsinaAla, Donga, Taraba, Hawal and Anambra; (ii) the Lake Chad inland drainage system comprising Kano,"}, {"text_block_id": "p14_b275", "text": "Hadejia, Jama’are, Misau, Komadougou"}, {"text_block_id": "p14_b276", "text": "-Yobe, Yedseram and Ebeji Rivers; (iii) the Atlantic drainage system to the west of the Niger consisting of the Ogun, Oshun, Benin, and Owena Rivers; and (iv) the Atlantic drainage system to the east of the Niger made up of the Anambra, Imo, Cross, Qua Iboe and Kwa Rivers. In addition, three major types of groundwater aquifers are observed in the country, namely: basement aquifers, deep coastal sedimentary aquifers and superficial aquifers. The total quantity of"}, {"text_block_id": "p14_b277", "text": "Nigeria’s"}, {"text_block_id": "p14_b278", "text": "annual groundwater recharge is estimated at about 9.5 trillion litres. Numerous lakes and wetlands also exist in the country including Lake Chad that is shared with Chad, Cameroun and Niger Republics as well as wetlands of international importance which are seasonal habitats for Palearctic migrants."}, {"text_block_id": "p14_b279_merged_merged", "text": "Most of the major rivers have been dammed to supply water for irrigation, power generation, and domestic consumption. However, this has created problems of accelerated erosion in the coastal zone, as well as marginalization of pastoralists who are dependent on seasonal floods. Moreover, freshwater availability has become one of the most critical factors in the country’s development. Accessibility to freshwater and its integrated management also remain major concerns. Inappropriate management of freshwater and competition between user groups limit efforts by the government to develop the nation’s economy and improve the standard of living of the citizens. There are also concerns over freshwater quality, in terms of pollution from domestic effluents and industrial wastewater, particularly in the coastal zone of Lagos and the oil producing Niger-Delta region. Access to good quality drinking water and sanitation has consequently remained low."}, {"text_block_id": "p14_b284", "text": "Nigeria is among six West African countries expected to experience water scarcity by 2025. Climate Change is predicted to bring about reduced rainfall and increased evaporation in the areas to the north through the expansion of desertification in the northern belt (IPCC 2001). The coastal belt may experience more intense rainfall and increased run-off which could have serious consequences for soil erosion and agricultural productivity."}, {"text_block_id": "p14_b285", "text": "An increasing number of Nigerians are now dependent on groundwater as their primary source of potable water. The situation is worsened by unregulated borehole drillings across the nation for self-help water provisions owing to a severely inadequate public water supply system. This further threatens the fresh water supply of the country. Coordinated systems of water collection, storage and retention for domestic and agricultural usage are largely lacking and contribute to wastage of the scarce resource."}, {"text_block_id": "p15_b286", "text": "4.3 Coastal and Marine Ecosystem"}, {"text_block_id": "p15_b287_merged", "text": "The Nigeria’s coastal and marine environment stretches for about 853 km along the coastline and inland for a distance of about 15km in Lagos in the west to about 150km in the Niger Delta and about 25km east of the Niger Delta. It consists of barrier bar/lagoon system, the Mahin mud coast, the Niger Delta, Strand coast and a moderately wide continental shelf."}, {"text_block_id": "p15_b290", "text": "The coastal and marine ecosystems are highly interactive ecosystems whose management requires fully integrated approaches to ensure the health of all species that are in them -as well as supporting human activities that depend on them in a positive and sustainable manner. The health of these systems is"}, {"text_block_id": "p16_b291", "text": "essential to support their storage and recycling of nutrients, protecting shorelines and filtering pollutions."}, {"text_block_id": "p16_b292", "text": "Like many ecosystems in Nigeria, the marine and coastal area of the country is affected by many environmental problems that are being addressed for sustainable development. Industrialization, urban development, and oil and gas exploration and exploitation have infringed on the people and their environment, leading to the opening up of previously pristine ecosystems characteristic of the region. This has in turn led to alterations of habitats, biodiversity loss, deforestation and pollution (UNDP, 2006). While natural hazards, such as floods, are clearly responsible for some of the environmental impacts, industrial activities have no doubt aggravated them. In general, the coastal and marine ecosystems have generally been treated as resources for exploitation without much emphasis on protecting and replenishing them for sustainable development. Unsustainable fishing methods decimate fish stocks. These ecosystems are badly used as discharge areas for wastes from land-based activities including industrial effluents, human wastes, storm drains and toxic wastes from extractive activities. The current rising human population pressure, silting and land use patterns and changes are major threats to the coastal and marine ecosystems. Major areas of environmental challenges include (i) pollution from oil spills, gas flaring, industrial and agricultural effluents, sewage and solid wastes; (ii) modification of ecosystem in the form of biodiversity loss, coastal erosion, flooding, deforestation, salt water intrusion and invasive/exotic species; and (iii) depletion of fisheries resources."}, {"text_block_id": "p16_b293", "text": "Urbanization pressures have led to major wetland and marine ecosystem destruction through efforts at land reclamation. Alien species invasion pose special challenges in the use of the ecosystems for transportation, fishing and other activities. Canalization for movement of industrial equipment has facilitated salinization of inland fresh water ecosystems leading to water stress and related loss of aquatic resources"}, {"text_block_id": "p16_b294", "text": "To adequately protect and improve the coastal and marine ecosystems any comprehensive ecological master plan must include baseline data of freshwater and wetland ecosystems."}, {"text_block_id": "p17_b295", "text": "4.4 Montane Ecosystems"}, {"text_block_id": "p17_b296", "text": "Montane ecosystems are particularly fragile but are especially important for freshwater resources and biodiversity conservation. In Nigeria, Montane forests are found primarily on the highlands that form the southeastern border between Nigeria and Cameroun including both the Mambilla and Obudu mountain ranges. They are also typical of the Jos Plateau though most have been replaced with introduced species. Although some of this high altitude area consists of grassland, shrubs and rocky outcrops, there are some patches of Montane forests along the eastern, southern and western sections that merge gradually into lowland rainforest at the base. Due in large part to their geographic isolation and unique microclimate, they contain considerable biodiversity and many of the plant and animal species found here are endemic to these areas. Two types of Montane forests have been identified in Nigeria. The first type is the mist forest with a diversity of moss and epiphyte species and uneven canopies, and drier forests higher up, where dwarf and stunted trees occur."}, {"text_block_id": "p17_b297_merged", "text": "Montane forests constitute about one percent of the total land area of Nigeria, representing about 10,000 square kilometer made up of forest (0.7%) and savanna (0.3%). While the forest components have been receding over the past decades due to overexploitation and clearance for developmental and agricultural activities, the grassland has been on the increase. The Jos Plateau for example, is a highland area that once contained tracts of montane forests which has been highly modified by anthropogenic factors and now only remnant patches exist. Erosion, due to uncontrolled mining activities, overgrazing, unsustainable agricultural practices as well as trampling of stream and gully banks and hill slopes, and stream banks cultivation is another major environmental challenge in Nigeria’s montane ecosystems."}, {"text_block_id": "p17_b300", "text": "4.5 Semi-Arid Ecosystems"}, {"text_block_id": "p18_b301_merged", "text": "Semi-Arid Land is a fragile ecosystem that receives very low and unreliable rainfall. In Nigeria, this ecosystem largely falls within the Sahel savanna belt where climate variability is greatest, and drought is common and often severe. Cultivation is limited, and the dominant agricultural activity is pastoral livestock rearing comprising cattle, goats and sheep. In this ecosystem, the main agent of soil erosion is the wind, which is supported by dry climatic conditions. Overgrazing and trampling reduces the vegetative cover and causes compacting of the soil, which is then vulnerable to erosion and desertification. It has been estimated that upwards of 50% of this ecosystem is affected by desertification. The zone, with a population of about 30 million people, accounts for about 43% of the country’s total land area. The IPCC predicts that rainfall and run-off will decline, and that evaporation will increase in this zone, further contributing to desertification pressures in future (IPCC, 2001). The semi-arid area of Nigeria is also faced with other environmental challenges such as uncontrolled expansion in agriculture, and fuel wood collection, over exploitation of water resources, poor irrigation practices, bush fires, human settlements, land degradation, and de-vegetation. This is exacerbated by rapidly growing population and the impacts of climate change which have led not only to social conflicts between herdsmen and farmers but also insurgency by some youths in that zone as evident in the ongoing violence in the North east of Nigeria. The Government is giving special attention to investment in ASALs that include development of an Integrated Land Use Master (Development) Plan."}, {"text_block_id": "p19_b305", "text": "4.6 Forest Ecosystems"}, {"text_block_id": "p19_b306", "text": "The conservation and sustainable development of forest ecosystems and their associated resources is essential for lasting poverty reduction and sustainable development. The tropical Forest ecosystems are important in conservation of soil, water and biodiversity. They are the richest terrestrial habitats for biodiversity. Moreover, forests play a vital role in carbon sequestration and, therefore, in global climate regulation as well as in regulating local air quality and rainfall patterns. Nigeria primarily has three main forest ecosystems comprising the mangrove (in areas diurnally flooded by salt water) and fresh water swamp forest along the coast; tropical rain forest and three main savanna forest types (Guinea, Sudan, and the Sahel). About four-fifths of the land area is savanna; the remainder is covered by rain forests."}, {"text_block_id": "p19_b307", "text": "The major form of vegetation in the Niger Delta area is the inter-tidal forested wetland known as mangrove. Recent forms of direct impact include the destruction of biodiversity by land uses such as oil and gas production, aquaculture (shrimp and fish ponds), agriculture (rice), urban development, and forest clear-felling for economic gain and other purposes. Indirect loss of mangrove biodiversity components has resulted from human alterations of upland watersheds, causing diversion of freshwater flows (dams and canals), and deterioration of water quality from the input of toxic chemicals (heavy metals, oil spills, pesticides) and nutrients to rivers and coastal waters."}, {"text_block_id": "p19_b308_merged", "text": "Congolian sub-unit of the Guinea-Congolian bio-geographical zone, have now been cleared, and only a small isolated forest reserves remain. The rarest subspecies of gorilla, the Cross River Gorilla (Gorilla gorilla diehli) is found in fragments of this forest in Nigeria, Cameroon and Bioko Island. Nigeria’s forests have been dwindling at an annual rate of 3.5% during the last three decades due largely to pressure from Agriculture, industry, human settlement and infrastructure. In addition, extraction of forest products, illegal logging, cutting trees for fuelwood and charcoal, and grazing of livestock have also contributed to the degradation of forests. Between 1990 and 2015, Nigeria lost about 35% of its remaining forest resources and over 50% of other wooded land (FAO 2015 Global Forest Resources Assessment), making it a country with the highest rate of deforestation in the world. These competing land uses have adverse environmental, social and economic effects on long term sustainability of forest ecosystems as well as human wellbeing."}, {"text_block_id": "p20_b313", "text": "4.7 Biodiversity and Wildlife Resources"}, {"text_block_id": "p20_b314", "text": "Nigeria occupies a unique geographic position in Africa and its highly varied climate and other geographic features endow her with one of the richest biodiversity in the continent. Its diversity of natural ecosystems and the rich and varied biological"}, {"text_block_id": "p20_b315", "text": "resources form the nation’s natural wealth on"}, {"text_block_id": "p20_b316", "text": "which its social and economic systems are based. These resources also have global importance, for the"}, {"text_block_id": "p20_b317", "text": "world’s climate and for the development of agriculture or industrial activities such as pharmaceutics,"}, {"text_block_id": "p20_b318", "text": "tourism and construction, to name but a few of the most important areas."}, {"text_block_id": "p20_b319_merged_merged", "text": "According to the 2006 National Biodiversity Strategy and Action Plan, Nigeria possesses more than 5,000 recorded species of plants, 22,090 species of animals, including insects and 889 species of birds, and 1,489 species of micro-organisms. By 1992, the country study listed 135 reptile species, 109 amphibian species and 648 fish species and the forests along the south-eastern border with Cameroon area known to be a hotspot for amphibian biodiversity. Nigeria is known as a global hotspot for primate species, with a great diversity found especially in the Gulf of Guinea forests of Cross River State and adjacent parts of Cameroon. Some important endemic birds and mammals include three monkey species, the white-throated monkey (Cercopithecus erythrogaster), Sclater’s guenon (Cercopithecus sclateri) and the Niger Delta red colobus (Procolobus pennantii epieni) and three birds, the Anambra waxbill ("}, {"text_block_id": "p20_b326", "text": "Estrilda"}, {"text_block_id": "p21_b327", "text": "poplipaia"}, {"text_block_id": "p21_b328_merged", "text": "), the Ibadan malimbe, (Malimbus ibadanensis) and the Jos indigo-bird (Vidua maryae). The most endangered gorilla subspecies on earth, the Cross River gorilla (Gorilla gorilla diehli) with an estimated population of less than 250 individuals is found only in a couple of protected areas near the Nigeria/Cameroon border."}, {"text_block_id": "p21_b335", "text": "The IUCN Red List of Threatened Species (i.e. of globally threatened species) includes 148 animals and 146 plants that are found in Nigeria. Of these, 26 animals and 18 plants are classified as endangered and another three animals and 15 plants are critically endangered worldwide."}, {"text_block_id": "p21_b336", "text": "Natural and human-made threats, socio-cultural problems as well as direct and indirect consequences of socio-economic development, particularly agriculture, have contributed to the erosion of biodiversity at all levels. Within the last 30 years, about 43 percent of the forest ecosystem has been lost through human activity. Close to 96 percent of the original 20 percent forest cover has been cleared and only 2 percent of what remains is undisturbed. This has resulted"}, {"text_block_id": "p21_b337", "text": "in massive loss of the very rich and diverse forest flora and fauna, including indigenous tree species. Large parts of the savanna are also being degraded particularly through wood harvesting for fuelwood and charcoal production, causing ecosystem impoverishment and biodiversity loss. The protected area system in Nigeria currently covers only 5.7 percent of the land mass. The number of threatened and endangered species has also been on the increase. It is estimated that 0.4 percent of the plant species are threatened and 8.5 percent endangered, with 0.14 percent of the animals and insects threatened and 0.22 percent endangered. In addition, about 10-12 species of primates are threatened."}, {"text_block_id": "p21_b338", "text": "In general, since the beginning of the last century, biological resources in Nigeria have been subjected to increasing pressures of habitat loss, overharvesting, pollution and the introduction of and invasion by alien species. Consequently their productive potential for present and future generations is threatened. Improvement in the quality of life for the people will require long-term economic growth which is itself dependent upon improved management and conservation of the natural resource base. Several obstacles to sustainable management of biodiversity include financial and human resource constraints, lack of awareness among the general public and among decision makers, inadequate legal structures at the national level, and ineffective cooperation between countries in the sub region."}, {"text_block_id": "p21_b339", "text": "Sustainable management of biodiversity and wildlife in Nigeria requires a careful juxtaposition between the needs of a large and growing human population today and the long-term sustainability of the natural resources that people ultimately depend upon for the future."}, {"text_block_id": "p22_b340", "text": "4.8 Livestock and Fishery"}, {"text_block_id": "p22_b341", "text": "Agro-ecosystems are those in which people have deliberately selected crop plants and livestock animals to replace the natural flora and fauna. These artificial systems vary enormously in the intensity of human intervention from those with only low-intensity management (e.g. shifting cultivation, home gardens, nomadic pastoralism, traditional compound farms, rotational fallows and savannah mixed farming), to those of middle-intensity management (including multiple cropping, horticulture and improved pasture mixed farming), and high-intensity management (intensive cereal cropping, orchards and plantations, and intensive livestock raising)."}, {"text_block_id": "p22_b342", "text": "Today, the traditional, more environment-friendly systems of agriculture are breaking down in Nigeria and the fragile balance between agro-ecosystems and natural ecosystems is crumbling due to increasing human intervention and overuse. In many parts of the country, mechanized agriculture, dams and irrigation schemes are degrading the land and also harm the ability of agro-ecosystems to support biodiversity. Intensified agricultural uses, including agricultural encroachment into forested areas has resulted in extreme erosion problems in many parts of Nigeria."}, {"text_block_id": "p22_b343", "text": "Livestock:"}, {"text_block_id": "p22_b344", "text": "Livestock production in Nigeria is predominantly the pastoral type. During the dry season and drought years, movement of large animals has a tremendous negative effect on the soils, rangeland and even the woody"}, {"text_block_id": "p23_b345", "text": "vegetation in the country, especially along the two existing pastoral corridors running from the north to the south. The moving animals thus contribute to erosion menace and desertification while watering points, often used by the farmers, also become sources of conflict."}, {"text_block_id": "p23_b346", "text": "Fishery"}, {"text_block_id": "p23_b347", "text": ":"}, {"text_block_id": "p23_b348_merged", "text": "Nigeria has a diversity of fin and shell fish fauna consisting of over 250 species in the inland freshwater alone and 199 species from 78 families in the brackish and marine waters. The freshwater bodies should be capable of producing 511,702 metric tons of fish under adequate management. On the other hand, the potential yield of fish from the coastal and brackish waters has been estimated as follows: 22,000 MT from demersal resources; 120,000 MT from pelagic resources; and 48,000 MT from shell-fish; giving a total fish yield of 190,000 MT. It is estimated that the fisheries potential for aquaculture in Nigeria is near 656,820 MT/annum. The major constraints to effective development and conservation of the country’s marine and freshwater fisheries resources are the lack of adequate information, over-exploitation stemming from poor legislation, ineffective enforcement machinery and pollution."}, {"text_block_id": "p24_b351", "text": "4.9 Land Resources and Land Use"}, {"text_block_id": "p24_b352", "text": "Land is central to environmental processes through its influence on biodiversity, water, energy, trace gas emissions, carbon cycling, and a wide range of socio-economic and ecological processes that affect"}, {"text_block_id": "p24_b353", "text": "livelihoods. It is the most important resource necessary for sustenance. Naturally speaking, Nigeria’s"}, {"text_block_id": "p24_b354", "text": "land is richly endowed with abundant and diverse renewable and non-renewable resources. Human misuse, however, has resulted in several unfavorable changes. There is a general concern that"}, {"text_block_id": "p24_b355", "text": "inappropriate land use practices are resulting in increasing degradation of the country’s land resource."}, {"text_block_id": "p24_b356", "text": "For example, the increase in flood plain agriculture suggests intensification of cultivation within the"}, {"text_block_id": "p24_b357", "text": "Fadama"}, {"text_block_id": "p24_b358", "text": "while other surrounding lands are already close to the climatic limit of cultivation. In general, in the northern and central parts of the country, the Sudan savanna ecology is transiting to Sahel, an indication that desertification intensity is increasing. In a similar manner, the Guinea savanna in the south is giving way to Sudan savanna grassland. Deforestation, large scale land clearing and floodplain encroachment have led to the development severe gully erosion even in the northern part of the country where rainfall is limited."}, {"text_block_id": "p24_b359", "text": "Southern Nigeria, particularly the southeastern part, is affected by massive and expanding gully erosion. There are an estimated 3,000 gullies, which can be up to 10 km long with multiple fingers spreading through the rural or urban landscape. In southeastern states, gullies and areas exposed to erosion tripled increased from about 1.33% (1,021 km"}, {"text_block_id": "p24_b360", "text": "2"}, {"text_block_id": "p24_b361", "text": ") in 1976 to about 3.7% (2,820 km"}, {"text_block_id": "p24_b362", "text": "2"}, {"text_block_id": "p24_b363", "text": ") in 2006. Spectacular gullies have destroyed vast areas of land in Nanka, Agulu and Oko in Anambra state, Okigwe in Imo state, and parts of Abia, Enugu, and Ebonyi States. Other badly affected states include Ekiti, Gombe and Kogi. Ironically, many of the country"}, {"text_block_id": "p24_b364", "text": "’s land degradation hotspots are"}, {"text_block_id": "p24_b365", "text": "also the most densely populated areas, such as Anambra state, the self-proclaimed gully capital of the world and the most densely populated region in Africa."}, {"text_block_id": "p24_b366", "text": "Recent estimates indicate that about 90% of the total land area of the country is under some form of soil erosion, ranging from sheet to rill and gully erosion, which are directly impacting the sustainability of key systems and livelihoods. Up to 6,000 km"}, {"text_block_id": "p24_b367", "text": "2"}, {"text_block_id": "p24_b368", "text": "(about 6% of Nigeria’s land mass) are severely degraded."}, {"text_block_id": "p24_b369_merged_merged_merged_merged", "text": "Drought and desertification are by far the most pressing environmental problems afflicting northern parts of the country. The visible sign of desertification, resulting from persistent drought and climatic change, is the gradual shift in vegetation from grasses, bushes and occasional tress, to grass and bushes and in the final stages, expansive areas of desert-like conditions. It has been estimated that between 50% and 75% of Bauchi, Borno, Gombe, Adamawa, Jigawa, Kano, Katsina, Kebbi, Sokoto, Yobe, and Zamfara States in Nigeria are being affected by desertification. These states account for about 35% of the country’s total land area. In addition, seven adjacent states to the south are reported to have about 10% to 15% of their land areas threatened by processes of desertification. It is estimated that the country is currently loosing 351,000 hectares of its landmass to desert-like conditions annually, and such conditions are estimated to be advancing southwards, in a haphazard manner at the rate of about 600m per year. Desertification has continued to be a serious environmental menace to the country’s land resources. It has reportedly resulted in the burial of some entire villages and major access roads under"}, {"text_block_id": "p25_b374", "text": "sand dunes in the northern portions of some states, particularly Borno, Jigawa, Katsina, Sokoto and Yobe states."}, {"text_block_id": "p25_b375", "text": "Desertification, land degradation and drought remain major challenges for the country in the use of its land resources. The situation is worsening with climate change-induced floods that ravage the country at irregular intervals. These are also becoming more frequent. Flooding is becoming a more severe phenomenon in many parts of Nigeria. Flooding is aggravated by poor land use and watershed management practices. Human activities such as unplanned rapid urbanization, blockage of river/drainage channels, land clearing for agricultural purposes and deforestation contribute immensely to flooding. The most flood-prone areas in Nigeria include: (i) low-lying coastal areas of southern Nigeria where annual rainfall is heavy; (ii) the floodplains of major rivers such as the Niger, Benue, Gongola, Sokoto, Hadejia, Katsina-Ala, Donga, Kaduna, Gurara, Ogun and Anambra, etc., and (iii) the flat, low-lying areas around Lake Chad ."}, {"text_block_id": "p25_b376", "text": "Halting land degradation, rehabilitating degraded areas, combating desertification and mitigating impacts of floods and droughts remains a major challenge for the country."}, {"text_block_id": "p26_b377", "text": "4.10 Soils"}, {"text_block_id": "p26_b378_merged", "text": "Soil form the basis for nearly all of human food, livestock feed, fiber and fuel. It also provides the spatial dimension for the development of human settlements, including building of houses and infrastructures, recreation facilities and waste disposal. It’s health, therefore, is fundamental to its sustainable use. Given low adoption of soil and water conservation measures all over Nigeria, the soils have continued to witness steady, and often rapid, degradation. Yet, land users, most especially farmers, continued to rely on them for livelihood. Soil degradation processes of particular concern throughout the country include accelerated erosion, decline in soil structure, crusting, compaction, nutrient depletion, acidification, depletion of soil organic matter, and reduction in the activity and species diversity of soil microorganisms."}, {"text_block_id": "p26_b381", "text": "With respect to crop production, soil degradation impacts productivity through its adverse effects on availability/imbalance of plant nutrients and water. Nutrient deficit is caused by prevalence of extractive farming practices such as removal of crop residues, lack of or low rate of application of inorganic fertilizers and organic amendments, extension of cultivation onto marginal lands, etc. In addition to land area affected by accelerated erosion, quite a sizable proportion of the country arable land have reached such a state of degradation that only huge investments could make them productive again. Soil degradation not only affect food security, through reduction in crop yields and decline in their nutritional values, but is also related to pollution of soil, air, and water, with severe impacts on human health. Because the poor generally lack the capacity to make land improving investments, are particularly dependent on annual crops (which generally degrade soils more than perennial crops), and on common property lands (which generally suffer greater degradation than privately managed land), they tend to suffer more than the non-poor from soil degradation. The process of reversing soil degradation is expensive and time consuming; some heavily degraded soils may not be recoverable. On the other hand, good management can limit physical losses."}, {"text_block_id": "p27_b382", "text": "4.11 Oil and Gas"}, {"text_block_id": "p27_b383", "text": "Oil and gas are the major sources of foreign exchange earnings for Nigeria. , The sector contributes only"}, {"text_block_id": "p27_b384", "text": "19.80 % to the nation’s rebased and further revis"}, {"text_block_id": "p27_b385", "text": "ed GDP. Nevertheless, the operations in the sector and the heavy reliance on it for income combine to pose acute challenges on the environment."}, {"text_block_id": "p27_b386", "text": "Oil and gas operations have direct impact on the environment including on soil, water and air quality. This is also a major industrial complex releasing tonnes of greenhouse gases and adding to the climate challenge. Seismic operations have impacts on deforestation and on biodiversity lose including impacts on aquatic and terrestrial life forms."}, {"text_block_id": "p27_b387_merged_merged", "text": "Decades of oil spill in the Niger Delta have been estimated to be in the magnitude of one Exxon Valdez per year. The impacts are widespread in soils, as well as in marine and coastal ecosystems. Gas flares not only constitute an economic waste but also poses serious air quality and health hazard. Toxic wastes, produced water and drilling mud and drilling cuts leave extensive footprints in the oil field communities’ environment"}, {"text_block_id": "p27_b390", "text": "The environmental challenge is aggravated by less than optimum management and protection of pipelines have led to pipeline accidents and tampering by third parties manifesting from vandalism and sabotage. Poor decommissioning practices and management of non-producing oil wells pose environmental challenges and add to incidents of spills and accidents. Lax control of oil refineries and petrochemical complexes lead to release of carbon particulates impacting air quality; toxic effluents impacting surface and ground water systems and soils."}, {"text_block_id": "p27_b391", "text": "The classification of communities that have oil and gas installations on their territories as host communities pose special challenges and tend to divide communities, instigate disharmony and promote negative responses."}, {"text_block_id": "p28_b392", "text": "4.12 Minerals"}, {"text_block_id": "p28_b393", "text": "Every state in the nation boasts of deposits of solid minerals. The proposition that states can become economically viable by developing and exploiting these mineral resources has become common wisdom. The implication for the environment of a massive national push for the extraction of solid minerals will be acute degradation."}, {"text_block_id": "p28_b394", "text": "Mining is generally accompanied by environmental degradation. Remediation and mitigation of impacts often do not lead to full restoration. Open cast mining has a tendency to displace individuals and/or communities and leave unsightly scars in the environment. Pollution from surface and underground mines include those from acid mine drainage, tailings and other wastes. Solid minerals extraction impact fresh water supplies and may equally decimate aquatic resources and poison communities that depend on such sources for potable water."}, {"text_block_id": "p28_b395", "text": "Mining related activities have health impacts, including effects from heavy metals and other toxic elements. Workers and communities may be exposed to high levels of toxic chemicals used in the processes of mining and refining of ores. Preponderance of unregulated artisanal and industrial scale mining means uncontrolled environmental degradation with extensive implications for human health and that of other organisms."}, {"text_block_id": "p28_b396", "text": "Environmental degradation and land uptake by mining activities impacts agricultural production as well as other sources of local livelihoods thus deepening poverty in vulnerable communities. The drive for investments in the sector by transnational corporations poses new challenges especially related to the extremely friendly tax and regulatory regimes that may likely be extended to them."}, {"text_block_id": "p29_b397", "text": "Key challenges include: (i) inadequate skilled manpower to regulate, monitor and enforce compliance to the provisions of the Minerals and Mining Act/regulations; (ii) lack of Mining equipment, tools and faculties for monitoring mining activities in the mines field; (iii) inadequate infrastructural facilities at remote mining sites e.g access roads and power supply; (iv) lack of adequate awareness on the part of operators on sustainable mining practices; (v) problem of illegal mining in some of the remote mining areas; (vi) child labour issues in mining due to poverty mining communities; and (vii) lack of funds to remediate environmental degradation due to past mining activities."}, {"text_block_id": "p30_b398", "text": "5. Waste and Environmental Pollution"}, {"text_block_id": "p30_b399", "text": "5.1 Waste"}, {"text_block_id": "p30_b400", "text": "Solid waste disposal has become one of the environmental problems that the government is concerned about. Recent estimates indicate that the total amount of domestic waste per annum in Nigeria is about 63million tonnes (0.45kg/capital/annum). In general, the volume of solid wastes is overwhelming urban administrators' capacity to plan, evacuate and dispose wastes."}, {"text_block_id": "p30_b401", "text": "The problem of solid waste management is a major concern in the country. Waste is indiscriminately disposed such that solid waste dumps dot the urban landscape. Only about 30 -50% of waste is collected. Most of the urban areas lack effective system of refuse collection. As a result, most urban households resort to open dumping of refuse. The common arrangement, in the very few urban communities where a system is in place, is for waste management authorities to collect refuse from households and public containers. The operation of the waste management authorities is inefficient and ineffective as evidenced by mounds of decomposing rubbish that is a part of the regular landscape of many of the urban areas. Much of the generated waste is either burned or dumped haphazardly in illegal landfills or streets, where it creates health hazards and block drains, contributing to urban flooding."}, {"text_block_id": "p30_b402", "text": "The inability to sort waste at source means that household and industrial wastes, including toxic ones, are often handled together, leading to soil and groundwater pollution. In view of the mass amount of waste in many urban centres of the country, Nigerian cities have been adjudged as being unsanitary and the non-aesthetically pleasing. The situation is compounded by (i) unplanned sitting of waste dumps; (ii) preponderance of non-biodegradable materials such as plastic bags and containers in waste materials; (iii) rampant sewage leakages; and (iv) increasing dumping of e-waste (disused ICT materials) and medical waste in the country."}, {"text_block_id": "p31_b403", "text": "5.2 Environmental Pollution"}, {"text_block_id": "p31_b404", "text": "Environmental pollution in Nigeria is much greater in magnitude today than in previous decades as a result of the high rate of population growth and urbanization, modernization of agriculture, especially in the increasing use of agrochemicals, the introduction of new technologies and consumer products, and, the ineffectiveness of the institutional, logistical and policy arrangements that have been put in place over the years to tackle the menace. Thus environmental degradation due to pollution must be tackled head-on if Nigeria is to achieve the vision of becoming one of the leading twenty economies in 2020, for a healthy environment is the basis of economic prosperity and sustainable development. Essentially this calls for a robust and holistic approach to pollution management in the country."}, {"text_block_id": "p31_b405", "text": "The dominant types of pollution in Nigeria are air, water, soil and noise pollution. Industries were the major sources of pollutants in Nigeria in 1980s and 1990s when well over 5,000 industrial facilities and 10,000 small scale industries were in operation on the Nigerian landscape. Constantly smoke from factory chimneys and dust are spewed into the air, untreated industrial effluent discharged directly into open drainage channels and some industries bury expired chemicals and hazardous waste in their backyards or dump them haphazardly, thereby threatening water quality in rivers and wells. The total dependence of manufacturing industries on diesel-powered electric generators is the main driving force of air pollution in major industrial centres in the country. In 1998 FEPA reported that air pollution load for Lagos state industries was about 51800metric tonnes, consisting of sulphur dioxide (37.6%), nitrogen oxides (31.5%) and particulates (26.5%)."}, {"text_block_id": "p31_b406", "text": "Although many of the industries have closed down, pollution has by no means abated as those functioning still rely entirely on diesel-powered generators. Besides, the country has witnessed a tremendous upsurge in the number of automobiles and commercial motorcycles on our roads and streets as well as electric generators in homes and offices. These contraptions have become the new and widespread sources of pollution in Nigeria. The major pollutants from automobiles, motorcycles and electric generators are carbon emissions into the atmosphere, expended oil and battery acid which are dumped haphazardly within and on the outskirts of towns and excessive noise from all the three. Used crankcase oil from mechanic workshops, industries, power stations and commercial houses are dumped directly into drains and ground surfaces in urban centres. Studies elsewhere have identified excessive exposure to noise as detrimental to the neuro-endocrine, cardiovascular, respiratory and digestive systems. In addition chronic exposure to noise has been found to cause fatigue, reduced concentration and work efficiency."}, {"text_block_id": "p31_b407", "text": "Pollution from oil exploration activities in the Niger Delta remains of concern to the government. Oil spills from leaking underground pipelines and storage tanks are a regular occurrence, rendering vast tracts of land and water bodies unproductive in the region. National Oil Spill Detection and Response Agency (NOSDRA) recorded in first half of the year 2007 a total of 424 spill incidents involving 33,799 barrels of oil. Of these spill incidents 196 were due to Equipment or operation failure, 143 were caused by sabotage while the sources of the remaining 85 were in contention. As well, pollution from gas flaring"}, {"text_block_id": "p32_b408", "text": "goes on daily because the flare-free deadline set by government has been postponed four times. The resultant heat stress and acid rain continue to degrade the ecosystem."}, {"text_block_id": "p32_b409", "text": "Pollution of air, water and soil in Nigeria also comes from extensive use of fertilisers on farms, dumping of expired and contraband chemicals and pesticides in the country, improper storage and handling of chemicals as well as improper disposal of hospital and municipal wastes."}, {"text_block_id": "p32_b410", "text": "An emerging and rapidly growing source of pollution is e-waste from developed countries being dumped in Nigeria. This form of waste consists of old computers and other electronic gadgets which contain deadly chemicals and toxins. The poor regularly sort through waste dumps to scavenge for anything they could sell and so unwittingly expose themselves to toxic hazards and health risks."}, {"text_block_id": "p32_b411", "text": "Main challenges of environmental pollution in Nigeria include: (i) poor identification of sources of specific pollutants due to the use of inappropriate technologies; and (ii) weak legal framework, institutions and human capacity to bring the pollutants to acceptable levels that conform to international standards."}, {"text_block_id": "p32_b412", "text": "5.3 Industry and Environment"}, {"text_block_id": "p32_b413_merged", "text": "Industry is the very life wire of any economy. A strong industry necessarily produces a strong economy. It is therefore not surprising that the thrust of the nation’s industrial policy, like trade, is the acceleration of the pace of industrialisation by the deliberate augmentation of value-addition at every stage of production and deliberate support for small and medium enterprises (SMEs) which are undoubtedly the engine rooms of industrialization and entrepreneurship. They contribute immensely to economic growth and generate employment. In the process, however, industries can contribute to the degradation of the environment. This calls for the need to carry along environmental concerns in the country’s industrial development."}, {"text_block_id": "p33_b418", "text": "P"}, {"text_block_id": "p33_b419", "text": "olicy Statement"}, {"text_block_id": "p33_b420", "text": "The Government will:"}, {"text_block_id": "p33_b421", "text": "1."}, {"text_block_id": "p33_b422", "text": "Mainstream environmental considerations into National Industrial Policy."}, {"text_block_id": "p33_b423", "text": "2."}, {"text_block_id": "p33_b424", "text": "Institutionalize environmental audit, including health and safety surveillance in industries"}, {"text_block_id": "p33_b425", "text": "3."}, {"text_block_id": "p33_b426", "text": "Ensure that environmental issues are into regional and international trade negotiations and"}, {"text_block_id": "p33_b427", "text": "domesticate agreements emanating therefrom."}, {"text_block_id": "p33_b428", "text": "4."}, {"text_block_id": "p33_b429", "text": "Support the development and implementation of an environmentally-friendly national industrial"}, {"text_block_id": "p33_b430", "text": "policy and action plan."}, {"text_block_id": "p33_b431", "text": "5."}, {"text_block_id": "p33_b432", "text": "Facilitate the strengthening of SMEs and other industrial outfits to adopt environmental-friendly"}, {"text_block_id": "p33_b433", "text": "technologies."}, {"text_block_id": "p33_b434", "text": "6."}, {"text_block_id": "p33_b435", "text": "Build capacity on trade, industry and environment;"}, {"text_block_id": "p33_b436", "text": "7."}, {"text_block_id": "p33_b437", "text": "Create environmental awareness in technological and industrial growth."}, {"text_block_id": "p33_b438", "text": "8."}, {"text_block_id": "p33_b439", "text": "Promote green growth development."}, {"text_block_id": "p33_b440", "text": "9."}, {"text_block_id": "p33_b441", "text": "Ensure that all major industrial development projects are mandatorily preceded by approved"}, {"text_block_id": "p33_b442", "text": "and certified Environmental Impact Assessment (EIA)."}, {"text_block_id": "p33_b443", "text": "10."}, {"text_block_id": "p33_b444", "text": "Strengthen the capacity of NESREA to enforce laws that will, among others:"}, {"text_block_id": "p33_b445", "text": "Strengthen the capacity of NESREA to enforce laws that will, among others:\n* ensure strict adherence to land use zoning and demarcation of industrial areas to encourage\n* ensure strict adherence to land use zoning and demarcation of industrial areas to encourage\n the optimal utilization of shared facilities;\n* ensure that major industrial locations are selected on the basis of environmental\n* ensure that major industrial locations are selected on the basis of environmental\n considerations;\n* prevent industries from being sited close to ecologically sensitive areas, historic and\n* prevent industries from being sited close to ecologically sensitive areas, historic and\n archaeological monuments, national parks, scenic areas, beaches and resorts, coastal areas\n* prevent industries from being sited close to ecologically sensitive areas, historic and\n archaeological monuments, national parks, scenic areas, beaches and resorts, coastal areas\n and estuaries, bird and animal sanctuaries, natural lakes, swamps, floodplains, wetlands,\n* prevent industries from being sited close to ecologically sensitive areas, historic and\n archaeological monuments, national parks, scenic areas, beaches and resorts, coastal areas\n and estuaries, bird and animal sanctuaries, natural lakes, swamps, floodplains, wetlands,\n etc.;\n* discourage the trend to appropriate forest reserves and prime agricultural lands for\n* discourage the trend to appropriate forest reserves and prime agricultural lands for\n industrial use;\n* prohibit the location of industries close to residential areas;\n* ensure the rational and sustainable exploitation and use of industrial raw materials taking\n* ensure the rational and sustainable exploitation and use of industrial raw materials taking\n into consideration the best conservation practice and prevention of resource depletion;\n* encourage the use of state-of-the-art equipment and environmentally sound technologies in\n* encourage the use of state-of-the-art equipment and environmentally sound technologies in\n process operations to enhance in-plant safety and healthy out-plant environments;\n* encourage existing industries to produce Comprehensive Industrial Master Plans that will\n* encourage existing industries to produce Comprehensive Industrial Master Plans that will\n show novel and more effective methods for phased pollution abatement and waste\n* encourage existing industries to produce Comprehensive Industrial Master Plans that will\n show novel and more effective methods for phased pollution abatement and waste\n management, and compliance with set environmental standards;\n* ensure that production processes incorporate realistic programmes for cleaner production\n* ensure that production processes incorporate realistic programmes for cleaner production\n and waste minimization through material recovery, reuse and recycling;\n* ensure that sufficient space is provided on site for solid waste storage and primary effluent\n* ensure that sufficient space is provided on site for solid waste storage and primary effluent\n treatment;\n* ensuring the establishment of specialized facilities for the handling and disposal of toxic and\n* ensuring the establishment of specialized facilities for the handling and disposal of toxic and\n hazardous wastes from industries;\n* enforce in-plant safety regulations and emergency procedures by compelling management\n* enforce in-plant safety regulations and emergency procedures by compelling management\n to provide Personal Protective Equipment (PPE) and making it mandatory for workers to use\n* enforce in-plant safety regulations and emergency procedures by compelling management\n to provide Personal Protective Equipment (PPE) and making it mandatory for workers to use\n them through their labour unions;\n* ensure workers good health through periodic monitoring of their state of health and provision of emergency and first aid services;"}, {"text_block_id": "p35_b487", "text": "6. Emerging Issues"}, {"text_block_id": "p35_b488", "text": "6.1 Climate Change"}, {"text_block_id": "p35_b489", "text": "Climate change has become one of the greatest global environmental challenges. Nigeria is strongly predisposed to severe negative impacts of climate change due to its fragile economy, weak resilience and low adaptive capacity. Much of the economy is dependent on climate-sensitive resources. For example, the agriculture, forestry and fishing sectors employ up to 70% of the workforce. Its fossil fuel-dependent economy will be particularly vulnerable to climate change-induced frequent and severe extreme events, such as floods and droughts. The heavy concentration of GDP generating industry in locations that are highly vulnerable to climate change-induced sea level rise, e.g. Lagos and the Niger Delta makes the country extremely vulnerable."}, {"text_block_id": "p35_b490", "text": "The 2016 Climate Change Vulnerability Index (CCVI) published by the UK-based risk company, Maplecroft, classifies Nigeria as being of high risk in the southern part and extreme risk in the north. Climate change could result in a loss in GDP of between 6% and 30% by 2050, worth an estimated US$ 100 to 460 billion dollars. If no adaptation is implemented, it is estimated that between"}, {"text_block_id": "p35_b491", "text": "11% of Nigeria’s GDP could potentially be lost by 2020, thereby hampering"}, {"text_block_id": "p35_b492", "text": "the national development goal of becoming one of the top 20 economies in the world. Overcoming the development challenge of climate change requires that extensive adaptation and mitigation measures that are necessary to reduce vulnerability to future climate change are put in place."}, {"text_block_id": "p35_b493", "text": "6.2 Transboundary Water Resources"}, {"text_block_id": "p35_b494_merged_merged", "text": "Nigeria is riparian to trans-boundary water bodies with neighbouring countries (e.g. Cameroon, Chad and Niger). The key ones are the Niger, Benue, Gada-Goulbi of Maradi, Maggia-Lamido and KomaduguYobe Basins’ transboundary water resources management. Large abstractions and use of these trans-boundary water resources require understanding and agreement among the riparian states. Each of the trans-boundary water bodies exhibits unique characteristics, and a complex range of water"}, {"text_block_id": "p36_b497", "text": "management challenges. The most important consideration in Nigeria’s relations with those of its"}, {"text_block_id": "p36_b498_merged", "text": "neighbours with which it shares rivers is that there must be respect for each country’s equitable right to water from the shared resource as stated in the general principles. Since water does not recognize political boundaries, whether national or international, its management will be carried out in catchment areas although care must be taken that the policy of subsidiarity does not interfere with the need for a national and international perspective on water use. The framework for the management of international shared water resources remains the Helsinki Rules. These state that each country which shares any river (basin state) has the right to a reasonable and equitable share of the water in the basin, and that the greatest benefit should be achieved with the least disadvantage to other country. The Nigerian Government will ensure that shared water resources among riparian countries shall be used to strengthen socio-economic and political relations respecting international conventions and treaties that are in force."}, {"text_block_id": "p36_b501", "text": "6.3 Environmental Disasters"}, {"text_block_id": "p36_b502", "text": "The country has continued to face a rising degree of vulnerability to disaster risk. The floods of 2012 demonstrated the increasing vulnerability of communities to a hazard turning into a disaster. The lives and livelihoods of the affected communities were seriously disrupted beyond their capacity to cope or withstand using their own resources, with the result that affected populations suffer serious human, material, economic or environmental losses. Communities are predisposed to disasters by a combination of factors such as poverty, aridity, settlement in areas prone to perennial flooding or areas with poor infrastructure and services such as the informal urban settlements or even living in poorly constructed buildings. Wild fires are responsible for colossal losses to our forests and other land resources as well as economic losses to buildings and properties in urban centres and markets. The"}, {"text_block_id": "p37_b503", "text": "country needs to improve on its disaster management framework and strategies with appropriate policy and legislative provisions."}, {"text_block_id": "p37_b504", "text": "6.4 Conflicts and Environment"}, {"text_block_id": "p37_b505", "text": "Conflict is an integral part of life and living. Conflicts have directly affected a large proportion of the country for the last 20 years, and hence greatly influenced its development. The Niger Delta situation in Nigeria is such a pathetic one due to the degree of devastation it has witnessed over the years.  Conflicts often arise from the environment locally but they usually have national, regional and international dimensions at one point or the other. Livelihood and resource issues often generate crisis particularly when the same are inadequate or not evenly distributed. The current crisis in the northeastern part of country is also resource-induced. The conflict is characterized by campaign carried out by the military and insurgents/militias over large areas, resulting in a significant number of civilian deaths, the widespread destruction of villages and forests, and the displacement of victims into camps for protection, food and water. The environmental impacts of conflicts could be direct or indirect. Direct impacts include: (i) landmines and explosive remnants of war; (ii) destroyed target-related impacts; (iii) defensive works; and (iv) targeted natural resource destruction. Indirect and secondary impacts include: (i) environmental impacts related to population displacement; (ii) natural resource looting and war economy resource extraction; (iii) environmental governance and information vacuum; and (iv) funding crises, arrested development and conservation programmes."}, {"text_block_id": "p37_b506", "text": "The 1999 United Nations Environmental Programme (UNEP) report provided the nexus between deteriorating environmental conditions, inadequate resources and conflicts. The report concluded that resource depletion issues such as pollution, soil erosion, desertification, deforestation, flooding and even gas flare are some of the regular causal factors for direct and indirect local, national and global conflicts especially in Nigeria like every developing country. Hence the need to carry along environmental consideration in finding solutions to conflicts."}, {"text_block_id": "p38_b507", "text": "6.5 Genetically Modified Organisms (GMO) & Biosafety"}, {"text_block_id": "p38_b508", "text": "There are pressures on environmental resources including conservation and utilization of genetic resources. Population growth and land use changes continue to put pressure on our biodiversity. Local agriculture is largely of the smallholder variety and depends on seed saving and sharing and requires less chemical inputs. Requirement for chemical inputs such as herbicides and pesticides, pose concerns about environmental health as these may impact soils, water bodies and non-target crops as well as non-target pests. The issue of the development of super weeds and super bugs equally raise concerns. National drive to improve on the income levels of farmers suggests that farmers have to upscale their activities, add value through food processing, utilize modern technologies, reduce drudgery of subsistence farming and get better integrated to marketing systems."}, {"text_block_id": "p38_b509", "text": "The co-existence of modern biotechnology varieties including LMOs/GMOs and non-GMO varieties is problematic as GMO varieties pose threat of biodiversity contamination and genetic erosion through cross pollination and other means of reproduction. There is a low level of awareness on GMOs and the difference between them and products of traditional biotechnology and other breeding methods. This complicates the debate on the controversial nature of modern biotechnology or GMOs. Nutrition has almost superseded hunger as a major reason for proposing the introduction of GMOs especially to tackle the deficiencies in children. This requires careful scrutiny especially with regard to alternatives and eating patterns that can tackle the prognosis."}, {"text_block_id": "p38_b510_merged", "text": "A key pillar in biosafety considerations is the Precautionary Principle of the Cartagena Protocol and should be a vital guide in making decisions with regard to biosafety and Living Modified Organisms (LMOs) or GMOs. In domesticating the Protocol, the country’s Biosafety Bill should be a law that is strict and protective of the nation’s genetic resources."}, {"text_block_id": "p39_b517", "text": "Policy Statements"}, {"text_block_id": "p39_b518", "text": "The Government will:"}, {"text_block_id": "p39_b519", "text": "1."}, {"text_block_id": "p39_b520", "text": "Put in place a National Biosafety Law with strict liability and redress clauses to protect the"}, {"text_block_id": "p39_b521", "text": "environment, farmers and communities."}, {"text_block_id": "p39_b522", "text": "2."}, {"text_block_id": "p39_b523", "text": "Ensure that biosafety and biotechnology institutions operate as biodiversity protection and"}, {"text_block_id": "p39_b524", "text": "biotechnology research agencies and not simply as biotechnology promotion agencies."}, {"text_block_id": "p39_b525", "text": "3."}, {"text_block_id": "p39_b526", "text": "Provide adequate funding for biotechnological research, especially those that do not involve"}, {"text_block_id": "p39_b527", "text": "species genetic manipulations."}, {"text_block_id": "p39_b528", "text": "4."}, {"text_block_id": "p39_b529", "text": "Develop competence in biosafety and modern biotechnology matters including on nanotechnology"}, {"text_block_id": "p39_b530", "text": "and synthetic biology in relation to foods."}, {"text_block_id": "p39_b531", "text": "5."}, {"text_block_id": "p39_b532", "text": "Ensure teaching of ecological agriculture at all educational levels and in relevant research institutes."}, {"text_block_id": "p39_b533", "text": "6."}, {"text_block_id": "p39_b534", "text": "environment."}, {"text_block_id": "p39_b535", "text": "Strictly regulate trans-boundary movement of genetically modified organisms and products and encourage development of improved crop varieties and animal breeds under ethical research"}, {"text_block_id": "p39_b536", "text": "7."}, {"text_block_id": "p39_b537", "text": "Make public participation obligatory in matters that come for decision in relation to biosafety and"}, {"text_block_id": "p39_b538", "text": "GMOs."}, {"text_block_id": "p39_b539", "text": "8."}, {"text_block_id": "p39_b540", "text": "Promote public awareness on biosafety through initiatives involving the community, policy makers,"}, {"text_block_id": "p39_b541", "text": "legislators, administrators and the private sector."}, {"text_block_id": "p39_b542", "text": "9."}, {"text_block_id": "p39_b543", "text": "Requires farmers representation on all boards that are concerned with GMOs in agriculture"}, {"text_block_id": "p39_b544", "text": "10."}, {"text_block_id": "p39_b545", "text": "Ensure adequate criteria for risk assessments and require that such assessments be conducted in Nigeria and not offshore. This will ensure that the effect of the GMO on non-target organisms is measured with non-target organisms that exist in Nigeria and that are ecologically important here."}, {"text_block_id": "p39_b546", "text": "11."}, {"text_block_id": "p39_b547", "text": "gender considerations."}, {"text_block_id": "p39_b548", "text": "Promote organic and ecologically sound agricultural practices that suit the holistic nature of local agricultural practices that are not disruptive and are inclusive of economic, social, cultural and"}, {"text_block_id": "p39_b549", "text": "12."}, {"text_block_id": "p39_b550", "text": "Control the reliance of farmers on artificial inputs including herbicides and pesticides that are"}, {"text_block_id": "p39_b551", "text": "harmful to the environment."}, {"text_block_id": "p39_b552", "text": "13."}, {"text_block_id": "p39_b553_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Promote agriculture that preserves biodiversity and ensures safe food and other good quality products."}, {"text_block_id": "p40_b555", "text": "7. Cross-sectoral Issues"}, {"text_block_id": "p40_b556", "text": "7.1 Population and Human Settlement"}, {"text_block_id": "p40_b557_merged", "text": "With a population of about 170 million people that is growing at the rate 3.2% per annum, Nigeria faces the challenge of serious population impact on its environmental resources. Nigeria ranks among the most urbanized countries in the world. In 1980 the urbanization rate was 28.6 percent rising to 35.3 percent in 1999 and 49.8% in 2010 with the rate projected to increase to 56.8 percent and 63.6 percent in 2020 and 2030 respectively. A significant characteristic of the macro-economic context of human settlements development is urban decay which manifests as slums and squatter settlements in the country’s cities and towns. The pace of urbanization has been such that maintenance of modest environmental standards inevitably had to lag behind. Furthermore, many urban areas are in a state of squalor and over-crowdedness characterized by decrepit structures, poor sanitary conditions, over-crowding, and under-provision of amenities and general deterioration of the urban environment. The functionality of most urban areas is thus reduced in addition to exerting adverse impacts on households, macro-economic performance and social well-being. On the other hand, the indiscriminate conversion of rural land to urban uses without proper planning and implementation of EIA as well as the attendant consequences of developmental initiatives on the rural environment cannot be overemphasized. The government acknowledges that the current situation poses a major challenge to economic growth and sustainable development, and notes that for environmental sustainability, there is need to maintain a balance between population growth, settlement pattern and the environment. The rapid and unplanned urbanization has to be brought into check to reduce its negative impact on the country’s environmental sustainability."}, {"text_block_id": "p40_b564", "text": "7.2 Environmental Health and Safety"}, {"text_block_id": "p41_b565", "text": "environment. The Environmental Health sector suffers from (i) lack of cooperation between the health sector and other sectors in including a component of primary health care; (ii) weak local capacity of villages, townships and other authorities to promote health care services; (iii) lack of provision of safety and health codes for use in various sectors of the economy; and (iv) low-level standard of environmental health services and conditions relating to water supply, sewages, solid waste, pollution control and green areas housing. There is prevalence of environmental related diseases such as malaria and typhoid. Environmental Health and Safety (EHS), therefore, constitutes a major aspect of this Policy"}, {"text_block_id": "p41_b566", "text": "7.3 Energy"}, {"text_block_id": "p41_b567_merged", "text": "Energy is essential for development. Deliberate efforts have been made by the Government to provide power to all Nigerians in order to spur development and improve livelihoods. The main sources for the country’s power production are Hydropower, Petroleum and Natural Gas. It is projected that the country’s energy requirements will substantially increase. Ensure compliance of the 2014 National Policy on food safety and its implementation strategy. There are multiple energy sources, and the technical processes for harnessing and usage and impact on the environment vary from one energy type to another. The 2015 Policy Guidelines on Energy takes cognisance of the need to protect the quality of the environment and the population from hazards of energy exploitation and utilisation. It further aims at improving the nation’s technical capabilities in the energy sector for the State security, self reliance and economic competitiveness, with increasing emphasis on renewable energy to facilitate green economic growth."}, {"text_block_id": "p42_b574", "text": "7.4 Infrastructure (Transport, ICT, Housing etc)"}, {"text_block_id": "p42_b575", "text": "Infrastructure represents the totality of interconnected human-made physical facilities necessary for meaningful human existence and the attendant enjoyment of natural and artificial environment. In this context, infrastructure incorporates a whole lot of utilities including but not limited to transportation (road, air or sea), information communication technology (ICTs), housing, water and sewerage."}, {"text_block_id": "p42_b576", "text": "The environmental impact of infrastructural development is at once positive and negative particularly in relation to the activities that culminate in bringing them into reality, while ensuring adequate transportation and housing, roads, parks, rails and terminals be necessarily constructed. Depending on the quantum or degree of such initiatives being embarked upon, the environment and people are impacted one way or the other."}, {"text_block_id": "p42_b577_merged", "text": "Transport, ICT and Housing are essential to human existence and for commerce as well as goods and peoples will have to move from one point to the other. Similarly, information is crucial to sustainable development and is the cornerstone of planning and decision-making. Satellite and remote-sensing equipments are capable of enhancing capability to capture environmental status, trends, remote sensing, geographical information systems (GIS) and similar mechanisms have created new frontiers for data generation, integration, analysis, modelling, map production and preservation with little or no stress. Communication, information and associated ideas as well as access to them and to markets, employment, schools and other facilities and land use inter and intra, within and between peoples, offices, structures, cities and rural areas take place every minute, every hour and every day. The transportation sector, like its ICTs and housing counterparts, is a major consumer of non-renewable energy and land and is a major contributor to pollution, congestion and accidents. Integration of the transport, ICTs and housing systems policies and planning in line with contemporary practices will undoubtedly alleviate negative impacts of existing amorphous transport, communication and housing systems on the Nigerian environment while giving way to a much more modern, accessible, affordable, safe and efficient transport, ICTs and housing initiatives."}, {"text_block_id": "p43_b582", "text": "& Actions Plan;"}, {"text_block_id": "p43_b583", "text": "2."}, {"text_block_id": "p43_b584", "text": "challenged, poor and the aged)"}, {"text_block_id": "p43_b585", "text": "Support an integrated transport policy that explores the full array of technical and management options and pays due attention to the needs of all population groups (e.g. the physically"}, {"text_block_id": "p43_b586", "text": "3."}, {"text_block_id": "p43_b587", "text": "Initiate and sustain modern and environment-friendly transport, ICTs and Housing policies with"}, {"text_block_id": "p43_b588", "text": "emphasis on efficiency and effectiveness."}, {"text_block_id": "p43_b589", "text": "4."}, {"text_block_id": "p43_b590", "text": "Develop a National Strategy on Environmental Education and ICTs Curriculum and Public"}, {"text_block_id": "p43_b591", "text": "Awareness;"}, {"text_block_id": "p43_b592", "text": "5."}, {"text_block_id": "p43_b593", "text": "Establish and strengthen environmental and ICTs Resource Centres at all levels."}, {"text_block_id": "p43_b594", "text": "6."}, {"text_block_id": "p43_b595", "text": "Ensure the mandatory implementation of a detailed Environment Impact Assessment of major"}, {"text_block_id": "p43_b596", "text": "infrastructure projects."}, {"text_block_id": "p43_b597", "text": "7."}, {"text_block_id": "p43_b598", "text": "Ensure that remedial measures to mitigate the negative impact of major projects on the"}, {"text_block_id": "p43_b599", "text": "environment are built into the project."}, {"text_block_id": "p43_b600", "text": "8."}, {"text_block_id": "p43_b601", "text": "Implement post-construction environmental audits that ensure that the in-built mitigating"}, {"text_block_id": "p43_b602", "text": "measures satisfactorily address the anticipated environmental concerns."}, {"text_block_id": "p43_b603", "text": "9."}, {"text_block_id": "p43_b604", "text": "Introduce stringent quality standards for various construction materials in order to guarantee"}, {"text_block_id": "p43_b605", "text": "the structural stability and durability of facilities."}, {"text_block_id": "p43_b606", "text": "10."}, {"text_block_id": "p43_b607", "text": "spent oils, fuels, etc., (v) minimisation of noxious gas emissions (CO, SO, NO"}, {"text_block_id": "p43_b608", "text": "x"}, {"text_block_id": "p43_b609", "text": "ecological resources."}, {"text_block_id": "p43_b610", "text": "Minimize negative environmental impact by prescribing processes and materials to be utilized for infrastructure projects, ensuring that they meet minimum standards for: (i) noise abatement, (ii) reduction of vibrations, (iii) reduction of dust pollution, (iv) careful handling and disposal of , etc.), (vi) reduction of erosion, flooding, landslides, etc;, and habitat destruction, and (vii) conservation of local"}, {"text_block_id": "p43_b611", "text": "11."}, {"text_block_id": "p43_b612", "text": "practices."}, {"text_block_id": "p43_b613", "text": "Ensure the safety of workers engaged in infrastructure projects by the provision and insistence on the use of appropriate personal protective equipment (PPE), and the adoption of other safe"}, {"text_block_id": "p43_b614", "text": "12."}, {"text_block_id": "p43_b615", "text": "Establish contingency plans for rescue operations in case of site and operational accidents;"}, {"text_block_id": "p43_b616", "text": "13."}, {"text_block_id": "p43_b617", "text": "such as fires, landslides, earth flows, gullies, debris avalanches, accelerated erosion, flood, etc.;"}, {"text_block_id": "p43_b618", "text": "Ensure that construction design and implementation are carried out in such a way as to minimize undesirable micro-climatic, geologic/geomorphologic and other man-induced impacts"}, {"text_block_id": "p43_b619", "text": "14."}, {"text_block_id": "p43_b620", "text": "fighting, rescue operations, waste collection and emergency evacuation, etc."}, {"text_block_id": "p43_b621", "text": "Prescribe a minimum quality level of aesthetics around infrastructure and ensuring good drainage, landscaping, sound insulation, ventilation, easy accessibility for purposes of fire"}, {"text_block_id": "p43_b622", "text": "15."}, {"text_block_id": "p43_b623_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "detract from the beauty of the natural built-up environment. Prescribe quality standards which ensure that projects do not compromise or alter existing land use, for example, through undue encroachment on valuable agricultural lands and does not"}, {"text_block_id": "p43_b625", "text": "7.5 Trade and Environment"}, {"text_block_id": "p43_b626", "text": "Trade is an important driver of economic growth, but also with potential significant effects on the environment, particularly in this era of globalization which has in part reduced barriers to international trade and investment flows. Nigeria thrives on liberal trade regime with its attendant trade-offs, economic benefits, environmental impacts and social dimensions coupled with conservation and protection of environmental resources in line with comparative international standards and the need to reconcile the benefits of multilateral trading arena with greater environmental protection.  The nation is"}, {"text_block_id": "p44_b627", "text": "understandably committed to regional, continental and international trade, and like many less-developed countries, is still heavily engaged in natural resources exploitation, and hence has a direct interest in natural resource-related trade questions."}, {"text_block_id": "p44_b628", "text": "The main thrust of Nigeria’s external trade policy objective is to achieve economic development through"}, {"text_block_id": "p44_b629", "text": "the attainment of healthy balance of payments, market expansion, net inflow of foreign exchange and the protection of infant industries. To attain these goals in the face of new and tougher environmental criteria confronting it in international markets, Nigeria will have to continually adapt to the environmental requirements of its major markets to remain competitive, particularly given both the direct and indirect effects of trade on the Nigerian environment and people. Thus, while Nigeria is committed to trade at regional and international levels, it is also concerned about the need to take into consideration the trade-offs between economic gains, environmental impacts and social effects in the implementation of multilateral trading systems. Consequently, trade liberalization within the framework of sustainable development and its contribution to poverty reduction remains a priority concern for the Government."}, {"text_block_id": "p44_b630", "text": "7.6 Poverty"}, {"text_block_id": "p44_b631", "text": "Despite its enormous natural wealth, Nigeria remains a poor country. About 69% of Nigerians are estimated to be living below the poverty level of USD2/day. Poor households rely disproportionately on natural resources and the environment for their livelihoods and income. The poor are more vulnerable to disasters such as droughts, floods, and gully erosion and to the impacts of climate change. On a broader scale, natural resources such as forests and fisheries play a larger role in the national income and wealth of less developed economies."}, {"text_block_id": "p44_b632", "text": "In the process of exploration and production, the natural environment is polluted and livelihoods extinguished to the extent that poverty becomes more pronounced. There is a correlation between"}, {"text_block_id": "p45_b633", "text": "poverty and conflict because a people whose environment has been degraded and means of livelihood destroyed will certainly create conflict. Income generated as a result of environmental exploitation is never evenly distributed among the people."}, {"text_block_id": "p45_b634", "text": "There are many cases where poverty and perceived lack of alternative income sources will lead to environmental degradation. In both urban and rural areas, local population growth puts strain on certain resources and contributes to local ecological decline."}, {"text_block_id": "p45_b635", "text": "The reversal of the negative poverty/environmental linkages will depend not only on improved environmental management and profitable livelihoods, but also on a supportive enabling framework."}, {"text_block_id": "p45_b636", "text": "Consequently, empowerment and capacity building, good governance, resource tenure, education and awareness will be as important in changing the negative linkages into positive ones as will be access to credit, or improved soil conservation and tree planting techniques."}, {"text_block_id": "p45_b637", "text": "7.7 Gender"}, {"text_block_id": "p45_b638_merged_merged", "text": "Gender is a basic component of human development. It is a fundamental organizing principle in all societies, central in determining access to and ownership of resources and participation in the development process and mediates human/environment interactions and all environmental use, knowledge, and assessment. Gender roles, responsibilities, expectations, norms, and the division of labor shape all forms of human relationships to the environment. It is no doubt that many women-related economic and social activities depend on environmental resources, despite this, women are denied access to effective and sustainable use of forest resources, and they have limited or no control over land, capital, and labour. There is a correlation between poverty and conflict because a people whose environment has been degraded and means of livelihood destroyed will certainly create conflict. For sustainable development, access and ownership of natural resources should be enhanced for all gender, people living with disabilities, marginalized and minority groups."}, {"text_block_id": "p46_b640", "text": "7.8 Production and Consumption Patterns"}, {"text_block_id": "p46_b641", "text": "Sustainable development as a concept grew out of the realization that modes of production and consumption be designed to meet the needs of the present, without compromising the ability of future generations to meet their own needs. It therefore requires a sense of responsibility and stewardship in the usage and replenishmen"}, {"text_block_id": "p46_b642", "text": "t of nature’s gifts to humankind."}, {"text_block_id": "p46_b643", "text": "It has also been established that the available resources on planet Earth cannot sustain current consumption rates especially as in the global North and other industrializing nations. Unless something is done we are pushing towards planetary limits whereby living on the same consumption platform would be unsustainable."}, {"text_block_id": "p46_b644", "text": "The challenge to humans, especially with regard to non-renewable resources is on how to place limits to competition, production and consumption while ensuring access and avoiding violent conflicts. In particular, there is the critical challenge of growing the economy, creating employment, building markets and building much-needed infrastructure within our ecological limits to avoid environmental catastrophe. Thus, there should be an intergenerational justice that can help change production modes and curtail consumption of natural and manufactured products."}, {"text_block_id": "p47_b645", "text": "7.9 Environmental Education and Awareness Creation"}, {"text_block_id": "p47_b646", "text": "Nigerians are poorly aware of their environment and the damages being done to it through various activities like settlement expansion, bush burning, littering/open dumping of human waste, polluting rivers with sewage among others. Also the changing climatic patterns and their increasingly grievous consequences are little appreciated. There is no established environmental protocol or information system for Government Executives, parents, teachers and the youth, to enable them access environmental information. The current provisions in national educational curricular, as well as R&D programmes are inadequate in providing environmental awareness. In addition, there is the challenge of weak environmental legislation and enforcement to coordinate environmental planning and action."}, {"text_block_id": "p47_b647", "text": "Given the world’s increasing technological sophistication and the close interaction between"}, {"text_block_id": "p47_b648", "text": "technological progress and environmental concerns, there is a need to develop an environmentally literate citizenry. Formal and informal environmental education would be effective means to involve creating appropriate awareness of critical environmental issues. In particular, formal education is important to increase awareness, improve extension services, sensitize people on environmental issues and build institutional capacities. Non-formal environmental education benefits people outside the formal education system. Communication of environmental information to all stakeholders is still a challenge. Public awareness empowers the public to develop a strong sense of responsibility on environmental issues."}, {"text_block_id": "p48_b649", "text": "8."}, {"text_block_id": "p48_b650", "text": "Policy Implementation"}, {"text_block_id": "p48_b651", "text": "8.1 Legal Framework"}, {"text_block_id": "p48_b652", "text": "The purpose of a legal framework as an integral part of a National Environmental Policy is to consolidate, strengthen, provide and extend legislation for environmental protection and improvement in all spheres whilst also providing for effective implementation and enforcement procedures."}, {"text_block_id": "p48_b653", "text": "The Constitution is the basic law of the land and it proclaims its supremacy over and above all other laws in the country and any law that is inconsistent with any of its provisions shall be null and void to the extent of its inconsistency. The relevance of the Constitution to environment lies in the fact that it should lay the foundation for the legal framework for the enforcement and protection of the environment by empowering the citizens to have legal standing and access to justice to be able to protect and enforce the protection of a clean and healthy environment cu sustainable development."}, {"text_block_id": "p48_b654", "text": "The 1999 Constitution in its section 20,"}, {"text_block_id": "p48_b655_merged", "text": "contained in Chapter 2 under ‘Fundamental Objectives and Directives Principles of State Policies’ provides that: “The State shall protect and improve the environment and safeguard the water, air and land, forest and wild life of Nigeria”"}, {"text_block_id": "p48_b658", "text": "Similarly, the National Action Plan for the Promotion and Protection of Human Rights in Nigeria, November, 2002 at page 52, recognises the right to environment and states that the Federal Government has the following constitutional obligations, namely that Government recognizes that everyone in Nigeria has the right to (i) an environment that is not harmful to her or his health or well being; (ii) have the environment protected, for the good of present and future generations through reasonable laws and other way of; (iii) preventing pollution and ecological degradation; (iv) promoting conservation and; (v) securing ecologically sustainable development and use of our natural resources, while at the same time promoting valid economic and social development."}, {"text_block_id": "p48_b659", "text": "More specifically, the Nigerian constitutional provision on environmental protection as at now is too tokenistic and inadequate. Likewise, other extant environmental laws, including related laws, policies and regulations, require revision, harmonisation and updating in line with global best standards and practices."}, {"text_block_id": "p48_b660", "text": "This policy shall be put in its proper legal context for effectiveness and impact. The publication of this policy and response strategy shall provide the basis for the institutional framework for climate change management in Nigeria. A legal framework shall be established through an Act of Parliament with provisions for the consistent implementation of this Policy to make the Nigerian environment sustainable."}, {"text_block_id": "p49_b661", "text": "8.2 Institutional/Governance Framework"}, {"text_block_id": "p49_b662", "text": "In the process of implementing this Policy, the Nigerian environmental governance structures exemplified in the Federal Ministry of Environment, its agencies, State Governments and their agencies and the Local Government areas as well as existing policy and legal machineries will be overhauled and reformed to ensure a more effective, efficient, result-oriented environmental protection and sustainable development for the country."}, {"text_block_id": "p49_b663", "text": "The institutional architecture for the protection of environment in Nigeria atop of which is the Federal Ministry of Environment, more than ever before, will be strengthened for greater capacity, synergy, understanding, coordination, cooperation and collaboration given the interconnectivity, universality and conterminous nature of the environment and the necessity to take environmental considerations in all development initiatives into cognizance."}, {"text_block_id": "p50_b664", "text": "8.3 Funding"}, {"text_block_id": "p50_b665", "text": "Environmental protection is an expensive business, but finance should not be an excuse for not protecting the environment. However, the cost of not protecting the environment is much higher because of the direct and multiplier effects on the national economy and socio-cultural life."}, {"text_block_id": "p50_b666", "text": "The bulk of the finance of environmental protection should ideally come from government coffers to ensure the non-interference by resource interests that may work against those of the nation. Multilateral and donor funding avenues are also available and these should be accessed without being"}, {"text_block_id": "p50_b667", "text": "allowed to affect the nation’s negotiation principles especially with regard to the CBD, UNFCCC and"}, {"text_block_id": "p50_b668", "text": "others directly or indirectly related to the environment."}, {"text_block_id": "p50_b669", "text": "8.4 Science, Technology and Innovation"}, {"text_block_id": "p50_b670_merged_merged", "text": "Science and technology contributes to sustainable development efforts, including the wellbeing and improved quality of life for the country’s citizens. Scientific progress and technological development are major forces underlying improvements in productivity and living standards. New technologies offer considerable promise for decoupling economic growth from long-term environmental degradation. Also, innovations will appear when and where they are most needed, or at a price that reflects all environmental and social externalities associated with their deployment within a conducive policy environment."}, {"text_block_id": "p51_b673", "text": "8.5 Partnership and Multi-Stakeholders Involvement including the role of Civil Societies"}, {"text_block_id": "p51_b674", "text": "A strict observance of the principle of subsidiarity is very vital to the implementation of this policy. Without citizens buy-in environmental protection and sustainable development would not happen. Citizens are best defenders of their environments as they have the historical memories and knowledge about their environment and resources therein."}, {"text_block_id": "p51_b675", "text": "Civil society groups play a bridging role with communities, are close to the grassroots and are in the position to take messages both ways. Without close links and trust community entry points can easily become blocked and the best intentions of government can become suspect."}, {"text_block_id": "p51_b676", "text": "Lack of access to adequate, understandable and timely information creates mistrust and suspicion and can be major stumbling blocks to project or environmental programme implementation. Community participation is crucial in building partnerships and creates opportunity for sustainable local knowledge to be integrated into public policies and programmes. Gender balance and inclusion is essential for successful partnerships."}, {"text_block_id": "p52_b677", "text": "8.6 Regional and International cooperation"}, {"text_block_id": "p52_b678", "text": "The environment can be considered as part of the global commons as some of the cycles and mechanisms of nature operate across national boundaries. Actions in one nation often have direct impacts on another."}, {"text_block_id": "p52_b679", "text": "International treaties and conventions help secure rational utilization of common resources as well as common and efficient tackling of environmental issues including global warming and biodiversity conservation. Nigeria is party to a handful of regional and international agreements."}, {"text_block_id": "p52_b680", "text": "Cooperation between nations, within regions and internationally are essential for protection of environmental resources and for the peaceful enjoyment of such resources in a sustainable manner. The River Niger, for example, originates from Guinea, extends over a distance of 4,180 km passing through Mali, Niger Republic and Nigeria."}, {"text_block_id": "p52_b681", "text": "Regional and international cooperation make for sharing of knowledge, responsibilities, expertise and technical knowhow in tackling environmental challenges. A lack of cooperation between countries could lead to resource conflicts, regional instability and unsustainable utilization of environmental resources."}, {"text_block_id": "p52_b682", "text": "8.7 Monitoring and Evaluation"}, {"text_block_id": "p52_b683", "text": "Monitoring and assessment of environmental change is critical to ensure the effective implementation of this Policy. The Federal Ministry of the Environment, as the responsible coordinating Ministry will"}, {"text_block_id": "p53_b684", "text": "define review mechanisms as well as a process to develop a Monitoring and Evaluation System that will ensure that climate change impacts are monitored appropriately. To this end, the Government will in the short-term design and publish a draft Environmental Monitoring and Evaluation System, which can be linked to the national environmental information system and used for reporting and verification requirements for the implementation of this Policy."}, {"text_block_id": "p54_b685", "text": "9. Implementation Strategies and Actions"}, {"text_block_id": "p54_b686", "text": "9.1 Mainstreaming Environmental Concerns into Policy, Planning and Development processes"}, {"text_block_id": "p54_b687", "text": "Mainstreaming environmental considerations in all national and relevant sectoral policies, planning and development processes is critical if this Policy is to achieve its goal and objectives. The Federal Ministry of Environment will need to take the leadership role in ensuring that all national and all sectoral policy planning and development processes mainstream environmental considerations, working closely with relevant MDAs, including the National Planning Commission."}, {"text_block_id": "p54_b688", "text": "."}, {"text_block_id": "p54_b689", "text": "9.2 Roles and Responsibilities"}, {"text_block_id": "p54_b690_merged", "text": "The environment is a complex interwoven system. Its management requires that hands are on deck to avoid or minimize the “tragedy of the common”. Thus the implementation of this Policy involves many different groups, including private sector, civil society organizations, local communities , the public and government agencies at local , state , national and regional levels. A key element is defining the roles and responsibilities of the various groups within the environmental governance structure that will be utilized for the implementation of the Policy."}, {"text_block_id": "p55_b694", "text": "9.3 Environmental Compliance"}, {"text_block_id": "p55_b695_merged", "text": "Compliance refers to the degree to which Nigerian laws and indeed the Nigerian authorities or the regulatory framework recognize, apply, enforce and comply with global statutes or international instruments, conventions, treaties and standards (Multilateral Environmental Agreements {MEAS}) relating to the environment within the Nigerian jurisdiction. Governments at all levels should recognise an effective monitoring and compliance with environmental laws for the various regulatory agencies , civil society groups and private citizens. .An effective monitoring and compliance with environmental laws requires the pro-active disposition of government at all levels, regulatory agencies, civil society groups and private citizens."}, {"text_block_id": "p55_b700", "text": "9.4 Monitoring Compliance"}, {"text_block_id": "p55_b701", "text": "Environmental Monitoring is the series of processes, procedures and activities undertaken with a view to ascertaining the quality of the environment. It is usually carried out in preparation of environmental impact assessments and many other circumstances where human, chemical and or industrial involvements have or potentially implicate harmful consequences on the natural environment.  Environmental monitoring is usually characterized by ascertainable strategies and programmes and it"}, {"text_block_id": "p56_b702", "text": "usually end up with reports and outcomes with justifications that are often more than not intended to ascertain the existing condition or status of a particular environment or to establish trends in environmental parameters. The results of such monitoring are reviewed, analyzed and published.  Environmental monitoring can be in relation to air quality, soil and water quality monitoring as the case may be. Its parameters incorporate five elements, namely: chemical, biological, radiological, microbiological and finally, populations."}, {"text_block_id": "p56_b703", "text": "Environmental laws, including the ESIA provisions, are tools for environmental monitoring; the laws are made to protect the environment through monitoring by specially designated agencies and persons. However, there are some flaws requiring reforms and or amendment in line with contemporary reality. For instance, the first exclusive statute on environment in Nigeria, the Harmful Wastes (Special Criminal Provisions) Act imposes life imprisonment without option of fine for carrying, depositing or dumping toxic waste in any part of the country. Effective monitoring and evaluation of environmental compliance depends on the existence of comprehensive environmental laws, competent enforcement institutions with adequate technical capacity, appropriate monitoring facilities and trained personnel."}, {"text_block_id": "p56_b704", "text": "9.5: Public Participation and Partnerships."}, {"text_block_id": "p56_b705", "text": "The key criterion for achievement of Sustainable Development is broad Public participation in decision-making. Safeguarding the environment is the responsibility of each and every Nigeria hence environmental issues are best handled with the participation of all citizens at the relevant level."}, {"text_block_id": "p56_b706", "text": "The major responsibility of Government and Non-Governmental Organisations (NGO) at this level is to assist local community become aware of their own environment and support them in Environmental management at the local level"}, {"text_block_id": "p57_b707_merged", "text": "Critical to the effective implementation of the Policy objectives, will be commitment and sincere involvement of all institutions and sectors of the society. Government, the civil society organizations (CSOs including Non-governmental organizations -NGOs), Community Based Organisations (CBOs), Faith Based Organisations, (FBOs), organized trade unions and other informal organizations are partners in the implementation of environmental policy objectives."}], "document_description": "This document aims to ensure a sustainable use of natural resources in the country. It notably seeks to enable a sustainable, low carbon development and protect the country from natural disasters."}