{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Nigeria", "document_category": "Policy", "document_sector_name": ["Waste", "Transport", "Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_language": "English", "document_name": "Nigeria’s National Action Plan to reduce short-lived climate pollutants", "document_country_code": "NGA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "05/01/2019", "document_keyword": "Slc Ps", "document_url": "https://cdn.climatepolicyradar.org/NGA/2019/NGA-2019-01-05-Nigeria’s National Action Plan to reduce short-lived climate pollutants_cf3a0fc2c04c6ad519c321a9c1cc3491.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NIGERIA'S NATIONAL ACTION PLAN CNAPJ TO REDUCE SHORT-LIVED CLIMATE POLLUTANTS CSLCPsJ"}, {"text_block_id": "p1_b2", "text": "FOREWORD"}, {"text_block_id": "p1_b3", "text": "On behalf of the Government of the Federal Republic of Nigeria, we wish to present Nigeria's National Action Plan to reduce Short­Lived Climate Pollutants (SLCPs). As a partner to the Climate and Clean Air Coalition (CCAC), Nigeria has developed and released this plan to document the major sources of short-lived climate pollution, the priority SLCP mitigation measures, and"}, {"text_block_id": "p1_b4", "text": "implementation pathways for the reduction of SLCPs emissions within our borders."}, {"text_block_id": "p1_b5", "text": "The Plan has come out of a strong collaborative effort between several Government Ministries and other relevant stakeholders. The successful preparation of the document is yet another milestone in assuring the global community of our resolve and commitment to the achievement of the objectives of CCAC for a better life on earth."}, {"text_block_id": "p1_b6", "text": "The adverse effects of SLCPs as they relate to negative impacts on human health, agriculture and ecosystems are all harmful to the well-being of our people. It is within this context that Nigeria has decided to undertake measures that will lead to the reduction in SLCPs emissions, by dedicating itself to taking the measures and actions outlined in this document. The Plan consolidates all sectoral efforts on SLCP emission reductions (specifically, Black Carbon, Methane and hydrofluorocarbons (HFC)) in the country, and we are committed to ensuring that the measures and their implementation are comprehensively mainstreamed into the various sectoral policies of government."}, {"text_block_id": "p1_b7", "text": "In preparing this Plan, and in an attempt to ensure the proper monitoring of its implementation in the country, an inter-ministerial body consisting of key ministries has been established -a move that recognizes the importance of further strengthening the existing and evolving collaboration between the MDAs. It is on the basis of such collaboration and collective ownership of the Plan that a joint memo on the Plan was sent to Council for its approval."}, {"text_block_id": "p1_b8", "text": "We conclude this foreword by restating Nigeria's desire and resolve to continue to support global efforts aimed at reducing SLCPs in order to keep the global environment safe, not only for the present generation, but also for generations yet unborn, with the conviction that whatever resources that is put into reducing their emissions will not be regarded as a \"cost\", but an"}, {"text_block_id": "p1_b9_merged", "text": "SuleŁŁa"}, {"text_block_id": "p1_b12", "text": "Honourable Minister of Environment"}, {"text_block_id": "p1_b13", "text": "Federal Republic of Nigeria"}, {"text_block_id": "p2_b14", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p2_b15", "text": "Short-lived Climate Pollutants and Opportunities for Mitigation"}, {"text_block_id": "p2_b16", "text": "In 2017, it was estimated that 670,000 premature deaths were associated with outdoor and indoor air pollution exposure. This includes 114,000 premature deaths in Nigeria, including 70,000 premature deaths for children under 5 years old. At the same time, climate change is already affecting vulnerable populations and ecosystems across the world, resulting in crop yield losses, regional climate changes and increases in extreme weather events damage to ecosystems, in addition to premature deaths mentioned above (UNEP, 2016). Given the substantial impacts of air pollution and climate change, identifying those strategies that can simultaneously mitigate could result in substantial benefits."}, {"text_block_id": "p2_b17", "text": "Short-lived climate pollutants (SLCPs) are a group of pollutants that have relatively short lifetime in the atmosphere of a few days to about a decade and a half in the atmosphere. The major SLCPs are Methane, Tropospheric Ozone, Black Carbon and Hydro fluorocarbons (HFCs). They are the major contributors to global warming after long-lived greenhouse gases, specifically carbon dioxide (CO"}, {"text_block_id": "p2_b18", "text": "2"}, {"text_block_id": "p2_b19", "text": "). In addition SLCP are dangerous air pollutants, responsible for various negative impacts on human health, agriculture and ecosystems."}, {"text_block_id": "p2_b20", "text": "The major SLCP emission sources, including household energy use, transport, oil and gas, agriculture, industry and the waste sectors, are also major sources of greenhouse gases such as CO"}, {"text_block_id": "p2_b21", "text": "2"}, {"text_block_id": "p2_b22", "text": ", and other air pollutants, such as PM"}, {"text_block_id": "p2_b23", "text": "2.5"}, {"text_block_id": "p2_b24", "text": ", organic carbon (OC), nitrogen oxides (NO"}, {"text_block_id": "p2_b25", "text": "x"}, {"text_block_id": "p2_b26", "text": "), sulphur dioxide (SO"}, {"text_block_id": "p2_b27", "text": "2"}, {"text_block_id": "p2_b28", "text": "), volatile organic compounds (VOCs), and carbon monoxide (CO"}, {"text_block_id": "p2_b29", "text": ")"}, {"text_block_id": "p2_b30", "text": "."}, {"text_block_id": "p2_b31_merged_merged_merged", "text": "The short lifespan of SLCPs, and the common sources of SLCPs, greenhouse gases and air pollutants, means that assertive action now, in addition to rapid reduction in CO2 emissions, to reduce emissions from major SLCP sources could rapidly improve both air quality as well as slowing the rate of near-term climate change. A Scientific Assessment by UNEP/WMO in 2011 estimated that the emission reductions from full implementation of 16 measures targeting the major SLCP source sectors could globally avoid 2.4 million premature deaths, prevent 52 million tons of agricultural crop yield loss and reduce global average temperature increase by 0.5 degrees centigrade."}, {"text_block_id": "p2_b34", "text": "Recognizing that the mitigation of the impacts of SLCPs is critical in the near term, Bangladesh, Canada, Ghana, Mexico, Sweden and the US, together with the UN Environment Programme (UNEP) came together to form the Climate and Clean Air Coalition (CCAC) in 2012. The CCAC seeks to bring together an international network of policymakers, industry, intergovernmental"}, {"text_block_id": "p3_b35", "text": "organizations, and civil society to promote the mitigation of short-lived climate pollutants and also make concerted efforts to remove barriers to this."}, {"text_block_id": "p3_b36", "text": "National SLCP Planning in Nigeria"}, {"text_block_id": "p3_b37", "text": "A member of the CCAC since 2012, Nigeria is committed to reducing the emission of ShortLived Climate Pollutants (SLCPs) emanating from activities and processes within its border, which has informed the preparation of this National SLCP Actions Plan (NAP), purposely set for the mitigation of short-lived climate pollutants in the country."}, {"text_block_id": "p3_b38", "text": "This plan is an outcome of a multi-sectoral consultative process that took place between 2016 and 2018. The process included the identification of the different sources of SLCPs emissions, their analysis, identification and prioritization of measures targeted at reducing emissions from major SLCPs such as Black Carbon (BC), Methane (CH"}, {"text_block_id": "p3_b39", "text": "4"}, {"text_block_id": "p3_b40", "text": "), as well as long-lived greenhouse gases such as Carbon Dioxide (CO"}, {"text_block_id": "p3_b41", "text": "2"}, {"text_block_id": "p3_b42", "text": "). The plan gives to the country the possibility to enhance"}, {"text_block_id": "p3_b43", "text": "Nigeria’s NDC commitment by"}, {"text_block_id": "p3_b44", "text": "expanding them to cover other gases and pollutants beyond the long live greenhouse gases as recommended by"}, {"text_block_id": "p3_b45", "text": "The LEAP-IBC tool was used to analyze SLCPs, greenhouse gases, and air pollutants emissions from 2010 to 2050. The objective was to analyze the current state of SLCP sources in the country, their future progressions and impacts on human health, agriculture and climate. The assessment formed the basis of the measures proposed for SLCP emissions abatement."}, {"text_block_id": "p3_b46", "text": "Emissions of Short-lived Climate Pollutant"}, {"text_block_id": "p3_b47_merged_merged", "text": "Methane emissions in 2010 were in the amount of 3,725.52kt. The main source of Methane was the agriculture constituting 32.9% of total the country’s methane emissions. The second dominant source was residential which makes up 29.3% of the total emissions in 2010 followed by waste and bio mass burning. Black Carbon emissions in 2010 in Nigeria were 344.55kt. The dominant source of BC emissions was residential from the use of traditional cookstoves. This source represents 56.9% of the national BC emissions. Other sources were “biomass burning” which made up 11.8% of the total emissions, followed by Waste and Transport."}, {"text_block_id": "p4_b52_merged", "text": "Fig.S.1 shows the levels of the black carbon and methane in 2010, and the contribution from different source sectors. It is important to note that the major source sectors of these SLCPs, like Residential, Waste, Biomass Burning and Transport are also the major sources of other air pollutants such as primary particulate matter, nitrogen oxides and sulphur dioxide. These pollutants also contribute to the substantial health effects of air pollution. Finally, these sources also contribute to greenhouse gas emissions. Carbon Dioxide emissions in 2010 was 171.14 Mt (excluding land use change CO2 emissions), which was mostly emitted from the transportation sector which constituted 59.4% of the national total. The second largest source of CO2 was electricity generation accounting for 10.9% total emissions."}, {"text_block_id": "p4_b57", "text": "Fig.S.1: Emission Levels of SLCP, Air Pollutants and GHGs in 2010 in Nigeria and the contribution of major source sectors"}, {"text_block_id": "p4_b58", "text": "HCF emissions originate entirely from the use of HFCs in products such as heat pumps and refrigerants"}, {"text_block_id": "p4_b59", "text": "These emissions have health, environmental and climate effects. In this document, health effects are defined as effects on public health caused by given concentrations of fine particulate matter"}, {"text_block_id": "p5_b60", "text": "(PM"}, {"text_block_id": "p5_b61", "text": "2.5"}, {"text_block_id": "p5_b62", "text": "), the pollutant most associated with negative health impacts. The impact quantified here are premature deaths associated with PM"}, {"text_block_id": "p5_b63", "text": "2.5"}, {"text_block_id": "p5_b64", "text": "exposure, although air pollution has a much wider effect on health, including non-fatal effects on the respiratory and cardiovascular systems. In Nigeria in 2010, fine particulate matter exposure was associated with about 61,000 premature deaths with the most affected being children of less than 5 years of age."}, {"text_block_id": "p5_b65", "text": "Environmental effects are defined as effects on crops and forests, while climate effects are defined as global warming or cooling of the atmosphere."}, {"text_block_id": "p5_b66", "text": "Crop loss associated with exposure to fine particulate matter in 2010 is about 3million tonnes, with the greatest loss being maize."}, {"text_block_id": "p5_b67", "text": "Global temperature change resulting from Nigeria’s pol"}, {"text_block_id": "p5_b68", "text": "lutant emissions is estimated to be about 0.018 degree C. in 2050 under a baseline scenario"}, {"text_block_id": "p5_b69", "text": "Twenty-Two SLCP Mitigation Measures with Air Quality and Climate Benefits"}, {"text_block_id": "p5_b70_merged_merged", "text": "The identification and prioritization of measures to mitigate SLCP relevant emissions in the country was undertaken considering i) 16 SLCP mitigation measures identified as being globally relevant in the UNEP/WMO 2011 assessment report, and ii) the emission levels and source sector contributions in Nigeria estimated using the LEAP-IBC tool using Nigeria’s activity data and emission factors. This led to the identification of 22 SLCP mitigation measures across eight sectors (Table S.1) They are targeted at reducing emissions from major SLCPs such as Black Carbon (BC), Methane (CH4), as well as reducing missions of co-emitted long-lived greenhouse gases such as Carbon Dioxide (CO2) and other air pollutants."}, {"text_block_id": "p6_b77", "text": "Table S.1: SLCP abatement measures adopted in the National SLCP Plan"}, {"text_block_id": "p7_b78", "text": "Nigeria has submitted its Nationally Determined Contribution (NDC) outlining its commitment to reducing greenhouse gas emissions. Nigeria is also party to an international convention set to limit HFC emissions, the Montreal Protocol. It is within this context that activities to reduce HFCs in the country is being considered."}, {"text_block_id": "p7_b79_merged", "text": "The 22 mitigation measures contained in this plan reflect measures outlined under these two international commitments that will also reduce SLCP emissions, as well as new, additional measures specific for SLCP mitigation. When implemented, the 22 identified abatement measures can together lead to a reduction in the emission of SLCPs as well as CO2 and other air pollutants. Indeed, the full implementation of the measures included in the National SLCP Plan could reduce total emissions of black carbon and methane by 82% and 62%, respectively, by 2030. It could also produce similar percentage reductions across a whole range of other air pollutants, including organic carbon, sulphur dioxide and nitrogen oxides, as well as reducing CO2 emissions, providing an integrated strategy to achieve air quality and climate goals."}, {"text_block_id": "p7_b84", "text": "Table S.2: Emission Reductions from implementation of 22 SLCP mitigation measures in 2030"}, {"text_block_id": "p7_b85", "text": "Implementation of the 22 abatement measures included in the National SLCP Plan are estimated to lead to substantial benefits for air pollution exposure, with benefits for human health and crop yields, and to climate benefits. The expected air quality benefits are a 22% reduction in exposure to fine particulate matter in 2030 (Fig.S.2), which could result in 7000 fewer premature deaths associated with air pollution exposure (Fig. S.3). In addition, implementation of these measures"}, {"text_block_id": "p8_b86", "text": "could reduce Nigeria’s contribution to global temperature increases (excluding emi"}, {"text_block_id": "p8_b87", "text": "ssions from land use change (LUCF sector) by 80% in 2050, relative to 2010, due to the simultaneous reduction in CO"}, {"text_block_id": "p8_b88", "text": "2"}, {"text_block_id": "p8_b89", "text": "emissions and SLCP mitigation (Fig.S.4)."}, {"text_block_id": "p8_b90_merged_merged", "text": "Fig. S.2: Reductions in outdoor average fine particulate matter (PM2.5) exposure across"}, {"text_block_id": "p8_b93", "text": "Nigeria from implementation of the 22 SLCP abatement measures"}, {"text_block_id": "p8_b94", "text": "Fig.S.3: Avoided Pre-matured Death from 2020 -2050."}, {"text_block_id": "p9_b95", "text": "Fig.S.4: Avoided contribution to average Global Temperature rise"}, {"text_block_id": "p9_b96", "text": "Implementing the National SLCP Plan"}, {"text_block_id": "p9_b97_merged", "text": "Nigeria needs to get the identified measures implemented and also ensure that they are integrated into the country’s development agenda. As much as possible, the 22 mitigation measures have been aligned with other national planning processes including the Nationally Determined Contribution (NDC) to reduce GHG emissions, the HFC phasedown, the Sustainable Energy 4 All Action Plan, Nigeria’s Economic Recovery and Growth Plan (NERGP), and the sustainable development goals (SDGs) Therefore, ensuring that there is alignment in implementation of all these strategies can help to achieve multiple goals, including SLCP mitigation. For each of the SLCP abatement measures, barriers to implementation have been identified in this document, and actions have been identified to overcome them. It is key that following the political endorsement of this plan that there is a mainstreaming of SLCPs abatement issues into the overall national development agenda. The proposed abatement measures need to become part of the day-to-day activities of government, and included in the sectoral plans developed by the relevant Ministries, Departments and Agencies (MDAs)."}, {"text_block_id": "p9_b102", "text": "The SLCP Unit within the Climate Change Division of the Ministry of Environment will be the main entity to coordinate implementation of the National SLCP Plan, which it will undertake in"}, {"text_block_id": "p10_b103_merged", "text": "collaboration with stakeholders MDAs. The SLCP Unit will monitor and evaluate the implementation of the National SLCP Plan, and each relevant sectoral MDA will have a desk officer assigned with responsibility for SLCP issues. To ensure a successful implementation, the SNAP office, in collaboration with line MDAs’ Plan Implementation Desks will need to undertake extensive awareness raising campaigns and also give serious attention to monitoring and evaluation of the plan’s implementation so that it can be periodically updated to reflect changes in circumstances in the country."}, {"text_block_id": "p10_b108", "text": "Identifying appropriate funding mechanisms for these actions will be a key step towards implementing the National SLCP Plan. This could include public funds from the national budget being committed to the implementation of SLCP abatement measures, which will require that SLCP mitigation actions are included in MDAs budgets submitted to the Ministry of Planning and National Budget. Domestic Resource Mobilization, which enhances national ownership and sustainability, should be seen as the long-term path for SLCPs abatement measures implementation in the country. It will also include the mobilization of resources from international donors, and from the private sector."}, {"text_block_id": "p11_b109", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p11_b110", "text": "The Federal Ministry of Environment would like to acknowledge the past and present Ministers and Permanent Secretaries for their immense support for the successful completion of Nigeria"}, {"text_block_id": "p11_b111", "text": "’"}, {"text_block_id": "p11_b112", "text": "s National Action Plan to reduce Short-Lived Climate Pollutants."}, {"text_block_id": "p11_b113", "text": "We appreciate the participation and contributions of officials of the Federal Ministry of Environment especially Dr. Yerima P. Tarfa, the Director, Department of Climate Change and Ms. Asmau Jibril, the CCAC Focal Point for their supervision and guidance."}, {"text_block_id": "p11_b114", "text": "The assumptions and content of this plan were developed and put together in consultation and collaboration with many individuals, corporate entities, development partners, Ministries, Departments and Agencies and indeed, the critical stakeholders leading to the final production of the Plans."}, {"text_block_id": "p11_b115", "text": "Our special thanks go to the Climate and Clean Air Coalition (CCAC) for funding the SNAP process and especially Helena Molin Valdés, the Head of CCAC Secretariat for her support and encouragement. We also appreciate Dr. Bala Abubakar Bappa and his team at the SNAP/IS Coordination Office for successfully managing the project to completion."}, {"text_block_id": "p11_b116", "text": "We are grateful to Johan C.I. Kuylenstierna, Kevin Hicks, Harry Vallack, Chris Malley and Charlie Heaps all of the Stockholm Environment Institute (SEI); Richard Mills of IUAPPA; Elsa Lefevre of the CCAC Secretariat and Kouadio Désiré N'Goran of UNEP Regional Office for Africa for all their guidance and inputs in the course of preparing the plan"}, {"text_block_id": "p11_b117_merged_merged", "text": "Our sincere thanks to the SNAP Consultants, Dr. David B. Omotosho and his colleagues at the John Davison Associates in assisting to put together the country’s maiden dataset for the LEAP-IBC tool analyses and going further to put the plan together."}, {"text_block_id": "p11_b122", "text": "The Federal Ministry of Environment thankfully acknowledges the contributions of all that have contributed in one way or the other to the conceptualisation and successful preparation of the Plans."}, {"text_block_id": "p11_b123", "text": "Finally, we would like to acknowledge many others who supported the preparation of this document, including the stakeholders who participated in consultative meetings and provided data used in the development of this document."}, {"text_block_id": "p12_b124", "text": "NATIONAL SLCP PLAN PREPARATION PARTICIPANTS"}, {"text_block_id": "p12_b125", "text": "The list of participants involved in this project is provided below:"}, {"text_block_id": "p12_b126", "text": "LEAD PARTNERS OF THE CCAC SNAP INITIATIVE"}, {"text_block_id": "p12_b127", "text": "Climate and Clean Air Coalition (CCAC) Secretariat"}, {"text_block_id": "p12_b128", "text": "Elsa Lefevre (CCAC SNAP Initiative Coordinator)"}, {"text_block_id": "p12_b129", "text": "International Union of Air Pollution Prevention and Environmental Protection Associations (IUAPPA)"}, {"text_block_id": "p12_b130", "text": "Richard Mills"}, {"text_block_id": "p12_b131", "text": "STOCKHOLM ENVIRONMENT INSTITUTE (SEI)"}, {"text_block_id": "p12_b132", "text": "Johan C.I. Kuylenstierna"}, {"text_block_id": "p12_b133", "text": "Kevin Hicks"}, {"text_block_id": "p12_b134", "text": "Harry Vallack"}, {"text_block_id": "p12_b135", "text": "Chris Malley"}, {"text_block_id": "p12_b136", "text": "UN ENVIRONMENT PROGRAMME (Regional Office for Africa )"}, {"text_block_id": "p12_b137", "text": "Kouadio Désiré N'Goran (Regional Coordinator, CCAC & GBEP)."}, {"text_block_id": "p12_b138", "text": "FEDERAL MINISTRY OF ENVIRONMENT"}, {"text_block_id": "p12_b139", "text": "Department of Climate Change SNAP Team"}, {"text_block_id": "p12_b140", "text": "Dr. Yerima P. Tarfa (Director)"}, {"text_block_id": "p12_b141", "text": "Ms. Asmau Jibril (CCAC Focal Point)"}, {"text_block_id": "p12_b142", "text": "Mr Chukwuemeka Okebugwu"}, {"text_block_id": "p12_b143", "text": "Mrs Chioma Felistas Edeh"}, {"text_block_id": "p12_b144", "text": "Mr Bello Sani Yankuzo"}, {"text_block_id": "p12_b145", "text": "National SNAP/IS Coordination Office"}, {"text_block_id": "p12_b146", "text": "Dr. Bala Abubakar Bappa -National SNAP/IS Coordinator"}, {"text_block_id": "p12_b147_merged", "text": "Mr. Ihebuzor Uzomeshina Obinna – Project Technical Assistant I"}, {"text_block_id": "p12_b150", "text": "Arch. Mohammed Sani -Project Technical Assistant II"}, {"text_block_id": "p13_b151", "text": "SNAP Support Consultants (John Davison Associates)"}, {"text_block_id": "p13_b152", "text": "David Bola Omotosho (Principal Officer)"}, {"text_block_id": "p13_b153", "text": "Bosun Oladimeji ( Chemist )"}, {"text_block_id": "p13_b154", "text": "Oluwafemi Omotosho (Project Manager)"}, {"text_block_id": "p13_b155", "text": "Clement Moke (System Analyst)"}, {"text_block_id": "p13_b156", "text": "Other Climate Change Departmental Units"}, {"text_block_id": "p13_b157", "text": "Mrs Halima Bawa Bwari (V & A Division)"}, {"text_block_id": "p13_b158", "text": "Mrs Iniobong Abiola-Awe (GHGI Division)"}, {"text_block_id": "p13_b159", "text": "Alhaji Musa Aliyu Yauri (E, A & O Division)"}, {"text_block_id": "p13_b160", "text": "Department of Pollution Control & Environmental Health"}, {"text_block_id": "p13_b161", "text": "Engr. Mrs Bahijjahtu Abubakar"}, {"text_block_id": "p13_b162", "text": "Engr. Emmanuel Ojo"}, {"text_block_id": "p13_b163", "text": "Mr. J.O. Oladipo"}, {"text_block_id": "p13_b164", "text": "Engr. Idris Abdullahi"}, {"text_block_id": "p13_b165", "text": "STAKEHOLDER MDAs"}, {"text_block_id": "p13_b166", "text": "Federal Ministry of Budget and National Planning; Federal Ministry of Petroleum Resources; Federal Ministry of Agriculture and Rural Development; Federal Ministry of Health; Federal Ministry of Science and Technology; Federal Ministry of Power, Works & Housing; Federal Ministry of Environment; Federal Ministry of Transport; Federal Ministry of Women Affairs and Social Development;Abuja Environmental Protection Board; Department of Petroleum Resources; Energy Commission of Nigeria, Sule Lamido University, Nigerian Environmental Society, National Environmental Standards and Regulations Enforcement Agency; National Agency for Food and Drug Administration and Control; Department of Climate Change; FCTA Forestry, Redd+/Forestry; Nigerian Meteorology Agency, New Economic Partnership for African Development, Federal Road Safety Corps, Lagos State; Katsina State, National Primary Health Care Development Agency; Bayero University Kano;"}, {"text_block_id": "p13_b167", "text": "NGOS, CSOS, DEVELOPMENT PARTNERS AND INTERNATIONAL ORGANIZATIONS"}, {"text_block_id": "p13_b168", "text": "Rural Women Energy Security, Economic Community of West African States Commission, European Union, United Nations Development Programme, World Bank FADAMA III AFI, Schrodinger, Clean Energy, Nigerian Erosion Watershed Management Programme, Lympson Leosentino Limited, World Council for Renewable Energy, Environment Seven, Oyster Consulting, Gas to Health Initiative, Ecobank Plc, First Bank of Nigeria, Standard Microfinance Bank, Yola, Power for All, Heinrich Boell Foundation, UNEP DTU Partnership, Green Tech, Green Work to Air Coalition, Euphrates Renewable Enterprise, Center for Integrated Development and Research, EOTM Support Foundation, Team Coby Nigeria, Solar Sister, Gas to Health, Tiopra Ventures, RHOGIC Global, Oirulge Magazine, Amazoncorp Nig Ltd, Nigerian Television Authority"}, {"text_block_id": "p14_b169", "text": "Cover Page Design"}, {"text_block_id": "p14_b170", "text": ": Tolu Israel and David B. Omotosho"}, {"text_block_id": "p14_b171", "text": "Cover Page Images Acknowledgement"}, {"text_block_id": "p14_b172", "text": "Cover Page Images Acknowledgement\n* Pot on firewood: Shutterstocks\n* Burning Gas Image: Getty Images\n* http://www.ngnewsline.com\n* http://zyzixun.net/image-download/2755244.html\n* Cars in Traffic: (Abuja at closing hour) Shot by Tolu Israel\n* https://www.futurity.org\n* AC outdoor unit Image: iStock\n* https://www.thenigerianvoice.com"}, {"text_block_id": "p15_b192", "text": "TABLE OF CONTENT"}, {"text_block_id": "p15_b193", "text": "TITLE PAGE"}, {"text_block_id": "p18_b194", "text": "CHAPTER 5: IDENTIFICATION OF NATIONALLY DETERMINED"}, {"text_block_id": "p20_b195", "text": "ACRONYMS"}, {"text_block_id": "p25_b196", "text": "LIST OF TABLES"}, {"text_block_id": "p28_b197", "text": "LIST OF FIGURES"}, {"text_block_id": "p32_b198", "text": "LIST OF PLATES"}, {"text_block_id": "p34_b199", "text": "CHAPTER 1: INTRODUCTION"}, {"text_block_id": "p34_b200", "text": "1.1 Background Information on Nigeria"}, {"text_block_id": "p34_b201", "text": "The Federal Republic of Nigeria is located in West Africa and shares land borders with Niger in the North, Chad and Cameroon in the East, and in the west by the Republic of Benin. Its Southern border lies on the Gulf of Guinea of the Atlantic Ocean."}, {"text_block_id": "p34_b202", "text": "The Country is a Federal Constitutional Republic comprising of thirty-six states and the Federal Capital Territory, Abuja.(Fig.1.1). The states are further sub-divided into 774 Local Government Areas (LGAs)."}, {"text_block_id": "p34_b203", "text": "Fig. 1. 1 : Nigeria showing the 36 States and FCT."}, {"text_block_id": "p34_b204", "text": "Source:"}, {"text_block_id": "p34_b205", "text": "www.en.wikipedia.org/wiki/File:Nigeria_political.png"}, {"text_block_id": "p34_b206_merged_merged", "text": "Nigeria has a total land area of 923,768 km2 (356,669sq.mi), making it the world's 32nd-largest country. It is the most populous country in Africa; the eighth most populous country in the world; and the most populous country in the world in which the majority of the population is black. The Country is listed among the \"Next Eleven\" economies, and is a member of the Commonwealth of Nations. The economy of Nigeria is one of the strongest in Africa. It is in-fact the second largest economy in Africa and is classified as an emerging market with its abundant supply of resources, well-developed financial, legal, communications, transport sectors and stock exchange. The country’s Gross Domestic Product per capita in 2017 was 2412.41 US dollars, an equivalent of 22.5% of the world’s average of 10,714.47 US dollars (Trading Economics, 2018). According to"}, {"text_block_id": "p34_b211", "text": "World Bank statistics the country’s GDP grew at 0.8% in 2017."}, {"text_block_id": "p35_b212", "text": "Nigeria is the 12th largest producer of petroleum in the world and the 8th largest exporter, and has the 10th largest proven reserves. Petroleum plays a large role in the Nigerian economy, accounting for 40% of GDP and 80% of Government earnings. However, agitation for better resource control in the Niger Delta, its main oil-producing region, has led to disruptions in oil production and currently prevents the country from exporting at 100% capacity."}, {"text_block_id": "p35_b213", "text": "The Country also has a wide array of underexploited mineral resources that include natural gas, coal, bauxite, tantalite, gold, tin, iron ore, limestone, niobium, lead and zinc. Despite huge deposits of these natural resources, the mining industry in Nigeria is still in its infancy."}, {"text_block_id": "p35_b214", "text": "Agriculture used to be the principal foreign exchange earner of Nigeria. Currently about 50% of Nigerians work in the agricultural sector, and it has vast areas of underutilized arable land. In terms of global warming, Nigeria contributed only about 0.44 metric ton of carbon dioxide per person in 2016 (Knoema,2018)"}, {"text_block_id": "p35_b215", "text": "1.2 The Short-Lived Climate Pollutants Challenge and Opportunity"}, {"text_block_id": "p35_b216_merged", "text": "Short-lived climate pollutants (SLCPs), which have relatively short lifetime of a few days to about a decade and a half in the atmosphere, have been shown to be anthropogenic contributors to global warming. They are also dangerous air pollutants, responsible for various negative impacts on human health, agriculture and ecosystems. The major SLCPs are Methane, Tropospheric Ozone, Black Carbon and Hydro fluorocarbons (HFCs), and they account for 40 to 45 percent of global warming to date. Although short-lived climate pollutants have a shorter atmospheric lifetime than carbon dioxide, they have a high global warming potential, which means, per 1 kg emissions of each substance, SLCPs have a larger warming effect compared to carbon dioxide (C2ES, 2018). Therefore, reducing carbon dioxide emissions quickly and deeply is essential to mitigating climate change, but simultaneously reducing SLCPs can contribute to limiting global temperature increases in the near-term on the pathway to achieving the global temperature targets set out in the Paris Agreement. Importantly, mitigation of SLCPs would also produce local air quality benefits in the countries and regions where emission reductions occur."}, {"text_block_id": "p35_b219", "text": "In 2011, an Assessment of black carbon and tropospheric ozone coordinated by the UN Environment Programme and the World Meteorological Organization (UNEP/WMO 2011) identified 16 mitigation measures for the reduction of black carbon and methane. These mitigation measures focused on the major sources of black carbon and methane, including in the residential, transport, agriculture, waste and oil and gas sectors. Importantly, these mitigation measures did not just reduce black carbon and methane, but also reduced emissions of co-emitted air pollutants, such as organic"}, {"text_block_id": "p36_b220", "text": "carbon, fine particulate matter, and nitrogen oxides, and greenhouse gases like CO"}, {"text_block_id": "p36_b221", "text": "2"}, {"text_block_id": "p36_b222", "text": ". Therefore, the opportunity from global implementation of these 16 SLCP mitigation measures was estimated to be the avoidance of 2.4 million premature deaths associated with air pollution exposure in 2030, 52 million tonnes of crop loss avoided in 2030, and 0.5 °C of global temperature increase avoided. Implementing strategies can therefore achieve simultaneous air quality and climate goals, and contribute to sustainable development in the countries that implement these mitigation measures."}, {"text_block_id": "p36_b223", "text": "Methane (CH"}, {"text_block_id": "p36_b224", "text": "4"}, {"text_block_id": "p36_b225", "text": ")"}, {"text_block_id": "p36_b226", "text": "Tropospheric Ozone"}, {"text_block_id": "p36_b227", "text": "Black Carbon (BC)"}, {"text_block_id": "p36_b228", "text": "is a component of particulate matter (PM) in the air that is emitted from incomplete combustion of fossil fuels. It effects the climate by strongly absorbing incoming solar radiation, and as a component of fine particulate matter (PM"}, {"text_block_id": "p36_b229", "text": "2.5"}, {"text_block_id": "p36_b230", "text": ") is a local and regional air pollutant. Fine particulate matter is the air pollutant that is most associated with the most serious health impacts of air pollution (premature mortality from respiratory and cardiovascular diseases) Black Carbon is a short-lived climate pollutant because it has a lifetime of a few days to weeks in the atmosphere. During that short period, it can have significant direct and indirect radiative forcing effects that contribute to anthropogenic climate change at regional and global scales. Black carbon warms the Earth by absorbing sunlight and re-emitting heat to the atmosphere and by reducing the ability to reflect sunlight (albedo) when deposited on snow and ice. Black carbon and ozone disturb rainfall and regional circulation patterns. Black carbon darkens snow and ice, which increases the absorption of sunlight leading to melting."}, {"text_block_id": "p36_b231", "text": "Hydrofluorocarbons (HFCs)"}, {"text_block_id": "p36_b232_merged_merged_merged_merged", "text": "are a group of compounds that are greenhouse gases that contribute to climate change. While their contribution to global warming has so far been small, projections of HFC emissions indicate that they could contribute to as much as 19% of global CO₂ emissions by 2050 (ccac,2012). Major uses are as refrigerants in refrigeration and air conditioning equipment and as agents for plastic thermal insulation foams in refrigerated vehicle insulation. Minor uses include"}, {"text_block_id": "p37_b235", "text": "Metered Dose Inhalers (MDIs) for asthma, blowing one component foam for building work and as a propellant for industrial and technical aerosols. Major releases of HFCs are from leakage from refrigeration and air conditioning equipment during operation and its end of life destruction. Minor releases arise from the use of HFC containing aerosols and MDIs. There are no natural sources of releases to the environment."}, {"text_block_id": "p37_b236", "text": "Co-emitted pollutants:"}, {"text_block_id": "p37_b237", "text": "An additional advantage to taking action on SLCPs is that the main SLCP emission sources are often also major sources of greenhouse gases and other air pollutants. Therefore, the implementation of measures designed to reduce emissions from major SLCP emission sources (e.g. transport, residential cooking etc.) can also reduce co-emitted substances. These co-emitted pollutants include long-lived greenhouse gases like"}, {"text_block_id": "p37_b238", "text": "carbon dioxide (CO"}, {"text_block_id": "p37_b239", "text": "2"}, {"text_block_id": "p37_b240", "text": ")"}, {"text_block_id": "p37_b241", "text": ", and air pollutants that contribute to the formation of PM"}, {"text_block_id": "p37_b242", "text": "2.5"}, {"text_block_id": "p37_b243", "text": "such as"}, {"text_block_id": "p37_b244", "text": "organic carbon (OC)"}, {"text_block_id": "p37_b245", "text": ", which is a component of PM"}, {"text_block_id": "p37_b246", "text": "2.5"}, {"text_block_id": "p37_b247", "text": "and has a cooling effect on the climate,"}, {"text_block_id": "p37_b248", "text": "nitrogen oxides (NO"}, {"text_block_id": "p37_b249", "text": "x"}, {"text_block_id": "p37_b250", "text": "), sulphur dioxide (SO"}, {"text_block_id": "p37_b251", "text": "2"}, {"text_block_id": "p37_b252", "text": "), and ammonia (NH"}, {"text_block_id": "p37_b253", "text": "3"}, {"text_block_id": "p37_b254", "text": ")"}, {"text_block_id": "p37_b255", "text": ". NO"}, {"text_block_id": "p37_b256", "text": "x"}, {"text_block_id": "p37_b257", "text": ", SO"}, {"text_block_id": "p37_b258", "text": "2"}, {"text_block_id": "p37_b259", "text": "and NH"}, {"text_block_id": "p37_b260", "text": "3"}, {"text_block_id": "p37_b261", "text": "are gases that react in the atmosphere to form PM"}, {"text_block_id": "p37_b262", "text": "2.5"}, {"text_block_id": "p37_b263", "text": ", therefore contributing to the health impacts of air pollution. NO"}, {"text_block_id": "p37_b264", "text": "x"}, {"text_block_id": "p37_b265", "text": ","}, {"text_block_id": "p37_b266", "text": "volatile organic compounds (VOCs)"}, {"text_block_id": "p37_b267", "text": ", and"}, {"text_block_id": "p37_b268", "text": "carbon monoxide (CO)"}, {"text_block_id": "p37_b269", "text": "also contribute to the formation of tropospheric ozone. It is therefore important to consider the emissions of all pollutants from sources when designing a strategy to reduce SLCPs, and therefore these co-emitted substances are also included in the analysis in support of this National SLCP Plan to provide a comprehensive overview of the likely effects that implementing this plan could have on controlling emissions of all relevant GHGs and air pollutants."}, {"text_block_id": "p37_b270_merged_merged", "text": "SLCPs are responsible for a substantial fraction of near term climate change, which have very potent and large impacts in certain sensitive regions of the world. However, the short time that SLCPs spend in the atmosphere compared with carbon dioxide means that there is substantial potential to achieve large benefits quickly from fast, immediate action to reduce SLCPs, alongside actions to reduce CO2 emissions. In 2012, UNEP and WMO conducted a scientific assessment of the benefits that could result from taking action on SLCPs. Implementation of 16 measures, focused on reducing black carbon and methane, but which also reducing co-emitted substances including greenhouse gases and other air pollutants, were estimated to avoid 0.5 °C of global temperature increases, while at the same time avoiding 2.4 million premature deaths from outdoor air pollution and 52 million tonnes of crop loss globally in 2030 (UNEP/WMO 2011). Within this context, actions for SLCPs mitigation is said to be required, and urgently too."}, {"text_block_id": "p38_b273", "text": "1.3. Global Response to the SLCP Challenge"}, {"text_block_id": "p38_b274_merged", "text": "Recognizing that mitigation of the impacts of SLCPs is critical in the near term, Bangladesh, Canada, Ghana, Mexico, Sweden and the US, together with the UN Environment Programme (UNEP) came together to form the CCAC in 2012. The coalition seeks to bring together an international network of policymakers, industry, intergovernmental organizations, and civil society to promote the mitigation of short-lived climate pollutants and also make concerted efforts to remove barriers to this. The CCAC undertakes this by providing a platform for cooperative activities between governments, the private sector, and other stakeholders that promote climate-friendly alternatives. It catalyses actions to reduce SLCPs working under 11 key areas called “initiatives” in seven (7) sectoral and four (4)"}, {"text_block_id": "p38_b277", "text": "cutting areas, which are meant for swift “delivery of climate and clean air benefits”."}, {"text_block_id": "p38_b278", "text": "The Seven sectoral initiatives areas as identified by CCAC for action include:"}, {"text_block_id": "p38_b279", "text": "The Seven sectoral initiatives areas as identified by CCAC for action include:\n* Reducing Black Carbon Emissions from Heavy Duty Diesel Vehicles and Engines;\n* Mitigating Black Carbon and Other Pollutants from Brick Production;\n* Reducing SLCP Emissions from Household Cooking and Domestic Heating;\n* Mitigating SLCPs from the Municipal Solid Waste Sector;\n* Promoting HFC Alternative Technology and Standards;\n* Accelerating Methane and Black Carbon Reductions from Oil and Natural Gas Production;\n* Addressing SLCPs from Agriculture."}, {"text_block_id": "p38_b293", "text": "The four cross-cutting initiatives areas are:"}, {"text_block_id": "p38_b294", "text": "The four cross-cutting initiatives areas are:\n* Promoting SLCP National Action and Planning (SNAP);\n* Urban Health Initiatives;\n* National SLCP Assessments; and\n* Financing Mitigation of SLCPs."}, {"text_block_id": "p38_b302", "text": "The success of these global initiatives depends very much on actions at national levels and in certain cases at regional levels. It is thought for example, that some existing national policies, programmes and regulatory frameworks could be directed or re-directed to achieve rapid and cost effective SLCP emission reductions. This underscores the need for National Action Plans to reduce SLCP emissions."}, {"text_block_id": "p38_b303", "text": "1.4"}, {"text_block_id": "p38_b304", "text": "Nigeria’s Desire to Promote SLCP Mitigation"}, {"text_block_id": "p38_b305", "text": "Nigeria became a member of CCAC in 2012. To scale up and accelerate SLCP emission reductions, the country is taking action by preparing this National Action Plan. The country is motivated to undertake national planning for SLCP emission abatement strategies in view of their development"}, {"text_block_id": "p39_b306", "text": "imperatives. SLCP emission abatements have relevance to Goals 2,3,6,7,9,and 11of the Sustainable Development Goals in addition to the direct link with the"}, {"text_block_id": "p39_b307", "text": "“"}, {"text_block_id": "p39_b308", "text": "Climate Action Goal"}, {"text_block_id": "p39_b309", "text": "”."}, {"text_block_id": "p39_b310", "text": "The country recognizes the fact that reducing emission of SLCPs could be a fast way of meeting part of the"}, {"text_block_id": "p39_b311", "text": "country’s emission reduction obligation under the Paris Agreement. In addition to this, r"}, {"text_block_id": "p39_b312", "text": "educing SLCPs emissions also have direct in-country agricultural and health benefits on which the country would not want to miss out. As the most populous country in Africa, Nigeria would also want to lay a good example in environmental management in the region by tackling the menace of SLCP-related emissions."}, {"text_block_id": "p39_b313", "text": "1.5 Institutional Setup for Air Quality and Climate Change Mitigation in Nigeria"}, {"text_block_id": "p39_b314", "text": "In Nigeria, at the Federal level, air quality and climate change issues are both Ministerial responsibilities of the  Federal Ministry of Environment. In the ministry , the department of pollution Control has responsibility for general air quality matters, while the department of climate change has the responsibility of implementing the UNFCCC and the Kyoto Protocol. The Ministry, through the Climate Change department undertakes activities for the implementation of the Climate Change Convention in collaboration with other relevant government organizations, non"}, {"text_block_id": "p39_b315", "text": "-"}, {"text_block_id": "p39_b316", "text": "governmental organizations, academia and private sector under the Inter-ministerial Committee on Climate Change (ICCC). ICCC is a policy advisory organ that advices the Federal Government on appropriate climate change actions."}, {"text_block_id": "p39_b317", "text": "The SNAP office, responsible for dealing with SLCPs matters is a unit within the Climate Change Department. In Lagos State and FCT, Abuja, the structure for the implementation of SLCPs mitigation measures are in place."}, {"text_block_id": "p39_b318", "text": "1.6. Objective(s) of Current Plan"}, {"text_block_id": "p39_b319_merged_merged_merged", "text": "The current effort is geared towards the development of a Nigeria’s National Action Plan(NAP) for the reduction of SLCPs from local sources. It seeks to identify the major SLCPs emission sources, typifying them. It also attempts to identify available information, local capacities, and existing gaps and challenges that may exist with the aim of organizing all of these into a prioritized emission reduction plan that could be implemented over a period of time, during which the plan could continue to be improved as more useable information become available."}, {"text_block_id": "p39_b322", "text": "A key factor in the effort is the identification of mitigation measures that could be prioritized and mainstreamed immediately into existing National Programmes."}, {"text_block_id": "p40_b323", "text": "The Plan is therefore expected to achieve the following:"}, {"text_block_id": "p40_b324", "text": "The Plan is therefore expected to achieve the following:\n* Lay a foundation for the synthetization of available relevant local data on air pollutants\n* Identify and prioritise relevant SLCP mitigation measures in key source sectors, and quantify\n* Ensure a coherent and coordinated approach to the implementation of identified SLCPs\n* Ensure the full representation and active participation of all relevant stakeholders; and\n* Identify mechanisms to mainstream identified measures into the different sectoral policies of"}, {"text_block_id": "p40_b334", "text": "The effective implementation of the National SLCPs Plan is going to very much depend on political commitment towards identified measures and allocating adequate financial/physical/human resources towards implementation of the plan at sectoral levels."}, {"text_block_id": "p40_b335", "text": "1.7 National SLCPs Plan Preparation and Endorsement Process"}, {"text_block_id": "p40_b336", "text": "The process for the preparation of the National SLCPs Plan is briefly described below and  summarised graphically as shown in Fig 1.2."}, {"text_block_id": "p40_b337", "text": "The process for the preparation of the National SLCPs Plan is briefly described below and  summarised graphically as shown in Fig 1.2.\n* Consultantsâ preliminary consultations with SNAP Office.\n* Training of Consultants on the LEAP-IBC Tool (Took place in Accra, Ghana).\n* Desk Top information gathering on SLCPs, and identification  of SLCPs emissions Sources in\n* Second Training on LEAP-IBC Tool and National Planning Process ( SEI, York, U.K).\n* Stakeholders Workshop. Preliminary discussion on Stakeholders involvement in the Plan\n* Preparation of National Data Set for LEAP-IBC Tool analysis\n* Estimation of SLCP emissions from key sources using the Nigeria version of the LEAP toolkit,\n* Identification of  measures for SLCPs emissions abatement; implementation opportunities;\n* Preparation of Draft National SLCPs Plan.\n* Intensive MDAs engagement on draft National SLCPs Plan\n* Peer Review Workshop."}, {"text_block_id": "p41_b361", "text": "The process for the preparation of the National SLCPs Plan is briefly described below and  summarised graphically as shown in Fig 1.2.\n* Consultantsâ preliminary consultations with SNAP Office.\n* Training of Consultants on the LEAP-IBC Tool (Took place in Accra, Ghana).\n* Desk Top information gathering on SLCPs, and identification  of SLCPs emissions Sources in\n* Second Training on LEAP-IBC Tool and National Planning Process ( SEI, York, U.K).\n* Stakeholders Workshop. Preliminary discussion on Stakeholders involvement in the Plan\n* Preparation of National Data Set for LEAP-IBC Tool analysis\n* Estimation of SLCP emissions from key sources using the Nigeria version of the LEAP toolkit,\n* Identification of  measures for SLCPs emissions abatement; implementation opportunities;\n* Preparation of Draft National SLCPs Plan.\n* Intensive MDAs engagement on draft National SLCPs Plan\n* Peer Review Workshop.\n* Revision of Draft National SLCPs Plan.\n* Final National SLCPs Plan.\n* Political Endorsement of National SLCP Plan"}, {"text_block_id": "p42_b367", "text": "Fig 1.2: National SLCPs Plan Preparation and Political Endorsement Process"}, {"text_block_id": "p43_b368", "text": "1.8 Data Sources"}, {"text_block_id": "p43_b369", "text": "The dearth of readily available reliable SLCPs related data in the country to assess the major sources and opportunities for mitigation was a particular challenge in the course of undertaking the analysis for the preparation of this document. For a good output, the LEAP-IBC tool used for the analysis undertaken require the input of reliable up -to-date data."}, {"text_block_id": "p43_b370", "text": "Using activity and process data, the Long Range Energy Alternatives Planning System-Integrated Benefits Calculator (LEAP-IBC) tool can be used to calculate emission inventories for current and future years, which then can be used to estimate atmospheric concentrations of fine particulate matter and ozone. The impacts of these on health, agriculture and climate can then be calculated. The tool can also be used to construct emission scenarios based on changes in activities and processes by which projected air pollutants emissions; pollutant concentrations; and impacts of such changes can be calculated with their related benefits."}, {"text_block_id": "p43_b371", "text": "For these analyses, various forms of up-to-date data are needed on: Population; Gross Domestic Product (GDP); Transportation; Residential; Industry; Agriculture and Forestry; Commercial and Public Services; Oil and Gas ; Energy; and Waste."}, {"text_block_id": "p43_b372", "text": "Data used for the LEAP-IBC analyses and other information required for other aspects of the National SLCPs Plan preparation were from both local and international sources. The local sources include:"}, {"text_block_id": "p43_b373", "text": "Data used for the LEAP-IBC analyses and other information required for other aspects of the National SLCPs Plan preparation were from both local and international sources. The local sources include:\n* The National Bureau of Statistics, Nigeria;\n* Central Bank of Nigeria;\n* The Nigeria National Petroleum Corporation;\n* Ministry of  Budget and National Planning, Nigeria;\n* Energy Commission of Nigeria;\n* Stakeholder MDAs;"}, {"text_block_id": "p43_b385", "text": "While International sources include:"}, {"text_block_id": "p43_b386", "text": "While International sources include:\n* World Population Prospects, 2015 Revision\n* World Population Review;\n* U.K.-based price waterhousecoopers,2017;\n* World Bank, Open Data;\n* International Monetary Funds;\n* Knoema atlas;\n* U.S. Geological Survey, Minerals Yearbook; and\n* International Organization of Motor Vehicle Manufacturers."}, {"text_block_id": "p44_b402", "text": "It should be clearly stated that the Nigeria dataset used for the emission analysis is the outcome of the very first local attempt at purposely collecting, compiling and collating Nigeria life data for SLCPs emissions analysis. The limitations of the attempt are aptly recognized, which calls for further attempt to regularly review the dataset for improved result. This is a key component of implementing the plan. Updating the analysis to refine the emissions from major source sectors and to track emissions over time as the National SLCP Plan is implemented"}, {"text_block_id": "p44_b403", "text": "1.9 Structure of the Plan Document"}, {"text_block_id": "p44_b404", "text": "The Nigeria National SLCPs Plan has been examined under six chapters"}, {"text_block_id": "p44_b405", "text": "Chapter 1"}, {"text_block_id": "p44_b406", "text": "puts the study into proper context by discussing background information on the country, the SLCPs emissions problem and international response to the problem. The chapter also examines the objectives of the Plan and the process for the preparation of the Plan."}, {"text_block_id": "p44_b407", "text": "Chapter 2"}, {"text_block_id": "p44_b408", "text": "discusses the current state of sources of SLCPs emissions in Nigeria, and estimation of their future progression on the basis of the output of the LEAP-IBC tool analysis."}, {"text_block_id": "p44_b409", "text": "Chapter 3"}, {"text_block_id": "p44_b410", "text": "deals with the consideration of the measures for the reduction of SLCPs emissions in the country. The chapter discusses the identification of SLCPs abatement measures, and the guiding principles for the selection made. It also examines the emission savings from air pollutants, SLCPs and GHGs and the benefits that may ensue from the implementation of the abatement measures on the basis of output from analysis done using the LEAP-IBC specifically the concomitant health, agricultural and climate benefits. The consideration in the chapter ends with a discussion of the linkage between the National SLCP Plan and existing plans and strategies."}, {"text_block_id": "p44_b411", "text": "Chapter 4"}, {"text_block_id": "p44_b412", "text": "undertakes an elaborate discussion of the implementation of the 22 abatement measures proposed in the"}, {"text_block_id": "p44_b413", "text": "Nigeria’s Na"}, {"text_block_id": "p44_b414", "text": "tional SLCPs Plan. The considerations include the description of the measures; their emission reduction potentials; current and future activities for their implementation and implementation pathways for the measures."}, {"text_block_id": "p44_b415", "text": "Chapter 5"}, {"text_block_id": "p44_b416_merged_merged", "text": "discusses focusing on mainstreaming SLCPs abatement measures into the national decision making process; future coordination of SLCPs issues; resource mobilization ; communication and monitoring. Lastly Chapter 6 presents the concluding statement on the plan."}, {"text_block_id": "p45_b419", "text": "CHAPTER 2: CURRENT STATE OF SOURCES OF SLCPs IN NIGERIA AND FUTURE PROGRESSION"}, {"text_block_id": "p45_b420", "text": "2.1 Methods Used to Estimate Current Emissions and Progression to 2030"}, {"text_block_id": "p45_b421", "text": "The inventory of dominant SLCPs in Nigeria for the period 2010 to 2050 was conducted using the"}, {"text_block_id": "p45_b422_merged", "text": "Long Range Energy Alternatives Planning System-Integrated Benefits Calculator (LEAP-IBC) tool. This is done through the use of activity data and emission factors and assumptions about how both of these are likely to change into the future for a baseline scenario and with the implementation of specific policy measures. In this analysis, emission inventories were first developed for current and future years, between 2010 and 2050. The pollutants included in this analysis were SLCPs (Black carbon and methane) as well as carbon dioxide and other air pollutants to show similarities and different in sources and mitigation potential across all SLCPs, GHGs and air pollutants. These emissions were then used to estimate the resultant atmospheric concentrations of fine particulate matter (PM2.5) and ozone (O3) in the target country. Finally, the impacts on human health (e.g. change in premature mortality), vegetation (crop yield loss), and climate (global average temperature change) were calculated. The analysis also constructed different emission scenarios, based on predicted or potential changes in human activities such as the implementation of a SLCP emission reduction policy (e.g. a policy to reduce black carbon (BC) emissions from residential cooking sources). LEAP-IBC then calculated the projected air pollutant emissions, resultant PM2.5 and O3 pollutant concentrations, and the health, vegetation and climate impacts for this emission scenario, which were then compared with the baseline scenario emissions (without the implementation of the policy) to determine the resulting health, vegetation and climate benefits/disbenefits of the policy in the target country."}, {"text_block_id": "p45_b431", "text": "Data becomes a critical issue in any Study of the current type, and we know that for many developing countries this could be a big challenge. Part of this problem is solved using the default LEAP-IBC dataset set up for Nigeria because it has default data for most parameters, which could subsequently be replaced with more realistic local data when"}, {"text_block_id": "p45_b432", "text": "available. “The beauty of the LEAP"}, {"text_block_id": "p45_b433", "text": "-IBC tool lies in the"}, {"text_block_id": "p45_b434", "text": "fact that it is ‘scalable’. One can always take its analysis to a higher level of accuracy as better data become available”[Omotosho]. For Nigeria many of the default data were replaced with locally"}, {"text_block_id": "p45_b435", "text": "available data which helps to improve the reliability of the outcome of the analysis carried out. In the immediate sections that follow we shall discuss the emission of the gases at base year and projecting into the future using the LEAP-IBC tool."}, {"text_block_id": "p46_b436", "text": "2.2 Current Status of SLCPs Emission Data in Nigeria"}, {"text_block_id": "p46_b437", "text": "As hinted in section 1.9 of this document, there is dearth of readily available reliable SLCPs related data in the country, a situation that posed a great challenge especially as related to the LEAP-IBC tool analyses. Using locally and internationally sourced data, the Consultants with great assistance from the Stockholm Environment Institute (SEI), York has over a period eighteen months developed a LEAP-IBC dataset for Nigeria for the National SLCP Plan, which was presented to participants at the LEAP-IBC workshop held in Abuja in August, 2018. This effort has set the foundation for future further improvement of SLCPs emission data in the country through the imputation of more quality data which would help to improve on subsequent analysis."}, {"text_block_id": "p46_b438", "text": "2.3 Sources of SLCPs in Nigeria"}, {"text_block_id": "p46_b439", "text": "As briefly discussed in Chapter 1 of this document, in recent years, global sources of SLCPs have been well documented (UNEP,2011), which shows the main sources of Methane, Black Carbon, Tropospheric Ozone and Hydrofluorocarbons (HFCs) to be in the Transport, Residential, Oil and Gas, Industry, Waste Management, and Energy sectors. All these sectors are also sources of SLCPs in Nigeria."}, {"text_block_id": "p46_b440", "text": "2.3.1 Transport Sector"}, {"text_block_id": "p46_b441", "text": "2.3.1.1 Context"}, {"text_block_id": "p46_b442_merged", "text": "This is a very important source of Black Carbon. In Nigeria the source consists of millions of individual emission sources. The Nigeria’s second National Communication to the UNFCCC shows that the most important transport system in terms of functionality and number of patronage is the road. The total length of Federal Government highways is about 34,340.90 km., with States also making complementary investments on high grade road development.( Nigeria , 2014, p.24). Nigeria currently has a car ownership level of about 4.65 million translating to a low level of 29 cars per 1000 population. Expected increase in income levels are expected to increase the ownership rate to more than double in the immediate future. Over three-quarters of commuters in urban centres use public transport ( Raffaello C. et al,2013), with system mostly made up of privately owned minibuses, taxis and motorcycle taxis."}, {"text_block_id": "p46_b447", "text": "The existing vehicle fleets which consist mainly of second-hand vehicles are old, poorly maintained  and high polluting. However there are limits to the age of vehicle imports, with up to 8 years for cars, less than 10 years for buses and less than 15 years for trucks. The influx of old and used"}, {"text_block_id": "p47_b448_merged", "text": "vehicles leads to high concentration of NOx, SO2 and CO in major cities. The fleet is however going through a gradual evolution as import and emission regulations take root."}, {"text_block_id": "p47_b451", "text": "2.3.1.2 Emission from the Transport Sector"}, {"text_block_id": "p47_b452", "text": "Emissions from the transport sector were estimated for road, rail and domestic shipping. In 2010, emissions from road transport accounted for 98.3% of the total transport emissions. The emissions of different pollutants for different categories of vehicles is shown in Table 2.1. The largest source of black carbon emissions come from urban buses, while heavy duty vehicles and passenger cars also make a large contribution. For other pollutants, such as organic carbon, motorcycles are also important. For carbon dioxide, the contribution from the passenger car fleet is much greater than for SLCPs and air pollutants, but urban buses continue to make the largest contribution to CO2 emissions. Fig.2.1 Shows that the greater percentage of  Air pollutants and GHG emissions come from Urban Buses, while passenger cars are the main sources of methane; carbon momoxide and carbon dioxide emissions."}, {"text_block_id": "p47_b453", "text": "Diesel vehicles across all vehicle categories contributed 97% of total black carbon emissions, and the majority of emissions of other air pollutants and GHGs like CO2."}, {"text_block_id": "p47_b454", "text": "Table 2.1: Emissions of air pollutants, SLCPs and GHGs from different vehicle categories in 2010 in Nigeria in Kilo Tonnes"}, {"text_block_id": "p48_b455", "text": "Figure 2.1: Percentage of Total Road Transport Emissions of different Pollutants from different Vehicle categories in 2010"}, {"text_block_id": "p48_b456", "text": "Between 2010 and 2030, the baseline scenario assumes that the vehicle fleet increases at 1.54% per year (current growth rate), but that vehicles of higher emission standards are gradually introduced due to the 15 year vehicle import limit in place. The emission of BC increased from 28.10 kilotonnes in 2010 to 31.28 kilotonnes in 2030, an increase of 11.3% and peaked in 2040 then decreasing slightly in 2050 (Fig.2.2). Similar trends were also calculated for other pollutants as shown in Table 2.2."}, {"text_block_id": "p48_b457", "text": "Table 2.2: Progression of emissions of air pollutants, SLCPs and GHGs between 2010 and 2050 from the road transport sector."}, {"text_block_id": "p49_b458", "text": "Figure 2.2: Black Carbon Emissions from the Road Transport Sector from 2010-2050 under the Baseline Scenario"}, {"text_block_id": "p49_b459", "text": "2.3.2 Residential Cooking and Lighting Sector"}, {"text_block_id": "p49_b460", "text": "2.3.2.1 Context"}, {"text_block_id": "p49_b461_merged", "text": "five percent of Nigeria’s population relies on solid fuel for their household cooking and such as black carbon."}, {"text_block_id": "p49_b464", "text": "fuels. Like transport, residential SLCP sources is made up of millions of individual sources."}, {"text_block_id": "p49_b465", "text": "Nigeria has an LPG (Cooking Gas) consumption level of  0.4kg/person, which makes it one of"}, {"text_block_id": "p49_b466", "text": "Africa’s lowest per capita use of LPG. This is a paradox for an LPG exporting country."}, {"text_block_id": "p50_b467", "text": "2.3.2.2 Residential Sector Emissions"}, {"text_block_id": "p50_b468_merged", "text": "Emissions from the residential sector were estimated for cooking, lighting and other (diesel and gasoline gensets). The emissions of different pollutants for different categories of residential emission sources is shown in Table 2.3. The largest source of black carbon emissions and all other air pollutants was from residential cooking. For carbon dioxide, the contribution from diesel and gasoline gensets was the most significant source, but this does not include CO2 emissions from deforestation resulting from biomass consumption in the residential sector. The emission of BC increased from 196.06 kilotonnes in 2010 to 326.48 kilotonnes in 2030, an increase of 66.5% and peaked in 2050 with 507.67 kilotonnes an increase of 158.7%. Traditional biomass is the major source of emission from the residential sector as seen in Fig. 2.3."}, {"text_block_id": "p50_b471", "text": "Table 2.3: Emissions of Air Pollutants, SLCPs and GHGs from Residential Sources  in 2010 in Kilotonnes"}, {"text_block_id": "p51_b472", "text": "Fig. 2.3: Black Carbon Emissions from the Residential Sector from 2010-2050 under the Baseline Scenario"}, {"text_block_id": "p51_b473", "text": "2.3.3 Oil and Gas Sector"}, {"text_block_id": "p51_b474", "text": "2.3.3.1 Context"}, {"text_block_id": "p51_b475", "text": "With a proven reserve of 37.2 billion barrels of oil and 186.9 trillion cubic feet of gas as of the end of 2010 ( BP,2010), Nigeria ranks one of the top 10 oil producing countries of the world. Production has grown steadily since the 1950s, with about 1 million barrels/day by 1970 to between 2.0 and 2.5 million barrels/day in 1995.(BP,2010). (Raffaello et al,2013). In general, the exploitation of petroleum resources in the last four decades has resulted in massive injection of hydrocarbons into the atmosphere as well as considerable environmental problems."}, {"text_block_id": "p51_b476", "text": "In the 1950s, onshore exploration and production started with oil and gas acreage awarded in form of licenses. When the Nigerian National Petroleum Corporation (NNPC) was created in 1977, it acquired non-incorporated interest in the licenses in the form of joint ventures (JVs) which is now about 60 % for oil and 49% for gas, for which funding requirements were necessary. Funding obligations became increasingly difficult for NNPC to meet as production moved off-shore which are more expensive to undertake. As a result new acreage began to be awarded in the form of Production Sharing Contracts (PSCs) which allows government ownership of oil and gas without the need to invest."}, {"text_block_id": "p51_b477_merged", "text": "The system of production allowed for the JVs and PSCs have encouraged gas flaring in the sector. Gas flaring, which is the disposal of gas through stacks in an open-air flame, is a common feature in crude oil processing in the country and is a source of VOCs, PAH, CO, CO2, nitrogen oxides (NOx), SO2"}, {"text_block_id": "p51_b481", "text": "(in “sour” gas only), and soot (black carbon). The rates of emission of these pollutants from gas"}, {"text_block_id": "p52_b482", "text": "flaring depend on a number of factors including, but not limited to, fuel composition, stack geometry and flame/combustion characteristics. The flaring of AG is a very big environmental and energy waste practice in the Nigerian petroleum industry. Over 300 active gas flares, mostly associated gas (AG) were detected in the Nigeria oil field where it is estimated that over 12 billion cubic meters (bcm) of natural gas is flared annually. (Olusegun G. Fawole et al, 2016). Fig.2.4 shows the trend of flaring from 2001 to 2011."}, {"text_block_id": "p52_b483", "text": "Source: Lokoja.wordpress.com"}, {"text_block_id": "p52_b484", "text": "Fig.2.4: Nigeria, Gas Flaring Trend, 2001 -2011"}, {"text_block_id": "p52_b485_merged", "text": "Flaring of AG is a way of disposing gas when there is no market for it or undertaken as a result of process upsets or unsafe situations. In Nigeria flaring occurs at oil and gas production facilities, gas processing facilities, LNG and GTL plants as well as refineries (Raffaello et al,2013). Flaring in the Country has a high abatement potential."}, {"text_block_id": "p53_b488", "text": "Source: http://www.ngfcp.gov.ng/"}, {"text_block_id": "p53_b489", "text": "Plate 2.1: Gas Flaring in Nigeria"}, {"text_block_id": "p53_b490", "text": "Apart from direct flaring, there are many Oil Tank Farms in Nigeria, through which a good amount of CH"}, {"text_block_id": "p53_b491", "text": "4"}, {"text_block_id": "p53_b492", "text": "is emitted into the environment. To the naked eye, no emissions from an oil storage tank are visible, but with the aid of an infrared camera, one can see  CH"}, {"text_block_id": "p53_b493", "text": "4"}, {"text_block_id": "p53_b494", "text": "being emitted."}, {"text_block_id": "p53_b495", "text": "Plate 2.2 : Oil Tank Farm ("}, {"text_block_id": "p53_b496_merged_merged", "text": "To the naked eye, no emissions from an oil storage tank are visible, but with the aid of an infrared camera, one can detect CH4 being emitted"}, {"text_block_id": "p53_b499", "text": ")"}, {"text_block_id": "p53_b500", "text": "."}, {"text_block_id": "p53_b501", "text": "2.3.3.2 Emission from the Oil and Gas Sector"}, {"text_block_id": "p53_b502", "text": "Emissions from the Oil and Gas sector were estimated for gasoline distribution and handling; oil production; oil refining; oil transport; and gas production; processing and distribution of gas in the"}, {"text_block_id": "p54_b503_merged", "text": "country. The emissions of different pollutants for different categories of gas emission sources is shown in Table 2.4. Methane emissions from oil production in the amount of 118.73 kilotonnes representing 27% of total methane emissions with the remaining 73% from gas production, processing and distribution. The oil and gas sector is also a significant source of CO2 and VOC emissions, as well as contributing 8% to total black carbon emissions from flaring."}, {"text_block_id": "p54_b506", "text": "Table 2.4: Emissions of Air Pollutants, SLCP from the Oil and Gas Sector in Nigeria in 2010  in Kilotonnes"}, {"text_block_id": "p54_b507", "text": "As could be seen in Fig.2.5, the total emission of each of  Sulfur Dioxide, Nitrogen Oxide, and Carbon Monoxide result from Oil Refining, and also account for 41% of VOC emissions. Oil Production is the source of 27% of Methane emission, 60.0% of Carbon Dioxide emission and 31% of VOC. Gas production, Processing and Distribution produces 73% of Methane emission. All of these point to which activities need to be targeted to reduce the emission of SLCPs In the Oil and Gas Sector."}, {"text_block_id": "p55_b508", "text": "Figure 2.5: Percentage of Total Oil and Gas Sector Emissions of different Pollutants from different Source Types in 2010"}, {"text_block_id": "p55_b509", "text": "Fig. 2.6: Methane Emissions from the Oil and Gas Sector from 2010-2050 under the Baseline Scenario"}, {"text_block_id": "p55_b510_merged", "text": "The emission of Methane are expected to increase from 439.8 kilotonnes in 2010 to 481.2 kilotonnes in 2030, an increase of 9% and peak in 2050 with 598.5 kilotonnes an increase of 36%. Gas Production and Processing is the major source of methane emission from the Oil and Gas sector as shown in Fig. 2.6."}, {"text_block_id": "p56_b515", "text": "2.3.4 Industrial Sector"}, {"text_block_id": "p56_b516", "text": "2.3.4.1 Context"}, {"text_block_id": "p56_b517", "text": "Nigeria in general could be described as a country with a weak industrial base. The major industrial activities in the country include leather and tannery, textiles, electrical/electronics, petroleum and petrochemicals, chemicals and allied products, aluminum products, plastics, building materials, pharmaceuticals, agro-allied products and food and beverages."}, {"text_block_id": "p56_b518", "text": "In Nigeria, energy inefficiency thrived through the use of old, obsolete and inefficient appliances supported by poor energy conservation habits. How-ever, Energy Efficiency has recently been"}, {"text_block_id": "p56_b519", "text": "receiving significant attention, in part driven by the ECOWAS’s adoption of the SE4ALL Country"}, {"text_block_id": "p56_b520", "text": "Action and the development of the Renewable Energy and Energy Efficiency Action Plans by member states. In 2015, the National Renewable Energy and Energy Efficiency Policy (NREEEP) for Nigeria was approved. The main goal of the policy is the efficient use of energy for both domestic and industrial applications so energy can be conserved and be used for more productive"}, {"text_block_id": "p56_b521", "text": "activities across the country” (FRN,2016 p.84). The policy, which placed high premium on energy"}, {"text_block_id": "p56_b522", "text": "efficiency and conservation, recognizes energy efficiency as a resource that could be traded in the"}, {"text_block_id": "p56_b523", "text": "market. From the eye of the policy, “energy saved is energy produced”. The policy also recognized"}, {"text_block_id": "p56_b524", "text": "the industrial sector as having a great potential for energy conservation. The NREEEP led to the preparation of the National Energy Efficiency Action Plan (NEEAP), which recognized the industrial sector as having a great potential for energy conservation and therefore set a very ambitious energy efficiency target for the sector at the tone of 20% and 50% for 2020 and 2030 respectively."}, {"text_block_id": "p56_b525", "text": "Several MDAs are now active in promoting energy efficiency and conservation SE4LL-AA and this include: Federal Ministry of Environment; Ministry of Power, Works and Housing; Ministry of Industry, Trade and Investment; SON; Nigeria Electricity Regulatory Commission; and Energy Commission of Nigeria."}, {"text_block_id": "p56_b526", "text": "2.3.4.2 Industrial Sector Emissions"}, {"text_block_id": "p56_b527_merged_merged", "text": "Emissions from the industrial sector were estimated for Iron and Steel; Brick Kilns; other and Diesel Gen Set, used in the manufacturing sector. In 2010, emissions from industrial sources classified as “Other” (i.e. not iron and steel production, brick kilns or from diesel generator use) accounted for 220.74 kilotonnes or 98.7% of the total industrial sources emissions. The emissions of different"}, {"text_block_id": "p57_b530", "text": "pollutants for different categories of industrial emission sources  is shown in Table 2.5, which also shows"}, {"text_block_id": "p57_b531", "text": "“Other”  as the most important source for the different pollutants; SLCPs and GHG."}, {"text_block_id": "p57_b532", "text": "Table 2.5: Nigeria: Emissions of Air Pollutants and SLCPs from Industrial Sources  in 2010 in Kilotonnes"}, {"text_block_id": "p57_b533", "text": "Fig.2.7: Black Carbon Emissions from the Industrial Sector from 2010 -2050 under the baseline Scenario"}, {"text_block_id": "p57_b534", "text": "The emission of BC increased from 15.73 kt in 2010 to 29.27 kt in 2030, an increase of 86.12% and peaked in 2050 with 69.41kilotonnes an increase of 341.4%. Primary solid biomass combustion is the major source of BC emission from the industrial sector as seen in Fig. 2.7."}, {"text_block_id": "p58_b535", "text": "2.3.5 Waste Management Sector"}, {"text_block_id": "p58_b536", "text": "2.3.5.1 Context"}, {"text_block_id": "p58_b537", "text": "The total amount of domestic waste generated every year in the Country is put at about 63million tonnes, or about 0.45kg/person/annum (Osibanjo, 2008). This amount is said to be overwhelmingly increasing, especially around the major Urban Centres. The major challenge is with collection and disposal. Waste is indiscriminately disposed in many areas, and solid waste dumps dot the urban landscape in many parts of the country. Only about 30-50% of waste in the Country is estimated to be collected (Osibanjo, 2008), leaving the majority uncollected."}, {"text_block_id": "p58_b538", "text": "Solid Waste Management is characterized by inefficient collection methods, insufficient aerial coverage and improper disposal. Disposal is characterized by co-mingling of hazardous and"}, {"text_block_id": "p58_b539", "text": "municipal waste, unlined dumps, and open burning of waste."}, {"text_block_id": "p58_b540", "text": "Nigeria’s National Implementation"}, {"text_block_id": "p58_b541", "text": "as well as reducing the volume of the waste. Emission of methane and BC from this sector come from uncontrolled disposal and burning of municipal waste."}, {"text_block_id": "p58_b542_merged_merged", "text": "In an attempt to tackle the waste management challenge, several programme had been undertaken which include:"}, {"text_block_id": "p58_b544", "text": "In an attempt to tackle the waste management challenge, several programme had been undertaken which include:\n* Integrated Waste Management Facilities for 26 Cities. This was a Public/Private partnership\n* Bio-medical waste incineration Programme. This was a collaborative Programme between\n* Community Based Solid Waste Management (MDG) Project. This project is being\n* National Plastic Recycling Programme. Planned for execution in 26 cities. The project is"}, {"text_block_id": "p59_b552", "text": "In an attempt to tackle the waste management challenge, several programme had been undertaken which include:\n* Integrated Waste Management Facilities for 26 Cities. This was a Public/Private partnership\n* Bio-medical waste incineration Programme. This was a collaborative Programme between\n* Community Based Solid Waste Management (MDG) Project. This project is being\n* National Plastic Recycling Programme. Planned for execution in 26 cities. The project is\n* Onitsha. At the close of the project in 2016, the projectâs incremental input to sort waste and organize scavengers removed the incentive to burn waste in the pilot site dumpsites,"}, {"text_block_id": "p59_b557", "text": "All of the above form the old context within which the SLCP abatement measures in the waste management sector is being considered and will be implemented."}, {"text_block_id": "p59_b558", "text": "Plate. 2.3: Open Burning at Waste Dump in a Nigerian City"}, {"text_block_id": "p59_b559", "text": "2.3.5.2 Waste Management Sector Emissions"}, {"text_block_id": "p59_b560", "text": "Emissions from the waste management sector were estimated for methane from municipal waste landfilled sites and for all pollutants from waste burning and incineration. In 2010, methane emissions from landfills accounted for 58.5% of the total waste management sector methane emissions. The emissions of different pollutants for different categories of waste management sources  is shown in Table 2.6."}, {"text_block_id": "p59_b561", "text": "Table 2.6:Emissions of Air Pollutants, SLCPs and GHGs  from Waste  Sources  in 2010 in Kilotonnes"}, {"text_block_id": "p60_b562", "text": "Table.2.7:Methane Emissions from Waste Sources between 2010 and 2050 under the Baseline Scenario"}, {"text_block_id": "p60_b563", "text": "Fig.2.8:Methane Emissions from Waste Sources between 2010 and 2050 under the Baseline Scenario"}, {"text_block_id": "p60_b564", "text": "The emission of Methane are expected to increase from 394.25 kilotonnes in 2010 to 656.53 kilotonnes in 2030, an increase of 66.5% % and peaked in 2050 with 1,020.92 kilotonnes an increase of 159%. (Table 2.7). Landfills is the major source of emission from the waste management sector as seen in Fig. 2.8."}, {"text_block_id": "p60_b565", "text": "2.3.6 Agriculture and Livestock Sector"}, {"text_block_id": "p60_b566", "text": "2.3.6.1 Context"}, {"text_block_id": "p60_b567_merged", "text": "The agricultural sector has been shown as a significant contributor of anthropogenic GHGs (Nigeria,2014). The sector “plays an important role in the oxidation of biomass, organic matter and the combustion of fossil fuels in the automation of agricultural activities. NO2 is produced by the denitrification of nitrogen compounds in soils, fertilizer, and manure, and by biomass burning (Lal et al. 1998). CH4 is a by-product of ruminant animal digestion, manure storage systems, rice cultivation, biomass burning, and the anaerobic breakdown of soil organic matter."}, {"text_block_id": "p61_b574", "text": "As shown in Nigeria’s second"}, {"text_block_id": "p61_b575", "text": "National Communication document (Nigeria, 2014), GHG emissions from all anthropogenic activities within the agriculture sector were estimated from enteric fermentation; manure management; rice cultivation; agricultural soils; savannah burning; burning of agricultural residues; and other, using the 1996 Revised IPCC Guidelines."}, {"text_block_id": "p61_b576", "text": "The GHG emissions of the agriculture activities were composed mainly of CH4. Enteric fermentation and rice cultivation constitute the critical sources for CH"}, {"text_block_id": "p61_b577", "text": "4"}, {"text_block_id": "p61_b578", "text": "."}, {"text_block_id": "p61_b579_merged_merged", "text": "Most of the rice consumed in the country comes in as imports. Governments have been concerned to reduce the dependency on imports through programmes to accelerate local has the potential of increasing SLCP emissions from rice fields."}, {"text_block_id": "p61_b581", "text": "which has also increased the potentials for increased methane emissions from livestock."}, {"text_block_id": "p61_b582", "text": "Field burning of agricultural waste is a common way to dispose of crop residue in many parts of Nigeria, while wild fires are also common occurrences in the country. Dry season bush fire is used by herdsmen to provide fresh fodder for their animals. It is also used to prepare farmland for new round of cultivation as well as chasing games out during hunting expeditions. All of these lead to methane emissions."}, {"text_block_id": "p61_b583", "text": "Source: Nigeria, Less Burnt Project Report"}, {"text_block_id": "p61_b584", "text": "Plate 2.4: Open burning of Agricultural Waste"}, {"text_block_id": "p61_b585", "text": "."}, {"text_block_id": "p61_b586", "text": "."}, {"text_block_id": "p62_b587", "text": "2.3.6.2 Emission from the Agriculture and Livestock Sector"}, {"text_block_id": "p62_b588_merged", "text": "Emissions from the Agriculture and Livestock sector were estimated for Livestock Enteric Fermentation and Manure Management;. Particulates from Animal Housing ; Fertilizer Application; Agricultural Residue Burning; and Rice Cultivation. The emissions of different pollutants for different categories of Agriculture and Livestock sources  is shown in Table 2.8. In 2010, the largest source of methane emissions come from Livestock Enteric Fermentation and Manure Management, with a smaller contribution (13%) from rice cultivation. For all the other pollutants, agricultural residue burning, and fertilizer application for NOx, were the most important emission sources."}, {"text_block_id": "p62_b591", "text": "Table 2.8:Emissions of Air Pollutants, SLCPs and GHGs  from Agric and Livestock  Sources in 2010 in  Kilotonnes"}, {"text_block_id": "p62_b592", "text": "Fig. 2.9:Percentage of Total Agric and Livestock Emissions of different Pollutants from different source categories in 2010"}, {"text_block_id": "p63_b593", "text": "As could be seen in Fig.2.9, the total emission of each of Organic Carbon, Black Carbon, Sulfur Dioxide, VOC, and Carbon Dioxide come from burning of agricultural residue, and also acts as source for 75.8% of PM"}, {"text_block_id": "p63_b594", "text": "2.5"}, {"text_block_id": "p63_b595", "text": "emission. Livestock Enteric Fermentation and Manure Management is the source of 86.0% of Methane emission, while 96.6% of Nitrogen Oxide emission comes from Fertilizer Application. All of these point to the nature of measures that need to be employed in efforts to reduce SLCPs emission in the sector."}, {"text_block_id": "p63_b596", "text": "2.3.7 Power Sector"}, {"text_block_id": "p63_b597", "text": "2.3.7.1 Context"}, {"text_block_id": "p63_b598", "text": "The Grid electricity system in Nigeria faces several challenges which include: inadequate capacity; gas for power generation shortages and limited and inefficient transmission and distribution networks."}, {"text_block_id": "p63_b599", "text": "For over 20 years before 1999, there was practically no new investment in electricity infrastructural development, while existing infrastructures were neglected and poorly maintained. This resulted in the installed capacity dropping from 5,600 megawatts  to a mere 1,750 megawatts in 2001,during which time ,demand was estimated to be about 6.000 megawatts (Sambo,2008)."}, {"text_block_id": "p63_b600", "text": "Under this situation , the Nigerian power grid could not  provide the needed capacity and reliability to meet expanding demand, on account of which an estimated 50% of the electricity in 2010 was generated off-grid through diesel and gasoline generators (Raffaello, C et al, 2013: p.226). The use of diesel generators act as sources of SLCPs emissions in the country."}, {"text_block_id": "p63_b601_merged_merged", "text": "In order to deal with the problems of grid electricity system in the country, the government has developed an elaborate “Roadmap for Power Sector Reform”(FGN,2010). This plan provides for the expansion of the generating capacity six-fold by 2020 with associated gas supply and transmission and distribution infrastructure. As a part of this, the FGN and the World Bank commissioned a study, “Climate Change Assessment (CCA) for Nigeria” to evaluate the impact of climate change on the country’s growth plan, which component part is the analysis of low-carbon options in the energy sector. This work developed, a low carbon scenario with a mix of generation sources that will reduce greenhouse gas (GHG) emission by 43% from 4,335 to 2,475 Mt CO2e through 2035. In all of this, renewable sources of energy is now regarded not only a practical way of increasing generation, but also doing it in a climate -friendly way. This recognition led to the preparation and approval of the National Renewable Energy and Energy Efficiency Policy in 2015. The policy outlines the financial incentives for the development of renewable energy projects."}, {"text_block_id": "p64_b608", "text": "2.3.7.2 Power Sector Emissions"}, {"text_block_id": "p64_b609_merged", "text": "As shown in Table 2.9, emissions from the power sector were estimated for electricity generation fuels of Diesel; Heavy Fuel Oil; and Natural Gas. In 2010, the largest source of methane emissions come from natural gas fuel source, and for black carbon, heavy Fuel Oil use for power generation was the largest source. For other pollutants, sulfur dioxide emissions were also substantial, and predominantly from heavy fuel oil use. CO2 mainly derived from the use of natural gas."}, {"text_block_id": "p64_b612", "text": "Table 2.9:Emissions of Air Pollutants, SLCPs and GHGs  from Electricity Generation  in 2010 in Kilotonnes"}, {"text_block_id": "p64_b613", "text": "Table 2.10: Progression of Emissions of Air Pollutants, SLCPs and GHGs from Electricity Generation between 2010 and 2050"}, {"text_block_id": "p65_b614", "text": "Fig.2.10 :Emission of BC from Electricity Generation from 2010"}, {"text_block_id": "p65_b615", "text": "–"}, {"text_block_id": "p65_b616", "text": "2050 under the Baseline Scenario"}, {"text_block_id": "p65_b617", "text": "The emission of BC increased from"}, {"text_block_id": "p65_b618", "text": "0.05"}, {"text_block_id": "p65_b619", "text": "kilotonnes in 2010 to"}, {"text_block_id": "p65_b620", "text": "0.09"}, {"text_block_id": "p65_b621", "text": "kilotonnes in 2030, an increase of 80% and peaked in 2050 with"}, {"text_block_id": "p65_b622", "text": "0.20"}, {"text_block_id": "p65_b623", "text": "kilotonnes an increase of 300% (Table 2.10). Heavy Fuel Oil is the major source of BC emission from the power sector as seen in Fig.2.10."}, {"text_block_id": "p65_b624", "text": "2.3.8 Hydrofluorocarbons (HFC)"}, {"text_block_id": "p65_b625", "text": "2.3.8.1 Context"}, {"text_block_id": "p65_b626", "text": "HFCs are a subset of fluorinated greenhouse gases that are intentionally-made and used in various applications. HFCs had been the main alternatives to ozone-depleting substances (ODS) being phased out under the"}, {"text_block_id": "p65_b627", "text": "Montreal Protocol on Substances that Deplete the Ozone Layer"}, {"text_block_id": "p65_b628", "text": "."}, {"text_block_id": "p65_b629_merged_merged_merged_merged", "text": "There is the tendency to regards HFCs as a small part of the SLCPs problem today. However, HFC emissions are increasing rapidly, and left unabated, their emissions could rise to nearly 20% of carbon dioxide (CO2) emissions by 2050 worldwide."}, {"text_block_id": "p65_b634", "text": "In Nigeria HFCs gases are used mainly in the refrigeration and air conditioning sector. They form one of the major substances used since the 1990s as replacements for chlorofluorocarbons (CFCs) under the Montreal Protocol on Substances that Deplete the Ozone Layer. For Nigeria, the Kigali Amendment of the Montreal Protocol forms the framework for the reduction of HFCs consumption in the country."}, {"text_block_id": "p66_b635", "text": "2.3.8.2 Emission from Hydrofluorocarbons (HFC)"}, {"text_block_id": "p66_b636", "text": "In 2014, the CCAC commissioned a study on the Inventory of Hydrofluorocarbons (HFCs) in Nigeria. The report of the study shows the total consumption of pure HFCs (i.e. not HFC mixtures) in the Country between 2008 and 2014 to be about 5080.42 metric tonnes, giving an annual average import of about 725.77 metric tonnes. The trend for those years was difficult to establish because it oscillates from year to year, sometimes very steeply."}, {"text_block_id": "p66_b637", "text": "HFC Mixtures consumption was about 3,994.10 metric tonnes, resulting in an annual average of about 570.59 metric tonnes, with a trend similar to that of pure HFCs."}, {"text_block_id": "p66_b638", "text": "The composite consumption of both pure HFCs and HFC Mixtures was in the total amount of 9,074.52 metric tonnes, giving an average annual consumption of about 1,296.36 metric tonnes."}, {"text_block_id": "p66_b639_merged", "text": "Although estimating the future consumption of both pure HFCs and HFC Mixtures was difficult, future import estimates under some assumptions point towards a decreasing import trend for pure HFCs and an increasing import trend for HFC Mixtures, based on the analysis of past trends. (Omotosho, David B ,2015)"}, {"text_block_id": "p66_b644", "text": "Fig. 2.11: Nigeria: HFCs and HFC Mixtures Consumption, 2008 -2014"}, {"text_block_id": "p66_b645", "text": "Source: Nigeria:HFCs Inventory Study Report"}, {"text_block_id": "p66_b646", "text": "2.4 Overall Emissions and Progression to the future for total Emissions and Impacts in Nigeria"}, {"text_block_id": "p66_b647", "text": "2.4.1 Black Carbon (BC)"}, {"text_block_id": "p66_b648", "text": "Black Carbon (BC), which is formed by the incomplete combustion of fossil fuels, biofuels, and biomass, is the most strongly light-absorbing component of particulate matter (PM). It is emitted into"}, {"text_block_id": "p67_b649", "text": "the atmosphere in the form of fine particles (PM2.5). Coming after CO"}, {"text_block_id": "p67_b650", "text": "2"}, {"text_block_id": "p67_b651", "text": "and Methane, BC is the third largest contributor to current global warming (Canada,2017), and is estimated to be about 3,200 times more potent than CO"}, {"text_block_id": "p67_b652", "text": "2"}, {"text_block_id": "p67_b653", "text": "as a global warming medium on a gramme for gramme basis (Bond et al,2013). Black Carbon is not a greenhouse gas. It warms the atmosphere by intercepting sunlight and absorbing it. BC along with other particles are emitted from multiple sources, such as residential cookstoves, vehicles and forest fires. (UNEP & WHO,2011). Black Carbon has adverse impacts on human health, ecosystem and visibility associated with it, being a component of PM"}, {"text_block_id": "p67_b654", "text": "2.5"}, {"text_block_id": "p67_b655", "text": ". It influences climate by directly absorbing light; reducing the albedo of snow and ice and by interacting with clouds."}, {"text_block_id": "p67_b656_merged_merged", "text": "In view of its short atmospheric lifetime, coupled with its strong warming potential, any targeted efforts to reduce BC emissions can be expected to provide climate benefits within a very short period of time. The majority of global BC emissions come from Asia, Latin America, and Africa. Using the LEAP-IBC tool and based on relevant activity data on Nigeria and appropriate emission factors the emission of Black Carbon in 2010 has been estimated to be 344.6 kilotonnes (kt).  (Fig.2.12) The residential sector with its inefficient traditional wood stoves form the major source of black carbon in the country, making up about 57% of total BC emissions in the amount of 196 kt. The second dominant source of BC is “biomass burning” which makes up 12% of the total emissions in 2010 in the amount of 40.73 kt. This is followed by Waste (8%) and Transport (8%) in the amount of 29.00 kt and 28.60 kt respectively."}, {"text_block_id": "p67_b659", "text": "Under a “business as usual” scenario, BC emission is expected to increase by 5"}, {"text_block_id": "p67_b660", "text": "0% to 517 kt in 2030. From this level the emission is expected to more than double to 784kt in 2050, an increase of about 18% compared to 2010 levels. It is worth noting that from 2010-2050, residential cooking remains the dominant source of black carbon in the country, in fact its percentage share is expected to increase from 61.6% in 2010 to 64.7% in 2050 based on the projected growth in the population of Nigeria and without the adoption and implementation of any additional policy measures."}, {"text_block_id": "p68_b661_merged", "text": "Fig.2.12 : Nigeria: BC Emission Trend for 2010 – 2050"}, {"text_block_id": "p68_b664", "text": "Plate. 2.5: Cooking with Traditional Cookstove. [ Major BC Source in Nigeria]"}, {"text_block_id": "p68_b665", "text": "Source: mashable.com"}, {"text_block_id": "p69_b666", "text": "2.4.2 Methane (CH4)"}, {"text_block_id": "p69_b667_merged", "text": "Methane (CH4) is a colourless, odourless, flammable gas and is the simplest member of the alkane series of hydrocarbons. It is a greenhouse gas that exists in the atmosphere for approximately 9-15 years, and is over 20 times more effective in trapping heat in the atmosphere than carbon dioxide – over a 100-year period, on a gramme to gramme basis.  (CH4) is emitted from a variety of natural and anthropogenic sources, of which human-influenced sources include landfills, natural gas and petroleum systems, agricultural activities, coal mining, stationary and mobile combustion, wastewater treatment, and certain industrial processes."}, {"text_block_id": "p69_b674", "text": "Methane is a relatively clean-burning energy source. Consequently, any efforts geared towards  preventing or utilizing methane emissions can provide significant energy, economic, and environmental benefits."}, {"text_block_id": "p69_b675", "text": "Fig.2.13: Nigeria: Methane Emission Sources and Trend, 2010 -2050"}, {"text_block_id": "p69_b676", "text": "In Nigeria the sources of methane emission are Agriculture, Residential, Waste and Biomass burning. Others are charcoal making, oil-production, gas production processing and distribution and transport. In 2010, total methane emission was put at 3726 kilotonnes (kt) (Fig.2.13). The Agricultural sector was the major source of methane emission in the country constituting 32.9% of total emissions in the amount of 1,227 kt. The second dominant source  is residential which makes up 29% of the total emissions in 2010 in the amount of 1,092 kt. This is followed by Waste (10.5%)"}, {"text_block_id": "p70_b677", "text": "in the amount of 394.3 kt; Bio mass burning (10% ) in the amount of  371.3kt. Others to a lesser degree are oil production; gas production, processing and distribution, charcoal making and transport."}, {"text_block_id": "p70_b678", "text": "Under a “business as usual” scenario, methane emission is expected to increase by just 3"}, {"text_block_id": "p70_b679", "text": "2% to 4,887 kt in 2030. From this level the emission is expected to increase to 6,585 kt in 2050, an increase of about 77% from 2010. A close look at the emission trend shows Residential becoming the dominant methane emission source as from 2020, increasing to a 43% share of total emission by 2050. The same period saw the share of Agriculture reducing from its share of 33% in 2010 to only 19% in 2050.."}, {"text_block_id": "p70_b680", "text": "Plate. 2.6: Bio-Mass Burning in Nigeria"}, {"text_block_id": "p70_b681", "text": "Source: environewsnigeria.com"}, {"text_block_id": "p70_b682", "text": "2.4.3 Fine Particulate Matter ( PM"}, {"text_block_id": "p70_b683", "text": "2.5"}, {"text_block_id": "p70_b684", "text": ")"}, {"text_block_id": "p70_b685_merged_merged", "text": "PM2.5 are very tiny particles with average aerodynamic diameters of two and a half microns or less in width that can be suspended in the air for extended periods of time. These could be made up of solids or liquids such as soot, fly ash, dust, smoke, mists, aerosols, fumes, and condensing vapors. They reduce visibility and cause haziness when their levels become high. Particles in the PM2.5 size range can be transmitted deeply into the respiratory tract, to reach the lungs. Exposure to these fine"}, {"text_block_id": "p71_b690", "text": "particles can therefore affect lung function and worsen medical conditions such as asthma and heart disease. It can also lead to short-term health effects such as throat, nose, eye, and lung irritation, coughing, sneezing, runny nose and shortness of breath. Children and the elderly and people with breathing and heart challenges, may be particularly susceptible to PM"}, {"text_block_id": "p71_b691", "text": "2.5"}, {"text_block_id": "p71_b692", "text": "."}, {"text_block_id": "p71_b693", "text": "In Nigeria, the main sources of PM"}, {"text_block_id": "p71_b694", "text": "2.5"}, {"text_block_id": "p71_b695", "text": "are residential cooking, waste and bio-mass burning. In 2010, the total PM"}, {"text_block_id": "p71_b696", "text": "2.5"}, {"text_block_id": "p71_b697", "text": "emissions in the country was estimated to be 2708 kt with the residential cooking being the largest source, contributing 55.0% of the national total in the amount of 1,490 kt (Fig.2.14). The high PM"}, {"text_block_id": "p71_b698", "text": "2.5"}, {"text_block_id": "p71_b699", "text": "level from residential cooking contributes significantly to indoor pollution. The second largest sources of PM"}, {"text_block_id": "p71_b700", "text": "2.5"}, {"text_block_id": "p71_b701", "text": "is waste, accounting for 16% of the total estimated PM."}, {"text_block_id": "p71_b702", "text": "2.5"}, {"text_block_id": "p71_b703", "text": "emissions for the country in the amount of 438 kt. Biomass burning contributes 20.5% in the amount of 555.9 kt. Other contributors, though to a lesser degree, are Industry, charcoal making, agriculture and transport."}, {"text_block_id": "p71_b704", "text": "Under a “business as usual” scenario, PM"}, {"text_block_id": "p71_b705", "text": "2.5"}, {"text_block_id": "p71_b706", "text": "emission is expected to increase to 4,081 kt in 2030, an increase of 51%. From this level the emission is expected to increase to 6,088 kt in 2050, an increase of about 124% from base year. From 2010-2050, residential cooking remains the dominant source of PM"}, {"text_block_id": "p71_b707", "text": "2.5"}, {"text_block_id": "p71_b708", "text": "in the country. Its percentage share is expected to in-fact increase from 55.0% in 2010 to 63.4% in 2050."}, {"text_block_id": "p71_b709_merged_merged_merged_merged", "text": "Fig.2.14: Nigeria: PM2.5 Emission Trend for 2010 -2050"}, {"text_block_id": "p72_b712", "text": "2.4.4 Sulphur Dioxide(SO"}, {"text_block_id": "p72_b713", "text": "2"}, {"text_block_id": "p72_b714", "text": ")"}, {"text_block_id": "p72_b715", "text": "Sulfur dioxide (SO"}, {"text_block_id": "p72_b716", "text": "2"}, {"text_block_id": "p72_b717", "text": ") is usually emitted from fossil fuel combustion at power plants, industrial facilities, and mobile sources such as locomotives, and ships."}, {"text_block_id": "p72_b718", "text": "The formation of SO"}, {"text_block_id": "p72_b719", "text": "2"}, {"text_block_id": "p72_b720", "text": "comes from the burning of fuel-containing sulfur and when gasoline is extracted from oil, or metals from ore. When SO"}, {"text_block_id": "p72_b721", "text": "2"}, {"text_block_id": "p72_b722", "text": "is released into the atmosphere and dissolves in water vapor, acid rain is formed."}, {"text_block_id": "p72_b723", "text": "Sulphur Dioxide is invisible and has a nasty, sharp smell. It reacts easily with other substances to form harmful compounds, such as sulfuric acid, sulfurous acid and sulfate particles. SO"}, {"text_block_id": "p72_b724", "text": "2"}, {"text_block_id": "p72_b725", "text": "could be very toxic when inhaled and could in fact cause death and corrosive when in contact with skin and eye."}, {"text_block_id": "p72_b726", "text": "Short-term exposures to SO"}, {"text_block_id": "p72_b727", "text": "2"}, {"text_block_id": "p72_b728", "text": "can harm the human respiratory system and make breathing difficult. Children and the elderly and people with breathing challenges, may be particularly susceptible to SO"}, {"text_block_id": "p72_b729", "text": "2"}, {"text_block_id": "p72_b730", "text": ". (www.epa.gov/so2-pollution/ )"}, {"text_block_id": "p72_b731", "text": "Sulphur Dioxide emission sources in the country include , residential, electricity generation, industry, oil refining"}, {"text_block_id": "p72_b732", "text": ", energy industry ‘own use’, Commercial and Public Services,"}, {"text_block_id": "p72_b733", "text": "waste, and biomass burning. In 2010 total Sulphur Dioxide emission was 471.39 kilotonnes (kt)(Fig.2.15). The residential sector constitutes the major source with 38.5% of total emission in the amount of 181.48 kt, which is followed by electricity generation and oil refining contributing 14.3% each while Industry contributes 9.0% and biomass burning 7.7%."}, {"text_block_id": "p72_b734", "text": "Under a “business as usual” scenario,"}, {"text_block_id": "p72_b735_merged_merged_merged_merged_merged_merged_merged", "text": "SO2. emission is expected to increase by 67.2% to 788.38 kt in 2030. From this level the emission is expected to increase to 1,489.01kt in 2050, an increase of  88.7% from 2030 and 215.9% from base year. The emission trend shows residential as the  dominant SO2 emission source from 2010 -2050, but with its per centage share decreasing to 31.6% in 2050 from  38.5%  in 2010. Electricity generation maintains second position through the years but increasing its per centage share from 14.3% in 2010 to 18.4% in 2050."}, {"text_block_id": "p73_b740", "text": "Fig.2.15: Nigeria: Sulphur Dioxide (SO"}, {"text_block_id": "p73_b741", "text": "2"}, {"text_block_id": "p73_b742", "text": ") Emission Trend for 2010 -2050"}, {"text_block_id": "p73_b743", "text": "2.4.5 Nitrogen Oxide (NOx)"}, {"text_block_id": "p73_b744", "text": "Nitrogen oxide is one of the oxides of nitrogen which is produced in combustion in mobile and stationary sources. When any fossil fuel is burnt, part of the nitrogen that is in the fuel and surrounding air gets oxidized creating nitrous oxide emissions. Nitrogen oxide is regarded an atmospheric pollutant. It contributes to the formation of smog and acid rain. It is also key to the formation of fine particles (PM) and ground level ozone, both of which are associated with adverse health effects."}, {"text_block_id": "p73_b745_merged_merged", "text": "In Nigeria, the main sources of NOx are residential cooking, transport, agriculture, bio-mass burning, waste, industry, commercial and Public services and electricity generation. In 2010, the total NOx emissions in the country was estimated at 2590.05 kt (Fig.2.16) with the transport being the largest source, contributing 46.1% of the national total in the amount of 1194.0 kt. The second largest source of NOx is residential accounting for 19.3% of the total, in the amount of 499.87 kt. Agriculture contributes 9.4% in the amount of 243.46 kt. This is followed by bio-mass burning and waste contributing 8.8% and 8.5% respectively."}, {"text_block_id": "p73_b752", "text": "Under a “business as usual” scenario,"}, {"text_block_id": "p73_b753", "text": "NOx"}, {"text_block_id": "p73_b754", "text": "emission is expected to increase to 3,492.77 kt in 2030, an increase of 34.9%. From this level the emission is expected to increase to 4,955.52 kt in 2050, an increase of about 41.9% from 2030 and 91.3% from base year. From 2010-2050, transport remains"}, {"text_block_id": "p74_b755", "text": "the dominant source of"}, {"text_block_id": "p74_b756", "text": "NOx"}, {"text_block_id": "p74_b757", "text": "up to 2050, but with its percentage share decreasing from 46.1% in 2010 to 31.6% in 2050."}, {"text_block_id": "p74_b758", "text": "Fig.2.16: Nigeria: Nitrogen Oxide (NOx) Emission Trend for 2010 -2050"}, {"text_block_id": "p74_b759", "text": "2.4.6 Carbon Dioxide(CO"}, {"text_block_id": "p74_b760", "text": "2"}, {"text_block_id": "p74_b761", "text": ")"}, {"text_block_id": "p74_b762_merged_merged_merged", "text": "In addition to the pollutants above, the analysis also included Carbon Dioxide (CO2) emissions. In Nigeria, the main sources included in the analysis of CO2 were transport, electricity generation, commercial and public services, oil production, energy industry own use and industrial process emissions. The AFOLU sector was not included in this analysis. In 2010, the total CO2 emissions in the country was estimated at 171 Mt (Fig.2.17) with the transportation sector being the largest source, contributing 59% of the national total in the amount of 101.60 Mt (Fig.2.17). The second largest source of CO2 is electricity generation accounting for 10.9% of the total, in the amount of 18.65 Mt. Commercial and Public Services contributes 8.0% in the amount of 13.39 Mt with oil and gas production contributing 3.2% in the amount of 10.9 Mt. Energy industry own use and industrial process emission contribute 3.4% (5.93 kt) and 3.1% (5.43 kt) respectively. These national total CO2 emissions are comparable with the 168 Mt estimated from these sources in Nigeria’s first Biennial Update Report. However, the AFOLU sector was estimated in that report to contribute the majority of CO2 emissions, and an additional 419 Mt to the national total, with land use change and deforestation contributing the majority of these AFOLU CO2 emissions."}, {"text_block_id": "p75_b779", "text": "Under a “business as usual” scenario,"}, {"text_block_id": "p75_b780", "text": "CO"}, {"text_block_id": "p75_b781", "text": "2"}, {"text_block_id": "p75_b782", "text": "emissions from the non-AFOLU sectors are expected to increase to 255 Mt in 2030, an increase of 49%. From this level the emissions are expected to increase to 457 Mt in 2050, an increase of about 167% from base year. From 2010-2050, transport remains the dominant source of CO"}, {"text_block_id": "p75_b783", "text": "2"}, {"text_block_id": "p75_b784", "text": "emission but with its percentage share decreasing from 59% in 2010 to 40% in 2050."}, {"text_block_id": "p75_b785", "text": "Fig.2.17: Nigeria: Carbon Dioxide (CO"}, {"text_block_id": "p75_b786", "text": "2"}, {"text_block_id": "p75_b787", "text": ") Emission Trend for 2010"}, {"text_block_id": "p75_b788", "text": "–"}, {"text_block_id": "p75_b789", "text": "2050"}, {"text_block_id": "p75_b790", "text": "2.4.7 Hydrofluorocarbons (HFCs)Emissions"}, {"text_block_id": "p75_b791", "text": "The analysis of SLCPs emission undertaken using the LEAP-IBC tool did not include HFC because of the nature of the data available on HFCs. In an attempt to fill in the gap in this respect the consultants resulted to using, as a substitute, an earlier study on HFC inventory and emission in Nigeria."}, {"text_block_id": "p75_b792_merged_merged_merged", "text": "In 2015 the CCAC sponsored a study on the historic consumption of HFC in Nigeria, with projections of consumption growth up to 2017. On the basis of this study, Anthesis-Caleb (2016) on behalf of UNDP and CCAC undertook an assessment of likely HFC emission profiles for the country. The emissions forecasts used the 2006 IPCC Reporting Guidelines as sources for the emissions factors applied, with the exception of the foam sector where a composite figure has been used – suitably adjusted for the prevalence of PU Spray Foam in Nigeria."}, {"text_block_id": "p76_b795", "text": "Fig. 2.18 shows the HFC emissions projected by gas for Nigeria. As noted by the emission modeler,"}, {"text_block_id": "p76_b796", "text": "“the growth rates in emissions are relatively modest, reflecting the enduring challenges in Africa for inward investment”."}, {"text_block_id": "p76_b797", "text": "Fig. 2.18: Growth in HFC Emission in Nigeria by Gas Type (2008"}, {"text_block_id": "p76_b798", "text": "–"}, {"text_block_id": "p76_b799", "text": "2020)."}, {"text_block_id": "p76_b800_merged_merged", "text": "Recognising the limitations of the study as it relates to data, the conclusion reached from the modelling exercise “is that annual emissions of HFCs in Nigeria have been foreseen to grow from 1.76 MtonCO2-eq. in 2008 to 4.45 eq. in 2020”.( Anthesis-Caleb, 2016"}, {"text_block_id": "p76_b805", "text": ")"}, {"text_block_id": "p76_b806", "text": "2.5 Current Impacts of Air Pollution and their Progression into the Future"}, {"text_block_id": "p76_b807", "text": "2.5.1 Pre-matured Deaths associated with Air Pollution Exposure"}, {"text_block_id": "p76_b808", "text": "As shown in Table 2.11and Fig 2.19 the current impact of air pollution results in about 42,000"}, {"text_block_id": "p76_b809", "text": "Table. 2.11:Premature deaths associated with exposure to fine particulate matter in Nigeria, disaggregated by age groups affected in 2010 and progression into the future"}, {"text_block_id": "p77_b810_merged", "text": "premature deaths in 2010. A substantial proportion of the health burden of air pollution are estimated to be premature deaths of children of less than 5years of age with about 22,000 premature death, due to the relatively high infant baseline mortality rate in Nigeria. Under a “Business as Usual” scenario, in which nothing is done about air pollution, premature death is expected to increase by about 15% to 48,000 in 2030. This would have increased further to 70,800 in 2050, an increase of about 69% due both to increases in fine particulate matter concentrations that people are exposed to, and to increase in population and changes in demographics (an ageing population). Fig 2.20 shows the disease types that cause the premature deaths. These are deaths that are actually preventable through public policy and actions."}, {"text_block_id": "p77_b813", "text": "Fig.2.19:Premature deaths associated with exposure to fine particulate matter in Nigeria, disaggregated by age groups affected in 2010 and progression into the future."}, {"text_block_id": "p78_b814", "text": "Fig.2.20:Premature deaths associated with exposure to fine particulate matter in Nigeria, disaggregated by Disease Types in 2010 and progression into the future."}, {"text_block_id": "p78_b815", "text": "2.5.2 Crop Loss"}, {"text_block_id": "p78_b816", "text": "Apart from resulting in pre-mature death as seen above, current air pollution impacts agriculture. As shown in Table 2.12 and Fig 2.21, crop loss associated with exposure to ozone in 2010 is about 3million tonnes, with the greatest loss being maize in the amount of about 2.2 million tonnes. If nothing is done about air pollution, crop loss is expected to increase by about 54.9% to 4.6 million tonnes in 2030, which would increase to 4.7 million tonnes in 2050, an increase of about 59.3%. from base year. Overall, over a period of 40 years about 21.3 million tonnes of crops must have been lost, a loss that could put the food security of the nation in jeopardy."}, {"text_block_id": "p78_b817", "text": "Table.2.12:Crop Loss associated with exposure to fine particulate matter in Nigeria, disaggregated by Crop Types in 2010 and progression into the future."}, {"text_block_id": "p79_b818", "text": "Fig.2.21:Crop Loss associated with exposure to fine particulate matter in Nigeria, disaggregated by Crop Types in 2010 and progression into the future."}, {"text_block_id": "p79_b819", "text": "2.5.3 Climate Impacts"}, {"text_block_id": "p79_b820_merged", "text": "As could be seen in Fig.2.22 global temperature change resulting from Nigeria’s pollutant emissions is estimated to be about 0.018 degree C. in 2050 under a baseline scenario. Nigeria is therefore a very small contributor to global temperature change. Therefore developing a National SLCP Plan allows mitigation measures to be identified that reduce Nigeria’s contribution to climate change while at the same time also producing local benefits for air quality, human health and sustainable development."}, {"text_block_id": "p79_b825", "text": "Fig.2.22:Global Temperature Change due to Nigeria Emissions 2010 and progression into the future"}, {"text_block_id": "p80_b826", "text": "CHAPTER 3: MEASURES TO REDUCE SLCPs EMISSIONS"}, {"text_block_id": "p80_b827", "text": "In the absence of a national framework of actions to mitigate SLCP emissions, it is feared that the pace of adoption of specific practices that reduce SLCP-related emissions will likely remain slow, and the implementation of any measures could be uncoordinated. For example the use of traditional cooking system and process are likely to continue with the resultant in-door pollution and concomitant health risks, while large scale open burning of wastes will likely continue as the norm in most dumpsites as will the non-sorting of waste and the recycling of a small number of materials. When actions are undertaken, individual stakeholder MDAs are likely to be acting independently without reference to others which on many occasions can lead to contradictory policies and actions. The measures proposed in this document are therefore"}, {"text_block_id": "p80_b828", "text": "expected to be a “push” to overcome p"}, {"text_block_id": "p80_b829", "text": "re"}, {"text_block_id": "p80_b830", "text": "-"}, {"text_block_id": "p80_b831", "text": "existing barriers on the issue, and gear stakeholders towards well coordinated actions on SLCP emission mitigation in the country."}, {"text_block_id": "p80_b832", "text": "3.1 SLCP Abatement Measures Identification"}, {"text_block_id": "p80_b833", "text": "The identification and prioritization of measures to mitigate SLCPs emissions in the country was undertaken with reference to UNEP/WMO assessment as well as the emission levels resulting from the"}, {"text_block_id": "p80_b834", "text": "IBC analysis carried out using Nigeria’s activity data and emission factors."}, {"text_block_id": "p80_b835", "text": "It was done in consultation with MDA stakeholders, bearing in mind their current SLCP related activities. The selection was finally guided by consideration for the following:"}, {"text_block_id": "p80_b836", "text": "It was done in consultation with MDA stakeholders, bearing in mind their current SLCP related activities. The selection was finally guided by consideration for the following:\n* Alignment with Sustainable Development Goals (SDGs)\n* ECOWAS âRenewable Energy and Energy Efficiency Agendaâ and the\n* SLCP emission reduction potentials\n* Alignment with National and Sector priorities\n* Operational Feasibility\n* Technical Feasibility\n* Funding Feasibility\n* Socio -Cultural acceptability"}, {"text_block_id": "p80_b853", "text": "3.1.1 Alignment with SDGs and SE4ALL."}, {"text_block_id": "p80_b854_merged_merged_merged", "text": "The SLCP emission reduction measures proposed in an attempt to reduce their adverse impacts on the environment and peoples’ health are well aligned with the strategic focus of the Sustainable Development Goals as they relate to good health and well-being; clean water and sanitation; affordable and clean energy; sustainable cities and communities; and climate action. The measures"}, {"text_block_id": "p81_b857", "text": "selected therefore have the capacity to deliver sustainable development benefits as envisaged in the SDGs."}, {"text_block_id": "p81_b858", "text": "Also the measures are in alignment with the objectives of the UN Sustainable Energy for All Initiative (SE4ALL), as it relates to improvement in energy efficiency and increasing the share of renewable energy in the global energy mix."}, {"text_block_id": "p81_b859", "text": "3.1.2."}, {"text_block_id": "p81_b860", "text": "Alignment with ECOWAS “Renewable Energy and Energy Efficiency Agenda”"}, {"text_block_id": "p81_b861", "text": "(RE&EE)"}, {"text_block_id": "p81_b862", "text": "and the “Better Air Quality Agreement” (BAQ)."}, {"text_block_id": "p81_b863", "text": "The ECOWAS of which Nigeria is a strong and committed member has instituted the Renewable Energy and Energy Efficiency Agenda and the Better Air Quality Agreement. RE&EE for which the ECOWAS Regional Centre for Renewable Energy and Energy Efficiency (ECREEE) has is been set up to promote Renewable Energy and Energy Efficiency. The focus of the"}, {"text_block_id": "p81_b864", "text": "BAQ agreement is on the harmonization of fuel standards and promotion of cleaner, low-sulphur fuels in the sub-region."}, {"text_block_id": "p81_b865", "text": "The SLCP emission reduction measures being proposed are in perfect alignment with these ECOWAS initiatives."}, {"text_block_id": "p81_b866", "text": "3.1.3 SLCP Emission Reduction Potential"}, {"text_block_id": "p81_b867", "text": "This relates to the ability of a measure to reduce SLCP emissions to deliver expected health, agricultural and climate benefits. This is determined using the amount of emissions avoided by the implementation of respective abatement measures as revealed from LEAP-IBC analysis."}, {"text_block_id": "p81_b868", "text": "3.1.4 Alignment with National and Sectors Priorities"}, {"text_block_id": "p81_b869", "text": "In order to ensure “ownership” and “buy"}, {"text_block_id": "p81_b870_merged_merged_merged", "text": "-in” by the stakeholders, the abatement measures proposed have to align well with national and sector policies and priorities. If a measure is well aligned with an MDA’s priority area, the measure will most likely be implemented. Measures that are well aligned with national and sector policies and priorities are likely to already have the requisite implementation structure in place. Such are also likely to have some form of funding assured or being arranged. These are essential ingredients for measures implementation success."}, {"text_block_id": "p81_b875", "text": "3.1.5 Operational Feasibility"}, {"text_block_id": "p81_b876", "text": "Operational feasibility is mainly concerned with issues like whether the system will be implemented if introduced. Will there be resistance from implementers and end stakeholders? Are frontline managers in support? Have the implementers and end stakeholders been involved in the planning"}, {"text_block_id": "p82_b877", "text": "and development of the measures? All of these were carefully considered in the selection of the measures proposed for implementation."}, {"text_block_id": "p82_b878", "text": "3.1.6 Technical Feasibility"}, {"text_block_id": "p82_b879_merged", "text": "The main question about technical feasibility whether or not a measure feasible—that is, will it work? Can it be undertaken “here and now.”? The issue of whether or not the required technology and manpower are available."}, {"text_block_id": "p82_b884", "text": "3.1.7 Funding Feasibility"}, {"text_block_id": "p82_b885", "text": "This raises the issue of the ease with which funding could be sourced to implement the measures. In this the fact that the national planning commission, which is responsible for budgeting and allocation of funds, has been a foundation and very active member of the SLCP emission reduction implementation committee gives hope that the issue will be well taken care of in terms of funding allocation."}, {"text_block_id": "p82_b886", "text": "3.1.8 Socio-cultural acceptability"}, {"text_block_id": "p82_b887", "text": "The question asked in relation to this is: are the measures out of tune with the socio-cultural norms of the communities they are meant to be implemented? This becomes very important because any measure which runs against socio-cultural norms are likely to go unimplemented or if implemented are not likely to be successful."}, {"text_block_id": "p82_b888", "text": "3.2 SLCP Abatement Measures Adopted for Nigeria"}, {"text_block_id": "p82_b889", "text": "In total 22 SLCP abatement measures were selected across eight (8) emission source sectors as shown in Table 3.1. The analysis using the LEAP-IBC tool estimated for all measures in all the sectors the emission reduction potential for SLCPs, GHGs and air pollutants as well and the air pollution and climate change benefits. The exception was the HFC sector, which was not modelled using the LEAP-IBC analysis."}, {"text_block_id": "p83_b890", "text": "Table 3.1: SLCP abatement measures adopted in the National SLCP Plan"}, {"text_block_id": "p86_b891", "text": "3.3. Impacts of SLCP Emission Abatement Measures"}, {"text_block_id": "p86_b892", "text": "The impacts of the implementation of all the selected measure, except HFCs consumption reduction, were measured in terms of emissions of SLCPs, GHGs and air pollutants avoided using the LEAP"}, {"text_block_id": "p86_b893", "text": "-"}, {"text_block_id": "p86_b894", "text": "IBC tool. The resultant emission avoided were then translated into air quality and climate benefits"}, {"text_block_id": "p86_b895", "text": "using the same tool. The impacts of all the measures together were considered against a “business as usual” scenario up to 2050."}, {"text_block_id": "p86_b896", "text": "In the sections that follow we shall discuss the estimated emission savings that could result from the implementation of the measures and their resultant benefits."}, {"text_block_id": "p86_b897", "text": "3.3.1 Black Carbon Emission Reductions"}, {"text_block_id": "p86_b898_merged_merged", "text": "As discussed under section 2.4.1 of this document, under a ‘business as usual” scenario, black carbon emission is expected to rise from 345kt in 2010 to 784kt in 2050 (Table 3.2)."}, {"text_block_id": "p86_b901", "text": "Table 3.2: Black Carbon: All Measures Avoided Vs Baseline"}, {"text_block_id": "p86_b902", "text": "."}, {"text_block_id": "p86_b903", "text": "Source: LEAP-IBC tool analysis"}, {"text_block_id": "p86_b904", "text": "Compared to the baseline scenario, the implementation of the 22 SLCP mitigation measures in this plan could reduce BC emissions by 41%, 83%, 83% and 84% in 2020, 2030, 2040, and 2050 respectively (Table 3.2). The savings are shown graphically in Fig.3.1. A considerable amount of BC emission saving came from the residential and transport sectors. A third contributor to BC emission saving is the waste sector."}, {"text_block_id": "p87_b905", "text": "Fig 3.1: Black Carbon Emission Savings."}, {"text_block_id": "p87_b906", "text": "3.3.2 Methane Emission Reductions"}, {"text_block_id": "p87_b907", "text": "A"}, {"text_block_id": "p87_b908", "text": "s discussed under section 2.4.2 of this document, under a ‘business as usual” scenario, Methane"}, {"text_block_id": "p87_b909", "text": "emission is expected to rise from 3,726 kt in 2010 to 6,585 kt in 2050 (Table 3.3)."}, {"text_block_id": "p87_b910", "text": "Table 3.3: Methane: All Measures Avoided Vs Baseline."}, {"text_block_id": "p87_b911", "text": "Source: LEAP-IBC Tool Analysis"}, {"text_block_id": "p87_b912", "text": "The implementation of the 22 mitigation measures could reduce methane emission by 23%, 61%, 64% and 66% in 2020, 2030, 2040 and 2050 respectively (Table 3.3). The savings are also shown graphically in Fig.3.2. A significant amount of Methane emission saving emanates from the residential, and to a less degree, Agriculture."}, {"text_block_id": "p88_b913", "text": "Fig 3.2:Methane Emission Savings"}, {"text_block_id": "p88_b914", "text": "It is important to note that in addition to substance emission reductions for the SLCPs, black carbon and methane, the implementation of these measures is expected to have substantial emission reductions of co-emitted pollutants, including PM"}, {"text_block_id": "p88_b915", "text": "2.5"}, {"text_block_id": "p88_b916", "text": ", Sulphur Dioxide, and Nitrogen Oxide pollutants as well as greenhouse gases like Carbon Dioxide."}, {"text_block_id": "p88_b917", "text": "3.3.3: PM"}, {"text_block_id": "p88_b918", "text": "2.5"}, {"text_block_id": "p88_b919", "text": "Emission Reductions"}, {"text_block_id": "p88_b920", "text": "If no measure is put in place to abate PM"}, {"text_block_id": "p88_b921", "text": "2.5"}, {"text_block_id": "p88_b922", "text": "emission, the emission of fine particulate matter into the atmosphere in Nigeria would have risen from 2,708 kt in 2010 to 6,089kt in 2050 (Table 3.4.)."}, {"text_block_id": "p88_b923", "text": "The introduction and implementation of all the selected abatement measures would reduce the"}, {"text_block_id": "p88_b924_merged_merged_merged_merged", "text": "Table 3.4: PM2.5: All Measures Avoided Vs Baseline"}, {"text_block_id": "p88_b927", "text": "Source: LEAP-IBC Tool Analysis"}, {"text_block_id": "p89_b928", "text": "emission of PM"}, {"text_block_id": "p89_b929", "text": "2.5"}, {"text_block_id": "p89_b930", "text": "by 34%, 75%, 77% and 78% in 2020, 2030, 2040 and 2050, respectively, the savings of which are graphically shown in Fig.3.3. A substantial amount of PM"}, {"text_block_id": "p89_b931", "text": "2.5"}, {"text_block_id": "p89_b932", "text": "emission saving come from residential."}, {"text_block_id": "p89_b933", "text": "Fig. 3.3:PM"}, {"text_block_id": "p89_b934", "text": "2.5"}, {"text_block_id": "p89_b935", "text": "Emission Savings"}, {"text_block_id": "p89_b936", "text": "3.3.4: Sulphur  Dioxide Emission Reductions"}, {"text_block_id": "p89_b937", "text": "Under a ‘business as usual” scenario,"}, {"text_block_id": "p89_b938", "text": "Sulphur Dioxide emissions are expected to rise from 471.39kt in 2010 to 1,489.01kt in 2050 (Table 3.5)."}, {"text_block_id": "p89_b939_merged_merged_merged", "text": "Sulphur Dioxide emission avoided as a result of the implementation of all National SLCP Plan abatement measures are estimated to be 49.0%, 78.3%, 78.6% and 78.7% in 2020, 2030, 2040 and 2050 respectively. The reductions are shown graphically in Fig.3.4. Residential and Electricity generation, emission sources contribute to SO2 emissions reductions."}, {"text_block_id": "p89_b942", "text": "Table 3.5: Sulphur Dioxide Emission Reductions Resulting from National SLCP Plan Implementation."}, {"text_block_id": "p89_b943", "text": "Source: LEAP-IBC Tool Analysis"}, {"text_block_id": "p90_b944", "text": "Fig. 3.4: Sulphur Dioxide (SO"}, {"text_block_id": "p90_b945", "text": "2"}, {"text_block_id": "p90_b946", "text": ") Emission Savings"}, {"text_block_id": "p90_b947", "text": "3.3.5: Nitrogen Oxide Emission Reductions"}, {"text_block_id": "p90_b948", "text": "U"}, {"text_block_id": "p90_b949", "text": "nder a ‘business as usual” scenario, Nitrogen Oxide"}, {"text_block_id": "p90_b950", "text": "emission is expected to rise from 2,590.05kt in 2010 to 4,955.52kt in 2050 (Table 3.6). With the proposed abatement measures the equation becomes different. As shown in Table 3.6, the Nitrogen Oxides emissions could be reduced by 15.8%, 58.5%, 58.4% and 57.2% in 2020, 2030, 2040 and 2050, respectively from the implementation of the abatement measures. The reductions are shown graphically in Fig.3.5. The Transport and Residential emission sources make up the bulk of emissions avoided."}, {"text_block_id": "p90_b951_merged_merged_merged", "text": "Table 3.6: Nitrogen Oxide Emission Reductions Resulting from National SLCP Plan Implementation."}, {"text_block_id": "p90_b954", "text": "Source: LEAP-IBC Tool Analysis"}, {"text_block_id": "p91_b955", "text": "Fig. 3.5:Nitrogen Oxide Emission Savings"}, {"text_block_id": "p91_b956", "text": "3.3.6: Carbon Dioxide Emission Reductions"}, {"text_block_id": "p91_b957", "text": "Under a ‘business as usual” scenario, Carbon Dioxide"}, {"text_block_id": "p91_b958_merged", "text": "emission is expected to rise from 171 Mt in 2010 to 457 Mt in 2050 (Table 3.7) (for all emission source sectors except AFOLU). Carbon Dioxide emissions avoided that could result from the implementation of the abatement measures are 3 kt, 29 kt, 46 kt and 74 kt for 2020, 2030, 2040 and 2050 respectively. The savings are shown graphically in Fig.3.6."}, {"text_block_id": "p91_b971", "text": "Table 3.7: Carbon Dioxide Emission Savings"}, {"text_block_id": "p92_b972", "text": "Fig.3.6: Carbon Dioxide Emission Savings"}, {"text_block_id": "p92_b973", "text": "3.4. HFCs Emission Reduction Measures"}, {"text_block_id": "p92_b974", "text": "HFCs emission reduction measures to be undertaken by Nigeria has to be considered within the context of what Nigeria has committed and will commit itself to do under the Montreal Protocol, which has an elaborate worldwide programme for HFCs consumption reduction. It must be pointed out right away that HFCs emission reduction and HFCs consumption reduction do not mean the same thing, though they are related in a way. As could be seen from our considerations under section 2.4.7 of this document their measurements are different. HFCs consumption reduction within the context of the Montreal protocol is measured in metric tonnes and Ozone Depleting Potential (ODP), which needs to be modelled into HFC emission which is usually measured in CO"}, {"text_block_id": "p92_b975", "text": "2"}, {"text_block_id": "p92_b976", "text": "equivalent, as demonstrated in section 2.4.7 of this document. Both have a direct correlation. Any reduction in HFC consumption will translate into a reduction in HFC emission though in different terms. HFC emissions can also be avoided through the destruction of HFCs when existing equipment is decommissioned, as well as reducing consumption of HFCs."}, {"text_block_id": "p92_b977_merged_merged", "text": "The Montreal Protocol on Substances that Deplete the Ozone Layer, regarded as “the best example of the world’s most successful environmental treaty” in its “Kigali Amendment” of 2016, agreed to phase down the use of hydrofluorocarbons (HFCs). Through this, it is expected that about 83,400kt"}, {"text_block_id": "p93_b980", "text": "of Co2 equivalent emission would have been avoided by 2050 worldwide (Table 3.8). Over half of this is expected to come from Article 5 countries of which Nigeria is one."}, {"text_block_id": "p93_b981", "text": "It has been estimated that phase down of HFCs under"}, {"text_block_id": "p93_b982", "text": "by the end of the century, while continuing to protect the ozone layer."}, {"text_block_id": "p93_b983", "text": "Table 3.8: Estimated Emission Reduction through Kigali Amendment Implementation"}, {"text_block_id": "p93_b984", "text": "Source: EPA,2013"}, {"text_block_id": "p93_b985", "text": "."}, {"text_block_id": "p93_b986", "text": "The"}, {"text_block_id": "p93_b987", "text": "“"}, {"text_block_id": "p93_b988", "text": "Kigali Amendment"}, {"text_block_id": "p93_b989", "text": "”"}, {"text_block_id": "p93_b990_merged_merged_merged", "text": ".9). It is within this phasedown schedules that Nigeria’s effort to reduce HFCs use would need to be considered. The achievement of Nigeria’s HFCs consumption reduction targets will result in a corresponding HFC emission reduction."}, {"text_block_id": "p94_b994", "text": "Table 3.9: Article 5 Parties [Group 1] HFC Phase Down Schedule"}, {"text_block_id": "p94_b995", "text": "3.5 Benefits of  SLCPs Emission Abatement Measures"}, {"text_block_id": "p94_b996", "text": "Implementing SLCP abatement measures is expected to result in benefits in the areas of improved air quality (i.e. reduced PM"}, {"text_block_id": "p94_b997", "text": "2.5"}, {"text_block_id": "p94_b998", "text": "and ozone concentrations in Nigeria), with resulting benefits for human health conditions, reduced crop loss with its positive effect on hunger eradication and climate benefits. In the sections that follow, the benefits accruable from the implementation of all the selected abatement measures are discussed."}, {"text_block_id": "p94_b999", "text": "3.5.1 Health Benefits"}, {"text_block_id": "p94_b1000", "text": "Table 3.10 shows"}, {"text_block_id": "p94_b1001", "text": "that under a “business as usual” scenario, the number of pre"}, {"text_block_id": "p94_b1002", "text": "-mature deaths resulting from the effect of exposure to PM"}, {"text_block_id": "p94_b1003", "text": "2.5."}, {"text_block_id": "p94_b1004", "text": "could be about 42,050 in 2010 rising to about 70,880 in 2050. With the implementation of the SLCP emission abatement measures, about 2,240 pre"}, {"text_block_id": "p94_b1005", "text": "-"}, {"text_block_id": "p94_b1006", "text": "mature deaths would be averted in 2020, rising to about 10,860 avoided deaths in 2050. Set in percentage terms, between these periods about 5.1% to 15.3% pre-mature deaths would have been avoided. The deaths avoided are also graphically shown in Fig. 3.7."}, {"text_block_id": "p94_b1007_merged_merged_merged", "text": "Table.3.10: Premature Death from PM2.5 Avoided in Nigeria resulting from the implementation of the SLCP Abatement Measures"}, {"text_block_id": "p95_b1010", "text": "Fig.3.7: Premature Death from PM"}, {"text_block_id": "p95_b1011", "text": "2.5"}, {"text_block_id": "p95_b1012", "text": "Avoided in Nigeria resulting from the implementation of the SLCP Abatement Measures and Age Group Vulnerability to Pre-Matured Death"}, {"text_block_id": "p95_b1013", "text": "A look at Fig 3.7 shows the most affected age group to be children of less than 5years, followed by people over 70 years."}, {"text_block_id": "p95_b1014", "text": "3.5.2 Agricultural Benefits"}, {"text_block_id": "p95_b1015_merged_merged", "text": "The benefits accruing to agriculture as a result of the implementation of all the selected abatement measures are displayed by the LEAP-IBC tool in terms of avoided crop loss with respect to maize, rice, soy and wheat. Table 3.11 shows that under a “business as usual” scenario, the amount of crop loss to be 4,065.16kt in 2020 rising to about 4,784.07kt in 2050. With the implementation of the SLCP emission abatement measures, about 1,423.31kt of crop loss would be averted, representing a 35% loss avoided. The los avoided rises to a maximum of 3,269.24kt in 2030, a 70.2% loss avoided. Overall the loss avoided is quite substantial. Fig.3.8 shows that the greatest crop loss in the years under consideration relate to Maize followed by Rice."}, {"text_block_id": "p95_b1025", "text": "Table.3.11: Crop Loss Avoided and Crop Loss under a “Business as Usual” Scenario."}, {"text_block_id": "p96_b1026", "text": "Fig.3.8: Avoided Crop Loss in Nigeria resulting from the implementation of the SLCP Abatement Measures"}, {"text_block_id": "p96_b1027", "text": "3.5.3 Climate Benefits"}, {"text_block_id": "p96_b1028_merged", "text": "The implementation of all the selected National SLCP Plan abatement measures will reduce Nigeria’s emission contribution to global average temperature change. The avoided national contribution to global temperature rise is quite substantial as could be seen in Fig.3.9. It should be noted that this only shows the temperature change to 2050, which was the latest year for which scenarios were modelled. This shows the benefit of focusing on implementing SLCP measures for reducing Nigeria’s contribution to near-term warming. Over the longer term (e.g. to 2100), to maintain the lower contribution of Nigeria to global temperature increases, additional mitigation of carbon dioxide and other long-lived greenhouse gases are needed."}, {"text_block_id": "p97_b1035", "text": "Fig.3.9: Avoided contribution to average Global Temperature rise"}, {"text_block_id": "p97_b1036", "text": "3.6 Linkage to Existing Plans and Strategies"}, {"text_block_id": "p97_b1037", "text": "3.6.1 Linkage to Sustainable Energy for All (SE4All) Targets"}, {"text_block_id": "p97_b1038_merged", "text": "The abatement measures identified for reduction of SLCPs include those targets set in the sustainable energy for all (SE4All) action agenda on energy access, cooking with modern fuels, energy efficiency and renewable energy production. Achievement of the SE4All targets is critical to the achievement of the targets for emission reductions and achievement of climate and air quality targets set out in this National SLCP Action Plan.  as shown in Fig. 3.10 and Fig.3.11. These figures show the BC and methane emission reductions from implementation of the full 22 mitigation measures included in this plan (‘National SLCP Plan’), and the reductions from implementation of the subset of the 22 mitigation measures that are based on the achievement of the SE4All targets (‘SE4All’). The figures show that the majority of the emission reductions are achieved through successfully achieving the SE4All goals. Achieving these targets also contributes to achieving Nigeria’s Sustainable Development Goal (SDG) targets, specifically related to SDG 7 (Affordable and clean energy) through increasing the number of households who are using cleaner fuels for cooking and lighting."}, {"text_block_id": "p98_b1049", "text": "Fig.3.10: Black Carbon emission reductions for baseline scenario and achievement of SE4ALL targets and full implementation of the National SLCP Plan"}, {"text_block_id": "p98_b1050", "text": "Fig.3.11: Methane emission reductions for baseline scenario and achievement of SE4ALL targets and full implementation of the National SLCP Plan"}, {"text_block_id": "p99_b1051", "text": "3.6.2 Linkage to Nationally Determined Contribution (NDC)"}, {"text_block_id": "p99_b1052", "text": "The successful implementation of the National SLCPs Plan abatement measures can make a substantial contribution for the achievement of the GHG reduction target set out in"}, {"text_block_id": "p99_b1053", "text": "Nigeria’s NDC. Nigeria’s NDC commits to a 20% unconditional reduction in GHG emissions by 2030 compare"}, {"text_block_id": "p99_b1054", "text": "d to a business as usual scenario, and an overall 45% conditional reduction if international funds are made available for implementation. The assumptions used in the analysis of GHGs, SLCP and air pollution emission scenarios are different from those used in the analysis underpinning the NDC, and therefore the GHG emission reduction results are not the same (for example CO"}, {"text_block_id": "p99_b1055", "text": "2"}, {"text_block_id": "p99_b1056", "text": "emissions from land use change were not included in the analysis for the National SLCP Plan). However, the results from the LEAP-IBC analysis here show that implementing measures to reduce SLCPs can also make a substantial contribution to reducing CO"}, {"text_block_id": "p99_b1057", "text": "2"}, {"text_block_id": "p99_b1058", "text": "emissions."}, {"text_block_id": "p99_b1059_merged_merged", "text": "The blue line (baseline) in Fig.3.12 shows the emission of GHGs from 2010 to 2050 under a business as usual scenario (excluding the AFOLU sectors). The implementation of the abatement measures proposed in the National SLCPs Plan reduces GHG emission as denoted by the orange line. The difference between the two scenarios represented by the area between the two lines shows the volume of GHG emission reduction contribution that the implementation of the National SLCPs"}, {"text_block_id": "p99_b1062", "text": "Plan could bring to bear on NDC’s GHG reduction efforts."}, {"text_block_id": "p99_b1063", "text": "Figure3.12 : Change in GHG emissions compared to the baseline from implementation of the abatement measures included in the National SLCP Plan"}, {"text_block_id": "p100_b1064", "text": "CHAPTER 4: IMPLEMENTATION OF SLCP ABATEMENT MEASURES"}, {"text_block_id": "p100_b1065", "text": "4.1 Transport Sector Abatement Measures"}, {"text_block_id": "p100_b1066", "text": "Five (5) transport based SLCP abatement measures have been selected for implementation under the National SLCPs Actions Plan:"}, {"text_block_id": "p100_b1067", "text": "a)"}, {"text_block_id": "p100_b1068", "text": "Renewal of urban bus fleet in Lagos, through the elimination of"}, {"text_block_id": "p100_b1069", "text": "“"}, {"text_block_id": "p100_b1070", "text": "Danfo"}, {"text_block_id": "p100_b1071", "text": "”"}, {"text_block_id": "p100_b1072", "text": "Bus fleet and replacement with 5000 cleaner urban buses in the city."}, {"text_block_id": "p100_b1073", "text": "b)"}, {"text_block_id": "p100_b1074", "text": "Adoption of CNG Buses in Nigeria, which relates to the promotion of change of diesel/gasoline Buses/Taxis to Compressed Natural Gas (CNG)."}, {"text_block_id": "p100_b1075", "text": "c)"}, {"text_block_id": "p100_b1076", "text": "Introduction of low Sulphur Diesel and Petrol through the introduction of Diesel and Petrol with Sulphur content of 50 ppm and 150 ppm, respectively"}, {"text_block_id": "p100_b1077", "text": "d)"}, {"text_block_id": "p100_b1078", "text": "Elimination of high emitting vehicles that do not meet vehicle emission standards which would promote the renewal of the vehicle fleet to meet increasingly stringent emission standards (Euro III standards by 2023 and Euro IV by 2030)."}, {"text_block_id": "p100_b1079", "text": "e)"}, {"text_block_id": "p100_b1080", "text": "Reduction of vehicle journeys by car through transport modal shifts from road to rail and water transport systems"}, {"text_block_id": "p100_b1081", "text": "The following sections briefly consider emission reduction potentials in the transport sector; followed by a more detailed consideration of the current context related to implementation of each measure and their implementation pathways, which has been summarized as shown in Table 4.2."}, {"text_block_id": "p100_b1082", "text": "4.1.1 Emission Reduction Potential in the Transport Sector"}, {"text_block_id": "p100_b1083_merged_merged", "text": "The emission reduction potential resulting from the implementation of the transport sector SLCP Abatement Measures is shown in Fig.4.1. These show BC emission reductions of over 90% in 2030 and 2050 respectively. These BC emissions reductions are driven by reduction in emissions from urban buses and their switch from diesel to CNG. These are very impressive emission reduction potentials in the sector."}, {"text_block_id": "p101_b1086", "text": "Fig.4.1 : Black Carbon Emissions Reduction from the implementation of transport SLCP Abatement Measures"}, {"text_block_id": "p101_b1087_merged", "text": "Table 4.1 also shows emission reduction potential for all pollutants in the road transport sub-sector that could result from the implementation of SLCP abatement measures in the road transport sub-sector. From the table we could see that Sulfur Dioxide has the greatest emission reduction potential in percentage terms with 99% reduction, due to the introduction of low Sulphur diesel and petrol fuels, followed by BC and PM2.5 with 91% each. However, these measures in the transport are also effective in reducing NOx and VOC emissions for which transport is the largest source sector. These are also impressive emission reduction potentials."}, {"text_block_id": "p101_b1090", "text": "Table 4.1: Air Pollutants Emission Reduction Potential in 2030 in the road transport sub-sector from implementation of SLCP abatement measures in the road transport sub-sector"}, {"text_block_id": "p102_b1091", "text": "4.1.2 Abatement Measures"}, {"text_block_id": "p102_b1092", "text": "4.1.2.1 Renewal of Urban Bus Fleet in Lagos"}, {"text_block_id": "p102_b1093_merged", "text": "This entails the elimination of “Danfo” and “Molue” bus fleet and replacement with 5000 cleaner urban buses in Lagos. The programme commenced when in 2013, the state government under its “Bus Reform Initiative” banned the old long buses popularly known as “Molue”, from operating in the Central Business District, Lagos Island. It continued in 2017 with the plan to phase out commercial yellow buses known as “Danfo”, starting with their replacement with about 5000 air-conditioned low emitting buses. Fig.4.2 below shows the implementation pathway for the phasing out of these high emitting vehicles in Lagos State."}, {"text_block_id": "p102_b1102", "text": "Fig.4.2: Implementation Pathway for the Renewal of Urban Bus Fleet in Lagos."}, {"text_block_id": "p103_b1103", "text": "Plate:4.1: New Low Emitting Buses"}, {"text_block_id": "p103_b1104", "text": "The Lagos Metropolitan Area Transport Authority (LAMATA) is executing this programme based"}, {"text_block_id": "p103_b1105", "text": "upon the State’s vision of “"}, {"text_block_id": "p103_b1106", "text": "Efficient & Effective Transport System"}, {"text_block_id": "p103_b1107", "text": "” and the State’s Ministry of"}, {"text_block_id": "p103_b1108", "text": "Transport policy drive. It is already mainstreamed into LAMATA"}, {"text_block_id": "p103_b1109", "text": "’s"}, {"text_block_id": "p103_b1110", "text": "activities under the Lagos Urban Transport Project 2, which is already underway. The political will is there and the necessary implementation infrastructure are available. The prospect for continued implementation is very high. The challenges that may present themselves may relate to availability of funds for procurement of the full 5000 buses, with 800 buses purchased and received thus far."}, {"text_block_id": "p103_b1111", "text": "4.1.2.2 Promotion of diesel to Compressed Natural Gas (CNG)switch in Buses/Taxis"}, {"text_block_id": "p103_b1112_merged_merged", "text": "This measure aims at –"}, {"text_block_id": "p104_b1114", "text": "4.1.2.3 Introduction of Low Sulphur Diesel and Petrol"}, {"text_block_id": "p104_b1115", "text": "Sulphur occurs naturally in crude oil which may range from 100 to 33,000 parts per million (ppm). Depending on the crude and the refining process, Sulphur levels in diesel fuel produced can be from 10ppm to 10,000ppm. The main concern with the presence of Sulphur in fuels are the health effects. Sulphur contributes significantly to fine particulate matter (PM) emissions. Low-Sulphur fuels burn cleaner and reduce engine particulate emissions."}, {"text_block_id": "p104_b1116", "text": "Statutory responsibilities for air quality control in Nigeria lies with the Federal Ministry of Environment, with its parastatal, the National Environmental Standards and Regulations Enforcement Agency (NESREA) having enforcement responsibilities for air quality control. Each State has its own Environmental Protection Agencies responsible for pollution control at the state level."}, {"text_block_id": "p104_b1117", "text": "Nigeria"}, {"text_block_id": "p104_b1118", "text": "’s"}, {"text_block_id": "p104_b1119", "text": "Low Sulphur Policy comes"}, {"text_block_id": "p104_b1120", "text": "under the “Nigeria Industrial Standard for Petroleum Products”"}, {"text_block_id": "p104_b1121", "text": "(NISPP) program of government. Jointly agreed upon by Federal Min of Environment; NNPC; SON; PPPR Authority; DPR; National Automotive Council and the Federal  Min of Health. The newly adopted standards for Sulphur Content in diesel, Petrol, and Kerosene products as follows:"}, {"text_block_id": "p104_b1122", "text": "➢"}, {"text_block_id": "p104_b1123", "text": "Diesel: maximum sulphur levels of 50 parts per million (ppm)."}, {"text_block_id": "p104_b1124", "text": "➢"}, {"text_block_id": "p104_b1125", "text": "Petrol: maximum sulphur levels of 150 ppm."}, {"text_block_id": "p104_b1126", "text": "➢"}, {"text_block_id": "p104_b1127", "text": "Household Kerosene (HHK): maximum Sulphur levels of 150 ppm."}, {"text_block_id": "p104_b1128", "text": "The implementation plan for imported fuel which forms 80"}, {"text_block_id": "p104_b1129", "text": "–"}, {"text_block_id": "p104_b1130", "text": "90% of total national consumption is as"}, {"text_block_id": "p104_b1131", "text": "follows:"}, {"text_block_id": "p104_b1132", "text": "❖"}, {"text_block_id": "p104_b1133", "text": "Diesel to come into effect, 1"}, {"text_block_id": "p104_b1134", "text": "st"}, {"text_block_id": "p104_b1135", "text": "Quarter, 2019."}, {"text_block_id": "p104_b1136", "text": "❖"}, {"text_block_id": "p104_b1137", "text": "Petrol: 1"}, {"text_block_id": "p104_b1138", "text": "st"}, {"text_block_id": "p104_b1139", "text": "Phase: 1"}, {"text_block_id": "p104_b1140", "text": "st"}, {"text_block_id": "p104_b1141", "text": "Quarter, 2020: 300ppm"}, {"text_block_id": "p104_b1142", "text": "❖"}, {"text_block_id": "p104_b1143_merged_merged_merged_merged_merged", "text": "Petrol: 2nd Phase: 2nd Quarter, 2021 150ppm"}, {"text_block_id": "p105_b1148", "text": "❖"}, {"text_block_id": "p105_b1149", "text": "Kerosene: Silent"}, {"text_block_id": "p105_b1150_merged", "text": "Plan implementation date for locally produced fuel has not been specified but it is clear that when – Dangote refinery starts production in early 2020, the product will be of 10 ppm quality."}, {"text_block_id": "p105_b1153", "text": "4.1.2.4 Elimination of High Emitting Vehicles that do not meet Vehicle Emission Standards"}, {"text_block_id": "p105_b1154", "text": "This measure sets to promote the renewal of the vehicle fleet to meet increasingly stringent emission standards by enforcing the 15 year limit on new vehicle imports, and through inspection and maintenance programmes ensure imported vehicles meet Euro III standards by 2023 and Euro IV standards by 2030."}, {"text_block_id": "p105_b1155", "text": "The European Union standards for vehicle emissions (the Euro standards) seek to progressively bring down emissions per vehicle.  The standards set maximum emissions levels for different vehicle types such as cars and light vans or heavy goods vehicles.  The standards apply to all new vehicles sold in the EU, and have been progressively tightened, to bring down average fleet emissions as older and more polluting vehicles are scrapped at the end of their lives. Separate limits are set for petrol and diesel engines as follows:"}, {"text_block_id": "p105_b1156", "text": "Euro 3 emissions limits (petrol)"}, {"text_block_id": "p105_b1157", "text": "CO: 2.30g/km HC: 0.20g/km NOx: 0.15g/km."}, {"text_block_id": "p105_b1158", "text": "Euro 3 emissions limits (diesel)"}, {"text_block_id": "p105_b1159", "text": "CO: 0.64g/km HC: 0.56g/km NOx: 0.50g/km PM: 0.05g/km"}, {"text_block_id": "p105_b1160", "text": "Plate 4.2: A High Emitting Vehicle"}, {"text_block_id": "p106_b1161", "text": "Euro 4 emissions limits (petrol)"}, {"text_block_id": "p106_b1162", "text": "CO: 1.00g/km HC: 0.10g/km NOx: 0.08g/km."}, {"text_block_id": "p106_b1163", "text": "Euro 4 emissions limits (diesel)"}, {"text_block_id": "p106_b1164", "text": "CO: 0.50g/km HC + NOx: 0.30g/km NOx: 0.25g/km PM:"}, {"text_block_id": "p106_b1165", "text": "0.025g/km"}, {"text_block_id": "p106_b1166", "text": "The regulation for the adoption of Euro III emission standards was passed in 2015 by NESREA with collaboration with other relevance agencies such as National Automotive Design and Development Council ( NADDC). NADDC works to ensure that new vehicle imports meet Euro III standards. To give effect to the regulation NESREA, on its part has initiated the National Emissions Control Programme for which preparation for full implementation is underway. Further activities to be undertaken for the NVECP are itemized in Table 4.2"}, {"text_block_id": "p106_b1167", "text": "4.1.2.5 Reduction of Vehicle Journey by car through Transport Modal Shifts"}, {"text_block_id": "p106_b1168", "text": "A potent way of reducing vehicle emissions is through the promotion of policies, strategies and measures that encourage cleaner fuel use and promotion of mass transit schemes, including bus rapid transit (BRT) coupled with the integration of non-road transport in urban areas by shifting freight from road to rail and water transport."}, {"text_block_id": "p106_b1169", "text": "This has been identified as an activity under the Lagos transport reform initiative. It entails the promotion of modal shifts from road to rail and water transport systems in cities such as Lagos, Port Harcourt and Abuja."}, {"text_block_id": "p106_b1170", "text": "Lagos has a functional and vibrant Bus Rapid Transit (BRT) System. The city is also constructing a light rail system under a Public Private Partnership (PPP) arrangement. The project, sponsored by the Lagos State Government is being developed by Lagos Metropolitan Area Transport Authority (LAMATA) under its Lagos Urban Transport Project (LUTP) 1 & 2. The plan is for seven (7) lines, Red, Blue, Green, Yellow, Purple, Brown and Orange. The Red line, 30 km long between Marina and Agbado, will use the existing Nigeria Railway Corporation corridor for which it has just been given right of way permit by the Federal Government. The Blue line, 27 km long from Marina to Mile 2 is being constructed by China Civil Engineering Construction Company (CCECC) and is expected to be completed in 2018. Plate 4.3 shows an artistic impression of  one of the lines."}, {"text_block_id": "p107_b1171", "text": "Plate 4.3: An Artistic impression of the New Lagos light Rail System (fronting LASU)"}, {"text_block_id": "p107_b1172", "text": "Source:"}, {"text_block_id": "p107_b1173", "text": "www.railway-technology.com/projects/lagosrailmasstransit/"}, {"text_block_id": "p107_b1174", "text": "Lagos State has a waterways authority charged with the responsibility of regulating the operation of"}, {"text_block_id": "p107_b1175", "text": "vessels, ferries and ferry services within the waterways of the State."}, {"text_block_id": "p107_b1176", "text": "The Lagos State Ferry Services Corporation (LSFSC), also known as"}, {"text_block_id": "p107_b1177", "text": "LAGFERRY"}, {"text_block_id": "p107_b1178", "text": "LAGFERRY"}, {"text_block_id": "p107_b1179", "text": "people are said to shuttle the Lagos waterways on a monthly basis."}, {"text_block_id": "p107_b1180_merged_merged_merged_merged", "text": "From the consideration above it would seem that a good stage is set to facilitate modal shifts operation in Lagos. The “efficient and effective” operation of the Bus Rapid Transit (BRT) System, the Lagos light rail and ferry transport systems will go a long way in facilitating the proposed “transport modal shift” measure in Lagos, whose implementation pathway is shown in Fig.4.3."}, {"text_block_id": "p108_b1185", "text": "Fig.4.3: Implementation Pathway for Transport Modal Shift [Lagos]"}, {"text_block_id": "p108_b1186", "text": "Table 4.2 below shows in summary form the abatement measures, current and future activities for their implementation and barriers that may be encountered in the course of implementation"}, {"text_block_id": "p109_b1187", "text": "Table 4.2: Current and Future Activities for the Implementation of SLCPs Abatement Measures in the Transport Sector and Barriers that may be encountered"}, {"text_block_id": "p111_b1188", "text": "4.2 Residential Sector Abatement Measures"}, {"text_block_id": "p111_b1189", "text": "Three (3) residential SLCP abatement measures have been selected for implementation under the National SLCP Plan which include:"}, {"text_block_id": "p111_b1190", "text": "a)"}, {"text_block_id": "p111_b1191", "text": "Increasing the population using modern fuels for cooking. This entails the substitution of traditional biomass cook stoves with modern cooking fuels including LPG, electricity, kerosene, biogas, and solar cookers."}, {"text_block_id": "p111_b1192", "text": "b)"}, {"text_block_id": "p111_b1193", "text": "Replacement of traditional biomass cookstoves with more efficient improved biomass stoves."}, {"text_block_id": "p111_b1194", "text": "c)"}, {"text_block_id": "p111_b1195", "text": "Elimination of Kerosene Lamps by replacing them with solar-powered lamps"}, {"text_block_id": "p111_b1196", "text": "The section that follows briefly considers emission reduction potentials in the residential sector; followed by a more detailed consideration of the residential sector measures and their implementation pathways. They are then summarized in Table 4.4."}, {"text_block_id": "p111_b1197", "text": "4.2.1 Emission Reduction Potential in the Residential Sector"}, {"text_block_id": "p111_b1198_merged", "text": "The emission reduction potential resulting from the implementation of the residential sector SLCP Abatement Measures is shown in Fig.4.4. These show BC emission reductions from different cooking and lighting sources increasing from 130.80kt in 2020 to 321.78kt and 500.39kt in 2030 and 2050 respectively. Represented in percentages these stand for a rising BC emission reduction from 51.3% in 2020, to 98.6% in 2030 and 2050. These are also very impressive emission reduction potentials in the sector that are primarily driven by the adoption of cleaner fuels for cooking."}, {"text_block_id": "p111_b1201", "text": "Fig.4.4 : Black Carbon Emissions Reduction from the implementation of Residential SLCP Abatement Measures"}, {"text_block_id": "p112_b1202", "text": "Table 4.3 also shows emission reduction potential for all pollutants in the residential sector that is possible as a result of the implementation of SLCP abatement measures in the sector (except for CO"}, {"text_block_id": "p112_b1203", "text": "2"}, {"text_block_id": "p112_b1204", "text": ", as the analysis does not quantify the avoided CO"}, {"text_block_id": "p112_b1205", "text": "2"}, {"text_block_id": "p112_b1206", "text": "through the reduction in biomass use). From the table we could see that PM"}, {"text_block_id": "p112_b1207", "text": "2.5"}, {"text_block_id": "p112_b1208", "text": "has the greatest emission reduction potential in percentage terms with 98.9% reduction, followed by Organic Carbon and BC. with 98.8% and 98.5% respectively."}, {"text_block_id": "p112_b1209", "text": "Table 4.3: Air Pollutants Emission Reduction Potential in the Residential Sector from implementation of SLCP abatement measures (2030)"}, {"text_block_id": "p112_b1210_merged_merged", "text": "Plate 4.4: Cookstoves Imported under the N9.2 billion FG’s National Clean Cooking Scheme."}, {"text_block_id": "p113_b1214", "text": "4.2.2 Abatement Measures"}, {"text_block_id": "p113_b1215", "text": "4.2.2.1 Increasing the population using modern fuels for cooking"}, {"text_block_id": "p113_b1216_merged", "text": "The Nigerian annual consumption of LPG has grown from 130,000 Metric tonnes in 2011, to 500,000Metric Tonnes in 2016 with a potential to hit 2 Million Metric Tonnes in 2018. Ghana at 3.0kg; South Africa consumes 5.5kg; and Morocco at 44kg per capita. Nigeria’s population using modern fuels for cooking."}, {"text_block_id": "p113_b1221", "text": "The proposed measure seeks the substitution of traditional biomass cook stoves with modern cooking fuels including LPG, electricity, kerosene, biogas, and solar cookers, with the target of 50% of households using modern fuels by 2020 and 80% of households in 2030. This is in line with the the SE4ALL targets on household energy. The implementation pathway for this measure is as shown in Fig.4.5."}, {"text_block_id": "p113_b1222", "text": "Fig.4.5: Implementation Pathway for LPG for Cooking"}, {"text_block_id": "p114_b1223", "text": "about 2000."}, {"text_block_id": "p114_b1224", "text": "4.2.2.2 Replacement of Traditional Biomass Cookstoves with more Efficient"}, {"text_block_id": "p114_b1225", "text": "Improved Biomass Stoves"}, {"text_block_id": "p114_b1226", "text": "This is the Substitution of traditional biomass cook stoves with improved biomass cookstoves, with the target of 20% of households using improved biomass stoves by 2030. Several clean cookstoves programmes and projects that are both nationally and externally supported are already in place in the country, thereby providing platforms and experiences on which the improved cookstove SLCPs abatement measure will be implemented. The measure and its targets are in line with the Sustainable Energy 4 All 2030 targets on household energy. The implementation pathway for getting this done is as shown in Fig 4.6."}, {"text_block_id": "p114_b1227", "text": "Fig.4.6: Implementation Pathway for Improved Cookstoves"}, {"text_block_id": "p115_b1228", "text": "4.2.2.3 Elimination of Kerosene Lamps"}, {"text_block_id": "p115_b1229", "text": "The implementation pathway for this is shown in Fig.4.7."}, {"text_block_id": "p115_b1230", "text": "Fig.4.7: Implementation Pathway for the elimination of Kerosene Lamps"}, {"text_block_id": "p115_b1231", "text": "In concluding discussions on the residential sector SLCPs abatement measures, it should be stated that hardly can it be overstressed that awareness raising especially among women is a germane and very important component of the implementation of the abatement measures in this sector."}, {"text_block_id": "p115_b1232", "text": "Table 4.4 below shows, in summary form, the residential SLCP abatement measures, current and future activities for their implementation and barriers that may be encountered in the course of implementation."}, {"text_block_id": "p115_b1233", "text": "Table 4.4: Current and Future Activities for the Implementation of SLCPs Abatement Measures in the Residential Sector and Barriers that may be encountered"}, {"text_block_id": "p117_b1234", "text": "4.3 Oil and Gas Sector Abatement Measures"}, {"text_block_id": "p117_b1235", "text": "Three (3) abatement measures have been selected for implementation under the Oil and Gas sector:"}, {"text_block_id": "p117_b1236", "text": "a)"}, {"text_block_id": "p117_b1237", "text": "Elimination of Gas Flaring. This is to be done through the recovery and utilization of vented associated gas."}, {"text_block_id": "p117_b1238", "text": "b)"}, {"text_block_id": "p117_b1239", "text": "Fugitive emissions/leakages Control. In this unintended fugitive emissions/leakages from oil production and processing are controlled using international best practice protocols."}, {"text_block_id": "p117_b1240", "text": "c)"}, {"text_block_id": "p117_b1241", "text": "Methane Leakage Reduction. This relates to the reduction of methane emission from leakage of natural gas transportation and distribution."}, {"text_block_id": "p117_b1242", "text": "After a brief discussion of emission reduction potentials in the oil and gas sector; the abatement measures are examined in greater details, followed by a tabular summary (Table 4.6) of the current and future activities for the implementation of the measures in the sector and barriers that may be faced."}, {"text_block_id": "p117_b1243", "text": "4.3.1 Emission Reduction Potential in the Oil and Gas Sector"}, {"text_block_id": "p117_b1244", "text": "The emission reduction potential resulting from the implementation of the Oil and Gas SLCPs Abatement Measures is shown in Fig. 4.8 for methane specifically. These show methane emission reductions of 14.7kt in 2020 to 103kt and 161.09kt in 2030 and 2050 respectively, representing a 50% reduction in methane emissions from this sector."}, {"text_block_id": "p118_b1245", "text": "Fig.4.8: Methane Emissions Reduction from the implementation of Oil and Gas Sector SLCP Abatement Measures"}, {"text_block_id": "p118_b1246", "text": "Table 4.5: Air Pollutants Emission Reduction Potential in the Oil and Gas Sector from implementation of SLCP abatement measures (2030)"}, {"text_block_id": "p118_b1247", "text": "Table 4.5 shows emission reduction potential for air pollutants in the Oil and Gas Sector that could result from the implementation of SLCP abatement measures in the sector. Emission potential only show themselves with respect to Methane, Carbon Dioxide and VOC. Methane has the greatest"}, {"text_block_id": "p119_b1248", "text": "emission reduction potential in percentage terms with 21% reduction, followed by Carbon Dioxide and VOC with 9.2% and 4.0% reduction respectively. All the other pollutants do not exhibit any reduction potential."}, {"text_block_id": "p119_b1249", "text": "Source: http://www.ngfcp.gov.ng/"}, {"text_block_id": "p119_b1250", "text": "Plate 4.5 :Implementation of SLCP Abatement measure will end Gas Flaring and its impacts."}, {"text_block_id": "p119_b1251", "text": "4.3.2 Abatement Measures"}, {"text_block_id": "p119_b1252", "text": "4.3.2.1 Elimination of Gas flaring"}, {"text_block_id": "p119_b1253_merged", "text": "The Gas Flare-Out proposed SLCPs abatement measure relates to the total stoppage of gas flaring in the country, which entails the promotion of the recovery and utilization of vented associated gas. This makes both economic-and environmental-sense. Previous attempt to get this done in the past has met with limited success. The current going effort tagged “Nigeria Gas Flare commercialization Programme”(NGFCP) was launched by the Minister of State for Petroleum Resources on December 13, 2016. The programme, which is being implemented by the FGN in collaboration with the World Bank plans to end gas flaring by attracting major investment in"}, {"text_block_id": "p119_b1258", "text": "economically viable gas flare capture projects, of which the “Gas to Power Initiative” is key."}, {"text_block_id": "p119_b1259", "text": "The world Bank is helping with information/data on:"}, {"text_block_id": "p119_b1260", "text": "➢"}, {"text_block_id": "p119_b1261", "text": "all gas flare sites;"}, {"text_block_id": "p119_b1262", "text": "➢"}, {"text_block_id": "p119_b1263", "text": "volumes of gas flared;"}, {"text_block_id": "p119_b1264", "text": "➢"}, {"text_block_id": "p119_b1265", "text": "facilities; and"}, {"text_block_id": "p119_b1266", "text": "➢"}, {"text_block_id": "p119_b1267", "text": "infrastructure to harness gas and increased gas flare penalties."}, {"text_block_id": "p120_b1268_merged", "text": "The Program Management Office is located within the Department of Petroleum Resources (DPR). Highly associate with the out program are the gas “Domestic Supply Obligation” (DSO) program and the Ogidigben Gas Revolution Industrial Park project. Under the DSO, every gas producer must allocate a portion of their production to the DSO before they can allocate any gas to other commercial obligations. Non-compliance would result in significant penalties. Allocation to each supplier is done on an equitable basis determined by the Minister for Energy. The Industrial Park Project relates to the establishment of a “free trade zone” cluster of several industries including fertilizer, methanol, petrochemicals, and aluminum plants that would benefit from abundant supply of natural gas, close proximity to a deep sea port and centralized utilities and services such as uninterrupted power, telecommunications and water."}, {"text_block_id": "p120_b1273", "text": "The National flare-out target is set for 2020. To achieve this, DPR will be high-lighting the benefit (Business case) of gas flare down through commercialization of all flare sites. Incentives for gas utilisation already is being given in form of tax holidays. Government will also provide off-takers and gas gathering infrastructure."}, {"text_block_id": "p120_b1274", "text": "The implementation pathway for the gas flare-out abatement measure is shown in Fig 4.8 below."}, {"text_block_id": "p121_b1275", "text": "4.3.2.2 Fugitive Emission/Leak Control"}, {"text_block_id": "p121_b1276_merged", "text": "This measure entails the control of unintended fugitive emissions/leakages from oil production and processing. This measure is in line with the Petroleum Industry Governance Bill advocacy for the adoption of global best practices in the oil and gas sector. It can essentially be achieved through adherence to production and processing management best practices, which main responsibility lies with the oil and gas companies involved in oil and gas production and processing. The target is the achievement of 50% methane emission reduction by 2030. In this the companies would need to employ state of the art leak detection techniques for effecting quick repairs. Proper of equipment can very much reduce the likelihood of leaks. The implementation pathway for this measure is graphically shown in Fig.4.9"}, {"text_block_id": "p121_b1278", "text": "Fig.4.9: Implementation Pathway for Fugitive Emissions/Leakages Control"}, {"text_block_id": "p121_b1279", "text": "4.3.2.3 Methane Leakage Reduction"}, {"text_block_id": "p121_b1280", "text": "This measure relates to efforts to be geared towards reduction of methane emission from leakage of natural gas transportation and distribution. Like the previously discussed fugitive emission/leak controls, the major responsibility for this measure lies with the oil companies to be undertaken by adherence to pipelines and tank farms management best practices. Implementation pathway will be similar to that of fugitive emission/leak control is shown in Fig.4.10."}, {"text_block_id": "p122_b1281", "text": "Fig.4.10: Implementation Pathway for Methane Leakage Reduction"}, {"text_block_id": "p122_b1282", "text": "Table 4.6 below shows in summary form the oil and gas sector abatement measures, the current and future activities for their implementation and barriers that may be encountered in the course of implementation."}, {"text_block_id": "p122_b1283", "text": "Table 4.6: Current and Future Activities for the Implementation of SLCPs Abatement Measures in the Oil and Gas Sector and Barriers that may be encountered."}, {"text_block_id": "p123_b1284", "text": "4.4 Industrial Sector Abatement Measures"}, {"text_block_id": "p123_b1285", "text": "Only one (1) abatement measure has been proposed for implementation in the industrial sector and this relates to Improved Energy Efficiency in the sector. This has to do with the efficient use of energy for industrial applications so energy can be conserved and be used for more productive activities. Energy efficiency in the industrial sector is all about using less energy in industrial processes while still achieving the same level of output. This is good for both industry and environment because its cheaper and helps to produce fewer greenhouse gases. The target of 50% improvement in energy efficiency across the industrial sector is in line with the goal set out in"}, {"text_block_id": "p123_b1286", "text": "Nigeria’s Sustainable Energy 4 All Action Plan."}, {"text_block_id": "p124_b1287", "text": "After a brief discussion of emission reduction potentials in the sector; the abatement measure selected is discussed in greater details, followed by a tabular summary of the current and future activities for the implementation of the measures in the sector and barriers that may be faced as shown in Table 4.8"}, {"text_block_id": "p124_b1288", "text": "4.4.1 Emission Reduction Potential in the Industrial Sector"}, {"text_block_id": "p124_b1289", "text": "The emission reduction potential resulting from the implementation of the industrial sector"}, {"text_block_id": "p124_b1290", "text": "SLCP Abatement Measures"}, {"text_block_id": "p124_b1291", "text": "in as shown in Fig.4.11. These show BC emission reductions from brick kilns, manufacturing Diesel Genset, and other industrial processes increasing from 2.09kt in 2020 to"}, {"text_block_id": "p124_b1292", "text": "29.27"}, {"text_block_id": "p124_b1293", "text": "kt and"}, {"text_block_id": "p124_b1294", "text": "69.41"}, {"text_block_id": "p124_b1295", "text": "kt in 2030 and 2050 respectively. Represented in percentages these stand for a rising BC emission reduction from"}, {"text_block_id": "p124_b1296", "text": "19.3%"}, {"text_block_id": "p124_b1297", "text": "in 2020, to"}, {"text_block_id": "p124_b1298", "text": "48.0%"}, {"text_block_id": "p124_b1299", "text": "in 2030 and 2050."}, {"text_block_id": "p124_b1300_merged_merged", "text": "Fig.4.11 : Black Carbon Emissions Reduction from the implementation of Industrial SLCP Abatement Measures"}, {"text_block_id": "p124_b1303", "text": "Table 4.7 also shows emission reduction potential for all pollutants in the Industrial Sector resulting from the implementation of SLCP abatement measures in the sector. The table Shows that Methane has the highest  percentage of emission reduction potential with 98.4% reduction, followed by Carbon Monoxide with 97.8% and VOC with 95%."}, {"text_block_id": "p125_b1304_merged", "text": "Table 4.7: Air Pollutants Emission Reduction Potential in the Industrial Sector from implementation of SLCP abatement measures in 2030."}, {"text_block_id": "p125_b1307", "text": "4.4.2 Abatement Measures"}, {"text_block_id": "p125_b1308", "text": "4.4.2.1 Improved Energy Efficiency in Industrial Sector"}, {"text_block_id": "p125_b1309", "text": "The SLCP abatement measure proposed under the National SLCP Action Plan for the industrial sector is improved energy efficiency with 20% improvement by 2020 and 50% by 2030. These targets are in consonance with the energy efficiency targets set in the Sustainable Energy 4 All Plan."}, {"text_block_id": "p125_b1310", "text": "Fig.4.12: Implementation Pathway for Improved Energy Efficiency within the Industrial Sector."}, {"text_block_id": "p126_b1311", "text": "Table 4.8 below shows in summary form the industrial sector SLCPs abatement measure, the current and future activities for its implementation and barriers that may be encountered in the course of its implementation"}, {"text_block_id": "p126_b1312", "text": "Table 4.8: Current and Future Activities for the Implementation of SLCPs Abatement"}, {"text_block_id": "p126_b1313_merged", "text": "Measures in the Industrial Sector and Barriers that may be encountered."}, {"text_block_id": "p127_b1316", "text": "4.5 Waste Management  Sector Abatement Measures"}, {"text_block_id": "p127_b1317", "text": "Three (3) SLCP abatement measures have been selected for implementation under the Waste"}, {"text_block_id": "p127_b1318", "text": "Management sector, which include:"}, {"text_block_id": "p127_b1319", "text": "a)"}, {"text_block_id": "p127_b1320", "text": "Reduction of methane emissions and open burning of waste at open dump sites."}, {"text_block_id": "p127_b1321", "text": "b)"}, {"text_block_id": "p127_b1322", "text": "Septic sludge collection and treatment."}, {"text_block_id": "p127_b1323", "text": "c)"}, {"text_block_id": "p127_b1324", "text": "Sewerage system and municipal wastewater treatment plants."}, {"text_block_id": "p127_b1325", "text": "A brief discussion of emission reduction potentials in the waste management sector now ensues after which the abatement measures are discussed in greater details, followed by a summary consideration of the current and future activities for the implementation of the measures in the sector and barriers that may faced as shown in Table 4.10."}, {"text_block_id": "p127_b1326", "text": "4.5.1 Emission Reduction Potential in the Waste Management  Sector"}, {"text_block_id": "p127_b1327_merged_merged", "text": "The emission reduction potential resulting from the implementation of the Waste Management Sector SLCP Abatement Measures in as shown in Fig.4.13. These show Methane emission reductions from different waste disposal types increasing from 23.30kt in 2020 to 328.26kt and 510.46kt in 2030 and 2050 respectively, equivalent to a 50% reduction in methane emissions from this sector. In addition, the reduction in waste burning also reduces emissions of other pollutants including black carbon."}, {"text_block_id": "p128_b1330", "text": "Fig.4.13 : Methane Emissions Reduction from the implementation of Waste Management Sector SLCP Abatement Measures"}, {"text_block_id": "p128_b1331", "text": "Table 4.9 also shows emission reduction potential for all pollutants in the waste management sector that could result from the implementation of SLCP abatement measures in the sector. All the pollutants have an equal amount of percentage emission reduction potential of 50%. However by volume, Carbon Monoxide has the greatest emission reduction potential in the amount of 1,413.75kt, followed VOC, PM2.5 and Methane with 1,681.62kt, 729.2kt and 656.53kt respectively."}, {"text_block_id": "p128_b1332", "text": "Table 4.9: Air Pollutants Emission Reduction Potential in the Waste Management Sector from implementation of SLCP abatement measures (2030)"}, {"text_block_id": "p128_b1333", "text": "4.5.2 Abatement Measures"}, {"text_block_id": "p128_b1334", "text": "4.5.2.1 Reduction of Methane Emissions and Open Burning of Waste at Open Dumpsites"}, {"text_block_id": "p128_b1335_merged", "text": "This entails the deployment of one (1) box-type digester of 100 tonnes per day capacity at each of the selected waste site across the nation. The project is being planned and implemented under the government’s National Science, Technology and Innovation Roadmap (NSTIR) 2030 programme."}, {"text_block_id": "p129_b1338", "text": "This programme will go along with the ongoing partnership pilot schemes between the Federal Ministry of Environment and LAWMA in Lagos, which is adopting an integrated approach to waste treatment. Within this project wastes is collected, automatically sorted with reusable metals and plastics recovered and the bio-degradable organic wastes composited. The remaining waste is sent to well-constructed and managed landfills. The plan also includes the recovery of methane from landfills."}, {"text_block_id": "p129_b1339", "text": "The target of the measure is to achieve 50% methane recovery from dumpsites by 2030 and 50% reduction in open burning of waste by 2030. Fig.4.14 shows the implementation pathway for these measures."}, {"text_block_id": "p129_b1340", "text": "Fig.4.14: Implementation Pathway for Reduction of Methane Emissions and Open Burning of Waste at Open Dumpsites"}, {"text_block_id": "p129_b1341", "text": "4.5.2.2 Septic Sludge Collection and Treatment"}, {"text_block_id": "p129_b1342", "text": "The measure seeks to promote septic sludge collection, treatment and recycling, with a target the this will be undertaken in 37 municipalities (state capitals and Abuja) by 2030."}, {"text_block_id": "p129_b1343", "text": "It is a new measure proposed in the National SLCP Plan."}, {"text_block_id": "p129_b1344", "text": "In most of Nigerian Urban Centres, there are no sewer systems or suitable central waste water treatment plants, resulting in collected septic sludge being dumped into available space without further treatment. This method of sludge final disposal emit bad odours into the environment and can aid the spread of diseases. Apart from this, dumped sludge generates a lot of methane. In this , septic"}, {"text_block_id": "p130_b1345", "text": "sludge generated by stand-alone wastewater septic tanks are collected by tanker vehicles and sent to a central place for treatment. At the treatment plant, the disturbing solids are mechanically removed after which the sludge is de-watered. The resultant sludge cake is then composted for aerobic stabilization and pathogen reduction. The end product is used as fertilizer. The treatment plant equipment to get the job done need not be elaborate or very expensive. There are in fact small and medium sized one the become handy for low budget outlay, and Abuja and Lagos already have some elements of this measure in place. The implementation pathway for this measure is as shown in Fig.4.15."}, {"text_block_id": "p130_b1346", "text": "Fig.4.15: Implementation Pathway for Septic Sludge Collection and Treatment"}, {"text_block_id": "p131_b1347", "text": "4.5.2.3 Sewerage Systems and Municipal Wastewater Treatment Plants"}, {"text_block_id": "p131_b1348", "text": "Sewers basically collect sewage and wastewater from homes and transported through pipes to wastewater treat plants for treatment. Sewage treatment is the process of removing contaminants from wastewater using physical, chemical and biological processes to make the treated wastewater safe for the environment again and which can be discharged to water bodies, land or reuse. Conventional wastewater treatment process consist of preliminary, primary and secondary treatments."}, {"text_block_id": "p131_b1349", "text": "Abuja’s is perhaps the only worthwhile existing operational sewer system in the country."}, {"text_block_id": "p131_b1350", "text": "The current SLCPs measure which is newly proposed under the National SLCP Plan seeks the establishment or expansion of existing sewerage systems and municipal wastewater treatment plants in  Abuja, Lagos, Kano & Port Harcourt. The objective is to reduce the emission of methane from uncontrolled decomposition of municipal wastewater which will help to reduce environmental pollution. A major barrier to this is the huge initial capital outlay required. The corresponding environmental benefits could also be enormous. Fig 4.16 shows what the implementation pathway for this may look like."}, {"text_block_id": "p131_b1351", "text": "Fig.4.16: Imp. Pathway for Sewerage Sys and Municipal Waste Water Treatment Plants"}, {"text_block_id": "p132_b1352", "text": "Table 4.10 below shows in summary form the abatement measures, current and future activities for the implementation of these measures and barriers that may be faced in the course of implementation."}, {"text_block_id": "p132_b1353", "text": "Table 4.10: Current and Future Activities for the Implementation of SLCPs Abatement"}, {"text_block_id": "p132_b1354", "text": "Measures in the Waste Management Sector and Barriers that may be encountered."}, {"text_block_id": "p133_b1355", "text": "4.6 Agriculture and Livestock Sector Abatement Measures"}, {"text_block_id": "p133_b1356_merged", "text": "Four (4) SLCP abatement measures have been selected for implementation under the Agriculture and Livestock sector, and these include:"}, {"text_block_id": "p133_b1358", "text": "a)"}, {"text_block_id": "p133_b1359", "text": "Increased adoption of intermittent aeration of continuously flooded rice paddy fields (AWD)."}, {"text_block_id": "p133_b1360", "text": "b)"}, {"text_block_id": "p133_b1361", "text": "Reduction of Open-field Burning of crop residues. This deals with the replacement of open-burning of agriculture waste with clean-air alternatives"}, {"text_block_id": "p133_b1362", "text": "c)"}, {"text_block_id": "p133_b1363", "text": "Promotion of Anaerobic Digestion (AD) of manure from livestock and poultry"}, {"text_block_id": "p133_b1364", "text": "d)"}, {"text_block_id": "p133_b1365", "text": "Reduction of methane emissions from Enteric Fermentation. This will entail the implementation of actions, such as improved feed to reduce methane emissions from enteric fermentation."}, {"text_block_id": "p133_b1366", "text": "Our consideration goes on to the discussion of methane emission reduction potentials in the agriculture and livestock sector, which is followed by the discussion of the abatement measures, followed by a consideration of the current and future activities for the implementation of the measures in the sector and barriers that may be faced in implementing them, which are shown in Table 4.12."}, {"text_block_id": "p134_b1367", "text": "4.6.1 Emission Reduction Potential in the Agriculture and Livestock Sector"}, {"text_block_id": "p134_b1368", "text": "The emission reduction potential resulting from the implementation of the Agricultural Sector"}, {"text_block_id": "p134_b1369", "text": "SLCP Abatement Measures"}, {"text_block_id": "p134_b1370", "text": "in as shown in Fig.4.17. These show methane emission reductions from different agricultural sources increasing from 59.14kt in 2020 to 354.81kt in 2030 and 2050. Represented in percentages these stand for a rising methane emission reduction from 4.8% in 2020, to 28.9% in 2030 and 2050. The table also indicates a reduction in black carbon emission resulting from reduction in crop residue burning."}, {"text_block_id": "p134_b1371", "text": "Fig.4.17 : Methane Emissions Reduction from the implementation of Agricultural Sector SLCP Abatement Measures"}, {"text_block_id": "p134_b1372_merged_merged", "text": "Emission reduction potential for all pollutants in the agricultural and livestock sector that could result from the implementation of SLCP abatement measures in the sector is shown in Table 4.11. All of the exhibited reduction potentials are quite impressive. The agricultural emissions of methane and ammonia, the two pollutants that agriculture contributes the most to their total emissions, are reduced by 29% and 32%, respectively. Emissions of other pollutants (such as PM2.5) are reduced by as much as 50%."}, {"text_block_id": "p135_b1375", "text": "Table 4.11: Air Pollutants Emission Reduction Potential in the Agricultural and Livestock Sector from implementation of SLCP abatement measures (2030)"}, {"text_block_id": "p135_b1376", "text": "4.6.2 Abatement Measures"}, {"text_block_id": "p135_b1377", "text": "4.6.2.1 Increased adoption of intermittent aeration of rice paddy fields (AWD)"}, {"text_block_id": "p135_b1378_merged", "text": "– “alternate wetting and drying” (this measure with the Federal Ministry of Agriculture and Rural Development’s “Urea Deep Placement of Rice” on-going Programme."}, {"text_block_id": "p136_b1385", "text": "Fig.4.18: Implementation Pathway for Agric. Sector SLCPs Abatement Measures"}, {"text_block_id": "p136_b1386", "text": "4.6.2.2 Reduce Open-field Burning of Crop Residues"}, {"text_block_id": "p136_b1387", "text": "This will entail the promotion of agricultural practices that avoid burning farm residues and replace practice with clean air alternative practices based on low tech mechanical clearing and further use/processing of cleared biomass. The target set is 50% reduction in the proportion of crop residue that is burned. This is in line with NDC commitment to adopt climate smart agricultural practices. This measure is best promoted through national agricultural research and extension services. The Federal Ministry of Agriculture and Rural Development has undertaken field demonstrations of conservations of conservation agricultural practices in 15 States to avoid crop residues burning. Like the AWD discussed earlier, Fig. 4.18 represents the implementation pathway by which this measure will be implemented."}, {"text_block_id": "p136_b1388", "text": "4.6.2.3"}, {"text_block_id": "p136_b1389", "text": "Anaerobic Digestion (AD)"}, {"text_block_id": "p136_b1390", "text": "T"}, {"text_block_id": "p136_b1391_merged", "text": "his measure entails the promotion anaerobic digestion of manure from livestock and poultry with a target of 50% reduction in methane emission due to improved manure management practices. Anaerobic digestion is a collection of processes by which break down material in the absence of It is particularly suited to organic material, and is"}, {"text_block_id": "p137_b1395", "text": "commonly used for"}, {"text_block_id": "p137_b1396", "text": "and"}, {"text_block_id": "p137_b1397", "text": "The process produces a"}, {"text_block_id": "p137_b1398", "text": "consisting of"}, {"text_block_id": "p137_b1399", "text": "and traces of other ‘contaminant’ gases."}, {"text_block_id": "p137_b1400", "text": "The produced biogas can be used directly as fuel, while the nutrient-rich"}, {"text_block_id": "p137_b1401", "text": "produced can be used as"}, {"text_block_id": "p137_b1402", "text": "Digesters are often designed by optimizing the holding time which is usually between 22"}, {"text_block_id": "p137_b1403", "text": "–"}, {"text_block_id": "p137_b1404", "text": "28 days to maximize methane capture. Plate 4.7 shows the schematic of an anaerobic digester while Plate 4.8 shows an anaerobic digestion process."}, {"text_block_id": "p137_b1405", "text": "Plate 4.6: Schematic of an Anaerobic Digester"}, {"text_block_id": "p137_b1406", "text": "."}, {"text_block_id": "p137_b1407_merged_merged", "text": "Source: www.climatetechwiki.org/"}, {"text_block_id": "p137_b1409", "text": "Plate 4.7: Anaerobic Digestion Process"}, {"text_block_id": "p137_b1410", "text": "."}, {"text_block_id": "p137_b1411", "text": "Source: www.bing.com"}, {"text_block_id": "p138_b1412", "text": "Like the other two SLCP abatement measures proposed for the agricultural sector, the anaerobic digestion measure is best promoted through national agricultural research and extension services, in which case the implementation pathway illustrated in Fig. 4.18 remains relevant for this measure."}, {"text_block_id": "p138_b1413", "text": "4.6.2.4 Reduce Methane Emissions from Enteric Fermentation"}, {"text_block_id": "p138_b1414", "text": "Enteric fermentation"}, {"text_block_id": "p138_b1415", "text": "“"}, {"text_block_id": "p138_b1416", "text": "is a digestive process by which carbohydrates are broken down by microorganisms into simple molecules for absorption into the bloodstream"}, {"text_block_id": "p138_b1417", "text": "” of ruminant"}, {"text_block_id": "p138_b1418", "text": "animals. Methane is produced in the rumen by bacteria as a by-product of the fermentation process. This CH4 is exhaled or belched by the animal. (EPA, 1995 ). A variety of factors are known to affect CH"}, {"text_block_id": "p138_b1419", "text": "4"}, {"text_block_id": "p138_b1420", "text": "production in ruminant animals, such as:  the physical and chemical characteristics of the feed, the feeding level and schedule, the use of feed additives to promote production efficiency, and the activity and health of the animal. Of all the factors, the feed characteristics and feed rate is known to have the most influence (EPA,1995)."}, {"text_block_id": "p138_b1421_merged_merged", "text": "As a SLCP abatement measure this entails the implementation of actions that will reduce emissions from enteric fermentation such as improved feed for livestock, with a target of 30% methane emission reduction by 2030. This measure is predicated on the Federal Ministry of Agriculture and Rural Development’s Cattle Breed Improvement programme, and will satisfy NDC stated desire “to reduce GHG emissions from livestock production. Needed activities will among others include: sensitization/training of stakeholders, such as State ADPs, LGAs, and farmers, as well as provision of inputs."}, {"text_block_id": "p138_b1426", "text": "Fig. 4.18 also represents the implementation pathway by which this measure will be implemented."}, {"text_block_id": "p138_b1427", "text": "Table 4.12 below shows the abatement measures, current and future activities for their implementation and barriers that may be encountered in implementing the measures"}, {"text_block_id": "p138_b1428", "text": "Table 4.12: Current and Future Activities for the Implementation of SLCPs Abatement Measures in the Agriculture and Livestock Sector and Barriers that may be faced."}, {"text_block_id": "p139_b1429", "text": "4.7 Energy Sector Abatement Measures"}, {"text_block_id": "p139_b1430", "text": "Two (2) energy sector SLCP abatement measures have been selected for implementation under the National SLCP Plan, which include:"}, {"text_block_id": "p139_b1431", "text": "a)"}, {"text_block_id": "p139_b1432", "text": "Expansion of national electricity coverage. Expansion of National Electricity Coverage particularly in rural areas"}, {"text_block_id": "p140_b1433", "text": "b)"}, {"text_block_id": "p140_b1434", "text": "Increasing the share of electricity generated from renewables. This is proposed to be achieved by generating 30% electricity from renewables by 2030"}, {"text_block_id": "p140_b1435", "text": "The section that follows briefly considers emission reduction potentials in the energy sector; followed by a consideration of the measures and their implementation pathways, which are summarized in Table 4.14. Both of these measures are in line with the targets outlined in the Sustainable Energy 4 All Action Plan."}, {"text_block_id": "p140_b1436", "text": "4.7.1 Emission Reduction Potential in the Energy Sector"}, {"text_block_id": "p140_b1437", "text": "The emission reduction potential resulting from the implementation of the Energy Sector"}, {"text_block_id": "p140_b1438", "text": "SLCP Abatement Measures"}, {"text_block_id": "p140_b1439", "text": "in as shown in Fig.4.19. These show Black Carbon emission reductions from different electricity generation fuel types increasing from 49.55kt in 2020 to 73.88kt and 160.21kt in 2030 and 2050 respectively, equivalent to over 80% reduction in black carbon emissions compared to the baseline scenario."}, {"text_block_id": "p140_b1440", "text": "Fig.4.19 : Black Carbon Emissions Reduction from the implementation of Energy Sector SLCP Abatement Measures"}, {"text_block_id": "p140_b1441_merged_merged", "text": "Emission reduction potential for all pollutants in the Energy Sector that could emanate from the implementation of SLCP abatement measures in the sector is shown in Table 4.13. When assessed across the whole energy sector (including energy demand and transformation). Sulphur Dioxide is shown to have the greatest emission reduction potential (43%), followed by CO2, NOx and BC."}, {"text_block_id": "p141_b1446", "text": "Table 4.13: Air Pollutants Emission Reduction Potential in the Energy Sector (Energy Demand and Transformation sectors) from implementation of SLCP abatement measures on energy access and renewable energy (2030)"}, {"text_block_id": "p141_b1447", "text": "4.7.2 Abatement Measures"}, {"text_block_id": "p141_b1448", "text": "4.7.2.1 Expansion of National Electricity Coverage"}, {"text_block_id": "p141_b1449", "text": "This measure relates to expansion of national electricity coverage especially in rural areas, with a target of 90% of the population having access to grid electricity by 2030."}, {"text_block_id": "p141_b1450_merged", "text": "This measure is predicated on government’s plans as contained in its “Roadmap for Power Sector Reform”(FGN,2010) and the Sustainable Energy 4 all 2030 targets on energy access. The government envisage expanding electricity generating capacity six-fold by 2020 with associated gas and beyond with energy-mix supply that include nuclear and renewable sources like hydro, solar and wind. It is anticipated that this increase in grid electricity access will reduce demand for alternative sources of electricity, such as diesel and gasoline generators. The reduction in demand for gensets is where the majority of the SLCP abatement benefits come from as a result of the implementation of this measure."}, {"text_block_id": "p141_b1453", "text": "The challenges that are likely to be faced may among others include: Information Needs, Regulatory, Institutional, Technologies and Financial. The pathway for getting this measure effected is like as shown in Fig.4.20 below."}, {"text_block_id": "p142_b1454", "text": "Fig.4.20: Implementation Pathway for Expansion of National Electricity Coverage."}, {"text_block_id": "p142_b1455", "text": "4.7.2.2   Increase share of Electricity Generated in Nigeria from Renewables"}, {"text_block_id": "p142_b1456", "text": "This entails the implementation of policies/actions/strategies that will contribute to increasing the percentage share of electricity generation from renewables up to 30% by 2030. The measure and its"}, {"text_block_id": "p143_b1457", "text": "targets are in line with the Sustainable Energy 4 ALL 2030 targets on energy generation, and sides with NDC which has identified renewable energy as a climate mitigation measure for Nigeria. The commitment of government towards implementing this measure is demonstrated through investments on renewable energy technologies in different parts of the country, which include:"}, {"text_block_id": "p143_b1458", "text": "➢"}, {"text_block_id": "p143_b1459", "text": "A 50 MW Solar farm in Kaduna by Synergent Group;"}, {"text_block_id": "p143_b1460", "text": "➢"}, {"text_block_id": "p143_b1461", "text": "100 MW Solar farm in Bauchi by Nigeria Solar Capital Project and Gigawatt Solar;"}, {"text_block_id": "p143_b1462", "text": "➢"}, {"text_block_id": "p143_b1463", "text": "60MW Plant in Katsina through a Nigeria-German Energy Partnership; and"}, {"text_block_id": "p143_b1464", "text": "➢"}, {"text_block_id": "p143_b1465", "text": "20MW Solar energy plant owned by the Katsina State Government."}, {"text_block_id": "p143_b1466", "text": "Apart from these there are several private companies in the country engaged in the construction of Solar Plants among which are a 50MW Power Project in Onyi, Kokona LGA, Nasarawa State and a 200MW PV Power Project at Usman District, Abuja. The challenges likely to be faced may relate to Regulations; Enforcement, Technologies and Finance."}, {"text_block_id": "p143_b1467", "text": "The implementation pathway for this measure is as shown in Fig.4.21."}, {"text_block_id": "p143_b1468", "text": "Fig.4.21: Increase share of Electricity Generated in Nigeria from Renewables"}, {"text_block_id": "p144_b1469", "text": "Table 4.14 below shows in summary form the abatement measures, current and future activities for implementation in the energy sector and barriers that may be encountered in the course of implementing the measures"}, {"text_block_id": "p144_b1470", "text": "Table 4.14: Current and Future Activities for the Implementation of SLCPs Abatement           Measures in the Energy Sector and Barriers that may be encountered."}, {"text_block_id": "p145_b1471", "text": "4.8   HFCs Sector Abatement Measures"}, {"text_block_id": "p145_b1472_merged", "text": "As pointed out earlier on in section 3.4 of this document, the measures for the reduction of HFCs consumption and consequently, emission , in Nigeria will have to be considered within the context of what the country is committing itself to achieve as targets under the Montreal Protocol’s Kigali Amendment implementation regime."}, {"text_block_id": "p145_b1475", "text": "4.8.1 Emission Reduction Potential in the HFCs  Sector"}, {"text_block_id": "p145_b1476", "text": "Several low GWP alternatives for the replacement of HFCs are available and in use in Nigeria, which include: hydrocarbon refrigerants; butane/isobutene; propane; ammonia; and water."}, {"text_block_id": "p145_b1477", "text": "Opportunities presenting themselves in Nigeria for a transition from HFCs to low GWP alternatives exist and include production of hydrocarbon refrigerants in the country; big companies such as Unilever phasing out the use of HFCs voluntarily; and local system house for the production of Methyl Formate, a climate-friendly alternative blowing agent."}, {"text_block_id": "p145_b1478", "text": "Apart from the local prospects and opportunities that present themselves in Nigeria for a transition from HFCs to low GWP alternatives, the recently signed Kigali Amendment to the Montreal Protocol would boost this prospect."}, {"text_block_id": "p145_b1479", "text": "4.8.2 Abatement Measures"}, {"text_block_id": "p145_b1480", "text": "Nigeria has over 30years of experience implementing ODS phase out activities under the Montreal Protocol. The structures, for the implementation of HFCs phase down strategies are therefore in place and already mainstreamed into the workings of the Federal Ministry of Environment. The National Ozone Office, established over 25 years ago as a unit of the Department of Pollution Control of the Ministry is responsible ODS phase out activities. With particular reference to HFCs abatement measures, the office would to undertaking some activities which among others will include:"}, {"text_block_id": "p145_b1481", "text": "➢"}, {"text_block_id": "p145_b1482", "text": "Ratification of the Kigali Amendment"}, {"text_block_id": "p145_b1483", "text": "➢"}, {"text_block_id": "p145_b1484", "text": "Development of a National HFCs Phase Down Strategy [in collaboration with the MLF of the Montreal Protocol]."}, {"text_block_id": "p145_b1485", "text": "➢"}, {"text_block_id": "p145_b1486", "text": "Hand down HFCs Phase Down Regulation [in collaboration with NESREA]"}, {"text_block_id": "p145_b1487", "text": "➢"}, {"text_block_id": "p145_b1488", "text": "Implementation of National HFCs Phase Down Strategy, which elements may include: request for financial and technical support from the MLF; investment projects; promotion of"}, {"text_block_id": "p146_b1489", "text": "HFCs alternatives ; training and system optimization to enhance energy efficiency in appliances (e.g. Air Conditioners); and allocation of quotas; HFCs imports verification; and awareness creation."}, {"text_block_id": "p146_b1490", "text": "➢"}, {"text_block_id": "p146_b1491", "text": "Monitoring, which will entail HFCs import verification; and relevant stakeholders engagements."}, {"text_block_id": "p146_b1492", "text": "Fig.4.22: Implementation Pathway for HFCs Phase Down in Nigeria"}, {"text_block_id": "p146_b1493", "text": "Table 4.15 below shows in summary form HFCs sector abatement measure, current and future activities for its implementation and barriers that may be encountered in the course of implementing HFCs phase-down activities"}, {"text_block_id": "p147_b1494", "text": "Table 4.15: Current and Future Activities for the Implementation of SLCPs Abatement Measures in the HFCs Sector and Barriers that may be encountered."}, {"text_block_id": "p148_b1495", "text": "CHAPTER 5: IDENTIFICATION OF NATIONALLY DETERMINED PRIORITY MEASURES AND IMPLEMENTATION ACTION PLAN"}, {"text_block_id": "p148_b1496", "text": "5.1 Keeping SLCPs Abatement Measures Alive"}, {"text_block_id": "p148_b1497", "text": "The discussions in Chapters 3 and 4 of this report, dealing with the selection of SLCP mitigation measures and their evaluation with respect to expected impacts on emission reduction, health and temperature, sets the stage for implementation of the measures. What makes any SLCP abatement measure to matter is their proper implementation. It is through proper implementation that the benefits derivable from the measure could be realized. Implementation is the process that turns strategies and plans into actions in order to accomplish strategic objectives and goals."}, {"text_block_id": "p148_b1498", "text": "The importance of the role of all the line Ministries and Agencies that have participated in the process to date can hardly be over emphasized. The Federal Ministry of Environment will work closely with all line MDAs who are expected to lead the implementation of the plan in order to ensure that the measures are mainstreamed into the policy and activities of their respective MDAs through dedicating SLCP abatement issues to specific units of the MDAs and making appropriate budgetary provisions for them. This is the only way to keep the implementation of the measures alive. The Ministry of Budget and National Planning (MBNP) also stands in a good position to help in this area. Once implementation begins effort will also be made in setting up the framework for monitoring progress and challenges."}, {"text_block_id": "p148_b1499", "text": "5.2 Mainstreaming SLCPs Abatement Measures into National Development Agenda"}, {"text_block_id": "p148_b1500", "text": "A good way of keeping alive the implementation of SLCPs abatement measures that will lead to the desired objectives is ensuring that their implementation are mainstreamed into the overall plans of"}, {"text_block_id": "p149_b1501", "text": "government. This will make them to be part of the day to day activities of government. This will also guarantee the provision of either a proportion of or the total funds needed for their implementation. To achieve this, linking the National SLCP Plan"}, {"text_block_id": "p149_b1502", "text": "’s"}, {"text_block_id": "p149_b1503", "text": "implementation to existing national planning processes such as national development plan and the NDC set for the implementation of Nigeria"}, {"text_block_id": "p149_b1504", "text": "’s"}, {"text_block_id": "p149_b1505", "text": "climate commitments becomes very important."}, {"text_block_id": "p149_b1506", "text": "5.2.1 Link to National Development Plans"}, {"text_block_id": "p149_b1507", "text": "Nigeria has had a long history of development planning and strategic economic development efforts, starting with the colonial 10 years plan of 1958-68; through to National Rolling Plans; the Structural Adjustment Programme (SAP); and the National Economic Empowerment and Development Strategy (NEEDS); all of which did not achieve much. The country took a bold step by adopting a long-term approach to development planning, setting for itself the goal of being in the league of the"}, {"text_block_id": "p149_b1508", "text": "world’s 20 leading economies by year 2020"}, {"text_block_id": "p149_b1509", "text": "(Vision 20:2020), with a growth target of not less than $900 billion in Gross Domestic Product (GDP) and a per capita income of not less than $4,000 per annum. Alongside this came, with a new administration, the Economic Transformation Blueprint (2009), which recognizes the changing climate and regard climate change as a threat to sustainable growth in the years ahead. The document sees climate change as a critical challenge globally and locally, being"}, {"text_block_id": "p149_b1510", "text": "a potential driver of “damaging and irrecoverable effects on infrastructure, food production and water supplies, in addition to precipitating natural resource conflicts.”"}, {"text_block_id": "p149_b1511", "text": "In spite of this recognition the document did not stipulate any specific proposals for climate and SLCPs mitigation. However the recognition propelled Nigeria towards the preparation of its climate change adaptation strategy and action plan whose issues are closely linked with SLCPs."}, {"text_block_id": "p149_b1512", "text": "The Transformation Agenda 2011-2015 was a development programme that converts the full suite of priority policies and programmes into projects, in order to ensure continuity, consistency and commitment of national development efforts. The development programme identified about 1613 projects for implementation across the nation through 20 Ministries. The Agenda did not achieve full implementation bloom before another government took over in 2015. It might also be useful to point out that the policy and implementation framework did not have direct bearing with issues of climate change or SLCPs issues."}, {"text_block_id": "p149_b1513_merged_merged_merged", "text": "The current administration in 2016, developed the Strategic Implementation Plans (SIPs) which informed the “2016 Budget of Change” as a short-term intervention development measure. As a follow-up to the SIP, the Nigeria’s Economic Recovery and Growth Plan (the NERGP) was"}, {"text_block_id": "p150_b1518", "text": "launched, which is a sustainable development strategy that is aligned with the SDGs and now serves"}, {"text_block_id": "p150_b1519", "text": "as Nigeria’s National Medium"}, {"text_block_id": "p150_b1520", "text": "-Term Plan for 2017"}, {"text_block_id": "p150_b1521", "text": "–"}, {"text_block_id": "p150_b1522", "text": "2020. It has been set for restoring Nigeri"}, {"text_block_id": "p150_b1523", "text": "a’s"}, {"text_block_id": "p150_b1524", "text": "economic growth to achieve a seven percent (7%) growth rate by 2020."}, {"text_block_id": "p150_b1525", "text": "The policy on environmental sustainability has been articulated in section 5.6 of the plan and has five objectives which include:"}, {"text_block_id": "p150_b1526", "text": "(i)"}, {"text_block_id": "p150_b1527", "text": "promoting the sustainable management of natural resources;"}, {"text_block_id": "p150_b1528", "text": "(ii)"}, {"text_block_id": "p150_b1529", "text": "Attracting financing for projects on sustainable development;"}, {"text_block_id": "p150_b1530", "text": "(iii)"}, {"text_block_id": "p150_b1531", "text": "Reducing gas flaring by 2 percentage points a year so that it is eliminated by 2020; and"}, {"text_block_id": "p150_b1532", "text": "(iv)"}, {"text_block_id": "p150_b1533", "text": "Installing an additional 3,000 MW of solar systems over the next 4 years"}, {"text_block_id": "p150_b1534", "text": "(v)"}, {"text_block_id": "p150_b1535", "text": "Increasing the number of households transiting from kerosene to cooking gas"}, {"text_block_id": "p150_b1536", "text": "–"}, {"text_block_id": "p150_b1537", "text": "Liquefied National Gas (LNG) to 20 per cent by 2020;"}, {"text_block_id": "p150_b1538", "text": "The section goes further to define key strategies for achieving these which among others include:"}, {"text_block_id": "p150_b1539", "text": "(i)"}, {"text_block_id": "p150_b1540", "text": "Increasing the number of households replacing kerosene lanterns with solar lamps by 20 per cent by 2020;"}, {"text_block_id": "p150_b1541", "text": "(ii)"}, {"text_block_id": "p150_b1542", "text": "Raising a Green Bond to finance environmental projects;"}, {"text_block_id": "p150_b1543", "text": "(iii)"}, {"text_block_id": "p150_b1544", "text": "Establishing one forest plantation in each state;"}, {"text_block_id": "p150_b1545", "text": "(iv)"}, {"text_block_id": "p150_b1546", "text": "Rehabilitating all forest reserves and national parks to enhance eco-tourism;"}, {"text_block_id": "p150_b1547", "text": "(v)"}, {"text_block_id": "p150_b1548", "text": "Establishing a functional database on drought and desertification; and"}, {"text_block_id": "p150_b1549", "text": "(vi)"}, {"text_block_id": "p150_b1550", "text": "Encouraging and promote the development of green growth initiatives."}, {"text_block_id": "p150_b1551", "text": "It should be noted that all of these have bearing on SLCP issues."}, {"text_block_id": "p150_b1552", "text": "5.2.2 Link to Sustainable Development Goals (SDGs)"}, {"text_block_id": "p150_b1553_merged_merged_merged", "text": "As part of its Resolution 70/1 \"Transforming our World”, the United Nations General Assembly in 2015 adopted the Agenda 2030 for Sustainable Development which includes 17 Sustainable Development Goals (SDGs).  Agenda 2030 is a global partnership framework that provides a shared blueprint for peace and prosperity for people and the planet, now and in the future. The goals are set to end poverty and deprivations alongside strategies that improve health and education, reduce inequality, and spur economic growth while tackling the challenges posed by climate change. Nigeria is working hard to implement SDGs, and in-fact effort is currently being made to integrate  the NERGP with SDGs."}, {"text_block_id": "p150_b1556", "text": "The SLCP abatement measures proposed in the National SLCP Plan are also linked with the achievement of the Sustainable Development Goals in Nigeria, which are shown in Table 5.1."}, {"text_block_id": "p151_b1557", "text": "Table 5.1: SLCPs Abatement Activities and Linkage with SDGs"}, {"text_block_id": "p152_b1558", "text": "5.2.3 Link to Nationally Determined Contributions (NDCs)"}, {"text_block_id": "p152_b1559", "text": "In 2012, the Federal Executive Council adopted Nigeria’s Climate Change Policy Response and"}, {"text_block_id": "p152_b1560", "text": "Strategy. The framework laid a legitimate foundation for an effective national response to the multi-facetted impacts of climate change. The strategic goal of the Nigeria Climate Change Policy Response and Strategy is to foster low-carbon, high growth economic development and build a climate resilient society through the attainment of some objectives set. These include the implementation of mitigation measures that will promote low carbon as well as sustainable and high economic growth; enhancement of national capacity to adapt to climate change; and raising climate change related science, technology and R&D to a new level among others."}, {"text_block_id": "p152_b1561", "text": "Taking the Climate Change Policy Response and Strategy a step higher, in 2015, at the eve of the Paris Climate Conference, Nigeria submitted its Intended Nationally Determined Contributions (INDC) to the international Climate Change Secretariat. The INDC provides a summary analysis of existing mitigation and adaptation policies and plans; commitments and target; implementation strategies and sector priorities; associated costs and conditionalities. Under this Nigeria is committed to 20% unconditional and 45% conditional emission reduction. Highlights of targets include: ending gas flaring by 2030; 30% energy efficiency level by 2030; promotion of of-grid solar PV(13GW); improved electricity grid; and climate smart agriculture among others. As the UNFCCC negotiation processes called for enhancing the NDC ambitions, the short-lived climate pollutants offer the opportunity for Nigeria to increase its climate change commitments based on the SLCP analysis conducted with the LEAP-IBC."}, {"text_block_id": "p153_b1562_merged", "text": "From the discussion above it seems that the best link SLCPs abatement issues would have in the country is through the climate programme, making it the best way of mainstreaming SLCPs abatement issues into the country’s development framework. SLCPs abatement issues as being considered in this document are quite relevant within the context of Nigeria’s NDCs. Having the current SLCPs abatement platform is an added advantage for the national climate programme to achieve its target. This is why it is important that efforts will be made to ensure that SLCPs abatement strategic focus are aligned with Nigeria’s climate objectives. An advantage in achieving this is that the nation’s SNAP programme is housed within the Climate Change Department of the Federal Ministry of Environment."}, {"text_block_id": "p153_b1571", "text": "A good instrument for the commencement of the alignment process of bringing together both the SLCPs abatement strategic focus with those of the NDC could be the LEAP-IBC tool. In the assumptions made for the BAU scenario under the National SLCPs Plan, efforts were made to align the baseline with that in the NDC. For example, the same GDP growth assumptions used for the NDC were the same used for the SLCPs analysis. The stage for facilitating the alignment has in-fact been set. In August 2018, some people from the Climate Change Department participated in a LEAP-IBC training, during which participants learned how to use the tool to create: an emission inventory for air pollutants, SLCPs and GHGs; baseline scenarios with projections to the future; sector mitigation scenarios; and estimate the effect of measures implementation on emissions. Armed with the knowledge gained from the training, the Climate Change Department will in-fact begin the alignment process without delay. Therefore, during implementation of the National SLCP Plan, actions that will be taken to align with ongoing climate planning activities will be:"}, {"text_block_id": "p153_b1572", "text": "i)"}, {"text_block_id": "p153_b1573", "text": "developing the LEAP-IBC analysis used to assess SLCP abatement measures to include climate mitigation measures,"}, {"text_block_id": "p153_b1574", "text": "ii)"}, {"text_block_id": "p153_b1575", "text": "ii) alignment of reporting on SLCPs and GHGs (e.g. through inclusion of SLCP emissions within climate planning documents (BUR, National Communications)), and"}, {"text_block_id": "p153_b1576", "text": "iii)"}, {"text_block_id": "p153_b1577", "text": "iii) alignment of monitoring and evaluation frameworks for SLCP Planning and climate planning."}, {"text_block_id": "p153_b1578", "text": "5.3 Future Coordination of SLCP issues within Nigeria"}, {"text_block_id": "p153_b1579", "text": "Keeping the implementation of SLCPs abatement measures alive in the country will to a great extend depend upon the implementation structure and how the structure is made to work. The National SLCP Plan preparation has essentially been stakeholders-driven, implementation of the"}, {"text_block_id": "p154_b1580", "text": "plan and mainstreaming it by the same stakeholders is therefore not expected to pose much of a problem."}, {"text_block_id": "p154_b1581_merged", "text": "The first step in implementation and coordination will be to obtain political endorsement of the Plan. It is through this that the subsequent implementation will flow. The process for obtaining the plan’s political endorsement , its implementation and revision is shown in Fig.5.1. In this, the final plan will be presented to the Inter-Ministerial Committee (IMC) on SLCP for approval and signatures. It will then be jointly presented by the Ministers of the frontline MDAs to Council for approval. Endorsement by Council will not only stand to reiterate and reinforce commitments already made as part of implementing the existing policies, strategies and action plans that touch on SLCP emission reduction, such as the NDC, but also show commitment to new SLCP abatement initiatives. The endorsement will also energize the implementation of the plan across board."}, {"text_block_id": "p154_b1584", "text": "Fig.5.1: Nigeria: Process for Political Endorsement, Implementation and Revision of the National SLCP Plan (NSP)."}, {"text_block_id": "p155_b1585", "text": "The structure for implementation of the Plan stands to benefit from experience of successfully implemented programmes in the country, for which the ODS Phase Out Programme being implemented in the Federal Ministry of Environment is a good example. The operation of the Programme has existed for more than 30years in the country, and has been fully integrated into the Federal Ministry of Environment system. The programme has been and is still being implemented through the National Ozone Office, which coordinates all activities relating to the implementation of the Montreal Protocol in the Country. The office liaises between international agencies; the government; and all national stakeholders; and deals with all manners of operational, financial and monitoring issues relating to the programme. The office is supervised by the Director of Pollution Control of the Federal Ministry of Environment. The programme has partner Desk Officers at the Nigeria Custom Service (NCS), The Agency for Food and Drug Administration and Control (NAFDAC) and National Environmental Standards and Regulations Enforcement Agency (NESREA) who help with some aspects of ODS phase out in the country. The above arrangements have worked for over three decades and still on-going."}, {"text_block_id": "p155_b1586", "text": "On the basis of this experience the day to day running of the implementation of SLCPs abatement measures will be undertaken by the SNAP Office within the Climate Change Department of the Federal Ministry of Environment. The office, headed by the National SLCPs Officer (NSO), has the responsibility of liaising with all international and national stakeholders on SLCPs abatement issues in the Country. He/She is responsible for arranging necessary SLCPs meetings and coordinating the reports to be written by MDAs Desk Officers as well as other reports to be submitted to international agencies, and for overall coordination and monitoring and evaluation of the implementation of the National SLCP Action Plan. The NSO reports to the Director of the Climate Change Department. The officers of the SNAP Office will be on the payroll of government. The plan implementation relational structure is shown on the chart in Fig.5.2 below."}, {"text_block_id": "p156_b1587", "text": "Fig.5.2: Nigeria: SLCPs Abatement Measures Implementation Relational Chart"}, {"text_block_id": "p156_b1588", "text": "Each MDA will also have a SLCPs Desk Officer, to manage the day to day implementation of the"}, {"text_block_id": "p156_b1589", "text": "MDA’s component of the National SLCPs Plan and be responsible for liaising with the National"}, {"text_block_id": "p156_b1590", "text": "SLCPs Officer in the SNAP Office. The desk officer will also be on the pay roll of government and attached to a unit within the MDA. The head of the National Climate Unit will undertake an oversight function for the SNAP office."}, {"text_block_id": "p156_b1591_merged_merged", "text": "The Officers of the SNAP Office as well as the MDAs’ Desk Officers will be allowed to develop a carrier path along the management of SLCPs abatement measures and high staff turn over should be avoided. This is very key to implementation success, a situation that had contributed to the success of the ODS phase out programme mentioned earlier which had in 30 years had only three programme coordinators."}, {"text_block_id": "p156_b1594", "text": "The Inter-ministerial Committee (IMC) on SLCPs which is already in existence and which consists of the Hon. Ministers of stakeholder MDAs and their respective SLCPs Desk Officers will provide policy and strategic direction on national SLCPs matters."}, {"text_block_id": "p156_b1595", "text": "5.4. Implementation Responsibilities and Performance Indicators"}, {"text_block_id": "p156_b1596", "text": "The implementation responsibilities for the different sector measures are presented in Table 5.2. The table also serves as a brief checklist for National SLCP Plan implementation performance indicators."}, {"text_block_id": "p156_b1597", "text": "Table 5.2: SLCPs Abatement Measures, Responsible Stakeholders, and Indicators of Implementation."}, {"text_block_id": "p158_b1598", "text": "5.5 Resource Mobilization"}, {"text_block_id": "p158_b1599", "text": "Resource mobilization relates to all the activities undertaken to secure resources, especially funding, for project/programme implementation. This should also be seen as involving maximization of the use of existing resources. Resource mobilization is important because it supports programme implementation and sustainability (Judith B. Seltzer, 2014). The provision of adequate funding as and when it is needed is one of the best and most assured ways of mainstreaming SLCPs abatement issues into the national development framework. Funding is also crucial to the realization of the"}, {"text_block_id": "p158_b1600", "text": "National Abatement Plan’s objectives."}, {"text_block_id": "p158_b1601", "text": "There are two main strategies available for resource mobilization for the implementation of SLCPs abatement measures in the country: Domestic Resource Mobilization (DRM) and External Resource"}, {"text_block_id": "p159_b1602", "text": "Mobilization (ERM). DRM is the process by which funds are raised locally for programme implementation, while ERM is sourcing resources for programme implementation from international sources (Fig.5.3)."}, {"text_block_id": "p159_b1603", "text": "Fig.5.3: Resource Mobilization for SLCPs Abatement Measures Implementation"}, {"text_block_id": "p159_b1604", "text": "The main DRM efforts will centre on MDAs making budgetary requests through the annual budgetary preparation and approval process of government. In preparing SLCP projects for approval MDAs SLCP desk officers will ensure that such projects will also contribute to the Economic Recovery Growth Plan (ERGP) objectives which include:"}, {"text_block_id": "p159_b1605", "text": "➢"}, {"text_block_id": "p159_b1606", "text": "Economic Growth (Output and Income)"}, {"text_block_id": "p159_b1607", "text": "➢"}, {"text_block_id": "p159_b1608", "text": "Competitiveness of the Economy (Increased Efficiency and Cost Competitiveness)"}, {"text_block_id": "p159_b1609", "text": "➢"}, {"text_block_id": "p159_b1610", "text": "Employment Generation (Direct and Indirect)"}, {"text_block_id": "p160_b1611", "text": "➢"}, {"text_block_id": "p160_b1612", "text": "Access to Quality and Affordable Education and Healthcare"}, {"text_block_id": "p160_b1613", "text": "➢"}, {"text_block_id": "p160_b1614", "text": "Social Welfare Improvement and Poverty Reduction"}, {"text_block_id": "p160_b1615", "text": "➢"}, {"text_block_id": "p160_b1616", "text": "Strong Local Content (Linkages with other Sectors)"}, {"text_block_id": "p160_b1617_merged", "text": "Officers will also ensure that their requests are on the prioritization lists of their respective MDAs. Positive lobbying may be required at this level. The prioritized MDA’s budget requests will then be processed through the Ministry of Budget and National Planning for final approval by the National Assembly. Funding against the approved budgets will be released by the Ministry of Finance."}, {"text_block_id": "p160_b1620", "text": "The potentials existing in the private sector for financial resources to support SLCP emission abatement activities will continuously be  explored and exploited. The banking sector for example should be able to fund investments and/or give grants for SLCP projects in the transportation; residential; waste management and energy sectors. Also there are some CSOs that may be interested in funding SLCP abatement projects such as ActionAid Nigeria and Young Brains Development Initiatives both of who are already active in supporting climate change related projects."}, {"text_block_id": "p160_b1621", "text": "The ERM strategy is by searching, identifying, and preparing proposals and grant applications for funding from bilateral and multilateral agencies that would support SLCPs abatement activities. There are several of such agencies already executing SLCPs abatement projects in the country."}, {"text_block_id": "p160_b1622", "text": "These sources among others may include:"}, {"text_block_id": "p160_b1623", "text": "➢"}, {"text_block_id": "p160_b1624", "text": "Alliance for Clean Cookstoves (ACC)"}, {"text_block_id": "p160_b1625", "text": "➢"}, {"text_block_id": "p160_b1626", "text": "African Clean Energy (ACE)"}, {"text_block_id": "p160_b1627", "text": "➢"}, {"text_block_id": "p160_b1628", "text": "Clean Cooking Alliance"}, {"text_block_id": "p160_b1629", "text": "➢"}, {"text_block_id": "p160_b1630", "text": "Global Alliance for Clean Cookstoves (GACC)"}, {"text_block_id": "p160_b1631", "text": "➢"}, {"text_block_id": "p160_b1632", "text": "German Development Cooperation (GIZ)"}, {"text_block_id": "p160_b1633", "text": "➢"}, {"text_block_id": "p160_b1634", "text": "World Bank"}, {"text_block_id": "p160_b1635", "text": "➢"}, {"text_block_id": "p160_b1636", "text": "Climate and Clean Air Coalition (CCAC)"}, {"text_block_id": "p160_b1637", "text": "➢"}, {"text_block_id": "p160_b1638", "text": "Multilateral Fund of the Montreal Protocol"}, {"text_block_id": "p160_b1639", "text": "➢"}, {"text_block_id": "p160_b1640", "text": "UNFCCC"}, {"text_block_id": "p160_b1641", "text": "➢"}, {"text_block_id": "p160_b1642", "text": "ECOWAS"}, {"text_block_id": "p160_b1643", "text": "➢"}, {"text_block_id": "p160_b1644", "text": "United Nations Development Programme (UNDP)"}, {"text_block_id": "p160_b1645", "text": "➢"}, {"text_block_id": "p160_b1646", "text": "Green Climate Fund"}, {"text_block_id": "p160_b1647", "text": "➢"}, {"text_block_id": "p160_b1648", "text": "NEXLEAF"}, {"text_block_id": "p161_b1649", "text": "The opportinuities available through this option of funds mobilization will continued to be explored and exploited."}, {"text_block_id": "p161_b1650", "text": "Domestic Resource Mobilization, which enhances national ownership and sustainability, will be seen as the long-term path for SLCPs abatement measures implementation in the country."}, {"text_block_id": "p161_b1651", "text": "5.6 Communication of the National Action Plan (NAP) on SLCP Abatement"}, {"text_block_id": "p161_b1652", "text": "Proper communication is vital to the success of any plan or project. It has been said that one out of five projects is rated unsuccessful as a result of ineffective communication (PMI Inc,2013), so communication will be taken seriously in the process of implementing the NAP, and will be driven by the SNAP office. Within the context of the NAP implementation, communication has two dimensions: communication between members of the plan implementation team, and communication with the public (awareness raising)."}, {"text_block_id": "p161_b1653_merged", "text": "Communication between members of the plan implementation team is critical to the smooth running of projects within the plan. Team members must be on the same page and must all have a common understanding of plan implementation expectations and work in a united version to achieve same. Plans and Projects often ‘fail’ because people fail to clearly articulate the vision and the plan/project’s success criteria. The vision of the national Action Plan on SLCP emission mitigation will be carefully communicated to stakeholders and team members. The implementation team should be able to visualize the end results intended, in order to work towards a common goal. To help communicate these at the official commencement of plan implementation, there will be a meeting of implementation team members at which operational issues bordering on vision, goals, communication matters, meetings, and report writing and submission will be discussed and be made to be well understood by all. The Inter-Ministerial Committee (IMC) will explore ways of interfacing with implementation team members to ensure that plan implementation delivers against the set targets."}, {"text_block_id": "p161_b1658", "text": "Communication (awareness raising) of the National SLCP Plan to the public will be undertaken through sensitization and advocacy. Awareness raising campaigns are generally recognized as the most efficient and effective means of communicating information to the general public. The SNAP office, in partnership with relevant stakeholders, will undertake publicity and advocacy programmes in order to create awareness about the SLCP abatement issues across the nation. The awareness drive would target key institutions and decision-makers for purposes of ensuring seamless policy"}, {"text_block_id": "p162_b1659", "text": "integration and creating an enabling environment for the proper mainstreaming and implementation of SLCP abatement measures within the national development framework. Stakeholders to be targeted will include state governments; legislators; heads and staff of Ministries, Departments, and Agencies (MDAs), Civil Society Organizations; and Banks. This will help to build commitment at the highest level of government and ensure that the entire governmental structure is positively"}, {"text_block_id": "p162_b1660", "text": "disposed to SLCP abatement measures by integrating them into the nation’s development agenda."}, {"text_block_id": "p162_b1661", "text": "Awareness raising methods to be employed would vary from workshops to media briefings; print and electronic media; leaflets; brochures; handbooks; manuals; social media; and project websites."}, {"text_block_id": "p162_b1662_merged_merged", "text": "In concluding this section, it is being clearly stated that since the Health Sector has no direct emission reduction activities to undertake, it is in the area of advocacy and awareness raising that the sector will play a big role. In this the focus of the sector would be in laying emphasis on the linkage between SLCP abatement and health benefits. The many health benefits of implementing the 22 mitigation measures identified in this National SLCP Action Plan can be a strong rationale for policy, and can provide a compelling argument for policy makers to take more assertive action to reduce SLCPs. The sector should be able to use local evidences to support action at the local level aimed at helping to overcome barriers to SLCP emission for favourable policy disposition. The Health sector will make effort to develop its own local “BreatheLife” communications campaigns to raise awareness among decision makers, the health sector and general public about measures to achieve health and climate benefits. “BreatheLife”, which global campaign is led by WHO, enables the health sector to advocate for and contribute to policies for cleaner air. WHO’s “Health in the Green Economy Series”, and “Housing and Health Guidelines”, could also provide guides on what health ministries could do at national and local levels."}, {"text_block_id": "p162_b1672", "text": "An advocacy channel could also be by way of collaborating with the Ministry of Environment on reducing air pollution, especially in cities, which will help reduce the occurrence of heart diseases, lung cancer, stroke and other respiratory diseases."}, {"text_block_id": "p162_b1673", "text": "In all of these the need for capacity building within the health sector is recognized. This will enable the sector to monitor, evaluate, and communicate the health benefits accruing from the local implementation of SLCP abatement measures across the different stakeholder sectors."}, {"text_block_id": "p162_b1674", "text": "5.7 Monitoring"}, {"text_block_id": "p163_b1675", "text": "The Nationa"}, {"text_block_id": "p163_b1676", "text": "l SLCP Plan will be made a “living” document, which can be done through constant"}, {"text_block_id": "p163_b1677", "text": "monitoring and regular reviews. The purpose of monitoring is to follow up, evaluate and report progress and challenges, hence the process is at times referred to as Monitoring and Evaluation (M & E), the output of which is reported. It is a process of routinely gathering information on all aspects of project/programme implementation."}, {"text_block_id": "p163_b1678", "text": "At the programme level, the purpose of monitoring and evaluation is to track implementation and outputs in a systematic manner which can help to gauge effectiveness of programmes by showing whether or not a programme is on course and when and where changes may be required. Monitoring and evaluation can help with the identification of the most valuable and efficient use of programme"}, {"text_block_id": "p163_b1679", "text": "resources. “It is critical for developing objective conclusions regarding the extent to which programmes can be judged a ‘success’”. (Gage and Dunn 2009)."}, {"text_block_id": "p163_b1680", "text": "In view of its importance to programme implementation, an M & E Plan will be put in place at commencement of the implementation of the National SLCP Plan. There will be a quarterly meeting between the SNAP Office and the MDA Desk Offices during which time sectoral progress reports will be given. The meetings will be coordinated by the SNAP office which will also collate all the sectoral reports. The Inter-Ministerial Committee (IMC) will meet at least twice a year with the SNAP Office acting as the Secretariat of the committee. Progress reports will form part of the meet"}, {"text_block_id": "p163_b1681", "text": "ings’ agenda."}, {"text_block_id": "p163_b1682_merged_merged", "text": "There will also be an annual meeting of all stakeholders at which annual reports on progress and challenges in the different sectors will be presented. In writing the different reports, it is essential that the claims of the reports are based on on-site sourced information through actual field visits. All sectoral reports will be collated by the SNAP Office to form annual programme reports which will be shared with all national stakeholders, international partners and the CCAC. These monitoring reports will also serve as inputs to the compilation of the MDA’s overall annual progress reports on budget implementation to be submitted to the MBNP. Properly undertaken, monitoring will help to proactively address risks, inform needed changes to implementation strategies. It should be recognized that feedbacks resulting from monitoring the exercises may lead to not only changes to implementation strategies but even periodic updating of the SLCP Abatement Plan."}, {"text_block_id": "p163_b1685", "text": "5.8 Inclusion of SLCPs in National Climate Database"}, {"text_block_id": "p164_b1686", "text": "The ‘National Climate Data Hub’ contains information relating to greenhouse gas emissions and"}, {"text_block_id": "p164_b1687", "text": "climate change mitigation in Nigeria. Given the large overlap between climate mitigation and SLCP mitigation, the incorporation of relevant information on SLCPs within the National Climate Data Hub will be required to support implementation and monitoring. The central point of this will be based in the SNAP office and should have nodes at all MDA implementation points."}, {"text_block_id": "p164_b1688", "text": "5.9. Overview of Coordination Activities to support the Implementation of the Plan"}, {"text_block_id": "p164_b1689", "text": "Table 5.3 below gives an indication of some activities, organizations to undertake such activities and time frames for the implementation of the National SLCP Plan."}, {"text_block_id": "p164_b1690", "text": "Table 5.3: National SLCP Plan Implementation: Activities, Organizations and Time Lines."}, {"text_block_id": "p167_b1691", "text": "CHAPTER 6: CONCLUSIONS"}, {"text_block_id": "p167_b1692", "text": "Nigeria is highly committed to activities and actions that lead to emission reduction of short-lived climate pollutants. This is demonstrated by the"}, {"text_block_id": "p167_b1693", "text": "country’s membership of the CCAC"}, {"text_block_id": "p167_b1694", "text": "and many if its initiatives on one hand and most importantly the decision to prepare a plan for SLCP emission abatement in the country. This plan has identified 22 mitigation measures that target major SLCP (black carbon and methane) sources in the residential, transport, oil and gas, industry, waste, agriculture, power generation and HFC sectors. The full implementation of the measures included in this plan could reduce black carbon emissions by 80% in 2030, and methane emissions by 60%. In addition to the reduction in SLCP emissions, the implementation of these measures would also reduce many co-emitted air po"}, {"text_block_id": "p167_b1695", "text": "llutants by up to 80%, and contribute to achieving Nigeria’s climate"}, {"text_block_id": "p167_b1696", "text": "commitments by reducing CO"}, {"text_block_id": "p167_b1697", "text": "2"}, {"text_block_id": "p167_b1698", "text": "emissions (excluding AFOLU) by 13% in 2030 compared to the baseline scenario. These emissions reductions would benefits human health in Nigeria, reducing premature deaths associated with air pollution exposure by 7000 people in 2030 compared to the baseline. Therefore, the analyses demonstrate immense health and agricultural benefits to be derived from the implementation of these measures"}, {"text_block_id": "p167_b1699", "text": "–"}, {"text_block_id": "p167_b1700", "text": "a strong justification for taking action."}, {"text_block_id": "p167_b1701_merged_merged", "text": "With the completion on the preparation of the National SLCP Action Plan (NAP), it is important that every effort be made towards the mainstreaming of the planned emission abatement measures into the development agenda of the country, which will require securing commitment at the highest level of government. A good and practical way of building commitment at the highest level of government is as suggested in section 5.3 where it has been stated that after the IMC has approved and signed the plan, that it will be jointly presented by the Ministers of the frontline MDAs to Council for approval. Endorsement by Council is expected to energize the implementation of the plan across board. The successful implementation of the NAP will not only leave positive impacts on people’s health, agriculture production and climate, but also contribute immensely towards the achievement of Nigeria’s NDC targets."}, {"text_block_id": "p168_b1706", "text": "REFERENCES"}, {"text_block_id": "p168_b1707", "text": "Anthesis-Caleb,2016, HFC Emissions Report for Nigeria (Prepared under contract to UNDP for CCAC), CCAC."}, {"text_block_id": "p168_b1708", "text": "BP ( British Petroleum),2010. BP Statistical Review of World Energy 2010. London,BP."}, {"text_block_id": "p168_b1709", "text": "http://www.bp.com/Statistical Review"}, {"text_block_id": "p168_b1710", "text": "Carbon Limits AS.(2016), Accelerating SLCP emissions reduction in the Arctic."}, {"text_block_id": "p168_b1711", "text": "CBN, Annual  Report and Statement of Account , CBN,2002."}, {"text_block_id": "p168_b1712", "text": "CCAC, Initiatives: Fact Sheet, CCAC,2012"}, {"text_block_id": "p168_b1713", "text": "Cedigaz and OPEC Annual Statistical Bulletin,2015"}, {"text_block_id": "p168_b1714", "text": "Centre for Climate and Energy Solution (C2ES), 2018: Short-lived Climate Pollutants."}, {"text_block_id": "p168_b1715", "text": "E.S. Erondu and B.B. Bernard, 2013: “Proposal for a National Strategy for the Modernization of the Brick Sector in Nigeria”, CCAC."}, {"text_block_id": "p168_b1716", "text": "EPA,U.S.A., 1995 AP-42 (Fifth Edition,Vol.1) Compilation of Air Pollution Emission Factors. (Chap.14 : Greenhouse Gas Biogenic Sources)."}, {"text_block_id": "p168_b1717", "text": "EPA, U.S.A., 2013 Benefits of Addressing HFCs under the Montreal Protocol, EPA,2013."}, {"text_block_id": "p168_b1718", "text": "Everson and Gollin,2003. “Assessing the Impact of the Green Revolution, 1960 t0 2000”Science 300"}, {"text_block_id": "p168_b1719", "text": "(5620): 758"}, {"text_block_id": "p168_b1720", "text": "–"}, {"text_block_id": "p168_b1721", "text": "62."}, {"text_block_id": "p168_b1722", "text": "FGN ( Federal Government of Nigeria ). 2010a. Vision 20:2020: The First National Implementation Plan (2010"}, {"text_block_id": "p168_b1723", "text": "–"}, {"text_block_id": "p168_b1724", "text": "2013) vol.II Sectoral Plans and Programmes, Abuja, Nigeria."}, {"text_block_id": "p168_b1725", "text": "FGN ( Federal Government of Nigeria ). 2010b. “Report for power sector Reform: A Customer"}, {"text_block_id": "p168_b1726", "text": "-driven Sector"}, {"text_block_id": "p168_b1727", "text": "–"}, {"text_block_id": "p168_b1728", "text": "wide  Plan to A"}, {"text_block_id": "p168_b1729", "text": "chieve a Stable Power Supply”. The Presidency, FGN, Nigeria."}, {"text_block_id": "p168_b1730", "text": "http://www.nigeriapowerreform.org/"}, {"text_block_id": "p168_b1731", "text": "FRN ( Federal Republic of Nigeria), July 2016, Sustainable Energy for All Action Agenga (SE4ALL"}, {"text_block_id": "p168_b1732", "text": "–"}, {"text_block_id": "p168_b1733", "text": "AA)."}, {"text_block_id": "p168_b1734", "text": "(FRN, Implementation of the SDGs: A National Voluntary Review, 2017)"}, {"text_block_id": "p168_b1735", "text": "M. J. Gibbs and R. A. Leng, \"Methane Emissions From Livestock\", Methane And Nitrous Oxide, Proceedings Of The International IPCC Workshop, Amersfoort, The Netherlands, February 1993."}, {"text_block_id": "p168_b1736_merged_merged_merged_merged_merged_merged", "text": "Heaps, C.G., 2016. Long-range Energy Alternatives Planning (LEAP) system. [Software version: 2017.0.5] Stockholm Environment Institute. Somerville, MA, USA. https://www.energycommunity.org."}, {"text_block_id": "p168_b1741", "text": "IPCC,1996, Revised 1996 IPCC Guidelines for National Greenhouse Gas Inventories: Reference Manual."}, {"text_block_id": "p169_b1742", "text": "Knoema, World Data Atlas,2018. (www.knoema.com)"}, {"text_block_id": "p169_b1743", "text": "Mandal,P.C.;"}, {"text_block_id": "p169_b1744", "text": "S. Chowdhury, S. M. Morshed,2018: “"}, {"text_block_id": "p169_b1745", "text": "Fugitive Methane Emissions From The Natural Gas Distribution Network Of Titas Gas And Th"}, {"text_block_id": "p169_b1746", "text": "e Environmental Risks”"}, {"text_block_id": "p169_b1747", "text": "Vol 206."}, {"text_block_id": "p169_b1748", "text": "Marcia Passos Duffy, The Pros and Cons of Natural-Gas Vehicles. Fox Business, Dec. 18, 2012. Nicole AH Janssen, Miriam E Gerlofs-Nijland, Timo Lanki, Raimo O Salonen, Flemming Cassee, Gerard Hoek, Paul Fischer, Bert Brunekreef, Michal Krzyzanowski, Health Effects of Black Carbon. WHO (2012)."}, {"text_block_id": "p169_b1749", "text": "Nigeria (2014) Nigeria Second National Communication to UNFCCC"}, {"text_block_id": "p169_b1750", "text": "Omotosho, David B. (2015), Inventory of hydrofluorocarbons (HFCs) in Nigeria:2008-2014, UNDP, CCAC.2015."}, {"text_block_id": "p169_b1751", "text": "Olusegun G Fawole, X-M Cai, J.G. Levine and A.R. Mackenzie, Gas Flaring:Aerosol Pollution over West Africa using AERONET Retrievals. University of Birmingham, U.K. 2016. ( Presented at the 17"}, {"text_block_id": "p169_b1752", "text": "th"}, {"text_block_id": "p169_b1753", "text": "IUAPPA World Clean Air Congress and 9"}, {"text_block_id": "p169_b1754", "text": "th"}, {"text_block_id": "p169_b1755", "text": "CAA Better Air Quality Conference, Busan, South Korea. 29 Aug"}, {"text_block_id": "p169_b1756", "text": "–"}, {"text_block_id": "p169_b1757", "text": "2 Sept, 2016."}, {"text_block_id": "p169_b1758", "text": "Olusola Babarinsa, “"}, {"text_block_id": "p169_b1759", "text": "Traditional Stove kill …. Risks"}, {"text_block_id": "p169_b1760", "text": "”"}, {"text_block_id": "p169_b1761", "text": "("}, {"text_block_id": "p169_b1762", "text": "iceednigeria.org"}, {"text_block_id": "p169_b1763", "text": "), 2018."}, {"text_block_id": "p169_b1764", "text": "Organisation of Motor  Vehicle Manufacturers (OICA),"}, {"text_block_id": "p169_b1765", "text": "Project Management Institute, Inc. Pulse of the Profession In-Depth Report: The High Cost of Low Performance: The Essential Role of Communications, May 2013."}, {"text_block_id": "p169_b1766", "text": "Ramanathan, V., Chung, C., Kim, D., Bettge, T., Buja, L., Kiehl, J.T., Washington, W.M., Fu, Q., Sikka, D.R., Wild, M. (2005). Atmospheric brown clouds: impacts on South Asian climate and hydrological cycle."}, {"text_block_id": "p169_b1767", "text": "Proceedings of the National Academy of Sciences"}, {"text_block_id": "p169_b1768", "text": ", 102(15): 5326"}, {"text_block_id": "p169_b1769", "text": "–"}, {"text_block_id": "p169_b1770", "text": "5333."}, {"text_block_id": "p169_b1771", "text": "Sambo, A.S. (2008)  Matching  Electricity Supply with Demand in Nigeria. Nigeria: Energy Commission of Nigeria, Abuja."}, {"text_block_id": "p169_b1772", "text": "2014)"}, {"text_block_id": "p169_b1773_merged_merged_merged_merged_merged", "text": "Romieu, I., Barraza-Villarreal, A., Escamilla-Nunez, C., Almstrand, A. C., Diaz-Sanchez, D., Sly, P.D., Olin, A.C. (2008). Exhaled breath malondialdehyde as a marker of effect of exposure to air pollution in children with asthma. Journal of Allergy and Clinical Immunology, 121(4): 903–909 e906."}, {"text_block_id": "p169_b1776", "text": "Royal Society (2008). Ground-level Ozone in the 21st Century: Future Trends, Impacts and Policy Implications. Science Policy Report 15/08. Available from: . Royal Society, London, UK. UNEP (2011a) HFCs: A Critical Link."}, {"text_block_id": "p170_b1777", "text": "UNEP(2011), Near-term climate protection and Clean Air Benefits: Actions for Controlling ShortLived Climate Forcers."}, {"text_block_id": "p170_b1778", "text": "UNEP and WHO (2011), Integrated Assessment of Black Carbon and Tropospheric Ozone:Summary for Decision Makers."}, {"text_block_id": "p170_b1779", "text": "United Nations Department of Economic and Social Affairs/ Population Division. World Population Prospects: The 2012 Revision."}, {"text_block_id": "p170_b1780", "text": "United Nations Department of Economic and Social Affairs/ Population Division. World Population Prospects: The 2015 Revision."}, {"text_block_id": "p170_b1781", "text": "Wang, C. (2004). A modeling study on the climate impacts of black carbon aerosols."}, {"text_block_id": "p170_b1782", "text": "Journal of Geophysical Research"}, {"text_block_id": "p170_b1783", "text": ", 109: D03106, doi:10.1029/2003JD004084."}, {"text_block_id": "p170_b1784", "text": "Nicole AH Janssen, Miriam E Gerlofs-Nijland, Timo Lanki, Raimo O Salonen, Flemming Cassee, Gerard Hoek, Paul Fischer, Bert Brunekreef, Michal Krzyzanowski, Health Effects of Black Carbon."}, {"text_block_id": "p170_b1785", "text": "WHO (2012)"}, {"text_block_id": "p170_b1786", "text": "Wilfed C."}, {"text_block_id": "p170_b1787", "text": "Okologume"}, {"text_block_id": "p170_b1788", "text": ", Nigeria National Gas Supply Preference and the environment; Journal of Energy Technologies and Policy, Vol.4,No 4,2014."}, {"text_block_id": "p170_b1789_merged_merged_merged", "text": "World Bank,2007. “Agriculture, value added (% of GDP) database.”  World Bank, Washington DC, http://data.worldbank.org/indicator/NV.AGR.TOTL.ZS"}, {"text_block_id": "p170_b1791", "text": "."}, {"text_block_id": "p170_b1792", "text": "World Bank,2011. Improving Governance for scaling up SLM in Mali, World Bank, Washington DC,"}], "document_description": "This document lays the country's strategy to reduce the emission of short-lived climate pollutants (SLCPs), most prominently black carbon and methane, from a range of socioeconomic sectors. It sets 22 measures aiming at lowering SLCPs emissions while improving local air quality. &nbsp;"}