{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Nigeria", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2020", "document_language": "English", "document_name": "What You Need to Know About the Nigeria Economic Sustainability Plan", "document_country_code": "NGA", "document_hazard_name": [], "document_keyword": ["Solar Panels", "Renewables", "Covid19", "Stimulus Plan"], "document_response_name": "Mitigation", "document_url": "https://statehouse.gov.ng/news/what-you-need-to-know-about-the-nigeria-economic-sustainability-plan/", "document_type": "Press Release", "text_blocks": [], "document_description": "This document was prepared by the Economic Sustainability Committee, which was created by Nigeria's president in March 2020. It aims at 1) stimulating the economy by preventing business collapse and ensuring liquidity, 2) retaining or creating jobs using labour intensive methods in key areas like agriculture, facility maintenance, housing and direct labour interventions, 3) undertake growth enhancing and job creating infrastructural investments in roads, bridges, solar power, and communications technologies, 4) promoting manufacturing and local production at all levels and advocate the use of Made in Nigeria goods and services, as a way of creating job opportunities, achieving self-sufficiency in critical sectors of our economy and curbing unnecessary demand for foreign exchange which might put pressure on the exchange rate; and 5) extending protection to the very poor and other vulnerable groups – including women and persons living with disabilities - through pro-poor spending.The plan notably develops a solar power strategy to create 250,000 jobs and power 5 million households by 2023, at an estimated cost of N 240,000,000,000.00. It encourages private sector financing. It states that private sector installers of so- lar systems will be supported to access low-cost financing from development finance institutions and the CBN in order to install solar systems at an affordable price.The plan also addresses science and technology, especially by integrate its use in the agricultural, housing,  roads and solar power projects. It promotes research in renewable and alternative energy sources."}