{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Mozambique", "document_category": "Policy", "document_sector_name": ["Transportation", "Economy-wide"], "document_date": "25/12/2010", "document_language": "English", "document_name": "2013-2025 National Strategy for Climate Change (ENMC)", "document_country_code": "MOZ", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MOZ/2010/MOZ-2010-12-25-2013-2025 National Strategy for Climate Change (ENMC)_24f2a2f6e5a0f4369c76b5a85fc6a27c.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The National Climate Change Strategy aims to reduce vulnerability to climate change and improve the living conditions of the Mozambican people. It proposes climate change adaptation and disaster risk reduction measures and also focuses on mitigation by targeting low carbon development. The ENMC is structured around three core themes: (i) adaptation and climate risk management; (ii) mitigation and low carbon development (iii) cross cutting issues. These include institutional and legal reform for climate change, research on climate change, and training and technology transfer.<br>&nbsp;<br>&nbsp;Covering the period 2013-2025, the implementation of the ENMC is planned in three phases. The first phase (2013-2015) focuses on improving the response of local communities to climate change, reducing poverty, planning adaptation measures, as well as identifying opportunities for the development of low-carbon economy in local communities.<br>&nbsp;<br>&nbsp;The Strategy also proposes the establishment of a Centre of Knowledge on Climate Change (CGC) within the Ministry of Science and Technology. The primary objective of the centre should be to collect, manage and disseminate scientific knowledge on climate change, providing crucial information fro the development of policies and plans."}