{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Mozambique", "document_category": "Policy", "document_sector_name": ["Environment", "Economy-wide"], "document_date": "24/03/2016", "document_language": "English", "document_name": "Decree No. 6/2016 creating the National Fund for Sustainable Development (FNDS)", "document_country_code": "MOZ", "document_hazard_name": [], "document_keyword": ["Adaptation", "Mitigation", "Climate Change"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MOZ/2016/MOZ-2016-03-24-Decree No. 6_2016 creating the National Fund for Sustainable Development (FNDS)_e6618886267958ff69c19a8520b65811.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The decree creates the National Fund for Sustainable Development (FNDS) which aims to promote and finance programmes and projects that ensure sustainable, harmonious and inclusive development.&nbsp;<br><br>Main objectives : 1) mobilising financial resources in actions leading to sustainable development, 2) promote and support strategies, programs and projects that contribute to rural development, 3)promote scientific research programs and actions in the field of sustainable development, 4) fund programs for environmental adaptation and mitigation of climate change, sustainable management of forests, conservation of biodiversity, land administration and land use planning, 5) finance programs for transferring technologies that contribute to sustainable development in rural areas, 6) carry out investment projects and financial applications that promote sustainable development, 7) create and participate in the capital of companies or institutions whose object competes for integrated and sustainable development, 8) finance institutional development activities.</div><div><br>"}