{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Mozambique", "document_category": "Law", "document_sector_name": ["Water", "Transportation"], "document_date": "25/12/2014", "document_language": "English", "document_name": "Law 15/2014 Establishing the Framework for Disaster Management, Including Prevention and Mitigation", "document_country_code": "MOZ", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MOZ/2014/MOZ-2014-12-25-Law 15_2014 Establishing the Framework for Disaster Management, Including Prevention and Mitigation_540742bd523d5343cbe30234209c6f83.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Serves as the framework law for disaster prevention, mitigation, and management and emphasises the importance of strategic readiness and systematic preparedness to prevent the impacts of climate change, reducing vulnerability to disasters. Defines strategic readiness as including the identification of climate change impacts, as well as necessary legislation and education to mitigate these impacts.<br>&nbsp;<br>&nbsp;Directs the government to approve contingency plans founded in the science of climate forecasts and requires it to carve out areas of risk, likely to be affected by disasters.Disaster management plans should include forecasted risks of: floods, drought, cyclones, fire, epidemics, erosion, landslides, and oil spills. Provides for the establishment of an early warning system to monitor phenomena likely to cause disasters. Requires the system to use yellow, orange, and red risk levels and commensurate alerts to the public. The levels are defined, as follows:</div><ul><li>Yellow Alert: activated when a forecasted occurrence of a phenomena is liable to cause human or material damage</li><li>Orange Alert: activated when an imminent occurrence of a phenomena, liable to cause human or material damage, is forecast</li><li>Red Alert: activated when human and material damage is going to occur on a likely calamitous scale</li></ul><div>&nbsp;<br>Provides for the declaration of local and national emergencies and authorises and prescribes emergency actions of the Council of Ministers in the event of an imminent or occurring disaster. Directs the Council of Ministers to establish a Disaster Management Fund."}