{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Burkina Faso", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Strategy for Accelerated Growth and Sustainable Development 2011-2015", "document_country_code": "BFA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/BFA/2012/BFA-2012-12-25-Strategy for Accelerated Growth and Sustainable Development 2011-2015_4713143303875ec5b13d537f87470abf.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "©"}, {"text_block_id": "p0_b2", "text": "2012 International Monetary Fund"}, {"text_block_id": "p0_b3", "text": "May 2012"}, {"text_block_id": "p0_b4", "text": "IMF Country Report No. 12/123"}, {"text_block_id": "p0_b5", "text": "Burkina Faso:  Strategy for Accelerated Growth and Sustainable  Development 2011–2015"}, {"text_block_id": "p0_b6", "text": "Poverty Reduction Strategy Papers (PRSPs) are prepared by member countries in board consultation with stakeholders and development partners, including the staffs of the World Bank and the IMF. Updated every three years with annual progress reports, they describe the country’s macroeconomic, structural, and social policies in support of growth and poverty reduction, as well as associated external financing needs and major sources of financing. This country document for Burkina Faso, dated"}, {"text_block_id": "p0_b7", "text": "June 2011, is being made available on the IMF website by agreement with the member country as a service to users of the IMF Website"}, {"text_block_id": "p0_b8", "text": "Copies of the report are available to the public from:"}, {"text_block_id": "p0_b9", "text": "International Monetary Fund Publication Services"}, {"text_block_id": "p0_b10", "text": "700 19"}, {"text_block_id": "p0_b11", "text": "th"}, {"text_block_id": "p0_b12", "text": "Street, N.W. Washington, D.C. 20431"}, {"text_block_id": "p0_b13", "text": "Telephone: (202) 623-7430 – Telefax: (202) 23-7201"}, {"text_block_id": "p0_b14", "text": "E-mail:"}, {"text_block_id": "p0_b15_merged_merged", "text": "publications@imf.org. – Internet: http://www.imf.org"}, {"text_block_id": "p1_b18_merged", "text": "STRATEGY FOR ACCELERATED GR01WTH AND S,USTAINABLE DEVEL01PMENT"}, {"text_block_id": "p1_b23", "text": "2011 -2015"}, {"text_block_id": "p2_b24", "text": "CONTENTS"}, {"text_block_id": "p2_b25", "text": "I"}, {"text_block_id": "p4_b26", "text": "ABBREVIATIONS"}, {"text_block_id": "p7_b27", "text": "FOREWORD"}, {"text_block_id": "p7_b28", "text": "The Strategy for Growth and Sustainable Development (SCADD) replaces the Poverty Reduction Strategy Paper (PRSP) which was the central framework of the government’s economic and social development policies from 2000 through 2010."}, {"text_block_id": "p7_b29", "text": "This change was necessary in light of the achievements and shortcomings in the implementation of the PRSP. Indeed, economic growth was significant (5 percent per year on average between 2000 and 2010), and progress was remarkable in the management of public finance, political stability, infrastructure development, and improvement of access to basic social services (health, education, drinking water, and sanitation). Similarly, the long-term development vision, economic management, social dialogue, participation, and national ownership of the development strategy, have been strengthened. However, the fragility of the economy and the high vulnerability to external shocks, low productivity in crops and livestock, the relatively high costs of production and the tendency toward impoverishment (43 percent incidence of poverty in 2009), show that difficulties remain."}, {"text_block_id": "p7_b30", "text": "The option for the SCADD has thus been based on the need to correct these deficiencies through greater consideration of the results of the National Forecast Study (ENP) \"Burkina 2025\" and an approach to poverty reduction that is more focused on developing the productive capacities of the Burkinabe economy."}, {"text_block_id": "p7_b31_merged", "text": "The persistence of many deficits in achieving the Millennium Development Goals (MDGs) and the population explosion revealed by the last General Population and Housing Census (3.1 percent per year between 1996 and 2006), have reinforced the necessity to formulate coherent economic and social policies whose implementation will result, in 2011–2015, in accelerated and pro-poor growth as the basis for sustainable development"}, {"text_block_id": "p7_b33", "text": "."}, {"text_block_id": "p7_b34", "text": "This strategy, which is a manifestation of our endogenous capacity to cater to national development ambitions, was developed through a participatory process which has become a well-known tradition in our country."}, {"text_block_id": "p7_b35", "text": "I would like to seize this opportunity to reiterate the thankfulness of the government to all players who took part in the work for the quality of their contributions and for their renewed commitment to support the implementation of SCADD."}, {"text_block_id": "p7_b36", "text": "This SCADD document covers the first five-year phase of a dynamic that is aimed at the progressive construction of a nation of solidarity, progress, and justice as defined in the Burkina 2025 ENP."}, {"text_block_id": "p7_b37", "text": "Consequently, the SCADD intends to synergize economic efficiency, environmental sustainability, and social equity to induce a qualitative and sustainable change in Burkina’s production system."}, {"text_block_id": "p7_b38", "text": "Four strategic axes have been defined:"}, {"text_block_id": "p7_b39", "text": "The first axis, which focuses on the development of the pillars of accelerated growth, defines a model of accelerated growth based on the priority areas of development, infrastructure, and institutions to support the generation of wealth, without losing sight of the need for integration in the sub-regional and regional economy, and in the global market"}, {"text_block_id": "p7_b40", "text": "."}, {"text_block_id": "p7_b41", "text": "The second axis, which concerns the establishment of human capital and social protection, focuses on increasing income and employment, technical and vocational training, and generally, on access by the population to basic social services (education, health, drinking water, etc.)."}, {"text_block_id": "p7_b42", "text": "The third axis focuses on strengthening the economic, political, and administrative dimensions of governance and on the improvement of local governance"}, {"text_block_id": "p7_b43", "text": "."}, {"text_block_id": "p8_b44", "text": "The fourth axis deals with the need to take into account gender, population, environment, and planning and capacity building issues such as cross-cutting priorities in development"}, {"text_block_id": "p8_b45", "text": "."}, {"text_block_id": "p8_b46", "text": "I would like to express the wish that these strategy axes will henceforth be the fertile action platforms for the implementation of sectoral and regional development policies to constantly improve the well-being of the population."}, {"text_block_id": "p8_b47", "text": "Mr. Lucien Marie Nöel BEMBAMBA"}, {"text_block_id": "p8_b48", "text": "Officer of the National Order"}, {"text_block_id": "p8_b49", "text": "Minister of Economy and Finance"}, {"text_block_id": "p9_b50", "text": "INTRODUCTION"}, {"text_block_id": "p9_b51", "text": "In the wake of its accession to independence, Burkina Faso opted for planning as a means of guiding and conducting its economic and social development process. To achieve this, it developed and implemented 5 five-year development plans (1967–1971, 1972–1976, 1977–1981, 1986–1990, 1991–1995) and a two-year program: the People’s Development Program (PPD) 1984–1985."}, {"text_block_id": "p9_b52", "text": "The planning system in Burkina Faso experienced two major periods: that of project plans from 1967 to 1981, and that of plans by objective, from 1986 to 1995. Thanks to the presence of assistance projects, plans in the second period were the work of nationals who drew inspiration from national accounting techniques and advanced forecasts, and from better developed overall and sectoral perspectives. In addition, this generation opted for a participatory approach which, moreover, is a tradition in Burkina Faso."}, {"text_block_id": "p9_b53", "text": "All these plans had common characteristics:"}, {"text_block_id": "p9_b54", "text": "All these plans had common characteristics:\n* They were normative for the public sector and incentive-based for the private sector;\n* The state played a predominant role;\n* Priorities revolved around the development of the rural world, economic infrastructure, and community amenities as well as meeting the basic needs of the population."}, {"text_block_id": "p9_b60", "text": "It is noteworthy that in the late 1980s planning was, on the whole, challenged by the arrival of structural adjustment programs (SAP). In 1991, the authorities decided, in a bid to face the substantial financial deficit the country was experiencing, to implement economic and structural reforms with the support of the international financial community. Meanwhile, they started brainstorming on the renewal of planning in a bid to include these reforms in a long-term perspective. In 1995 this brainstorming led to the formulation of a ten-year perspective: the letter of intent of the policy on sustainable human development (LIPDHD 1995–2005) which focused the country’s development strategy on the concept of human security. By pursuing these reforms, the government enhanced its capacities for steering the development process by conducting the prospective study “Burkina 2025,” which was finalized in 2005."}, {"text_block_id": "p9_b61", "text": "The courageous reforms undertaken by the government enabled Burkina Faso to qualify for the Heavily Indebted Poor Countries (HIPC) Debt Relief initiative in 1997. To effectively benefit from this initiative, a Poverty Reduction Strategy Paper (PRSP) was developed in 2000. This strategy paper, which was revised in 2003, won the support of all development stakeholders."}, {"text_block_id": "p9_b62", "text": "The assessment of the implementation of the PRSP has shown that economic growth was not strong enough to bring about significant poverty reduction. Indeed, despite an increase since 2000, Burkina Faso’s human development index (HDI) has remained low (0.305 in 2010). This situation has led the government to formulate a new strategy called the “Strategy for accelerated growth and sustainable development” (SCADD)."}, {"text_block_id": "p9_b63", "text": "The SCADD is a continuation of the reforms undertaken since the adoption of the PRSP in 2000. It is aimed at accelerating growth and promoting sustainable development, especially the building of a modern and cohesive society."}, {"text_block_id": "p9_b64", "text": "The choice of this new development strategy approach has been dictated by the government’s will to consolidate significant gains over the past ten years in the political, economic, and social domains."}, {"text_block_id": "p9_b65", "text": "Indeed, at the political level,"}, {"text_block_id": "p9_b66", "text": "there have been successive measures to consolidate democracy and strengthen the building of the rule of law. These measures were concerned with consolidation of the activities of political parties, freedom of expression and opinion, social peace and stability, revitalization of parliamentary work, promotion of the press, gender, social dialogue, associations, decentralization, and the reform of the judiciary"}, {"text_block_id": "p10_b67", "text": "system."}, {"text_block_id": "p10_b68", "text": "At the economic level"}, {"text_block_id": "p10_b69", "text": ", the past decade was marked by the pursuit of the implementation of structural reforms to enhance the country’s economic performance. Thus, Burkina Faso made significant strides in terms of growth and made enormous efforts to improve the competitive strengths of its economy."}, {"text_block_id": "p10_b70", "text": "In the social domain"}, {"text_block_id": "p10_b71", "text": ", Burkina Faso has made progress in human development. Government efforts through the implementation of the PRSP have resulted in significant progress in drinking water supply; in the fight against HIV, AIDS, and STI; and health coverage and education, especially for young girls."}, {"text_block_id": "p10_b72", "text": "Despite these numerous achievements, the economy is still fragile and vulnerable to climatic changes and exogenous shocks—depreciation of the dollar, volatility of the prices of raw materials (cotton, gold, oil), deteriorating terms of trade, financial crisis, and so forth—and to natural constraints (landlocked nature of the country). Achieving the Millennium Development Goals (MDGs) remains a concern that requires sustained efforts."}, {"text_block_id": "p10_b73", "text": "The present SCADD (2011–2015) document, which seeks to enhance achievements, was developed in a participatory approach. It is the instrument that will render Burkina 2025 operational through five-year cycles."}, {"text_block_id": "p10_b74", "text": "To conduct the process, an institutional mechanism was set up by Order n° 2009-007/PM/MEF of May 15, 2009. The mechanism was made up of three bodies: a steering committee, a technical committee, and a permanent unit."}, {"text_block_id": "p10_b75", "text": "The steering committee comprises members of government and representatives of stakeholders of decentralization, the private sector, the civil society, and technical and financial partners (PTF). Under the chairmanship of the Ministry of Economy and Finance (MEF), the committee is responsible for providing guidance in the development of the SCADD and seeing to the smooth running of the process, especially regarding the schedule of activities and the quality of the documents produced."}, {"text_block_id": "p10_b76", "text": "The technical committee is made up of representatives of the MEF; the minister in charge of Special Missions of the President of Faso, responsible for analysis and forecasting; coordinators of sectoral and thematic commissions in charge of monitoring the PRSP, and PTF representatives. Chaired by the Director General of Economy and Planning, it conducts the outreach activities of the process."}, {"text_block_id": "p10_b77", "text": "The permanent unit is composed of senior officials of the MEF and assistants of the minister in charge of Special Missions of the President of Burkina Faso, responsible for analysis and forecasting. Attached to the Directorate General of Economy and Planning (DGEP), it is responsible for the secretariat of the institutional mechanism and for the day-to-day management of activities related to the process."}, {"text_block_id": "p10_b78", "text": "The process to develop SCADD began in March 2009 with the adoption of the conceptual note on the SCADD document by the Council of Ministers. The framework document derived from the note included thematic studies and evaluation, as well as consultations at sector, regional, and national levels between December 2009 and October 2010."}, {"text_block_id": "p10_b79", "text": "The main studies conducted are"}, {"text_block_id": "p10_b80", "text": "The main studies conducted are\n* A diagnostic study on the socioeconomic situation of Burkina Faso: \"Progress and Development Achievements of Burkina Faso, 2000â2009\" from December 2009 to April 2010;\n* An independent evaluation of the implementation of PRSP and regional poverty reduction strategy\n* A study on the determinants of accelerated growth and sustainable development in Burkina Faso from"}, {"text_block_id": "p11_b86", "text": "On the basis of the reports on the first two studies, a workshop on the lessons learned from a decade of economic and social development in Burkina Faso was organized on May 31 and June 1, 2010, to identify the development stakes and challenges for 2011–2015."}, {"text_block_id": "p11_b87", "text": "For the consultations, five groups were organized: sectors and themes, regions, public sector and civil society, state institutions, and national assemblies."}, {"text_block_id": "p11_b88", "text": "The sectoral and thematic consultations,"}, {"text_block_id": "p11_b89", "text": "which took place from February 23 to March 19, 2010, consisted of working sessions with all the ministries and specific structures responsible for cross-cutting issues. They provided an occasion to have an insight of the situation of policies, strategies and action plans that have already been developed and implemented or underway since 2000, to assess achievements and shortcomings, as well as the level of inclusion of cross-cutting issues, the challenges to overcome, and the 2011-2015 prospects for each ministry."}, {"text_block_id": "p11_b90", "text": "Regional consultations"}, {"text_block_id": "p11_b91", "text": "took place from March 22 to 31, 2010, in the regional headquarters, in the form of a workshop involving some fifty regional development actors, representing devolved and decentralized government services, the private sector, the civil society, development projects and programs. These workshops served as a forum for identifying regional development priorities, while ensuring consistency with projected regional sector strategies and development plans."}, {"text_block_id": "p11_b92", "text": "Consultations with the private sector and the civil society"}, {"text_block_id": "p11_b93", "text": "took place respectively on March 18 and 19, 2010. They provided an occasion not only to gather the concerns of the targeted players and their contributions within the framework of a future partnership with the state in the implementation of SCADD, but also to deepen reflection on existing strategies to make them consistent with SCADD."}, {"text_block_id": "p11_b94", "text": "Consultations with state institutions"}, {"text_block_id": "p11_b95", "text": "(National Assembly and the Economic and Social Council) were held respectively on September 24 and October 14, 2010. They provided an opportunity to obtain their respective opinions on the challenges faced and the relevance of the strategy guidelines adopted as likely to accelerate economic growth in the context of sustainable development."}, {"text_block_id": "p11_b96", "text": "Lastly, the workshops on strategy choices and national meetings on the SCADD"}, {"text_block_id": "p11_b97", "text": "were held respectively on September 16 and on October 28 and 29, 2010, to assess strategy options and their feasibility and to seek consensus on the draft SCADD document."}, {"text_block_id": "p11_b98", "text": "It is worth noting that the process received technical assistance from August to October 2010 to ensure the quality of the work. Similarly, from July to October 2010, a communication agency was brought in to lend support to the design and set up of a website for citizens to participate in the development of the document. The agency also outlined a strategy and a communication plan to accompany the implementation of the SCADD."}, {"text_block_id": "p11_b99", "text": "On the whole, the SCADD formulation process lasted 19 months and saw the participation of a wide spectrum of actors at the central and decentralized levels. The SCADD intends to focus on strategic sectors whose growth should have the most significant effects in terms of improvement of the well-being of the population and reduction of poverty in Burkina Faso."}, {"text_block_id": "p11_b100", "text": "The SCADD document has four chapters."}, {"text_block_id": "p11_b101", "text": "Chapter 1 provides an overview of a decade of development, takes stock of the recent performance of Burkina Faso in various areas (growth, poverty reduction, human development, local development, governance), identifies the main challenges, and draws lessons from the PRSP to enrich the SCADD."}, {"text_block_id": "p11_b102", "text": "Chapter 2 defines Burkina Faso’s new growth and development strategy. It spells out a direction for the SCADD for 2011–2015, by ensuring that its vision is based on sector priorities to achieve set objectives. The four strategic axes adopted, which constitute the founding blocks of the SCADD, focus on development of accelerated growth pillars, consolidation of human capital and promotion of social protection, strengthening of governance, and consideration of cross-cutting priorities in development policies and programs."}, {"text_block_id": "p12_b103", "text": "Chapter 3 deals with the implementation of the strategy, through the definition of the macroeconomic and budgetary framework; and the funding scheme and the main instruments for rendering them operational, especially the matrix and the annual performance report. To implement the SCADD effectively, a framework for an active multi-stakeholder partnership and accountability of local authorities has been incorporated. Similarly, to ensure proper monitoring evaluation, an institutional mechanism and a device, based on dialogue frameworks and the organization of reviews for a better rendering of accounts, have been proposed."}, {"text_block_id": "p12_b104", "text": "Chapter 4 focuses on the risks that could impede the success of the development scheme desired by the government. Four major categories of risks and threats have been enumerated to draw attention to the measures to be taken to curb them. These are financial risks and those linked to natural conditions and a low adherence by actors. It also deals with the risk owing to the international and regional economic situation."}, {"text_block_id": "p13_b105", "text": "I. OVERVIEW OF A DECADE OF ECONOMIC AND SOCIAL DEVELOPMENT:"}, {"text_block_id": "p13_b106", "text": "2000–2009"}, {"text_block_id": "p14_b107", "text": "The evolution of the international scene over the past ten years was marked by several events. The energy crisis that gave rise to a surge in oil prices, the food crisis, and especially the 2007 financial crisis directly affected the economies of developed and developing countries. The most noticeable impact on Burkina’s economy has been the deterioration of its trade balance and the drop in economic growth."}, {"text_block_id": "p14_b108", "text": "The national context has been marked by political stability, with regular functioning of state institutions. The business environment has considerably improved with the implementation of major institutional and economic reforms. The government, with the support of its partners, has undertaken public policies to reduce poverty within the framework of the PRSP, developed in 2000 and readjusted in 2003. Unfortunately, the results of these efforts were somewhat compromised by the end of the decade, with the advent of major exogenous shocks and weather conditions that caused serious flooding and drought. The results of the 2006 General Population and Housing Census (RGPH) show changes characterized by an increase in the rate of population growth, which stood at 3.1 percent for the period."}, {"text_block_id": "p14_b109", "text": "On the whole, the combination of internal and external factors strongly influenced the evolution of the economic and social indicators of Burkina Faso during the last decade."}, {"text_block_id": "p14_b110", "text": "I.1 ECONOMIC PERFORMANCE"}, {"text_block_id": "p14_b111", "text": "I.1.1 ECONOMIC GROWTH TREND"}, {"text_block_id": "p14_b112", "text": "During 2000–2009, economic growth was very erratic because of climatic uncertainties and recurrent exogenous shocks. In real terms, it averaged 5.2 percent, with a high of 8.7 percent in 2005. Given the population growth rate of 3.1 percent, the increase in GDP per capita was about 2 percent."}, {"text_block_id": "p14_b113", "text": "During this period, growth was mainly driven on average by the tertiary and primary sectors, respectively by 3.1 and 1.3 percentage points of the GDP, and to a lesser extent, by the secondary sector at about 0.8 points."}, {"text_block_id": "p14_b114", "text": "This development is the result of the efforts made by the government to improve the business environment, thereby spurring the growth of all branches of the tertiary sector. It is also explained by the measures taken by the government to face the various crises that occurred during the period, especially those respectively for the cotton subsector (increase in subsidies for inputs and strengthening of cotton companies’ equity) and grain producers under the emergency program to stimulate grain production (distribution of improved seeds and subsidies for agricultural equipment). These measures were complemented with initiatives to intensify and diversify animal, forestry, and wildlife production."}, {"text_block_id": "p14_b115", "text": "Concerning external demand, annual exports increased by 8.3 percent on average. The growth rate of exports was 10.8 percent in 2009 up from 7.8 percent in 2000, reflecting a slight improvement in the degree of openness of the economy, whose weakness stems not only from the low diversification of its range of exportable products, but also from the weight of its informal economy."}, {"text_block_id": "p14_b116", "text": "Regarding domestic demand (in terms of consumption and investment), its contribution to the progress made by the national economy during the decade has been significant. The reforms made by the government to improve the business climate under the Doing Business program with financial and technical partners, created the conditions for attracting investors. The average overall investment rate was thus 24.6 percent of GDP, drawn by private investments which increased by an annual average of 12.7 percent over the past four years. This growth was boosted mainly by investments in the telecommunications and mining sectors. In the public sector, investment flows were directed toward building socioeconomic infrastructure and production support."}, {"text_block_id": "p14_b117", "text": "Concerning the mining sector in particular, its expansion is attributed to the start of production at six gold mines over the past three years and to the slight upturn of the global market for precious metals. This resulted in the doubling of gold production which increased from 5.8 tons in 2008 to 14 tons in 2009, placing the product as the country’s leading export earner ahead of cotton and thus, together with its externalities, contributing 4 percent to the formation of the national value added."}, {"text_block_id": "p15_b118", "text": "The contribution of consumption to growth was 3.3 percentage points mainly owing to public consumption with 6.7 percent annual growth. The increase in private consumption did not exceed 2.8 percent, because the purchasing power of households was eroded by the effects of the food and financial crises, coupled with those of the September 1"}, {"text_block_id": "p15_b119", "text": "st"}, {"text_block_id": "p15_b120", "text": "floods."}, {"text_block_id": "p15_b121", "text": "Despite the vulnerability of the economy to external shocks and unpredictable weather conditions, the significant results represent the beginning of a qualitative change in the growth pattern. This can be attributed to the improvement of the business climate, especially the liberalization of the economy that has encouraged inflows of foreign direct investment."}, {"text_block_id": "p15_b122", "text": "I.1.2 INTERNAL AND EXTERNAL FINANCIAL EQUILIBRUM"}, {"text_block_id": "p15_b123", "text": "The concern for rigorous management of public resources led to the adoption of major public finance reforms, in particular the framework of the strategy to strengthen public finances (SRFP). The assessment of public finances using the PEFA (public expenditures and financial accountability) methodology, carried out twice, found the following:"}, {"text_block_id": "p15_b124", "text": "The concern for rigorous management of public resources led to the adoption of major public finance reforms, in particular the framework of the strategy to strengthen public finances (SRFP). The assessment of public finances using the PEFA (public expenditures and financial accountability) methodology, carried out twice, found the following:\n* The overall credibility of the budget has improved significantly, but remains to be strengthened;\n* The completeness and transparency of the budget are deemed very satisfactory, bolstered in particular by solid budget classification and accounting; and\n* The budget is in line with national priorities."}, {"text_block_id": "p15_b130", "text": "Burkina Faso has succeeded in controlling the budget deficit, which stood at around 4.5 percent of the GDP on average over the period. This result reflects the combined efforts of increasing domestic revenue and controlling public expenditure."}, {"text_block_id": "p15_b131", "text": "Indeed, the tax ratio (tax revenue/GDP) rose from 10.8 percent in 2000 to 12.6 percent in 2009, but remains below the target of 17 percent as set by the WAEMU. This progress must be underpinned by ongoing efforts to modernize revenue collection offices, ensure better management of collection units, and strengthen control activities, particularly through joint customs-tax brigades and the import surveillance program."}, {"text_block_id": "p15_b132", "text": "The implementation of the overall strategy for tax reform has opened up real prospects for improving the tax ratio, in order to move toward the WAEMU target of 17 percent."}, {"text_block_id": "p15_b133", "text": "The rigorous management of public finances has also enabled the country to record satisfactory results in the fight against inflation, whose average level has remained below the regional target of 3 percent, despite the 2007/8 food and energy crisis."}, {"text_block_id": "p15_b134_merged_merged", "text": "In terms of prioritization of expenditure, the government has focused on the socialsectors in accordance with the objectives of the PRSP and the MDGs. Thus, the share of all social sectors stood at an annual average of 38.66 percent from 2006 to 2010, with a peak of 44.64 percent in 2010."}, {"text_block_id": "p16_b136", "text": "Table 1: Evolution of the Share of Social Sectors in Public Expenditure from Domestic Resources"}, {"text_block_id": "p16_b137", "text": "Source"}, {"text_block_id": "p16_b138", "text": ": DGB/MEF."}, {"text_block_id": "p16_b139", "text": "As shown in Table 2, during 2006–2010, Official Development Assistance amounted to 1 569.8 billion CFA francs (or an annual average of CFA F 314.0 billion). This assistance consisted of 35.4 percent of budgetary support,31.7 percent of project grants and 32.9 percent of project loans. These resources helped to sustain economic growth."}, {"text_block_id": "p16_b140", "text": "Table 2: Trend of Official Development Assistance during 2006–2010"}, {"text_block_id": "p16_b141_merged_merged", "text": "Source: IAP/DGEP/MEF."}, {"text_block_id": "p17_b143", "text": "External balances remained fragile owing to the instability of the economy. However, because of efforts to promote exports, the trade deficit was reduced from 11.9 percent of the GDP in 2000 to 5.8 percent in 2009. The current account deficit (including grants) was around 9.6 percent of GDP on average, against a WAEMU target of 5 percent. These results, combined with an active mobilization of external resources, increased foreign reserves to cover 12.9 months of imports in 2009, against five months in 2000."}, {"text_block_id": "p17_b144", "text": "Concerning public debt, the various initiatives, including HIPC and MDRI, helped to improve its sustainability over the past decade. Indeed, these initiatives helped keep the debt/GDP ratio at 27.4 percent in 2009, well below the regional target of 70 percent."}, {"text_block_id": "p17_b145", "text": "Regarding the ratio of the net present value of debt/exports, such initiatives helped reduce it to an acceptable level. Thus, this ratio, estimated at 241.3 percent, or 91 percentage points above the adopted standard (of 150 percent) for HIPCs at the end of 2005, was reduced to 108.1 percent at the end of 2006, thanks to the debt cancellations recommended by MDRI. It stood at 124.5 percent in 2008 and 142.54 percent in 2009."}, {"text_block_id": "p17_b146", "text": "I.2  SOCIAL SITUATION"}, {"text_block_id": "p17_b147", "text": "I.2.1  POPULATION TREND"}, {"text_block_id": "p17_b148", "text": "In 2006, Burkina Faso had 14,017,262 inhabitants, 51.7 percent of which were women. This population was predominantly composed of young people with 46.4 percent under 15 years old and 59.1 percent under 20 years old. This young population is a potential lever for innovation and progress in the medium and long term, provided that resources are mobilized to protect them and prepare them for adulthood. In the short term, it induces high dependency ratios, which reduce the savings capacity of households and families and contributes to the reproduction of poverty, because it is among the poor that the number of children is highest."}, {"text_block_id": "p17_b149", "text": "Population dynamics have been marked by a net acceleration in the population growth rate, which stood at 3.1 percent on average per year between 1996 and 2006, up from 2.4 percent during the previous five years. This development resulted from continued high fertility, estimated at 6.2 children per woman at the end of childbearing age in 2006, as in 1960, coupled with a significant reduction in mortality as a result of development, particularly in the health sector. Indeed, the infant mortality rate fell from 107.0 percent in 1996 to 91.7 percent in 2006. The increase in life expectancy at birth has been significant, with an absolute gain of 24.7 years between 1960 and 2006: from 32 years in 1960, it rose to 53.8 years in 1996, and reached 56.7 years in 2006."}, {"text_block_id": "p17_b150", "text": "Despite this progress, much remains to be done to reduce morbidity and mortality characterized by profound disparities between rural and urban areas on the one hand, and between rich and poor on the other. With a population growth rate of 3.1 percent, Burkina Faso records an average of 435,000 additional people a year. The country thus had 15,730,977 inhabitants in 2010 and this number is expected to reach 18,450,494 in 2015. This rapid population growth generates high social demand and creates the risk that enormous resources have to be devoted to demographic investments at the expense of productive investment."}, {"text_block_id": "p17_b151", "text": "Moreover, migration remains an important social factor in Burkina Faso because of a migratory tradition which is a characteristic feature of the Burkinabe population. In 2000–2009 severe migration followed the political and military crisis that occurred in Côte d'Ivoire. The massive (voluntary or forced) return of Burkinabè, mostly of women and children, highlighted the challenges of anticipating and taking care of immigrants."}, {"text_block_id": "p18_b152", "text": "I.2.2 LIVING CONDITIONS OF HOUSEHOLDS"}, {"text_block_id": "p18_b153", "text": "The living conditions of households have been examined in terms of income poverty and nonincome poverty."}, {"text_block_id": "p18_b154", "text": "I.2.2.1 Income poverty"}, {"text_block_id": "p18_b155", "text": "I.2.2.1.1 Overall incidence of poverty"}, {"text_block_id": "p18_b156", "text": "The results of the 2009/2010 full survey on the living conditions of households show a decline in poverty incidence by 2.5 percentage points compared to 2003. Thus, as shown in Table 3 below, 43.9 percent of the population lives below the poverty line, estimated at 108,454 CFA francs against 46.4 percent in 2003, corresponding to a threshold of 82,672 CFA francs per adult per year."}, {"text_block_id": "p18_b157", "text": "These results show that the level of economic growth achieved and the mechanism for the redistribution of its fruits were not sufficient to induce a significant reduction in poverty rates, thereby jeopardizing the achievement of the MDGs."}, {"text_block_id": "p18_b158", "text": "Table 3: Evolution of Poverty Indicators According to the Four Surveys"}, {"text_block_id": "p18_b159", "text": "Source:"}, {"text_block_id": "p18_b160", "text": "Survey data-INSD."}, {"text_block_id": "p18_b161", "text": "I.2.2.1.2 Geographic disparities in the incidence of poverty"}, {"text_block_id": "p18_b162", "text": "The overall incidence of poverty conceals disparities by region and area of residence. Households living below the poverty line are not spread out evenly over the national territory as shown in Figure 1. With a poverty incidence estimated at 17.3 percent, the Center region is least poor. In contrast, the North (68.1 percent), East (62.2 percent) and the Boucle du Mouhoun (56 percent) regions are the areas where poverty is most severe. Compared to 2003, the incidence of poverty increased in the Hauts-Bassins (+12.5 percentage points) and East (+21.3 percentage points) regions. However, it fell in the eleven (11) other regions. The Center-South and Central Plateau regions, with a decrease respectively of 19.4 and 15.7 percentage points, are where the incidence dropped most"}, {"text_block_id": "p18_b163", "text": "."}, {"text_block_id": "p19_b164", "text": "Figure 1: Incidence of Poverty by Region (in percent)"}, {"text_block_id": "p19_b165", "text": "Source"}, {"text_block_id": "p19_b166", "text": ": Survey data-INSD."}, {"text_block_id": "p19_b167", "text": "Analysis by area of residence shows that poverty is essentially rural. Indeed, as shown in Table 4, 50.7 percent of the population in rural areas lives below the poverty line, against 19.9 percent in urban areas. Compared to 2003, the incidence of poverty has fallen -1.6 percentage points in rural areas, while it has remained stable in urban areas."}, {"text_block_id": "p19_b168", "text": "Table 4: Evolution of the Incidence of Poverty, According to Area of Residence"}, {"text_block_id": "p19_b169_merged_merged", "text": "Source: Survey data-INSD."}, {"text_block_id": "p19_b171", "text": "Analysis of the ability of people to satisfy their basic needs revealed that the social deficit remains relatively visible in energy, housing, and sanitation. However, it has declined sharply in the area of drinking water."}, {"text_block_id": "p19_b172", "text": "I.2.2.2.1 Electricity"}, {"text_block_id": "p19_b173", "text": "Analysis of EICVM data shows that the rate of access to electricity remained stable between 2007 and 2009, around 13.9 percent. Access to electricity remains generally low in Burkina Faso, albeit with disparities between urban areas (46 percent) and rural areas (2 percent)."}, {"text_block_id": "p19_b174", "text": "Figure 2 shows the rate of access to electricity by region. This rate varies greatly from one region to another. It is 41.3 percent for the Center region, 27.3 percent for the Hauts-Bassins, and 20.8 percent for the Cascades region. However, it remains very low for the Sahel (2.6 percent), the Center-South (3.2 percent), and Center-North (3.4 percent) regions"}, {"text_block_id": "p19_b175", "text": "."}, {"text_block_id": "p20_b176", "text": "Figure 2: Rate of Access to Electricity by Region in 2009 (in percent of population)"}, {"text_block_id": "p20_b177_merged", "text": "Source: INSD, EICVM data, 2009/2010."}, {"text_block_id": "p20_b179", "text": "I.2.2.2.2 Sanitation"}, {"text_block_id": "p20_b180", "text": "The analysis of access to sanitation concerns household garbage, sewage, and excreta."}, {"text_block_id": "p20_b181", "text": "Concerning disposal of garbage, 19 percent of households make use of public garbage dumps or have their waste removed by municipal or private services. These two means of disposal allow for better waste management. Figure 3 shows that the road or uncontrolled dumps are places where households get rid of garbage; 6 in 10 households use them. This practice is more common in rural (67.3 percent) than in urban (38.6 percent) areas. It decreases with the level of education of the head of household: from 64.4 percent for those who have not received education; its incidence is reduced to 20 percent for those with a higher level of education."}, {"text_block_id": "p20_b182", "text": "Concerning sewage disposal, it is clear from the data analysis that, nationally, 2.3 percent of households use the network of sewers or drains. The use of the street as a place for sewage disposal occurs more in the Eastern (99 percent), Center-West (98.2 percent), and Center-East (98 percent) regions."}, {"text_block_id": "p20_b183", "text": "Concerning toilets, and considering the national requirements for excreta sanitation, 4.7 percent of households in Burkina Faso have access to sanitation, as shown in Figure 3. However, it should be noted that this rate is higher in urban (14.2 percent) than in rural (1 percent) areas"}, {"text_block_id": "p20_b184", "text": "."}, {"text_block_id": "p20_b185", "text": "In the Center region, the rate of access to adequate toilet facilities is the highest with 18 percent, while the Sahel region (0.3 percent) has the lowest rate"}, {"text_block_id": "p20_b186", "text": "."}, {"text_block_id": "p21_b187", "text": "Figure 3: Disposal of Household Garbage in 2009 and Lavatories Used by Households in 2009"}, {"text_block_id": "p21_b188", "text": "Source:"}, {"text_block_id": "p21_b189", "text": "INSD, données EICVM, 2009/2010."}, {"text_block_id": "p21_b190", "text": "I.2.2.2.3 Housing and habitat"}, {"text_block_id": "p21_b191", "text": "The housing situation in Burkina Faso is characterized by the predominance of precarious dwellings, built with temporary materials such as mud and straw. Thus, as shown in Table 5, 70.1 percent of the population lives in these types of buildings"}, {"text_block_id": "p21_b192", "text": "."}, {"text_block_id": "p21_b193", "text": "Table 5: Breakdown of Population, according to Construction Material of Main Building"}, {"text_block_id": "p21_b194_merged_merged", "text": "Source: INSD, EICVM data, 2009/2010."}, {"text_block_id": "p21_b196", "text": "I.2.2.2.4 Drinking water"}, {"text_block_id": "p21_b197", "text": "Regarding access to drinking water, based on a standard of less than 30 minutes to reach a drinking water source, 81.2 percent of households had physical access to water in 2009. This relatively high level, however, masks the disparities between regions and areas of residence, as shown in Figure 4. Indeed, in urban areas, where ONEA is present, the rate of physical access was 95.7 percent. In rural areas, it was 75.6 percent,"}, {"text_block_id": "p22_b198", "text": "because the bulk of the population is located around boreholes and wells."}, {"text_block_id": "p22_b199", "text": "Figure 4: Rate of Access to Drinking Water by Region in 2009"}, {"text_block_id": "p22_b200_merged", "text": "Source: INSD, EICVM data, 2009/2010."}, {"text_block_id": "p22_b202", "text": "In terms of use, it shows that 65.2 percent of households use some source of potable water as their source of drinking water. This means that 2 out of 3 households in Burkina Faso have affordable access to safe drinking water. The disparity between the urban and rural areas is high. In towns, out of 10 households, 9 use drinking water, of which 8 are connected to the ONEA network. In the countryside, barely 1 in 2 households use drinking water, with 40 percent relying on boreholes."}, {"text_block_id": "p22_b203", "text": "I.2.3 LEVELS OF DEVELOPMENT OF HUMAN CAPITAL"}, {"text_block_id": "p22_b204", "text": "The main progress in human capital has been noted in education and health, including the fight against HIV, AIDS, and STIs. Efforts still need to be made concerning social protection and the promotion of human rights, especially those of children."}, {"text_block_id": "p22_b205", "text": "I.2.3.1"}, {"text_block_id": "p22_b206", "text": "Education, technical education and vocational training"}, {"text_block_id": "p22_b207", "text": "Significant efforts have been made to improve education and the development of technical education and vocational training."}, {"text_block_id": "p22_b208", "text": "To achieve the MDGs in education, the government, with the support of its technical and financial partners through PDDEB, has implemented an extensive program involving the construction of school infrastructure and continued its policy of subsidizing schools in provinces with the lowest enrollment rates and providing free textbooks in primary education to ensure equity. The approach, based on the supply of infrastructure, has been dominant with incentives for the education of girls. The gross admission rate increased from 47.4 percent in 2000/2001 to 85.9 percent in 2009/2010, an increase of 38.5 points. As for the gross enrollment rate, it increased from 48.7 percent to 76 percent. The various parity indices, which have increased, reached 0.96 and 0.91 in 2009/2010 respectively for levels of admission and enrollment. These indicators reflect the scope of the various measures taken by the government to promote girls' education (school subsidies for girls newly enrolled for the CP1) and equity (free textbooks and school supplies)."}, {"text_block_id": "p22_b209", "text": "Enrollment rates for the other levels of education have improved, especially for secondary education, where the rate almost doubled between 2000 (11.4 percent) and 2010 (22.2 percent) with a gain of 10.8 percentage points"}, {"text_block_id": "p23_b210", "text": "in 10 years. Indeed, secondary education was considered a priority during the PRSP revision in 2003, helping to develop and implement the post-primary education project. Regarding preschool, the rate increased from 1.44 percent in 2001 to 2.60 percent in 2009. Higher education also experienced significant growth in supply during the past decade as a result of the proliferation of private education centers and the policy to construct university centers in the regions. However, with 330 students per 100 000 inhabitants in 2008/2009, the number remains very low."}, {"text_block_id": "p23_b211", "text": "Regarding literacy, significant progress has been made through a combination of measures by the government and its partners, but this remains weak, given the magnitude of the challenges. The implementation of the literacy education program, which received support from the National Fund for Literacy and Non Formal Education (FONAENF), was centered especially on the rural population, particularly on women, who represented 58.5 percent of total enrollment (130 849) in non-formal education in 2009. In view of accelerating the achievement of the MDGs, the government developed a national strategy to increase literacy education, indispensible for the improvement of skills to support growth"}, {"text_block_id": "p23_b212", "text": "."}, {"text_block_id": "p23_b213", "text": "Despite the progress made in recent years, there are still a number of constraints that may hamper progress towards universal education by 2015. These constraints are related to the low quality of education and the significant number of schools without teachers, overcrowding of classes coexisting with an under-utilized infrastructure, high number of school dropouts, low rate of transition between primary and secondary education, low school attendance in rural areas and lack of a bridge between formal and non formal education, high unit costs of education, low relevance of learning in relation to labor market needs, the predominance of illiteracy and finally, poor capacity for managing and running the system."}, {"text_block_id": "p23_b214", "text": "Regarding technical and vocational training, the purpose is to provide functional components of the country with qualified and skilled human resources. This is done through both diploma and qualification-awarding pre-service and continuing training."}, {"text_block_id": "p23_b215", "text": "In the area of pres-service training, several training courses are available and can be classified into two main groups, namely the administrative techniques, accounting and business courses, and the industrial technology courses."}, {"text_block_id": "p23_b216", "text": "Technical and vocational training is mainly provided by technical and vocational training structures and by online businesses. It is characterized by (i) a predominance of administrative, accounting and business trades at the expense of building and public works (BTP), mining and handicrafts, (ii) a strong territorial disparity characterized by a concentration of supply of public and private training in Ouagadougou and Bobo-Dioulasso, (iii) a shortage of supervisory staff and inadequate curricula, (iv) insufficient and inadequate teaching materials and equipment and (v) an inadequate amount of financial resources devoted to training"}, {"text_block_id": "p23_b217", "text": "."}, {"text_block_id": "p23_b218", "text": "Improving the efficiency of education spending will be the main challenge in the coming years. To this end, the managing capacities of all levels of education, especially the one in charge of basic education, should be strengthened and instruments for monitoring expenditure (review of public expenditure, sectoral MTEF, program budget) improved. This also concerns the management of the decentralized structures of the education system as a whole, which should involve partners from different levels of education. Finally, it would be important to study the possibility of setting up simple monitoring systems."}, {"text_block_id": "p23_b219", "text": "The government adopted a National Development Plan (PNDS) in 2001, covering the period 2001-2010, for promoting the health sector. Significant progress was achieved through the implementation of PNDS. New health facilities have been built and staff recruited. The percentage of health centers meeting the minimum requirements in staff increased by about 60 percent in 1999 to 83.2 percent in 2009. The rate of skilled assisted deliveries increased from 54 percent in 2006 to 70.7 percent in 2009 (73 percent if one includes deliveries performed in hospitals). The percentage of children that have received all their vaccines has increased considerably (at least 92 percent for antigens). Moreover, free preventive services for children and prenatal consultations contributed to improving access to health services. The government continued the free distribution of treated long-acting mosquito nets."}, {"text_block_id": "p24_b220", "text": "In the area of nutrition, chronic malnutrition among children remains high, with a rate of 28.6 percent in 2009, despite efforts. The government has thus adopted a strategy plan for nutrition covering the period 2010-2015 to curb malnutrition so as to reduce hunger and diseases related to nutritional deficiencies."}, {"text_block_id": "p24_b221", "text": "HIV and AIDS are areas of health where the country has witnessed rapid progress, with a prevalence rate of 1.6 percent in the general population in 2008, down from 7.17 percent in 1997"}, {"text_block_id": "p24_b222", "text": "."}, {"text_block_id": "p24_b223", "text": "On the whole, the improvement of health coverage, marked by the reduction of the average theoretical radius of action (7.49 km in 2009 as against 9.5 km in 2000), has brought the population closer to health services."}, {"text_block_id": "p24_b224", "text": "The combination of improved health care, quality and use of health services, the significant decline in the seroprevalence of HIV and AIDS has helped raise life expectancy at birth by about 3 years, which rose from 53.8 years in 1996 to 56.7 years in 2006. The infant, child and maternal mortality rates, although on the decline, remain high by international standards."}, {"text_block_id": "p24_b225", "text": "The challenges due to the unequal distribution of health infrastructure and staff shortages, particularly in the rural areas, should be addressed to improve the health status of the rural population. This requires an increase in the (human, material and financial) resources allocated to the health sector. Moreover, measures must be taken to correct the negative image of health services and the low use of these services. The private sub-sector, traditional medicine and pharmacopeia are key partners that should be better reflected in the health policies"}, {"text_block_id": "p24_b226", "text": "."}, {"text_block_id": "p24_b227", "text": "Streamlining the management of public health and hospital facilities, focused in particular on controlling the cost of services, improved use of health centers and strengthening the policy of rationalizing the consumption of drugs at all levels (while continuing to promote the local pharmaceutical industry), are the main challenges for years to come. The financing of health is essential for creating conditions conducive to the reform of the national health system, especially that of hospitals (modernization, management efficiency, performance)."}, {"text_block_id": "p24_b228", "text": "In 2009 the government adopted a national solidarity charter that won strong support from leaders of the different communities. The charter embodies a willingness and availability of support that have always characterized the Burkinabe society. In addition, in response to the recent (energy, food, financial and economic) crises and natural disasters that plunged many families into poverty, the government, with support from its development partners, implemented safety net programs to mitigate the adverse effects of these shocks on the population. These programs focused in particular on subsidies for emergency neonatal obstetric care, generalization of school canteens, distribution of food coupons to poor households, the sale of foodstuffs at a subsidized price."}, {"text_block_id": "p24_b229", "text": "However, vulnerable populations are always more exposed to various shocks and disasters. In the area of social protection, various actions have indeed been taken by the government with support from its technical and financial partners, but the country does not yet have a clear national policy for social protection, accompanied by a plan of action."}, {"text_block_id": "p25_b230", "text": "Moreover, child labor is also a national issue of concern to the government. According to findings from the National Survey on Child Labor in Burkina Faso (BF-ENTE / ILO 2006), 41 percent of children aged 5-17 years are engaged in economic activities, as against 51.07 percent in 1999. Nearly one in four children, aged 5-17 years old, performs dangerous work and this concerns both boys (47 percent) and girls (34 percent). The great challenge for government is to develop and implement policies aimed at eliminating hazardous work for children and at promoting and protecting their rights."}, {"text_block_id": "p25_b231", "text": "Inequalities affecting women and men are many and varied across the sectors. Some socio-cultural considerations tending to discriminate against girls in favor of boys continue to weigh heavily, especially the law on inheritance and property rights. Inequalities and disparities are also experienced daily in the sexual division of labor, giving a greater workload to women compared to men, to girls compared to boys, with damaging impacts on their health, productivity, leisure time and reinvestment in human capital."}, {"text_block_id": "p25_b232", "text": "The cultural and religious context in Burkina Faso still contains factors that strongly influence and determine access and control by men and women of resources, basic social services, activities of public and private life and their participation in decision-making spheres. In spite of legal and political measures for equal rights between men and women, the status of women has not fundamentally changed."}, {"text_block_id": "p25_b233", "text": "In the specific case of women’s’ access to land, the policy to secure land tenure in rural areas adopted by the government in October 2007, calls, inter alia, for an equitable access to land by all rural actors. In fact, gender equality in rural land management is far from assured and thus appears as a specific expression of the general problem of access to land. Creating conditions for equitable access of disadvantaged groups to land, especially by rural women, remains a real challenge."}, {"text_block_id": "p25_b234", "text": "In order to promote equal access by men and women to human capacity development opportunities, the government also adopted a national gender policy in 2009 and in 2010, its operational action plan for 2011-2013. Gender equality is central to the government's priorities, as is reflected in it assuming responsibility for the APE (Parents Association) contributions for female pupils enrolled in primary schools, free health care against malaria in pregnant women and subsidies for obstetric services, the adoption of the rule allocating an additional 10 percent to the number of women for recruitments into the armed forces, the adoption of a law fixing a quota of a 30 percent minimum for one sex or the other on the electoral roll for municipal and legislative elections."}, {"text_block_id": "p25_b235", "text": "Moreover, in implementation of the law pertaining to the general code on territorial authorities, the gender issue was included in the development plans of 174 rural councils, supported by community development projects based in rural areas"}, {"text_block_id": "p25_b236", "text": "In the coming years, the government will have to tackle the main challenges relating to the establishment of a balance between the sexes, in terms of schooling and literacy, the improvement of the status of women, gender mainstreaming in all development sectors and strengthening of the role of women in decision-making."}, {"text_block_id": "p25_b237", "text": "The employment situation, according to results of the study on “trends in employment and poverty in Burkina Faso 1998-2007\", conducted by the Ministry of Youth and Employment, is characterized by an average occupancy rate of 80.9 percent. The study also reveals the dominance of the agricultural and informal sectors, and that of informal employment in cities, owing to the presence of family helpers and apprentices, low wage employment in the modern sector, the burden of urban unemployment and the phenomenon of visible underemployment that affects a quarter of the employed population, double in rural areas. Women are recruited into low-wage activities in the rural and informal sectors. In the informal sector, they account for approximately 60 percent of the workforce. The large number of young people not included in employment statistics remains a cause for concern."}, {"text_block_id": "p25_b238", "text": "Growth achieved during the past decade was not accompanied by massive job creation in the modern sector. However, the government implemented extensive programs to promote self-employment and these created many"}, {"text_block_id": "p26_b239", "text": "opportunities for quite a significant portion of new applicants on the labor market, with the other half turning to paid informal jobs. Moreover, the growing number of unemployed graduates is acutely posing the thorny problem of reviewing the appropriateness of some fields of specialization to the real needs of the labor market."}, {"text_block_id": "p26_b240", "text": "In the coming years, the challenge to be addressed by government will be that of promoting job creation. It is within this perspective that, since 2008, the National Employment Policy (NEP) and its action plan have been adopted and implemented"}, {"text_block_id": "p26_b241", "text": "."}, {"text_block_id": "p26_b242", "text": "The report on the state of the environment, prepared every four years, helps to identify the country's major environmental problems, including the degradation of land and water resources, an unsustainable energy system, increasing urban environmental problems, erosion of biodiversity and climate change."}, {"text_block_id": "p26_b243", "text": "I.3.1 LAND DEGRADATION"}, {"text_block_id": "p26_b244", "text": "Burkina Faso has a natural environment with limited potential. In a context marked by variability and a deteriorating climate, human activities and settlements have been the source of a growing erosion of natural capital. The country is characterized by a process of accelerated degradation of land undergoing spatial expansion at the rate of expansion of agro-pastoral activities, with an expected saturation of agricultural land within a generation. Indeed, 34 percent of the territory, or 9,234,500 ha of agricultural land, is degraded due to anthropogenic (agriculture, livestock, land tenure, fuel wood, etc..) and climatic reasons, with an annual estimated increase in land degradation of 105 000-250 000 ha. It also is noted that 74 percent of arid and semi-arid areas are affected by land desertification/degradation"}, {"text_block_id": "p26_b245", "text": "."}, {"text_block_id": "p26_b246", "text": "I.3.2 DEGRADATION OF WATER RESOURCES"}, {"text_block_id": "p26_b247", "text": "The potential in water resources has been declining significantly and is no longer meeting the growing needs of the country. It is estimated that Burkina Faso will move from a situation of moderate water stress in normal, medium to high dry years in the early 2000s, to a situation of permanent high water stress by 2010-2015, with the demand for water reaching 69.7 percent of usable volumes in a normal year and 141.9 percent in a very dry year. The factors causing increasing pollution of water resources (domestic, agricultural, urban) appear to be the source of the exacerbation of the water shortage."}, {"text_block_id": "p26_b248", "text": "I.3.3 UNSUSTAINABLE ENERGY SYSTEM"}, {"text_block_id": "p26_b249", "text": "The energy system is unsustainable. In a context of a very strong and growing demand for energy, it is the cause of: (i) excessive use of wood resources, degradation of vegetation and damage to soil fertility, (ii) destruction of the primary carbon sequestration wells essential for climate control and (iii) increasing pollution of urban air quality and emission of greenhouse gases."}, {"text_block_id": "p26_b250", "text": "I.3.4 GROWING PROBLEMS OF THE URBAN ENVIRONMENT"}, {"text_block_id": "p26_b251", "text": "Urbanization is experiencing very strong growth in Burkina Faso, with significant impact on the environment: (i) multiplication of the consumption of natural resources (water, energy, food, construction materials, etc..), (ii) accumulation and concentration of pollution in urban areas and development of unsanitary conditions, (iii) development of precariousness and poverty due to the impact of degradation of the urban environment and disparities in access to basic services."}, {"text_block_id": "p27_b252", "text": "I.3.5 EROSION OF BIODIVERSITY"}, {"text_block_id": "p27_b253", "text": "Biodiversity has been marked by erosion as a result of the heavy pressure exerted by human activities (agriculture, livestock, firewood, urbanization, etc..) which are the cause of the fragmentation or destruction of natural habitats (degradation of vegetation cover, deforestation, drying up of humid areas, etc..), a growing vulnerability of plant and animal species and the disappearance of some of these species."}, {"text_block_id": "p27_b254", "text": "I.3.6 CLIMATE CHANGE"}, {"text_block_id": "p27_b255", "text": "The phenomenon of climate change manifests itself in Burkina Faso by the downward trend in the volume and quality of rainfall, but also by the greenhouse effect, all of which call into question the performance of traditional plant and animal material, as well as methods and techniques. In addition, the increased frequency and magnitude of natural disasters is the first dimension of climate risk assessment related to climate change. The floods that hit the country in recent years are indicative of the effects of climate change in Burkina Faso. They regularly cause the displacement of large populations of affected communities, with their corollary of humanitarian problems. They are also the source of significant economic losses. As an illustration, climatic factors led to a loss of 268 005 tons of cereals, a monetary value of 35.266 billion CFA francs in 2009."}, {"text_block_id": "p27_b256", "text": "Faced with this situation, national authorities have developed numerous policy and planning instruments, and have implemented action plans. These actions have always taken into account aspects related to environmental governance, sustainable management of natural resources, increased forestry and wildlife production, improvement of living conditions, strengthening the capacities of actors, gender and the fight against global warming. At the institutional level, the agency for the promotion of non wood forest products has been created and the strategy for the prevention and management of Man -Wildlife conflicts developed. Similarly, a National Environmental Assessment Bureau (BUNED) has been set up to ensure better consideration of environmental impact in the evaluation of programs and projects."}, {"text_block_id": "p27_b257", "text": "Furthermore, the government's concern has always been that of making eco-citizenship a behavior shared by all Burkinabe people. The integration of environmental education modules into the educational system and the establishment of a \"low-carbon emission day\" on 1 July each year, stem from this will."}, {"text_block_id": "p27_b258", "text": "The Burkinabe authorities, convinced that respect for the Kyoto Protocol in full is a way out of the \"climate crisis\" for African countries in general, and Burkina Faso in particular, have been very committed at both continental and global levels. Proof of this is the holding in Ouagadougou in October 2009 of the 7th Global Forum on Sustainable Development, which served as an opportunity to share views on climate change and sustainable development, and to obtain a consensus stand by Africa that was used as the basis of negotiations at the 15th Conference of the parties to the United Nations Framework Convention on Climate Change in Copenhagen in December 2009."}, {"text_block_id": "p27_b259", "text": "There are, however, the following deficiencies that characterize the environment sector and living environment: (i) inadequate consideration of environmental issues in policies and development programs, (ii) lack of visibility of the contribution of the environment sector and the living environment to the fight against poverty and the national economy, (iii) low level of public sector financing of the environment and the living environment in the implementation of the PRSP, (iv) insufficient staff both in quality and quantity, (v) lack of appropriate regulations, (vi) lack of relevant indicators for the environment, (vii) absence of recent and reliable data on forest, wildlife and environmental resources, (viii) lack of incentives for private investors in the forestry subsector and (ix) lack of environmental accounting"}, {"text_block_id": "p27_b260", "text": "."}, {"text_block_id": "p27_b261", "text": "Consequently, there are the following challenges facing the sustainable management of natural resources, improvement of living conditions and adaptation to climate change: (i) sustainable management of land, water resources, pastoral resources, fisheries, forestry and wildlife, (ii) the supply of drinking water to urban, semi-urban and rural areas, (iii) sustainable mining, (iv) better living conditions in the rural and urban areas, (v) participation in the prevention and management of natural and technological disasters, (vi) promotion of environmental assessments in all programs and projects, (vii) the practice of environmental education and eco-citizenship at all"}, {"text_block_id": "p28_b262", "text": "levels of education (formal, non formal and informal), (viii) the implementation of economic instruments and financial instruments for the environment and (ix) promotion of decent green jobs."}, {"text_block_id": "p28_b263", "text": "I.4 STATE OF GOVERNANCE"}, {"text_block_id": "p28_b264", "text": "I.4.1 POLITICAL GOVERNANCE"}, {"text_block_id": "p28_b265", "text": "The move to democratize political life in Burkina Faso, begun in 1990, has seen undeniable progress that has reinforced the image of a stable country engaged in an evolutionary process to develop and expand new practices of political governance based on republican institutions and driven by a desire to improve governance and the resolution of socio-political conflicts."}, {"text_block_id": "p28_b266", "text": "Over the last two decades, Burkina Faso has enjoyed political stability and a democratic new deal momentum. This stability has given the country a reputation that enables it to play an active role in peacekeeping and crisis resolution in the sub-region."}, {"text_block_id": "p28_b267", "text": "The Burkinabe authorities are well aware of the efforts that need to be made to strengthen political governance. These include in particular:"}, {"text_block_id": "p28_b268", "text": "The Burkinabe authorities are well aware of the efforts that need to be made to strengthen political governance. These include in particular:\n* deepening the rule of law in order to permanently entrench the democratic process and consolidate political stability;\n* promoting credible and accessible justice that requires bringing justice closer to the defendant, by accelerating the devolution of the judicial administration;\n* promoting respect for human rights and civic duty through the effective dissemination of texts relating to the promotion and protection of human rights;\n* strengthening the promotion of sub-regional integration and the pursuit of foreign policy on the maintenance and consolidation of international peace and security."}, {"text_block_id": "p28_b276", "text": "The Ministry of Public Service and State Reform was created in 2002 to effectively conduct the comprehensive reform of public administration (RGAP). The main objective of this reform is twofold: first, to make public administration a modern and efficient administration, led by well-trained servants, capable of rendering quality service to citizens and secondly, to make public administration a development administration capable of responding to the expectations of the decentralization process. Significant progress has been recorded and examples of this progress are:"}, {"text_block_id": "p28_b277", "text": "The Ministry of Public Service and State Reform was created in 2002 to effectively conduct the comprehensive reform of public administration (RGAP). The main objective of this reform is twofold: first, to make public administration a modern and efficient administration, led by well-trained servants, capable of rendering quality service to citizens and secondly, to make public administration a development administration capable of responding to the expectations of the decentralization process. Significant progress has been recorded and examples of this progress are:\n* the decongestion of career management acts that resulted in the installation and operation of the Computerized System for the Administrative and Wage Management of State Employees (SIGASPE) in the human resources departments of the various ministries and institutions;\n* the capacity building of stakeholders through the sharing of good practices as part of regular consultations between the directors of human resources (DHR) and those of vocational schools;\n* access to employment in public service through a competitive process that ensures equal opportunities for all applicants;\n* the establishment of an inclusive environment for public employees as a means of improving their working conditions, but also of recognizing older employees for service rendered to the nation;\n* the setting up of disciplinary boards in ministries and institutions as part of the promotion of civic responsibility within the administration;\n* the fight against corruption, with the establishment of the Supreme State Control Authority (ASCE) and the capacity building of other control structures, such as general inspectorates of services;"}, {"text_block_id": "p29_b289", "text": "The Ministry of Public Service and State Reform was created in 2002 to effectively conduct the comprehensive reform of public administration (RGAP). The main objective of this reform is twofold: first, to make public administration a modern and efficient administration, led by well-trained servants, capable of rendering quality service to citizens and secondly, to make public administration a development administration capable of responding to the expectations of the decentralization process. Significant progress has been recorded and examples of this progress are:\n* the decongestion of career management acts that resulted in the installation and operation of the Computerized System for the Administrative and Wage Management of State Employees (SIGASPE) in the human resources departments of the various ministries and institutions;\n* the capacity building of stakeholders through the sharing of good practices as part of regular consultations between the directors of human resources (DHR) and those of vocational schools;\n* access to employment in public service through a competitive process that ensures equal opportunities for all applicants;\n* the establishment of an inclusive environment for public employees as a means of improving their working conditions, but also of recognizing older employees for service rendered to the nation;\n* the setting up of disciplinary boards in ministries and institutions as part of the promotion of civic responsibility within the administration;\n* the fight against corruption, with the establishment of the Supreme State Control Authority (ASCE) and the capacity building of other control structures, such as general inspectorates of services;\n* the initiatives taken to provide public administrations with procedure manuals;\n* the improvement of services to users;\n* the introduction of Information and Communication Technology (ICT) to strengthen administrative governance;\n* the publication in March 2009 of the first white paper on the Public Service."}, {"text_block_id": "p29_b297", "text": "Furthermore, the various ministries were judiciously decentralized to accompany the decentralization process."}, {"text_block_id": "p29_b298", "text": "After a decade of implementation, the overall reform of public administration has been evaluated in order to assess the results achieved, lessons learned and examine the appropriate steps to complete it. During the coming years, the challenge will be that of establishing a development republican administration through further reform of the Administration through a ten-year strategy to modernize the State and the administration management system (sectoral policies, program approach, procedure manuals, auditing of institutions, evaluation of public policies, etc.)."}, {"text_block_id": "p29_b299", "text": "I.4.3 LOCAL GOVERNANCE"}, {"text_block_id": "p29_b300", "text": "Indeed, the new provisions introduced can:"}, {"text_block_id": "p29_b301", "text": "Indeed, the new provisions introduced can:\n* find a permanent solution to the recurring crises of municipal councils;\n* raise the level and effectiveness of primary officials of the said councils;\n* improve the mechanisms for the political and administrative management of local communities."}, {"text_block_id": "p29_b307", "text": "various council development plans. As concerns"}, {"text_block_id": "p29_b308", "text": "Those of urban councils with special status, such as Ouagadougou and Bobo-Dioulasso, are already effective."}, {"text_block_id": "p29_b309", "text": "In 2008, the government established the National Conference on Decentralization (CONAD) with a Permanent Technical Secretariat (STP/CONAD) to promote dialogue between all actors of decentralization. A three-year Action Plan (PAT) 2008-2010 of the Strategy Framework for the implementation of decentralization has become operational under the STP/CONAD. The second session of this advisory body, held in 2010, helped to evaluate various achievements under this plan and lay the groundwork for the next plan covering the period 2010-2012."}, {"text_block_id": "p29_b310", "text": "Despite these significant efforts, local governance is facing difficulties because of insufficient resources and the limited devolution of administration to support decentralization, weak accountability of local authorities and the poor quality of the relationship between devolution and decentralization. It will be necessary to make the tasks more specialized so that devolution is oriented towards development while decentralization more towards management."}, {"text_block_id": "p29_b311", "text": "."}, {"text_block_id": "p30_b312", "text": "I.4.4 ECONOMIC GOVERNANCE"}, {"text_block_id": "p30_b313", "text": "The issue of economic governance, fixed as a priority since the adoption of the first Poverty Reduction Strategy Paper (PRSP) in 2000, is being vigorously addressed mainly through the public finance reforms implemented under the public finance strengthening strategy (PSRS). In recent years, efforts have been concentrated on strengthening the control system, the fight against corruption and the procurement mechanism."}, {"text_block_id": "p30_b314", "text": "(review of the typical organization of ministries to broaden the powers of ITS in the fight against fraud)."}, {"text_block_id": "p30_b315", "text": "The restructuring of the mechanism against corruption led to the adoption of a decree on the organization of specific jobs for control bodies and another on the allowances system. A study was conducted to rationalize financial control, review the repository of payment deadlines and the attractiveness of the Inspectorate General of Finance. These decrees and measures have thus come to enhance the function of control and to create an overall synergy in the fight against fraud and forgery."}, {"text_block_id": "p30_b316", "text": "Despite all these efforts, shortcomings continue to exist."}, {"text_block_id": "p30_b317", "text": "Thus:"}, {"text_block_id": "p30_b318", "text": "Thus:\n* insufficient coverage of the field of jurisdiction and territory by the control bodies;\n* insufficient coverage of the field of jurisdiction and territory by the control bodies;\n there are difficulties with enforcing regulations, weakness in\n* concerning audits and rendering of accounts, human, material and financial resources are inadequate,\n* concerning audits and rendering of accounts, human, material and financial resources are inadequate,\n thereby making these activities insufficient in quantity and quality.\n* concerning audits and rendering of accounts, human, material and financial resources are inadequate,\n thereby making these activities insufficient in quantity and quality.\n There is usually no response to audit\n* concerning audits and rendering of accounts, human, material and financial resources are inadequate,\n thereby making these activities insufficient in quantity and quality.\n There is usually no response to audit\n recommendations, in terms of incentives or sanctions.\n* concerning audits and rendering of accounts, human, material and financial resources are inadequate,\n thereby making these activities insufficient in quantity and quality.\n There is usually no response to audit\n recommendations, in terms of incentives or sanctions.\n Moreover, there is no performance"}, {"text_block_id": "p30_b328_merged_merged_merged_merged", "text": "The strategic management of the economy is facilitated by effective instruments. Their implementation has helped lay the foundation for the proactive management of development and ensure coordination between long-term development policies and those of the medium and short terms. the public finance management system."}, {"text_block_id": "p30_b333", "text": "consistency of most sectoral policies with development needs."}, {"text_block_id": "p30_b334", "text": "tracking)."}, {"text_block_id": "p31_b335", "text": "fiscal and sectoral"}, {"text_block_id": "p31_b336", "text": "calendars"}, {"text_block_id": "p31_b337", "text": "). Indeed, the PAP-PRSP annual installment and the budget for that year were not prepared and adopted at the same time, and this weighed heavily on its effectiveness."}, {"text_block_id": "p31_b338", "text": "establishment of the management platform (PGA), etc. But several challenges remain:"}, {"text_block_id": "p31_b339", "text": "establishment of the management platform (PGA), etc. But several challenges remain:\n* poor integration of aid flows in the budget process, because of its high level of unpredictability\n* too many aid project conditionalities and the, sometimes contradictory, diverse approaches implemented at project level in the field;\n* low debt management capacity\n* plethora of projects and program management units"}, {"text_block_id": "p31_b350", "text": "The major challenges are improving predictability and budget implementation control, ensuring better coordination between the various development benchmarks, strengthening capacity for aid management, and streamlining project and program management."}, {"text_block_id": "p31_b351", "text": "I.5 REGIONAL AND LOCAL DEVELOPMENT"}, {"text_block_id": "p31_b352", "text": "I.5.1 PRIORITY TO REGIONAL DEVELOPMENT"}, {"text_block_id": "p31_b353", "text": "The region is seen as a mainstay of the state for the promotion of economic and social development. This option has been strengthened by measures, the most important of which are"}, {"text_block_id": "p31_b354", "text": "The region is seen as a mainstay of the state for the promotion of economic and social development. This option has been strengthened by measures, the most important of which are\n* economic devolution, especially utilities (electricity, drinking waterâ¦) at regional level;\n* coordination of government action in the regions by regional governors;\n* the requirement for regional councils to develop regional development plans and regional budgets."}, {"text_block_id": "p31_b360", "text": "In addition, regional programs have reinforced the priority given to regional development. They include the Regional Poverty Reduction Strategy Papers, the adoption of the Sahel regional planning scheme, rural development projects, natural resources management programs, local development programs, etc. Local and regional development has also been strengthened through reforms and institutional measures."}, {"text_block_id": "p31_b361", "text": "I.5.2 INSTITUTIONAL REFORMS"}, {"text_block_id": "p31_b362", "text": "This administrative reorganization of the territory has now been crystallized with the decentralization of ministries to the regions, in order to ensure continuity of"}, {"text_block_id": "p31_b363", "text": "public services in the regions."}, {"text_block_id": "p31_b364", "text": "I.5.3 REGIONAL INVESTMENTS"}, {"text_block_id": "p31_b365_merged_merged_merged", "text": "The economic organization of the territory has always been a concern of the government. In the aftermath of independence, the government tried to create economic regions. In addition, an effort was made to implement investment projects of a regional character. Development centers have been set up for several decades now and are experiencing a revival with the rise in regional planning in recent years. These are urban centers and"}, {"text_block_id": "p32_b371", "text": "agricultural clusters that contribute to economic growth via polarized activities. The most widely shared polarizing"}, {"text_block_id": "p32_b372", "text": "function is the administrative function, with the other functions having a variable attractive force."}, {"text_block_id": "p32_b373", "text": "Apart from these growth poles, the government has implemented major urban and rural structural projects. The main urban structural projects include the program for the development of 10 medium-size towns that has become the program for the development of secondary centers. Amongst those projects, we find an urban project that covers Ouagadougou and Bobo-Dioulasso and that concerns works in the areas of drinking water, sanitation, mobilization of local resources, urban management and community participation. The Ouaga 2000 project, which is a large urban development project which seeks to transform the area into an urbanized functional unit with all the urban facilities and services needed (nearby public facilities, individual and collective housing, public transport… ). Other projects include the Greater Ouagadougou project, which seeks to integrate the capital with its suburbs, the regional poles of development project, which seeks to support the decentralization process by strengthening the capacity of urban councils involved to provide infrastructure and services to their populations."}, {"text_block_id": "p32_b374", "text": "In addition, major investments have been made to develop wildlife areas (national parks, total or partial wildlife reserves, a biosphere reserve, sanctuaries, ranches), forest areas as forest reserves, fisheries (Bagre and Kompienga), pastoral areas, mining (through mining concessions), large schemes such as Bérégadougou, Douna, Kou Karfiguela, Banzon, Sourou, Bagre, and the SOSUCO. Another of these investments is the development of a small agro-industry, mainly located in Bobo-Dioulasso, Banfora Koudougou, and Ouagadougou."}, {"text_block_id": "p32_b375", "text": "These various initiatives that contribute to regional development need to be provided with the effective governance expected of decentralization."}, {"text_block_id": "p32_b376", "text": "Government efforts have led to the development of council development plans for the 302 rural councils."}, {"text_block_id": "p32_b377", "text": "I.5.4 DECENTRALIZATION"}, {"text_block_id": "p32_b378", "text": "Since the early 1990s, as part of political, economic and institutional reforms, the government began implementing decentralization to promote grassroots development. The process of decentralization reached a milestone with the full communalization enshrined in Law No. 055-2004/AN of 21 December 2004 General Local Authorities Code (CGCT). The elections that followed in April 2006 enabled the government to establish 351 councils across the entire territory, made up of 49 urban and 302 rural councils as well as 13 regions. The regional scale is both an administrative division and a local authority, while the council corresponds to that of the division, which has been maintained as the level of state representation and assistance to councils."}, {"text_block_id": "p32_b379", "text": "Today, the decentralization process, which is being implemented progressively, has recorded the following results:"}, {"text_block_id": "p32_b380", "text": "•"}, {"text_block_id": "p32_b381", "text": "the legal architecture is in place. The general code on local authorities, which is the key element, provides 11 blocks of powers to local governments working toward economic, social, educational, health, cultural and scientific development, the development of natural resources, and the improvement of living conditions;"}, {"text_block_id": "p32_b382", "text": "•"}, {"text_block_id": "p32_b383", "text": "with the appointment of a secretary general of the council, local authorities have a minimum of administrative organization;"}, {"text_block_id": "p32_b384", "text": "•"}, {"text_block_id": "p32_b385", "text": "local authorities have financial resources from state support, own resources, endowments, etc.;"}, {"text_block_id": "p32_b386", "text": "•"}, {"text_block_id": "p32_b387", "text": "a Permanent Fund for the Development of Local Communities (FPDCT) has been established by the General Code on local authorities, with the mission to assist in the financing of local development priority programs of local authorities and to contribute to the strengthening of their operational capabilities."}, {"text_block_id": "p32_b388", "text": "The process as thus described is experiencing difficulties and the core problems are as follows:"}, {"text_block_id": "p32_b389", "text": "-"}, {"text_block_id": "p32_b390_merged_merged", "text": "the resources of local authorities are limited (6.95 percent of the state budget in 2009) and unevenly distributed. Councils with special status (Ouagadougou and Bobo-Dioulasso) represent 47.41 percent of general grants with 37.90 percent allocated to Ouagadougou. The other urban councils represent"}, {"text_block_id": "p33_b394_merged", "text": "26.18 percent of operating grants, with the rural councils and regions sharing 22.34 percent and 4.08 percent respectively;"}, {"text_block_id": "p33_b396", "text": "-"}, {"text_block_id": "p33_b397", "text": "48.31 percent of investment allocations go to special status councils, while those of the other urban districts are estimated at 15.20 percent. Rural councils and regions are positioned at 28.84 percent and 7.65 percent on average. This amount falls short of the 20 percent expenditure recommended by the texts on decentralization, concerning the self-financing of capital expenditure;"}, {"text_block_id": "p33_b398", "text": "-"}, {"text_block_id": "p33_b399", "text": "local authorities are obliged to prepare their development plan in accordance with national policies, but do not have all the means to do so, nor the skills to conduct such processes;"}, {"text_block_id": "p33_b400", "text": "-"}, {"text_block_id": "p33_b401", "text": "the transfer of resources relating to the 11 blocks of power has not been fast enough to enable local authorities to manage the continuity of the public services transferred. In 2009, only four decrees of transfer were signed in health, education, preschool, primary education, water supply and sanitation, culture, youth, sports and recreation;"}, {"text_block_id": "p33_b402", "text": "-"}, {"text_block_id": "p33_b403", "text": "all the councils are faced with human resource problems in quantity and quality;"}, {"text_block_id": "p33_b404", "text": "-"}, {"text_block_id": "p33_b405", "text": "the Permanent Fund for the Development of Local Communities (FPDCT) is not fully operational. It is experiencing financial difficulties that are undermining its independence and hindering its ability to accomplish its mission."}, {"text_block_id": "p33_b406", "text": "On the whole, despite the difficulties and inertia, local and regional development is a difficult issue, fueled by an increasingly strong social demand. It is also a political will that is being increasingly asserted through the actions of the state. The main challenges will be the acceleration of the regionalization process, the completion of the devolution of public administration, capacity building of local actors in all areas and sectors, and strengthening the financial resources of local authorities."}, {"text_block_id": "p33_b407", "text": "I.6 KEY LESSONS"}, {"text_block_id": "p33_b408", "text": "I.6.1 MAJOR ACHIEVEMENTS"}, {"text_block_id": "p33_b409", "text": "These efforts have benefited from the trust and support of the technical and financial partners, the private sector, and the civil society."}, {"text_block_id": "p33_b410", "text": "These achievements reflect the country's ability to handle various aspects of public life, cope with external shocks, and adapt to natural hazards and constraints; while the adoption of a vision, through the implementation of the results of the \"Burkina 2025\" prospective national study, has helped to develop the capacity to anticipate events."}, {"text_block_id": "p33_b411", "text": "This has resulted in an economic, social, and environmental situation in Burkina Faso today, which can be presented as follows:"}, {"text_block_id": "p33_b412", "text": "-"}, {"text_block_id": "p33_b413", "text": "the national economy is on a growth path, albeit with rapid population growth;"}, {"text_block_id": "p33_b414", "text": "-"}, {"text_block_id": "p33_b415", "text": "poverty has been reduced, but must be further reduced for any hope of achieving the MDGs;"}, {"text_block_id": "p33_b416", "text": "-"}, {"text_block_id": "p33_b417", "text": "the country has made significant progress in human development that has resulted in qualitative leaps in drinking water, HIV and AIDS, and the education of girls;"}, {"text_block_id": "p33_b418", "text": "-"}, {"text_block_id": "p33_b419", "text": "the government has implemented programs and projects that have helped improve the living environment and enhanced the sustainable management of natural resources."}, {"text_block_id": "p34_b420", "text": "I.6.2 MAIN CHALLENGES"}, {"text_block_id": "p34_b421", "text": "Indeed:"}, {"text_block_id": "p34_b422", "text": "•"}, {"text_block_id": "p34_b423_merged", "text": "Good macroeconomic performance contrasts with massive poverty affecting 43.9 percent of the population. The main reasons are"}, {"text_block_id": "p34_b425", "text": "Good macroeconomic performance contrasts with massive poverty affecting 43.9 percent of the population. The main reasons are\n* weak growth in relation to population growth that has not induced a significant reduction of poverty;\n* the variability in growth rate, given the importance of the agricultural sector, which remains dependent on weather conditions;\n* the preponderance of sectors, in particular the tertiary sector, with a low concentration of poverty and low job creation in national wealth formation, without strong policies of redistribution that ensure the transfer of fiscal benefits to the poor or their production sectors;\n* the low per capita creation of wealth of the active population in the primary sector compared to other sectors; with over 80 percent of national poverty, the sector contributes only 30.4 percent of the GDP on average;\n* high population pressure (3.1 percent) which destroys all efforts to build wealth.\n* the low progress in Human Development Index results, among other things, from the weak performance in the education sector. In fact, key indicators of access to preschool and secondary education remain very low. Even though those of primary school are higher, improving its quality remains a challenge. As for higher education, it is the weak link of the education system despite the strong growth of university infrastructure. Building a nation of knowledge is therefore a challenge to address;\n* key health indicators have improved, but inequalities persist in health outcomes, and strengthening the national health system should be considered a major challenge to create conditions conducive to reform, especially that of hospitals;\n* establishing a balance between the sexes in terms of schooling and literacy, improving the status of women, and gender mainstreaming in all development sectors are significant challenges for accelerating growth;\n* regional planning is a political will which is asserting itself, but much remains to be done to develop planning tools and instruments; reforms in governance have progressed considerably, but many challenges remain to further the rule of law, establish a republican development administration, fight against corruption, and achieve economic decentralization;\n* the situation in Burkina Faso in terms of sustainable development is not satisfactory. Indeed, the dominant production system, namely subsistence agriculture, cannot feed the population adequately, given its rapid growth rate. This rapid population growth in a relatively performing economy leads to high poverty and the degradation of natural resources. Added to this are low yields, suburbanization, and land tenure problems that are all factors that can undermine prospects for sustainable development in Burkina Faso;\n* Burkina Faso is a country facing structural weaknesses that affect its competitiveness. This state of affairs is the result of several factors: high cost of production factors, underdeveloped basic economic infrastructure, difficulties in accessing markets (domestic and external) in a sustainable way, low development of national energy potential, tax burden on businesses and dependence on thermal energy; economic growth in Burkina Faso is dependent on agriculture which is not very diversified and vulnerable to exogenous shocks. Overcoming the challenge of accelerating growth implies meeting the challenge of diversifying the economy;\n* public spending has continuously been on the rise without any visible impact on poverty reduction. The challenge for the coming years will be to control and improve its effectiveness and efficiency;\n* the importance of the share of external resources in investment financing in Burkina Faso reflects the confidence of PTFs in the countryâs national policy choices. It does, however, pose the challenge of predictability and effectiveness of using these resources, because these are the sole guarantees of good planning and a proper execution of development programs;"}, {"text_block_id": "p35_b451", "text": "Good macroeconomic performance contrasts with massive poverty affecting 43.9 percent of the population. The main reasons are\n* weak growth in relation to population growth that has not induced a significant reduction of poverty;\n* the variability in growth rate, given the importance of the agricultural sector, which remains dependent on weather conditions;\n* the preponderance of sectors, in particular the tertiary sector, with a low concentration of poverty and low job creation in national wealth formation, without strong policies of redistribution that ensure the transfer of fiscal benefits to the poor or their production sectors;\n* the low per capita creation of wealth of the active population in the primary sector compared to other sectors; with over 80 percent of national poverty, the sector contributes only 30.4 percent of the GDP on average;\n* high population pressure (3.1 percent) which destroys all efforts to build wealth.\n* the low progress in Human Development Index results, among other things, from the weak performance in the education sector. In fact, key indicators of access to preschool and secondary education remain very low. Even though those of primary school are higher, improving its quality remains a challenge. As for higher education, it is the weak link of the education system despite the strong growth of university infrastructure. Building a nation of knowledge is therefore a challenge to address;\n* key health indicators have improved, but inequalities persist in health outcomes, and strengthening the national health system should be considered a major challenge to create conditions conducive to reform, especially that of hospitals;\n* establishing a balance between the sexes in terms of schooling and literacy, improving the status of women, and gender mainstreaming in all development sectors are significant challenges for accelerating growth;\n* regional planning is a political will which is asserting itself, but much remains to be done to develop planning tools and instruments; reforms in governance have progressed considerably, but many challenges remain to further the rule of law, establish a republican development administration, fight against corruption, and achieve economic decentralization;\n* the situation in Burkina Faso in terms of sustainable development is not satisfactory. Indeed, the dominant production system, namely subsistence agriculture, cannot feed the population adequately, given its rapid growth rate. This rapid population growth in a relatively performing economy leads to high poverty and the degradation of natural resources. Added to this are low yields, suburbanization, and land tenure problems that are all factors that can undermine prospects for sustainable development in Burkina Faso;\n* Burkina Faso is a country facing structural weaknesses that affect its competitiveness. This state of affairs is the result of several factors: high cost of production factors, underdeveloped basic economic infrastructure, difficulties in accessing markets (domestic and external) in a sustainable way, low development of national energy potential, tax burden on businesses and dependence on thermal energy; economic growth in Burkina Faso is dependent on agriculture which is not very diversified and vulnerable to exogenous shocks. Overcoming the challenge of accelerating growth implies meeting the challenge of diversifying the economy;\n* public spending has continuously been on the rise without any visible impact on poverty reduction. The challenge for the coming years will be to control and improve its effectiveness and efficiency;\n* the importance of the share of external resources in investment financing in Burkina Faso reflects the confidence of PTFs in the countryâs national policy choices. It does, however, pose the challenge of predictability and effectiveness of using these resources, because these are the sole guarantees of good planning and a proper execution of development programs;\n* the risk of debt distress remains high in Burkina Faso, because of a high ratio of net present value of debt. This reflects new debt accumulation, coupled with low exports and moderate growth. This situation calls for vigorous reforms in the export sector, continuous and accelerated improvement of the tax ratio, and strengthening of the quality of institutions that would help enhance borrowing capacity through an increase in the CPIA score (Country Policy and Institutional Assessment).\n<\\li1>"}, {"text_block_id": "p35_b453", "text": "Therefore, the great challenge facing Burkina Faso is the acceleration of growth and sustainable development, while significantly reducing the incidence of poverty."}, {"text_block_id": "p36_b454", "text": "II.STRATEGY FOR GROWTH AND SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p37_b455", "text": "II.1 FOUNDATIONS"}, {"text_block_id": "p37_b456", "text": "Starting from its long-term development vision, taking into account cross-cutting issues and development and drawing lessons from the decade-long struggle against poverty, Burkina Faso is engaged in a new development strategy that aims at accelerating growth and promoting sustainable development to put the country on the path of emergence."}, {"text_block_id": "p37_b457", "text": "This strategy, called the Strategy for Accelerated Growth and Sustainable Development (SCADD), derives its foundations from the \"Burkina 2025\" Vision, which seeks to make Burkina Faso \"a nation of solidarity, progress and justice, which consolidates its respect on the international scene.\" Achieving this vision requires breaking out of inertia and cumbersome procedures and leaping to progress by finding new avenues for creating value. It also implies a harmonious organization of development efforts to tap all the national potential for the benefit of all Burkinabè and engaging stakeholders in national development."}, {"text_block_id": "p37_b458", "text": "The SCADD has also drawn on lessons learned from the PRSP process and the challenges that remain to be addressed by the new strategy. Indeed, apart from the constraints of external shocks, Burkina Faso faces continuing challenges for achievement of the MDGs, notably that of accelerated growth and sustainable development. Moreover, high population growth threatens to significantly reduce national income per capita, if the trend is not reversed in the medium and long term."}, {"text_block_id": "p37_b459", "text": "It is also based on the need to integrate cross-cutting priority development issues into public policies that in particular concern gender, population, environment, regional planning, and capacity building."}, {"text_block_id": "p37_b460", "text": "The SCADD, a strategy that includes all development policy frameworks, be they long, medium and short term, or global, sectoral, thematic or local, spells out the strategy guidelines that will accompany Burkina Faso’s development ambitions, defines the country’s development objectives, and is presented in five-year cycles. Thus, the SCADD has become the reference framework for all development interventions. It is a results-oriented strategy guide, given that rendering the axes operational will be achieved through sectoral policies."}, {"text_block_id": "p37_b461", "text": "Its vision for 2015, \""}, {"text_block_id": "p37_b462", "text": "Burkina Faso, a productive economy that accelerates growth, increases living standards, improves and preserves the living environment and living conditions through wise and efficient governance,"}, {"text_block_id": "p37_b463", "text": "\" focuses on priorities for economic growth and aspirations for a better quality of life for the population"}, {"text_block_id": "p37_b464", "text": "."}, {"text_block_id": "p37_b465", "text": "The approach to accelerate growth stems from the fact that the average rate of current growth is insufficient to bring about a significant reduction of poverty. Indeed, with a GDP growth rate of 5.2 percent and a population growth rate of 3.1 percent, it would take about 35 years to double per capita income. Therefore, accelerating the growth rate and intensifying job creation are necessary for better absorption of additional demand, improved income levels and living conditions of the population and, consequently, reduced unemployment and poverty."}, {"text_block_id": "p37_b466", "text": "On this basis, the main thrust of the coming stage will be strengthening the foundations of the economy and enhancing its potential to achieve an accelerated growth rate to respond to the twin objectives of improving income and creating jobs, as well as strengthening the foundations of sustainable development."}, {"text_block_id": "p37_b467", "text": "At the same time, further efforts will be directed toward boosting the sustainable development process. Indeed, the SCADD will ensure synergy among the three dimensions of sustainable development, namely (i) economic effectiveness geared toward growth and efficient economic management objectives; (ii) environmental sustainability that seeks to preserve, improve, and develop the environment and natural resources, and (iii) social equity which seeks to meet human needs and respond to the objectives of equity and social cohesion. Practically, sustainable development implies \"sustainable consumption and production patterns.\" This option is necessary because it ensures sustainable growth and a healthy environment, capable of meeting the aspirations of present and future generations."}, {"text_block_id": "p37_b468", "text": "In short, the SCADD has come to reinforce the PRSP’s achievements and offer sound strategies for developing the productive system and human capital. It is proposing an implementation scheme, with better coordinated actions, through priority sectors, to boost growth and contribute to sustainable development."}, {"text_block_id": "p38_b469", "text": "II.2.1 GUIDING PRINCIPLES"}, {"text_block_id": "p38_b470", "text": "The strategy for accelerated growth and sustainable development is underpinned by six"}, {"text_block_id": "p38_b471", "text": "guiding principles:"}, {"text_block_id": "p38_b472", "text": "(i)"}, {"text_block_id": "p38_b473", "text": "anticipation, (ii) national ownership, (iii) accountability, (iv) sustainable development, (v) prioritization and consistency of actions, and (vi) results-based management (GAR)."}, {"text_block_id": "p38_b474", "text": "Anticipation:"}, {"text_block_id": "p38_b475", "text": "The implementation of the SCADD requires the constant adoption of a forward-looking position. Indeed, the various development actors should be able to anticipate the future to be able to prepare themselves in advance to cope with threats and take advantage of the best opportunities offered in the short, medium, and long term. Such an approach requires national leadership in the formulation and implementation of development policies and programs."}, {"text_block_id": "p38_b476", "text": "National ownership:"}, {"text_block_id": "p38_b477", "text": "This principle reflects the will and commitment of the government and the other national development stakeholders to carry out the process for developing and implementing strategies and policies consistent with national development priorities and needs of the people. It involves the coordination and effective use of official development assistance, taking into account the comparative advantages of each technical and financial partner."}, {"text_block_id": "p38_b478", "text": "Accountability:"}, {"text_block_id": "p38_b479", "text": "The process of developing the SCADD was made participatory in order to take into account all the concerns of the various stakeholders. The government intends to continue and deepen this process in its implementation for a better and better shared governance, by rendering all those involved more accountable."}, {"text_block_id": "p38_b480", "text": "Sustainable development:"}, {"text_block_id": "p38_b481", "text": "This principle is aimed at the continuous improvement of the quality of life of citizens by taking into account the interrelated nature of environmental, social, economic and cultural development in a context of intra-and intergenerational equity. Within this perspective, the need to reconcile economic efficiency, environmental sustainability, social and cultural equity will be taken into account in the implementation of the SCADD."}, {"text_block_id": "p38_b482", "text": "Prioritization and consistency of actions:"}, {"text_block_id": "p38_b483", "text": "Given the State’s limited resources, it is essential for the SCADD to prioritize the implementation of actions, ensuring that there is a connection between those measures and the vision of the strategy. Such prioritization will assist in concentrating financial efforts on specific areas, to really spur an economic boom that will, subsequently, make it possible to focus on other areas."}, {"text_block_id": "p38_b484", "text": "Results-based management (GAR):"}, {"text_block_id": "p38_b485", "text": "This approach seeks to achieve results, in terms of defined objectives and indicators, and the achievement of results. In this sense, each player is responsible for achieving results from the operations or processes he or she coordinates. Results-based management implies a clear definition of responsibilities in the implementation of activities or processes, including accountability."}, {"text_block_id": "p39_b486", "text": "II.2.2 OBJECTIVES"}, {"text_block_id": "p39_b487", "text": "II.2.2.1 Global Objective"}, {"text_block_id": "p39_b488", "text": "The overall objective of the SCADD is to achieve a strong, sustained, and quality economic growth, generating a multiplier effect in terms of income generation, quality of life of the population, and caring about sustainable development."}, {"text_block_id": "p39_b489", "text": "II.2.2.2 Specific objectives"}, {"text_block_id": "p39_b490", "text": "From 2011 to 2015, the SCADD will seek to accelerate growth and pursue the achievement of the MDGs. As such, it will endeavor to"}, {"text_block_id": "p39_b491", "text": "1."}, {"text_block_id": "p39_b492", "text": "achieve a real GDP average growth rate of 10 percent;"}, {"text_block_id": "p39_b493", "text": "2."}, {"text_block_id": "p39_b494", "text": "alleviate extreme poverty and hunger in the country;"}, {"text_block_id": "p39_b495", "text": "3."}, {"text_block_id": "p39_b496", "text": "ensure primary education for all;"}, {"text_block_id": "p39_b497", "text": "4."}, {"text_block_id": "p39_b498", "text": "promote gender equality and empower women;"}, {"text_block_id": "p39_b499", "text": "5."}, {"text_block_id": "p39_b500", "text": "reduce the mortality of children under five years;"}, {"text_block_id": "p39_b501", "text": "6."}, {"text_block_id": "p39_b502", "text": "improve maternal health;"}, {"text_block_id": "p39_b503", "text": "7."}, {"text_block_id": "p39_b504", "text": "combat HIV, AIDS, malaria, and other diseases, and continue the reversal of the trend; and"}, {"text_block_id": "p39_b505", "text": "8."}, {"text_block_id": "p39_b506", "text": "ensure environmental sustainability."}, {"text_block_id": "p39_b507", "text": "These specific objectives related to MDGs are presented in Table 6 with targets to be achieved by 2015."}, {"text_block_id": "p40_b508", "text": "Table 6: MDG targets set by SCADD for 2015"}, {"text_block_id": "p44_b509", "text": "Achieving these goals requires the adoption and implementation of effective and sectoral strategies aimed at accelerating growth, consolidating the development of human capital, and promoting sustainable development."}, {"text_block_id": "p44_b510", "text": "II.3 STRATEGY AXES"}, {"text_block_id": "p44_b511", "text": "Four strategic axes have been identified to meet the challenge of accelerated growth and sustainable development. They are (i) development of the pillars of accelerated growth, (ii) strengthening human capital and promoting social protection, (iii) strengthening good governance, and (iv) taking into account cross-cutting priorities in development policies and programs. These various axes are complementary and interact to achieve the objectives of accelerated growth and sustainable development."}, {"text_block_id": "p45_b512", "text": "II.3.1 AXIS 1: DEVELOPMENT OF THE PILLARS OF ACCELERATED GROWTH"}, {"text_block_id": "p45_b513", "text": "II.3.1.1 Accelerated growth model"}, {"text_block_id": "p45_b514", "text": "The model adopted makes the private sector the engine of growth. It is based on an innovative approach that focuses on (i) promotion of growth"}, {"text_block_id": "p45_b515", "text": "poles, (ii) development of promising sectors and promotion of niches"}, {"text_block_id": "p45_b516", "text": "business"}, {"text_block_id": "p45_b517", "text": "clusters, and (iii) promotion of pro-poor growth to effectively fight poverty."}, {"text_block_id": "p45_b518", "text": "II.3.1.1.1 Promotion of growth poles"}, {"text_block_id": "p45_b519_merged_merged", "text": "Growth poles will help structure the production system, diversify and increase the supply of products, ensure food security for the population, and provide greater export earnings. In 2011–2015, the focus will be on the development of growth poles (including agro-poles, mining areas, a special economic zone, etc...) to attract investors, in a bid to expand and diversify production and exports."}, {"text_block_id": "p45_b521", "text": "Studies will be conducted in all regions of the country to identify potential areas for growth poles and to select, for this phase, those meeting the minimum requirements. Regions or groups of regions will be selected for this approach. The state will work, in conjunction with local authorities, to gather relevant actors (firms, research centers and training units, support structures) in a partnership to foster synergy around market-oriented innovative projects seeking competitiveness and national and international visibility. Studies are underway to experiment with competitiveness poles, and brainstorming has also begun on the possibility of setting up special economic zones to attract investors and boost exports. The SCADD will frame and enhance all these initiatives."}, {"text_block_id": "p45_b522", "text": "Promotion of the growth and competitiveness poles consists of highlighting sectoral potentials and local resources, developing strategies supported by both the state and local governments, and also by using public– private partnerships. As such, territorial programs focused on key growth poles will be put in place, with costed objectives and adequate funding."}, {"text_block_id": "p45_b523", "text": "The approach adopted will combine the strengthening of the competitiveness of certain sectors with the construction of real poles for the emergence and consolidation of modern enterprises, which may have access to qualified local staff and benefit from service infrastructure necessary for their development. The government will develop a coherent approach based on its vision of regional planning and regional development priorities. It will undertake (i) identification of potential growth poles, which could be financed by the government, (ii) establishment of a promotion fund for growth poles as a government funding instrument and to support selected businesses in the form of guarantees, (iii) establishment of a coherent framework involving key stakeholders (government, local authorities, and private sector) to implement territorial development programs and develop new mechanisms for coordinating and monitoring specific sectoral programs, and (iv) development of a policy to promote growth poles."}, {"text_block_id": "p45_b524", "text": "This work will focus on strengthening the most promising production sectors and niches. The strategy will seek to transform business clusters into growth engines. The intent is to provide a dynamic networking and business"}, {"text_block_id": "p46_b525", "text": "structure, by developing a network of companies with economic links throughout the country."}, {"text_block_id": "p46_b526", "text": "The approach will focus on agricultural, crafts, forestry, wildlife, and sanitation in all regions of the country; and great efforts will be made to structure and support them in order to create a major development push at the regional level and across the entire country. The approach will give prominence to products with a high potential value added to satisfy market needs, focusing on production, quality, and presentation standards to ensure the competitiveness of products."}, {"text_block_id": "p46_b527", "text": "Burkina Faso sells a wide range of agricultural and livestock products, of varying quality and generally poorly developed, on the regional and international markets. The main products are"}, {"text_block_id": "p46_b528", "text": "-"}, {"text_block_id": "p46_b529", "text": "oilseeds whose best export opportunities are in international markets; and cereals and cowpeas whose export potential lies mainly in West African markets;"}, {"text_block_id": "p46_b530", "text": "-"}, {"text_block_id": "p46_b531", "text": "fruits and vegetables, which have potential in markets both in the subregion and internationally;"}, {"text_block_id": "p46_b532", "text": "-"}, {"text_block_id": "p46_b533", "text": "livestock products (meat, leather, and skins) whose export potential lies in the regional and international markets;"}, {"text_block_id": "p46_b534", "text": "-"}, {"text_block_id": "p46_b535", "text": "milk and dairy products, whose domestic market alone amounts to almost CFA F10 billion a year."}, {"text_block_id": "p46_b536", "text": "Each of these sectors has already been substantially studied, with action plans whose findings and recommendations remain valid. The work involved here will be to make use of the results of these studies to determine the sectors that are promising and likely to enhance export potential and contribute to the acceleration of economic growth. The task is to make them efficient and competitive"}, {"text_block_id": "p46_b537", "text": "."}, {"text_block_id": "p46_b538", "text": "In terms of niches, Burkina Faso has many opportunities in various areas where business can be developed. These opportunities, sometimes small, are nevertheless very promising and could make a lasting contribution to the acceleration of growth through their high value added. So these niches need to be identified, assessed, and promoted. An example is horticulture."}, {"text_block_id": "p46_b539", "text": "II.3.1.1.3 Promotion of pro-poor growth"}, {"text_block_id": "p46_b540", "text": "With nearly 44 percent of its population living below the poverty line, poverty reduction remains a major challenge for Burkina Faso. To achieve this, the country has to accelerate growth by formulating policies that address the need for increased income for the poorest segments of the population, to reduce inequalities and ensure equitable growth."}, {"text_block_id": "p46_b541_merged", "text": "The government therefore intends to promote pro-poorgrowth, by identifying and implementing measures that have a significant impact on poverty reduction through job creation, and formulation of proactive policies to increase incomes for the poor. These measures will affect in particular the agricultural, infrastructure, and craft sectors, which provide for the poor and vulnerable. Policies will also affect social sectors and seek to redistribute the fruits of growth, while providing higher incomes for the poor"}, {"text_block_id": "p46_b543", "text": "."}, {"text_block_id": "p46_b544", "text": "II.3.1.2"}, {"text_block_id": "p46_b545", "text": "Development of priority sectors"}, {"text_block_id": "p46_b546", "text": "The new growth model involves adopting a new vision of sectoral policies to reflect the different challenges and promote a transformation of the structure of the economy in the long term. To do this, selected areas of intervention will be rearranged to adapt to expected changes."}, {"text_block_id": "p46_b547", "text": "II.3.1.2.1 Agricultural sector: agriculture, livestock, fisheries, and forestry"}, {"text_block_id": "p46_b548", "text": "Significant physical, technical and socioeconomic constraints have been limiting the performance of the agricultural sector. Removing these constraints requires the adoption of relevant guidelines for the development of the sector with emphasis on cooperation, the emergence of agricultural SME/SMIs, and their organization into"}, {"text_block_id": "p47_b549", "text": "local production systems"}, {"text_block_id": "p47_b550", "text": "."}, {"text_block_id": "p47_b551", "text": "To achieve this, new coherent and bold sectoral policies should focus on land tenure security, through the effective implementation of the land tenure security policy and the national strategy for the integrated management of soil fertility (SNGIFS), the effective implementation of the action plan for agricultural mechanization and the measures to adapt and mitigate the vulnerability of the sector to face climate change, the development of agro-industrial processing, and promoting the marketing of agricultural products, including the establishment of an effective partnership between agricultural producers and small, medium, and large processing industries."}, {"text_block_id": "p47_b552", "text": "In light of the very high level of poverty in the rural areas (50.7 percent), a significant number of measures will be directed toward promoting pro-poor growth. They will seek to increase the productivity of the rural poor by: (i) subsidizing or distributing improved seeds and agricultural inputs, (ii) training and sensitizing farmers about good agricultural practices, (iii) developing market access capacities, (iv) securing land tenure for the poor, (v) carrying out agricultural research and outreach activities, and (vi) protecting against risks and other farming uncertainties that can plunge or keep the population in poverty."}, {"text_block_id": "p47_b553", "text": "II.3.1.2.1.1 Agricultural subsector"}, {"text_block_id": "p47_b554", "text": "Based on the high-potential sector approach, efforts will focus on"}, {"text_block_id": "p47_b555", "text": "-"}, {"text_block_id": "p47_b556", "text": "the cereal sector through cooperation between grain farmers and research centers for high-return seeds, the fight against pests, and other diseases;"}, {"text_block_id": "p47_b557", "text": "-"}, {"text_block_id": "p47_b558", "text": "oilseeds (sesame, shea nuts, and cashew nuts), focusing on research to increase production;"}, {"text_block_id": "p47_b559", "text": "-"}, {"text_block_id": "p47_b560", "text": "vegetables, especially through the promotion of cowpea;"}, {"text_block_id": "p47_b561", "text": "-"}, {"text_block_id": "p47_b562", "text": "fruits and vegetables by developing public–private partnerships (PPP) to create innovative trading companies. Increased accountability will require the exporter to better choose his orchards and remain loyal to local producers. A contractual relationship should be established whereby, in exchange for technical support to the farmer and upgrading required by the constraints of certification, the producer reserves his output for the exporter. This is also a change in mentality for the producer to consider his orchard or field as an \"asset\" to maintain and fructify for a better yield."}, {"text_block_id": "p47_b563", "text": "-"}, {"text_block_id": "p47_b564", "text": "cotton through local processing (ginning, spinning, weaving, garment industry, etc.), improving its competitiveness, subsidizing inputs, and reinvesting cotton revenues in other industries to diversify production."}, {"text_block_id": "p47_b565", "text": "Particular attention will be given to the organization and connection to markets of the various sectors"}, {"text_block_id": "p47_b566", "text": "."}, {"text_block_id": "p47_b567", "text": "Emphasis will be placed on developing irrigation for agricultural production, exceeding 50 percent by 2015, and on adopting a comprehensive strategy for protecting the agricultural sector against climatic risks. Regarding research and development, the priority direction will be establishing a plan for improved seed production by INERA, through a contract with the state. Dissemination of research results will enable producers to have useful information on new farming techniques and high-yield varieties. The aim is to supply all farmers with improved seeds by 2012 and promote their autonomy in the renewal of seeds from 2015"}, {"text_block_id": "p47_b568", "text": "."}, {"text_block_id": "p47_b569", "text": "II.3.1.2.1.2 Livestock subsector"}, {"text_block_id": "p47_b570", "text": "The livestock subsector is facing a number of challenges, notably the improvement of livestock productivity and development of the dairy industry. During the coming years, efforts will be made to better manage the subsector. The main axes are"}, {"text_block_id": "p47_b571", "text": "-"}, {"text_block_id": "p47_b572_merged", "text": "establishing a growth pole for the livestock subsector, by developing cooperation among producer organizations, research centers, and training units to implement competitive livestock projects and win"}, {"text_block_id": "p48_b574", "text": "contracts;"}, {"text_block_id": "p48_b575", "text": "-"}, {"text_block_id": "p48_b576", "text": "strengthening the organization and capabilities of players in the livestock subsector;"}, {"text_block_id": "p48_b577", "text": "-"}, {"text_block_id": "p48_b578", "text": "increasing animal productivity, through measures to improve nutrition, drinking water (pastoral water policy), genetics, and animal health."}, {"text_block_id": "p48_b579", "text": "As concerns animal products (leather and skins, milk and milk products, meat, domestic poultry, and sausage),the work will be to organize actors (producers, processors, traders, research, and training centers) on an entrepreneurial basis, stimulate the search for excellence and competitiveness, offer market opportunities, and develop innovative and competitive cooperation projects."}, {"text_block_id": "p48_b580", "text": "Particular emphasis will be placed on the organization and development of the dairy industry through cooperatives, improvement of collection, establishment of milk processing units, and marketing milk and dairy products."}, {"text_block_id": "p48_b581", "text": "Moreover, the effective implementation of the program to support the processing of animal products is expected to contribute to creating the conditions for the installation of small private units. Processing units and marketing that contribute to the building of the economic fabric will be given priority. Synergy and complementary relations between the players in each sector will be sought. The state will contribute to the financing of community infrastructure and organization of actors."}, {"text_block_id": "p48_b582", "text": "II.3.1.2.1.3 Fishing and forestry subsector"}, {"text_block_id": "p48_b583", "text": "Regarding fishing and forest products, the aim of the strategy is to specifically target the development of wood (including timber), nontimber forest products (harvesting and hunting), hunting tourism, and the development of fisheries and the fish industry that have great potential for growth poles. Priority will be given to implementing the national policy on the environment and sustainable development."}, {"text_block_id": "p48_b584", "text": "In conclusion"}, {"text_block_id": "p48_b585", "text": ","}, {"text_block_id": "p48_b586", "text": "effective information on markets. The work will also seek to improve product quality for export, set up industrial or semi-industrial units for processing products to enhance their value,"}, {"text_block_id": "p48_b587", "text": "strengthen capacity and improve"}, {"text_block_id": "p48_b588", "text": "II.3.1.2.2 Mines"}, {"text_block_id": "p48_b589", "text": "The government of Burkina Faso has shown its willingness to promote this sector, with the adoption of a new and more attractive mining code in 2003. Taking advantage of this measure and the upturn in the global prices of precious metals, the sector experienced exceptional growth that resulted in increased private investment of approximately 700 million dollars between 2006 and 2009 and is expected to increase in the coming years. Mining in Burkina Faso is mainly based on gold, which, since 2009, has been the leading export product."}, {"text_block_id": "p48_b590", "text": "To maintain investor confidence and attract new investors to this strategic sector given its importance to the national economy through its value chain and spillover effects, it is important to (i) accelerate the revision of the mining code to reflect the realities of the sector, better protect the environment, and fight against poverty; (ii) accelerate reforms to make Burkina Faso an ITIE country; (iii) better monitor exports and financial flows; (iv) establish a one-stop window, and, finally, (v) strengthen government capacity to evaluate the financial performance of extractive companies."}, {"text_block_id": "p48_b591_merged_merged", "text": "The government's option for the mining sector is to make it a real vector of the dynamics of sustainable development for the country. The strategy, therefore, will be based on the promotion of growth poles around the"}, {"text_block_id": "p49_b593_merged", "text": "mining areas by (i) developing activities related to mineral production, (ii) developing processing activities, (iii) reinvesting mineral revenues in diversification of production and development of social sectors to benefit the country and, more specifically the areas of production."}, {"text_block_id": "p49_b596", "text": "II.3.1.2.3 Handicrafts, cultural, and tourism industries"}, {"text_block_id": "p49_b597", "text": "Handicrafts have great economic and job-creation potential. The handicraft sector currently employs nearly one million people, half of whom are women (dyeing, basketry, weaving, pottery, sewing, aesthetics, and hairdressing). In addition, it constitutes, together with the urban informal sector, an area of high concentration of the poor. Thus, the government intends to use the handicrafts sector as one of the levers for promoting pro-poor growth."}, {"text_block_id": "p49_b598", "text": "Apart from the Ouagadougou handicraft village, the most important locations for selling products are periodic cultural events. At the international level, these include fairs, international exhibitions, and exploratory trips. The growth strategy of the crafts sector for the coming years should focus on a process of real expansion instead of that of accompaniment. Thus, the strategy will (i) encourage the emergence of model creators and producers, (ii) identify promising sectors to make them spearhead this initial phase, (iii) encourage the emergence of small and medium-size craft enterprises (for production, sales, financial support), (iv) organize individual craftsmen into urban and rural cooperatives and other local production systems to improve their performance and competitiveness, (v) institutionalize selected cross-cutting activities such as national labels for better visibility of products in target markets; buttress tourism and its policy of promotional communication, training, learning development, and certification of craftsmen."}, {"text_block_id": "p49_b599", "text": "Handicrafts and culture contribute to the development of tourism in Burkina Faso. Indeed, the country has developed public and private cultural events of international renown such as FESPACO (film festival), SIAO (crafts and art), CNS (culture), NAK (atypical Koudougou Nights), FESTIMA (Dédougou International Festival of Arts and Masks) and SITHO (tourism and hotels). These major events, and the promotion of cultural and tourist sites such as Laongo (village of granite sculpture) and the Ruins of Loropéni, attract national and international artists, tourists, and visitors and provide the country with substantial foreign currency. Burkina Faso can therefore benefit from the dynamism of its cultural actors, its leadership in culture, and its reputation as a hospitable country, to develop its cultural and tourism potential and earn more foreign currency."}, {"text_block_id": "p49_b600", "text": "During the coming years, government measures will be aimed at structuring and developing the cultural and tourism sectors to ensure improved profitability of the two sectors in terms of foreign exchange earnings. Also, to provide the two sectors with adequate capacity to compete and contribute more to sustainable development, efforts focus on"}, {"text_block_id": "p49_b601", "text": "-"}, {"text_block_id": "p49_b602", "text": "development of entrepreneurship and cultural, creative, and tourism industries;"}, {"text_block_id": "p49_b603", "text": "-"}, {"text_block_id": "p49_b604", "text": "implementation of effective strategies for promoting cultural and tourism goods and services abroad;"}, {"text_block_id": "p49_b605", "text": "-"}, {"text_block_id": "p49_b606", "text": "technical and financial support of leaders in the creation and dissemination of artistic and cultural life and development of cultural and tourism infrastructure, and promotion of cultural and tourist sites and areas;"}, {"text_block_id": "p49_b607", "text": "-"}, {"text_block_id": "p49_b608", "text": "implementation of a new policy for tourism infrastructure, improving the quality and diversification of lodging options, and restructuring and rehabilitating tourist sites;"}, {"text_block_id": "p49_b609", "text": "-"}, {"text_block_id": "p49_b610", "text": "development of cultural, ecological, and recreational tourism as instruments for strengthening the sector's profitability;"}, {"text_block_id": "p49_b611", "text": "-"}, {"text_block_id": "p49_b612", "text": "promotion of domestic tourism as a strategic axis of development of tourism in general;"}, {"text_block_id": "p49_b613", "text": "-"}, {"text_block_id": "p49_b614", "text": "advancement of the role of the private sector in the development of tourism and management of the sector, particularly in promotion, training, and building of infrastructure."}, {"text_block_id": "p50_b615", "text": "At the same time, recreational activities will be developed, in particular through training and the creation of favorable conditions for the emergence of a leisure industry"}, {"text_block_id": "p50_b616", "text": "."}, {"text_block_id": "p50_b617", "text": "II.3.1.2.4 Small and Medium Enterprises, Small and Medium Industries (SME/SMI)"}, {"text_block_id": "p50_b618", "text": "The industrial sector is underdeveloped and facing difficulties because of the high cost of production factors and resources (energy, transport, telecommunications, and inputs that are for the most part imported), the small size of the domestic market, and the low diversification of production"}, {"text_block_id": "p50_b619", "text": "."}, {"text_block_id": "p50_b620", "text": "The most promising agribusiness will have to be given close attention, to render it buoyant and provide it with suitable technology for processing agricultural raw materials and satisfying strong domestic demand. In any case, it will be up to the state to create conditions and adopt incentives that will enable the private sector to establish processing units for agricultural surpluses and ensure the fair trade of products. The state will ensure that the rules of good conduct in the matter are respected. It is therefore necessary to reorganize the sector, promote SME/SMIs, improve the business environment, and connect the food industry with rural producers in a partnership approach that is profitable to all. In short, what is required is the development of the production-processing-marketing value chain"}, {"text_block_id": "p50_b621", "text": "."}, {"text_block_id": "p50_b622", "text": "II.3.1.3 Development of support structures"}, {"text_block_id": "p50_b623", "text": "Concerning infrastructure, priority will be given to supporting the production system. The pro-poor growth approach will be used by labor-based work (high intensity of labor). This approach will not only help with building infrastructure, but also promoting higher incomes of the poor, during both construction and use of such infrastructure"}, {"text_block_id": "p50_b624", "text": "."}, {"text_block_id": "p50_b625", "text": "Thus, emphasis will be placed on the following priority areas: (i) hydro-agricultural infrastructure, (ii) transportation infrastructure to make inaccessible areas accessible during all seasons, (iii) infrastructure to increase productivity in all sectors and promote market expansion beyond the borders, (iv) energy infrastructure to reduce costs of production and allow better access to modern energy services (v) real estate development and urbanization, (vi) promotion of support institutions, and (vii) commercial and marketing infrastructure."}, {"text_block_id": "p50_b626", "text": "II.3.1.3.1 Hydro-agricultural and pastoral infrastructure"}, {"text_block_id": "p50_b627", "text": "The country has enormous potential for the development of lowlands and irrigation. The practice of irrigated agriculture and the cultivation of out-of-season crops have provided proof over the recent years. The government's objective is to increase the contribution of these crops by 50 percent by 2015. From this perspective, a sustained effort will be made to create hydro-agricultural infrastructure (large-and small-scale irrigation). The pace of creation of dams for small-scale irrigation will be accelerated to expand production areas."}, {"text_block_id": "p50_b628", "text": "The intensification of animal production also requires the establishment of water points, grazing areas, and access roads to encourage sedentary livestock and increase its contribution to growth."}, {"text_block_id": "p51_b629", "text": "II.3.1.3.2 Transport and logistics"}, {"text_block_id": "p51_b630", "text": "Transportation costs remain high in Burkina Faso, hampering the competitiveness of the economy. These high transaction costs discourage economic operators and hinder investment and growth. Opportunity costs for the economy are also very high, because the current logistics system cannot properly develop the services needed to diversify the economy."}, {"text_block_id": "p51_b631", "text": "During the coming years, the state will develop carriers capable of working in partnership with international logistics companies to raise Burkina Faso up to international standards. This will be done by developing a hub, combining road, rail, and air transport. The government will continue development of roads and construction of the Donsin airport and rehabilitation and construction of railways. Economic development agencies, such as the Burkinabe Shippers Council and the Chamber of Commerce and Industry of Burkina Faso, will have a positive role to play in improving the transport and logistics chain."}, {"text_block_id": "p51_b632", "text": "Furthermore, the government will continue its opening-up policy through the development of road infrastructure. To do this, emphasis will be placed on the construction and rehabilitation of roads throughout the country and the development of rural roads to facilitate transportation of people and goods, as well as the sale of products."}, {"text_block_id": "p51_b633", "text": "II.3.1.3.3 Information and communication technologies (ICT)"}, {"text_block_id": "p51_b634", "text": "Besides its importance for the development of activities in all sectors, ICT is an important growth vector. In this sector, the country has made impressive progress. The state has an infrastructure development strategy aimed at making ICT a powerful lever for development, through a program it has set up to promote digital technology in all sectors."}, {"text_block_id": "p51_b635", "text": "In the coming years, the focus will be on consolidating achievements, while developing new programs and innovative projects for building the information society, through"}, {"text_block_id": "p51_b636", "text": "•"}, {"text_block_id": "p51_b637", "text": "creation of an enabling legal and institutional environment in the telecom/ICT field;"}, {"text_block_id": "p51_b638", "text": "•"}, {"text_block_id": "p51_b639", "text": "creation of a technological and infrastructural environment conducive to telecom/ICT;"}, {"text_block_id": "p51_b640", "text": "•"}, {"text_block_id": "p51_b641", "text": "support for the implementation of sectoral e-strategies;"}, {"text_block_id": "p51_b642", "text": "•"}, {"text_block_id": "p51_b643", "text": "communication, training, research, and capacity-building activities in telecom/ICT promotion of activities dedicated to the digital system (computer assembly and other network equipment, maintenance and production equipment, and sale of software, etc.). This platform could welcome foreign companies into joint ventures and enable Burkina Faso to excel in this area in the subregion;"}, {"text_block_id": "p51_b644", "text": "•"}, {"text_block_id": "p51_b645", "text": "promotion of access to modern postal services throughout the territory."}, {"text_block_id": "p51_b646", "text": "II.3.1.3.4  Energy"}, {"text_block_id": "p51_b647", "text": "The overall situation of energy in Burkina Faso is characterized by a predominance of thermal power (88 percent) in the overall supply of electricity, a total dependence on petroleum products, very low development of renewable energies, a low coverage of electricity needs, and low output by energy consuming equipment. All these factors increase costs and burden the competitiveness of the economy. Meeting the challenge of accelerated growth and sustainable development will require a permanent supply of electricity at low cost."}, {"text_block_id": "p51_b648", "text": "To lower the cost of electricity, the government will have to (i) establish an institutional framework and regulatory and tax measures that can mobilize actors and raise resources, (ii) secure the country's supply and reduce energy costs, (iii) open up rural areas by expanding networks and pre-electrification and attain a national electrification rate of 60 percent by 2015, (iv) mobilize and develop the national energy potential and (v) improve energy efficiency."}, {"text_block_id": "p51_b649", "text": "This strategy will pay particular attention to the development of renewable energies, in particular solar energy, the development of interconnection with countries of the subregion and the promotion of cooperation."}, {"text_block_id": "p52_b650", "text": "II.3.1.3.5 Urbanization"}, {"text_block_id": "p52_b651", "text": "Urban development contributes substantially to economic growth. The desire to make Burkina Faso’s cities economic and growth hubs has resulted in the adoption of the national policy on housing and urban development (PNHDU) which will become operational through a ten-year action plan during 2009–2018."}, {"text_block_id": "p52_b652", "text": "The government will therefore work to establish an efficient urban system, with the objective of increasing the urbanization rate to 29 percent in 2015. The economic functions of cities will be strengthened. The cities of Ouagadougou and Bobo-Dioulasso will enjoy special treatment to make them real cities in the subregion. The government also will adopt a land tenure framework law to better manage urban land"}, {"text_block_id": "p52_b653", "text": "."}, {"text_block_id": "p52_b654", "text": "Real estate development will be enhanced as part of the revitalization of the housing sector while maintaining its social component. Also, in the construction of housing, particular attention will be paid to controlling costs, in accordance with the appropriate mechanisms. Special measures will be taken to improve access to urban services and the upgrading of squatter areas and the rehabilitation of older settlements. The state will set up appropriate structures to develop urban planning as support to councils. Finally, public facilities for grassroots activities will be promoted, according to a grid of community facilities to be developed by the relevant ministerial services"}, {"text_block_id": "p52_b655", "text": "."}, {"text_block_id": "p52_b656", "text": "II.3.1.3.6 Support institutions"}, {"text_block_id": "p52_b657", "text": "The next five years will be marked by the establishment of an institutional environment conducive to the financing and support of development. This environment will have to rely on the following institutions and structures: (i) financial support institutions (banks and insurance companies, microfinance institutions), (ii) technical support structures (support/counseling), (iii) promotion structures (investment and export promotion), (iv) service or resource centers, (v) training facilities, and (v) quality control, outreach, appropriate technologies structures, etc. Furthermore, the government will work on the emergence, of new professions in the private sector, such as salesmen in charge of delivering orders to businesses and corporate auditors."}, {"text_block_id": "p52_b658", "text": "Regarding the financial sector"}, {"text_block_id": "p52_b659", "text": ", the government has adopted the strategy for the development of the financial sector, with an action plan. The plan intends to strengthen monetary policies, to increase the efficiency of the banking system by improving financial intermediation and access to finance. The big challenge will be the promotion of a diverse range of financial services that addresses the risks of agricultural development and the microbusiness fabric. To enable the banking and financial system to play a more active role in achieving strong and sustainable growth in the coming years, the following key guidelines will be followed:"}, {"text_block_id": "p52_b660", "text": "-"}, {"text_block_id": "p52_b661", "text": "improve the legal and judicial framework of the financial sector to ensure compliance with financial contracts, the token of security for private investments;"}, {"text_block_id": "p52_b662", "text": "-"}, {"text_block_id": "p52_b663", "text": "pursue the goal of extension of banking services by 20 percent by 2015, through the merger of banking services and development of loyalty and security schemes for bank deposits;"}, {"text_block_id": "p52_b664", "text": "-"}, {"text_block_id": "p52_b665", "text": "promote new financing instruments and tools to encourage the creation and development of SMEs and microenterprises in rural areas and towns;"}, {"text_block_id": "p52_b666", "text": "-"}, {"text_block_id": "p52_b667", "text": "set up support structures to assist future developers to prepare their loan files, support their loan applications to banks, and help them monitor investment projects and provide advice;"}, {"text_block_id": "p52_b668", "text": "-"}, {"text_block_id": "p52_b669", "text": "encourage the establishment of merchant or specialist banks (housing, processing industries/handicraft, export, etc.), to develop certain priority sectors such as rural development, diversification of the industrial fabric, export, habitat, etc."}, {"text_block_id": "p52_b670", "text": "High priority will be given to the development of microfinance as a lever for action to support the poor’s productive activities (agriculture and informal activities in urban areas) through the implementation of the national action plan"}, {"text_block_id": "p53_b671", "text": "for microfinance"}, {"text_block_id": "p53_b672", "text": "."}, {"text_block_id": "p53_b673", "text": "Besides the above priority actions, the government will develop warehouses in major production areas. It also plans to develop logistics and multimodal platforms (particularly in Ouagadougou and Bobo-Dioulasso), to support the export of products (preferably near airports) and to strengthen the dry port of Bobo-Dioulasso and create a dry port in Ouagadougou."}, {"text_block_id": "p53_b674", "text": "II.3.1.4 Promotion of economic integration and foreign trade"}, {"text_block_id": "p53_b675", "text": "The current globalization process offers, thanks to foreign trade, access to a wide range of goods, services, technologies, and knowledge. However, the highly demanding global market requires states, especially developing ones, to create large economic blocs to tackle the world market collectively. From this perspective, Burkina Faso needs to actively promote economic integration and foreign trade, to exploit the opportunities they offer. To this end, the strategy will seek to"}, {"text_block_id": "p53_b676", "text": "•"}, {"text_block_id": "p53_b677", "text": "support regional and subregional solidarity by participating in the development of transnational infrastructure, and contribute to the functioning of institutions of integration and especially to the promotion of peace, security, and sociopolitical stability in the subregion and region. To this end, it will be necessary to (i) support the construction of transborder social and economic infrastructure and amenities and (ii) ensure effective subregional economic solidarity mechanisms (community levy, economic program, etc.)."}, {"text_block_id": "p53_b678", "text": "•"}, {"text_block_id": "p53_b679", "text": "ensure compliance with the standards of integration, by continuing and strengthening efforts to meet commitments on the harmonization of policies. It will also have to bring its peers to engage decisively and effectively in building an economic subregional space that is sustainable as a framework for the development of national economies. To this end, Burkina will be expected to (i) promote and respect the concerted measures to facilitate trade and payments, (ii) develop national productive capacity and exchange to make the most of regional integration, (iii) ensure compliance with the standards of convergence in terms of indicators and policies and (iv) ensure compliance with community principles of free movement of goods, persons, and capital, and the right of establishment within the subregion;"}, {"text_block_id": "p53_b680", "text": "•"}, {"text_block_id": "p53_b681", "text": "open up to the rest of the world, by seizing the opportunities offered by regional integration. To this end, the main directions will be as follows: (i) open up prudently and gradually and (ii) implement a strategy to conquer the international market through a phased approach, based on the industrial development of primary products and respect of the standard norms of quality (labeling);"}, {"text_block_id": "p53_b682", "text": "•"}, {"text_block_id": "p53_b683", "text": "use the natural comparative advantages of the country to develop sectors with potential comparative advantages, by implementing the policy on the promotion of trade, industry, and crafts."}, {"text_block_id": "p53_b684", "text": "II.3.2 AXIS 2: CONSOLIDATION OF HUMAN CAPITAL AND PROMOTION OF SOCIAL PROTECTION"}, {"text_block_id": "p53_b685", "text": "During the past, significant progress has been made with regard to human capital development and social protection. This dimension remains vital to the country that is initiating a turning point in its development to rank among emerging and prosperous nations. The government therefore intends to focus on increasing income and employment, developing technical and vocational education, teaching, health (especially women's health), social protection, and access to modern energy services."}, {"text_block_id": "p53_b686", "text": "II.3.2.1 Employment and income growth"}, {"text_block_id": "p53_b687", "text": "The strong determination of the government to fight poverty is aimed at job creation to increase incomes and to improve the living conditions of the population, especially by implementing the national policy on employment and youth."}, {"text_block_id": "p53_b688", "text": "During the implementation phase of SCADD, the government will strive to"}, {"text_block_id": "p53_b689", "text": "-"}, {"text_block_id": "p53_b690", "text": "strengthen the contributions of macroeconomic and sectoral policies to create jobs and improve their quality (decent work);"}, {"text_block_id": "p54_b691", "text": "-"}, {"text_block_id": "p54_b692", "text": "strengthen the dynamics of job creation by using specific instruments that stimulate employment and improve quality;"}, {"text_block_id": "p54_b693", "text": "-"}, {"text_block_id": "p54_b694", "text": "improve employability, by promoting, on the one hand, access to employment through vocational training and, on the other, the match between training and actual labor market needs;"}, {"text_block_id": "p54_b695", "text": "-"}, {"text_block_id": "p54_b696", "text": "improve the organization and functioning of the labor market, to better manage it and make it play a more effective role in access to employment;"}, {"text_block_id": "p54_b697", "text": "-"}, {"text_block_id": "p54_b698", "text": "strengthen support structures for entrepreneurship, particularly in terms of advisory support and financing;"}, {"text_block_id": "p54_b699", "text": "-"}, {"text_block_id": "p54_b700", "text": "create an environment conducive to boosting youth potential and increasing their professional skills and aptitudes to work efficiently and effectively;"}, {"text_block_id": "p54_b701", "text": "-"}, {"text_block_id": "p54_b702", "text": "establish a mechanism to curb the migration crisis;"}, {"text_block_id": "p54_b703", "text": "-"}, {"text_block_id": "p54_b704", "text": "encourage the investment of youth in agriculture."}, {"text_block_id": "p54_b705", "text": "II.3.2.2 Technical and vocational education, teaching, and training"}, {"text_block_id": "p54_b706", "text": "Education and training contribute to improving the quality of human resources, a prerequisite for building an emerging economy. They also help eliminate social and cultural constraints, predispose recipients to a change in behavior, and increase their commitment to development ambitions."}, {"text_block_id": "p54_b707", "text": "The government's option, for the coming years, will be to implement a bold policy on human resource development. In education, it will have to address overcrowded classrooms, teachers, gender disparities, technical and vocational education and training, and schools and universities, to promote this strategic area throughout the national territory."}, {"text_block_id": "p54_b708", "text": "The broad guidelines adopted include:"}, {"text_block_id": "p54_b709", "text": "-"}, {"text_block_id": "p54_b710", "text": "increasing the provision of education and training, particularly at the level of higher education, increasing student intake, increasing training capacity in promising sectors and meeting needs in scientific and technological equipment;"}, {"text_block_id": "p54_b711", "text": "-"}, {"text_block_id": "p54_b712", "text": "improving the quality of education to address failure in schools at all levels, diversifying the types of courses, developing the school to become a school in line with the development of ICT;"}, {"text_block_id": "p54_b713", "text": "-"}, {"text_block_id": "p54_b714", "text": "developing the university degrees system, based on the BMD (Bachelor-Master-Doctorate) system;"}, {"text_block_id": "p54_b715", "text": "-"}, {"text_block_id": "p54_b716", "text": "continuing creation of universities in the regions and making them centers of excellence;"}, {"text_block_id": "p54_b717", "text": "-"}, {"text_block_id": "p54_b718", "text": "strengthening university research, particularly by increasing budgetary allocations; strengthening basic vocational training to meet the needs of the economy for skills and qualifications;"}, {"text_block_id": "p54_b719", "text": "-"}, {"text_block_id": "p54_b720", "text": "building bridges between education and training systems;"}, {"text_block_id": "p54_b721", "text": "-"}, {"text_block_id": "p54_b722", "text": "implementing a simple control system;"}, {"text_block_id": "p54_b723", "text": "-"}, {"text_block_id": "p54_b724", "text": "making qualified teachers available in all classes;"}, {"text_block_id": "p54_b725", "text": "-"}, {"text_block_id": "p54_b726", "text": "improving pupil-teacher ratios."}, {"text_block_id": "p55_b727", "text": "Furthermore, pre-school will receive greater attention than before (increased budget allocations), given its role in preparing children to take ownership of the instruments of knowledge. Concerning primary education, appropriate strategies will be initiated to achieve good quality universal primary education by 2015. Regarding literacy education, the government will endeavor to implement its strategy to accelerate the achievement of MDGs. Overall, the education and training system will eventually be able to contribute to improving the production system as a whole and promote democracy."}, {"text_block_id": "p55_b728", "text": "To mark its commitment to support technical and vocational training, the government has developed a national policy on vocational and technical education and training (PN/TVET) and an initial implementation action plan covering 2011–2015."}, {"text_block_id": "p55_b729", "text": "The national policy on vocational and technical education and training assigned itself the mission to contribute to achieving the government's vision to make Burkina Faso an emerging country. Its implementation will help to provide the country with sufficient and available \"qualified expertise in all trades that could enhance the economic potential of the country\" and \"a critical mass of middle level and high level skills to stimulate economic growth and reduce poverty”."}, {"text_block_id": "p55_b730", "text": "To achieve this, the main thrusts will be on"}, {"text_block_id": "p55_b731", "text": "•"}, {"text_block_id": "p55_b732", "text": "implementing a variety of public and private courses and programs for developing skills, targeted to specific audiences and taking into account the multiplicity and complexity of socioeconomic situations;"}, {"text_block_id": "p55_b733", "text": "•"}, {"text_block_id": "p55_b734", "text": "moving from the logic of providing training to that of demand for training, by implementing the skill-based training approach (APC) in partnership with the professional organizations concerned;"}, {"text_block_id": "p55_b735", "text": "•"}, {"text_block_id": "p55_b736", "text": "implementing mechanisms to support employment and self-employment, in line with the employment promotion policy (learning fund, support to microcredit facilities, installation assistance, and creation of business incubators);"}, {"text_block_id": "p55_b737", "text": "•"}, {"text_block_id": "p55_b738", "text": "establishing frameworks or national systems for recognizing skills acquired formally, non-formally and informally;"}, {"text_block_id": "p55_b739", "text": "•"}, {"text_block_id": "p55_b740", "text": "undertaking the relevant activities to upgrade professionals in the craft and industrial sector, who may accompany youth to be trained, in accordance with the policy on the promotion of the private sector;"}, {"text_block_id": "p55_b741", "text": "•"}, {"text_block_id": "p55_b742", "text": "contributing to the training of a sufficient number of rural producers on the one hand, and engineers and technicians, on the other, in accordance with the rural development policy;"}, {"text_block_id": "p55_b743", "text": "•"}, {"text_block_id": "p55_b744", "text": "establishing a sustainable and durable funding mechanism through public/private/PTF co-financing partnerships."}, {"text_block_id": "p55_b745", "text": "II.3.2.3 Health and nutrition"}, {"text_block_id": "p55_b746", "text": "The next five years will be strengthened by reinforcing learning and developing effective strategies based on highly effective measures to attain the MDGs. These strategies will build on existing ones to contribute to crosscutting measures to fight malaria, diseases targeted by expanded immunization programs, malnutrition, chronic diseases, HIV, AIDS, and tuberculosis."}, {"text_block_id": "p55_b747", "text": "Furthermore, the goal will be to strengthen the health system to enable it to obtain the best results possible from investments in health. To do this, the government will seek to implement its health system reform program. The main guidelines for the next few years are summarized as follows:"}, {"text_block_id": "p55_b748", "text": "-"}, {"text_block_id": "p55_b749", "text": "developing community-based integrated health services and human resources for health;"}, {"text_block_id": "p55_b750", "text": "-"}, {"text_block_id": "p55_b751", "text": "increasing the provision of health services, particularly in rural areas, taking into account private providers;"}, {"text_block_id": "p55_b752", "text": "-"}, {"text_block_id": "p55_b753", "text": "improving the quality of health services and the image of health services;"}, {"text_block_id": "p55_b754", "text": "-"}, {"text_block_id": "p55_b755_merged", "text": "fighting transmissible and nontransmissible diseases, neglected tropical diseases, emerging and"}, {"text_block_id": "p56_b758", "text": "reemerging diseases"}, {"text_block_id": "p56_b759", "text": ";"}, {"text_block_id": "p56_b760", "text": "-"}, {"text_block_id": "p56_b761", "text": "implementing the Strategic Framework for the Fight against HIV, AIDS and STIs;"}, {"text_block_id": "p56_b762", "text": "-"}, {"text_block_id": "p56_b763", "text": "capacity building of national drug production, taking into account traditional medicine"}, {"text_block_id": "p56_b764", "text": ";"}, {"text_block_id": "p56_b765", "text": "-"}, {"text_block_id": "p56_b766", "text": "promoting mother and child care;"}, {"text_block_id": "p56_b767", "text": "-"}, {"text_block_id": "p56_b768", "text": "strengthening the national health information system, including research;"}, {"text_block_id": "p56_b769", "text": "-"}, {"text_block_id": "p56_b770", "text": "funding health to create conditions conducive to the reform of the health system;"}, {"text_block_id": "p56_b771", "text": "-"}, {"text_block_id": "p56_b772", "text": "strengthening and improving the maintenance of medical-technical equipment."}, {"text_block_id": "p56_b773", "text": "Furthermore, initiatives will be undertaken to improve financial accessibility to health care for vulnerable groups."}, {"text_block_id": "p56_b774", "text": "The main axes are"}, {"text_block_id": "p56_b775", "text": "-"}, {"text_block_id": "p56_b776", "text": "to support the initiatives for free service with a legal and regulatory framework;"}, {"text_block_id": "p56_b777", "text": "-"}, {"text_block_id": "p56_b778", "text": "to accompany the service policies with capacity building measures (human resources, medical equipment, staff motivation, etc.)."}, {"text_block_id": "p56_b779", "text": "Finally, in order to reduce hunger and disease owing to nutritional deficiencies, priority will be given to food security. Thus it will be necessary to create conditions for sustainable food security by"}, {"text_block_id": "p56_b780", "text": "-"}, {"text_block_id": "p56_b781", "text": "increasing the level of domestic food production and value added; strengthening market capacities to allow people access to food;"}, {"text_block_id": "p56_b782", "text": "-"}, {"text_block_id": "p56_b783", "text": "improving the economic and nutrition conditions of the poor and vulnerable groups;"}, {"text_block_id": "p56_b784", "text": "-"}, {"text_block_id": "p56_b785", "text": "strengthening the mechanism for preventing and managing economic crises in line with the construction of structural food security;"}, {"text_block_id": "p56_b786", "text": "-"}, {"text_block_id": "p56_b787", "text": "building capacity of stakeholders and promoting good governance of food security."}, {"text_block_id": "p56_b788", "text": "II.3.2.4 Drinking water and sanitation"}, {"text_block_id": "p56_b789", "text": "The implementation of the various reforms set by the national drinking water supply and sanitation program (PNAEPA) will be intensified to improve access by the population to drinking water and"}, {"text_block_id": "p56_b790", "text": "sanitation. The main guidelines of the government will be as follows:"}, {"text_block_id": "p56_b791", "text": "-"}, {"text_block_id": "p56_b792", "text": "ensure the overall funding of the PN-AEPA, through the implementation of a strategy to mobilize additional financing; enhance the absorptive capacity of the sector through the implementation of a training plan for councils, the consolidation of small and medium enterprises and the widespread reform of the management of drinking water supply facilities in rural and semiurban areas;"}, {"text_block_id": "p56_b793", "text": "-"}, {"text_block_id": "p56_b794", "text": "accelerate the construction of WSS infrastructure by integrating into council development plans, water supply and sanitation, the construction of new water fountains, water towers, private connections, and construction of public latrines;"}, {"text_block_id": "p56_b795", "text": "-"}, {"text_block_id": "p56_b796_merged_merged_merged_merged_merged", "text": "; involve councils in the implementation of the PN-AEPA and improve its monitoring and evaluation mechanism"}, {"text_block_id": "p56_b798", "text": "-"}, {"text_block_id": "p56_b799", "text": "stimulate demand for improved sanitation in rural areas by disseminating the information, education, and communication tools on drinking water and sanitation."}, {"text_block_id": "p56_b800", "text": "II.3.2.5 Promotion of social protection"}, {"text_block_id": "p56_b801", "text": "The implementation of a coherent social protection strategy helps to address the basic needs of the population by"}, {"text_block_id": "p57_b802", "text": "ensuring universal access to basic social services. It helps to better manage economic risks that lead to a"}, {"text_block_id": "p57_b803", "text": "decrease or loss of income or work tools and to cope well with shocks and economic crises. The government"}, {"text_block_id": "p57_b804", "text": "intends to develop and implement a national policy on social protection based on the consolidation of the"}, {"text_block_id": "p57_b805", "text": "community solidarity fabric. The development of such a policy framework will help to address the issue and"}, {"text_block_id": "p57_b806", "text": "identify the relevant safety net and social insurance programs for better management of target populations. This"}, {"text_block_id": "p57_b807", "text": "should serve as a guidance and coordination framework for interventions in this area."}, {"text_block_id": "p57_b808", "text": "In any case, the government will give prominence to the following priority actions:"}, {"text_block_id": "p57_b809", "text": "-"}, {"text_block_id": "p57_b810", "text": "review the coverage, impact, cost, and targeting of existing programs to consolidate and strengthen the various systems in place;"}, {"text_block_id": "p57_b811", "text": "-"}, {"text_block_id": "p57_b812", "text": "build a social floor to achieve universal access to cash transfers and basic social services;"}, {"text_block_id": "p57_b813", "text": "-"}, {"text_block_id": "p57_b814", "text": "organize a national consultation with all stakeholders on the issue of social protection and better mechanisms for national solidarity to produce a clear new policy with a temporal vision to promote viable and sustainable systems;"}, {"text_block_id": "p57_b815", "text": "-"}, {"text_block_id": "p57_b816", "text": "adopt and implement a national mechanism for social protection;"}, {"text_block_id": "p57_b817", "text": "-"}, {"text_block_id": "p57_b818", "text": "develop national solidarity financial mechanisms and facilities through a national fund."}, {"text_block_id": "p57_b819", "text": "This facility will be used primarily to assist vulnerable groups and sociospecific groups in case of an emergency or disaster;"}, {"text_block_id": "p57_b820", "text": "-"}, {"text_block_id": "p57_b821", "text": "establish a special scheme for the poorest (indigents);"}, {"text_block_id": "p57_b822", "text": "-"}, {"text_block_id": "p57_b823", "text": "establish a national health insurance scheme;"}, {"text_block_id": "p57_b824", "text": "-"}, {"text_block_id": "p57_b825", "text": "ensure access of the poor to basic social services;"}, {"text_block_id": "p57_b826", "text": "-"}, {"text_block_id": "p57_b827", "text": "establish a better targeted income redistribution policy by using social safety net techniques for the poor or for people vulnerable to poverty and shocks."}, {"text_block_id": "p57_b828", "text": "II.3.2.6 Access to modern energy services"}, {"text_block_id": "p57_b829_merged_merged_merged", "text": "1 percent."}, {"text_block_id": "p57_b831", "text": "In terms of access to modern energy services, the work here will be to (i) connect most of the population to the electric network, (ii) install power stations in major centers outside the network, (iii) develop multifunctional platforms with small networks providing access to energy for sparsely populated communities, and (iv) use the photo-voltaic system for people in low-density areas."}, {"text_block_id": "p57_b832", "text": "II.3.3 AXIS 3: STRENGTHENING GOVERNANCE"}, {"text_block_id": "p57_b833", "text": "II.3.3.1Strengthening of economic governance"}, {"text_block_id": "p57_b834", "text": "II.3.3.1.1 Strengthening the capacities for steering and managing the economy"}, {"text_block_id": "p57_b835", "text": "II.3.3.1.1.1 Steering capabilities"}, {"text_block_id": "p57_b836", "text": "The country is in the process of taking ownership of the results of the \"Burkina 2025\" strategic study. A national economic forecasting monitoring unit was created to propose any measures likely to foster the emergence of a more favorable scenario or, failing this, measures to prevent any drift that could lead to a less optimistic scenario. The integrated framework of this study was completed by taking into account the dimensions of \"Planning\" and \"Population\". Indeed, the National Population Policy (PNP) has been revised to take into account institutional developments and the need for better management of demographic transition. The National Scheme for Regional Planning (SNAT) is also being developed."}, {"text_block_id": "p58_b837", "text": "As concerns the strengthening of capacities of development monitoring, the government's priority actions"}, {"text_block_id": "p58_b838", "text": "will consist of"}, {"text_block_id": "p58_b839", "text": "-"}, {"text_block_id": "p58_b840", "text": "using a forward-looking approach to identify sectoral and thematic problems"}, {"text_block_id": "p58_b841", "text": "to better understand and develop endogenous capabilities for anticipation, particularly in the areas of education, given its weight in the determination of the human development index, and mines, for their current expansion and remaining potential;"}, {"text_block_id": "p58_b842", "text": "-"}, {"text_block_id": "p58_b843", "text": "implementing effectively the communication plan for economic forecasting;"}, {"text_block_id": "p58_b844", "text": "-"}, {"text_block_id": "p58_b845", "text": "rendering operational \"Burkina 2025\" in population and regional planning"}, {"text_block_id": "p58_b846", "text": "."}, {"text_block_id": "p58_b847", "text": "II.3.3.1.1.2 Management of the economy"}, {"text_block_id": "p58_b848", "text": ""}, {"text_block_id": "p58_b849", "text": "Operational management"}, {"text_block_id": "p58_b850", "text": "Thus, a guide for developing"}, {"text_block_id": "p58_b851", "text": "sectoral policies has been developed."}, {"text_block_id": "p58_b852", "text": "-"}, {"text_block_id": "p58_b853", "text": "continue this support to provide all ministries with sector policies;"}, {"text_block_id": "p58_b854", "text": "-"}, {"text_block_id": "p58_b855", "text": "systematize the program budget in all ministries."}, {"text_block_id": "p58_b856", "text": ""}, {"text_block_id": "p58_b857", "text": "Day-to-day management"}, {"text_block_id": "p58_b858_merged_merged_merged_merged", "text": "In recent years the government has been working to promote the culture of results-oriented management. It intends to continue this momentum during the next few years. To do this, it will see to"}, {"text_block_id": "p58_b860", "text": "-"}, {"text_block_id": "p58_b861", "text": "the participation, consultation, and involvement of all stakeholders in its work;"}, {"text_block_id": "p58_b862", "text": "-"}, {"text_block_id": "p58_b863", "text": "the implementation of technical, legal, and regulatory frameworks, particularly plans and programs, procedures, regulations, and standards of modern and efficient management;"}, {"text_block_id": "p58_b864", "text": "-"}, {"text_block_id": "p58_b865", "text": "the streamlining of decision making: monitoring decisions, adoption of efficient organizational forms, development of centers of excellence, partnership with other stakeholders, accountability, and implementation of an efficient management system;"}, {"text_block_id": "p58_b866", "text": "-"}, {"text_block_id": "p58_b867", "text": "the evaluation, monitoring, rendering of accounts at all levels: development of appropriate tools (audit, dashboards, observatory, control);"}, {"text_block_id": "p58_b868", "text": "-"}, {"text_block_id": "p58_b869", "text": "the further strengthening of the results-oriented management (MOR) of public enterprises with the creation of the Inter-ministerial Committee for selecting candidates for the post of director general of public institutions and companies with state majority shares. Henceforth, appointments to such positions will take place following a selection procedure, accompanied by a performance contract;"}, {"text_block_id": "p58_b870", "text": "-"}, {"text_block_id": "p58_b871", "text": "the streamlining of project and program management units."}, {"text_block_id": "p59_b872", "text": "Furthermore, the current management of the economy will be further characterized in the coming years by a rigorous and transparent management of public resources, and by the pursuit of efficiency in the use of official development assistance (ODA)."}, {"text_block_id": "p59_b873", "text": "II.3.3.1.2 Control of public finances, the fight against corruption, fraud, and forgery"}, {"text_block_id": "p59_b874", "text": "The objective is to promote the values of discipline, probity, transparency, and efficiency in managing public affairs. This should result in improved management of public finances; the fight against fraud, forgery, and corruption; and better monitoring of the recommendations of inspection bodies."}, {"text_block_id": "p59_b875", "text": ""}, {"text_block_id": "p59_b876", "text": "Administrative control"}, {"text_block_id": "p59_b877", "text": "In terms of internal control, the government intends to continue the momentum by developing (i) control of management or monitoring (taking stock of the progress of activities and the rendering of accounts, examining the progress of activities, and taking appropriate action) (ii) audits (ensuring that the running of services is in keeping with the rules and procedures), and (iii) inspections (monitoring compliance with financial and administrative procedures with the obligation to follow recommendations). To these forms of internal control will be added assessment by way of a performance audit and regularity control. The aim is to increase the number of controls by strengthening control mechanisms and instrumentation such as the development of the mercurial."}, {"text_block_id": "p59_b878", "text": ""}, {"text_block_id": "p59_b879", "text": "External control"}, {"text_block_id": "p59_b880", "text": "Judicial control and parliamentary scrutiny will be given special attention. Moreover, the option to strengthen a posteriori control will be pursued through greater use of external audits."}, {"text_block_id": "p59_b881", "text": ""}, {"text_block_id": "p59_b882", "text": "The fight against fraud, forgery, and corruption"}, {"text_block_id": "p59_b883_merged", "text": "Furthermore, the government will continue its control activities:"}, {"text_block_id": "p59_b885", "text": "I.3.3.1.3 Strengthening the coordination and effectiveness of official development assistance"}, {"text_block_id": "p59_b886", "text": "The lack of coordination of the multitude of donors in the implementation of ODA is a constraint in the implementation of various projects and programs. This absence of coordination, combined with the plethora of projects and programs management units, the multitude of management procedures and weak monitoring and evaluation system, negatively affect the effectiveness of ODA."}, {"text_block_id": "p59_b887", "text": "."}, {"text_block_id": "p59_b888", "text": "II.3.3.2 Strengthening of political governance"}, {"text_block_id": "p59_b889", "text": "Accelerated growth and sustainable development are not possible without the establishment of supportive institutions, that is to say institutions guaranteeing political stability and respect for property rights and contracts to encourage individuals to invest and participate in economic life."}, {"text_block_id": "p59_b890", "text": "The implementation of various democratic reforms and the adoption of the National Policy on Good Governance"}, {"text_block_id": "p60_b891", "text": "(PNBG) enabled Burkina Faso to lay the foundations for a democratic new deal and helped calm the political"}, {"text_block_id": "p60_b892", "text": "situation and consolidate the stability of institutions"}, {"text_block_id": "p60_b893", "text": "of the republic."}, {"text_block_id": "p60_b894", "text": "During the coming years, it will strengthen"}, {"text_block_id": "p60_b895", "text": "certain values on which several other reforms and measures must be taken, in particular"}, {"text_block_id": "p60_b896", "text": "•"}, {"text_block_id": "p60_b897", "text": ")"}, {"text_block_id": "p60_b898", "text": "more effective;"}, {"text_block_id": "p60_b899", "text": "deepening the content and scope of national governance, making the separation of the three powers (executive, legislative, and judicial"}, {"text_block_id": "p60_b900", "text": "•"}, {"text_block_id": "p60_b901", "text": "constructing a system of responsibility and accountability in all acts of public affairs management;"}, {"text_block_id": "p60_b902", "text": "•"}, {"text_block_id": "p60_b903", "text": "promoting a climate of trust in justice;"}, {"text_block_id": "p60_b904", "text": "•"}, {"text_block_id": "p60_b905", "text": "ensuring the effectiveness of human rights through proactive mechanisms and institutions combining promotion and protection;"}, {"text_block_id": "p60_b906", "text": "•"}, {"text_block_id": "p60_b907", "text": "promoting a spirit of tolerance and peace;"}, {"text_block_id": "p60_b908", "text": "•"}, {"text_block_id": "p60_b909", "text": "establishing a shared and consensual democratic culture based on mutual values and commitments;"}, {"text_block_id": "p60_b910", "text": "•"}, {"text_block_id": "p60_b911", "text": "strengthening state capacities and those of other stakeholders, particularly local authorities and civil society organizations;"}, {"text_block_id": "p60_b912", "text": "•"}, {"text_block_id": "p60_b913", "text": "promoting a credible and accessible justice by accelerating the devolution of judicial administration."}, {"text_block_id": "p60_b914", "text": "II.3.3.3 Strengthening administrative governance"}, {"text_block_id": "p60_b915", "text": "In administrative governance, the main directions include the construction of a development republican administration through administrative reform, via a ten-year strategy to modernize the State and the government management system (sectoral policies, program approach, procedure manuals, audit institutions, public policy evaluation, etc.)."}, {"text_block_id": "p60_b916", "text": "This will inter alia include"}, {"text_block_id": "p60_b917", "text": "-"}, {"text_block_id": "p60_b918", "text": "enhancement and strengthening of the state’s human resources by establishing a strategic management of public resources and strengthening the capacities of state resources;"}, {"text_block_id": "p60_b919", "text": "-"}, {"text_block_id": "p60_b920", "text": "development of administrative management instruments, tools, and methods, with emphasis on the quality of reception accorded to the public and the services rendered;"}, {"text_block_id": "p60_b921", "text": "-"}, {"text_block_id": "p60_b922", "text": ";"}, {"text_block_id": "p60_b923", "text": "placing of ICTs at the service of the administration to make it more efficient and more transparent, through a widespread access to information and the development of online public services"}, {"text_block_id": "p60_b924", "text": "-"}, {"text_block_id": "p60_b925", "text": "promotion of a promising decentralization for local development by creating the necessary conditions for decentralized technical services to have a modern and efficient public administration, at the service of citizens;"}, {"text_block_id": "p60_b926", "text": "-"}, {"text_block_id": "p60_b927", "text": "improvement of service to users;"}, {"text_block_id": "p60_b928", "text": "-"}, {"text_block_id": "p60_b929", "text": "improvement of the government information system to make it more efficient and more transparent."}, {"text_block_id": "p60_b930", "text": "II.3.3.4 Consolidation of local governance"}, {"text_block_id": "p60_b931", "text": "Local and regional development is a political will that is being increasingly asserted through measures taken by the state, including the development of guidance, policy, and strategy documents, to support decentralization and to promote regional development."}, {"text_block_id": "p60_b932_merged_merged_merged_merged", "text": "From this perspective, the SCADD is a tool for articulating regional strategies with public policies and mobilizing local energy to promote accelerated growth at the national level. Thus, national options will be in synergy with local initiatives in a coherent and converging intervention framework involving the active forces of our society in"}, {"text_block_id": "p61_b935", "text": "the implementation of the joint ambitions of the country."}, {"text_block_id": "p61_b936_merged", "text": "During the coming years, this will entail (i) ensuring a local development plans."}, {"text_block_id": "p61_b939", "text": "II.3.4 AXIS 4: TAKING INTO ACCOUNT CROSS-CUTTING PRIORITIES IN DEVELOPMENT POLICIES AND PROGRAMS"}, {"text_block_id": "p61_b940", "text": "Taking into account cross-cutting issues such as gender, population, environment, and regional planning is a prerequisite for the successful implementation of the SCADD. These issues need to be constantly present at all levels of dialogue, policies, and in the formulation of policies and programs. Manuals will be developed to facilitate the implementation of this guideline."}, {"text_block_id": "p61_b941", "text": "II.3.4.1 Strengthening of programs to reduce gender inequalities"}, {"text_block_id": "p61_b942", "text": "The government adopted a National Gender Policy (NGP) in 2009 with an operational plan for implementation. During the coming years, the government will seek to (i) improve access and control in an equal and fair manner, by all Burkina Faso citizens, men and women, to basic social services, (ii) promote equal rights and opportunities for women and men concerning access to and control of resources and the equitable sharing of revenues, (iii) improve equal access by men and women to decision making, (iv) promote the institutionalization of gender by integrating it into systems for planning, budgeting, and implementation of policies at all levels, (v) promote respect for human rights and the elimination of violence, (vi) promote gender for a change in behavior in favor of equality between men and women in all spheres of socioeconomic life, and (vii) develop an active partnership for gender in Burkina Faso."}, {"text_block_id": "p61_b943", "text": "II.3.4.2 Strengthening programs to control population growth"}, {"text_block_id": "p61_b944", "text": "The population issue will be addressed in terms of controlling population growth, capacity building of stakeholders for inclusion of demographic information into policies, development, research, and monitoring and evaluation plans and programs. As part of the implementation of SCADD, advocacy will also be conducted in the ministries and institutions concerned to take into account issues concerning them in particular. The major themes consistent with population and development are migration, urbanization, education and training, environment, drinking water, employment, health, gender, AIDS, and other issues subject of international commitments."}, {"text_block_id": "p61_b945", "text": "II.3.4.3 Management of the environment and maximum use of natural resources"}, {"text_block_id": "p61_b946", "text": "Sustainable development needs to articulate the elements related to the standard of living, living conditions, and the living environment. This requirement must bring all stakeholders to review their mode of action, by adhering to the principle of sustainability."}, {"text_block_id": "p61_b947", "text": "The SCADD should allow for continued efforts to mobilize natural resources as a pillar of agricultural development and control of its use, particularly through an increase in the rate of reforestation, tapping of forest resources, and protection of wildlife. During the next five years, it will strengthen programs aimed at"}, {"text_block_id": "p61_b948", "text": "-"}, {"text_block_id": "p61_b949", "text": "curbing the degradation of natural resources and the environment;"}, {"text_block_id": "p61_b950", "text": "-"}, {"text_block_id": "p61_b951", "text": "adapting to climate variability and climate change;"}, {"text_block_id": "p61_b952", "text": "-"}, {"text_block_id": "p61_b953", "text": "promoting sanitation sectors;"}, {"text_block_id": "p62_b954", "text": "-"}, {"text_block_id": "p62_b955", "text": "developing the landscape and wildlife;"}, {"text_block_id": "p62_b956", "text": "-"}, {"text_block_id": "p62_b957", "text": "environmental governance and capacity building;"}, {"text_block_id": "p62_b958", "text": "-"}, {"text_block_id": "p62_b959", "text": "promoting alternative energies, energy-saving techniques, and technologies;"}, {"text_block_id": "p62_b960", "text": "-"}, {"text_block_id": "p62_b961", "text": "supporting the Poverty-Environment Initiative;"}, {"text_block_id": "p62_b962", "text": "-"}, {"text_block_id": "p62_b963", "text": "promoting environmental education and eco-citizenship;"}, {"text_block_id": "p62_b964", "text": "-"}, {"text_block_id": "p62_b965", "text": "supporting environmental research."}, {"text_block_id": "p62_b966", "text": "II.3.4.4 Implementation of regional planning policy"}, {"text_block_id": "p62_b967", "text": "Regional planning seeks to organize the use of national space and to ensure consistency in the implementation of major infrastructure, equipment, and town projects. It also aims to provide local governments with a repository framework for developing policies, strategies, and development plans. During the coming years, the government will finalize the national and regional development and the sectoral schemes. It will develop the methodological tools and performance contracts for regional and local development, and for regulating the relationship between local authorities and the state. Finally, emphasis will be placed on the promotion of local initiatives, through the organization of local actors around promising activities, under the guidance of the National Scheme for Regional Planning SNAT."}, {"text_block_id": "p62_b968", "text": "II.3.4.5 Capacity building"}, {"text_block_id": "p62_b969", "text": "Achieving the accelerated growth and sustainable development goals will require the implementation of the National Policy on Capacity Building (PNRC). In this context, the government will"}, {"text_block_id": "p62_b970", "text": "-"}, {"text_block_id": "p62_b971", "text": "strengthen the capacities of public administrations and institutions in the formulation, implementation, monitoring, and evaluation of public policies, and the improvement of dialogue and consultation;"}, {"text_block_id": "p62_b972", "text": "-"}, {"text_block_id": "p62_b973", "text": "optimize the use of available human resources, reform and synergize development structures and actors in the field;"}, {"text_block_id": "p62_b974", "text": "-"}, {"text_block_id": "p62_b975", "text": "promote better conditions for successful capacity building"}, {"text_block_id": "p62_b976", "text": ";"}, {"text_block_id": "p62_b977", "text": "-"}, {"text_block_id": "p62_b978_merged_merged", "text": "create the sociocultural conditions for strengthening competitive entrepreneurial capacity;"}, {"text_block_id": "p62_b980", "text": "-"}, {"text_block_id": "p62_b981", "text": "strengthen the technical and management capacities of the informal sector by adapting training to its needs;"}, {"text_block_id": "p62_b982", "text": "-"}, {"text_block_id": "p62_b983", "text": "strengthen know-how and the acquisition of new skills and new behaviors to improve the productivity of microenterprises in the informal sector."}, {"text_block_id": "p62_b984", "text": "II.3.4.6 Economic intelligence"}, {"text_block_id": "p62_b985", "text": "and creativity."}, {"text_block_id": "p62_b986", "text": "In 2011–2015, the poles of economic intelligence for the administration and the private sector will center respectively on public services and employers."}, {"text_block_id": "p63_b987", "text": "To consolidate its economic function of authorizing and regulating political and social life, the state intends to promote (i) business and technological intelligence, (ii) the management of industrial property, (iii) the protection of knowledge and economic security, and (iv) the management and use of knowledge and information. This will enable the government to have adequate tools for predicting and anticipating the future. The areas to be given preference particularly concern science and the industrial, technological, and medical production processes."}, {"text_block_id": "p64_b988", "text": "III. IMPLEMENTATION"}, {"text_block_id": "p64_b989", "text": "STRATEGY"}, {"text_block_id": "p65_b990", "text": "The strategy that Burkina Faso intends to implement is based on a harmonious relationship between measures organized around four themes that are complementary to boost growth and reduce poverty. Indeed, achieving the desired growth acceleration requires, in particular, a transformation of the productive sector, improvements of human capital, and a favorable institutional environment. To achieve this, it will be necessary to define the conditions for accelerating growth, the financing scheme, and the modalities of implementation."}, {"text_block_id": "p65_b991", "text": "III.1 GROWTH ACCELERATION PREREQUISITES"}, {"text_block_id": "p65_b992", "text": "The evaluation of the implementation of the PRSP, during the past decade, has highlighted the importance of reforms and efforts to improve the performance of the economy and consolidate social gains. However, the economy's vulnerability to external shocks and the highly variable growth trend have emerged as key issues that need to be addressed during the next five years. The realization of this approach requires the adoption of strategies aimed at consolidating the economy’s fundamentals. Similarly, this approach requires improving the productivity of investment (especially public) and the strengthening of mechanisms, structures, and incentives for the private sector."}, {"text_block_id": "p65_b993", "text": "."}, {"text_block_id": "p65_b994", "text": "The chosen approach to strengthen the fundamentals of the economy and accelerate economic growth is dependent on macroeconomic stability, strength of the external position and debt policy, and improvement of the business climate."}, {"text_block_id": "p65_b995", "text": "III.1.1 STABILIZATION OF THE MACROECONOMIC FRAMEWORK"}, {"text_block_id": "p65_b996", "text": "The stability of the macroeconomic framework is needed to strengthen prospects for accelerating growth and reducing poverty. It will be necessary, therefore, to ensure the sustainability of public finances and strengthen the external position and debt sustainability during 2011–2015."}, {"text_block_id": "p65_b997", "text": "The s"}, {"text_block_id": "p65_b998", "text": "Strengthening the external position involves strengthening exports, gold and cotton, and diversifying export commodities. All of these are the prerequisites for reducing the vulnerability of the economy and accelerating growth."}, {"text_block_id": "p65_b999", "text": "Regarding external debt, the country‘s debt policy and strategy should remain cautious while giving priority to concessional loans. Furthermore, increased computerization, training of debt management executives, improvement of database quality and the establishment of an integrated external funding management system should strengthen the capacity for managing the country's external debt."}, {"text_block_id": "p65_b1000", "text": "Structural reforms and improving the business climate are necessary for accelerated growth."}, {"text_block_id": "p65_b1001", "text": "Regarding structural reforms, the government should"}, {"text_block_id": "p65_b1002", "text": "-"}, {"text_block_id": "p65_b1003", "text": ";"}, {"text_block_id": "p65_b1004", "text": "modernize public administration to strengthen the wage policy and the quality of administrative services"}, {"text_block_id": "p65_b1005", "text": "-"}, {"text_block_id": "p65_b1006", "text": "implement the strategy for the development of the financial sector"}, {"text_block_id": "p65_b1007", "text": ";"}, {"text_block_id": "p66_b1008", "text": "-"}, {"text_block_id": "p66_b1009", "text": "reform and consolidate sectors, particularly the restructuring of the cotton sector (financing of inputs and smoothing funding mechanism)."}, {"text_block_id": "p66_b1010", "text": "Improving the business climate will involve"}, {"text_block_id": "p66_b1011", "text": "-"}, {"text_block_id": "p66_b1012", "text": "elimination of bottlenecks in land tenure, by improving the corresponding legal and regulatory frameworks;"}, {"text_block_id": "p66_b1013", "text": "-"}, {"text_block_id": "p66_b1014", "text": "consolidation of achievements in simplifying administrative procedures and reducing their cost;"}, {"text_block_id": "p66_b1015", "text": "-"}, {"text_block_id": "p66_b1016", "text": "adaptation and modernization of the support and advisory capacities of state structures and the instruments for promoting private investment;"}, {"text_block_id": "p66_b1017", "text": "-"}, {"text_block_id": "p66_b1018", "text": "accompanying of institutional, technical, and financial changes in the informal sector"}, {"text_block_id": "p66_b1019", "text": ";"}, {"text_block_id": "p66_b1020", "text": "-"}, {"text_block_id": "p66_b1021", "text": "development of domestic private capital"}, {"text_block_id": "p66_b1022", "text": ";"}, {"text_block_id": "p66_b1023", "text": "-"}, {"text_block_id": "p66_b1024", "text": "operationalization of commercial courts, especially those of Ouagadougou and Bobo-Dioulasso;"}, {"text_block_id": "p66_b1025", "text": "-"}, {"text_block_id": "p66_b1026", "text": "establishment of a one-stop window for foreign trade;"}, {"text_block_id": "p66_b1027", "text": "-"}, {"text_block_id": "p66_b1028", "text": "operationalization of the National Agency for Investment Promotion"}, {"text_block_id": "p66_b1029", "text": "."}, {"text_block_id": "p66_b1030", "text": "III.2 ACCELERATED GROWTH SCHEME"}, {"text_block_id": "p66_b1031", "text": "The SCADD aims at a strong and sustained growth during 2011–2015."}, {"text_block_id": "p66_b1032", "text": "."}, {"text_block_id": "p66_b1033", "text": "III.2.1 EVOLUTION OF THE REAL SECTOR"}, {"text_block_id": "p66_b1034", "text": "Growth will be fueled in particular by good performance of the agricultural, livestock, and mining sectors as well as the buoyancy of the services sector, through the modernization of production, improvement of the"}, {"text_block_id": "p66_b1035", "text": "competitiveness and"}, {"text_block_id": "p66_b1036", "text": "productivity of the economy, and the diversification of activities."}, {"text_block_id": "p66_b1037", "text": ", (ii) subsidies for agricultural inputs, (iii) technical supervision of producers, (iv) support to agricultural research for"}, {"text_block_id": "p66_b1038", "text": "the development and introduction of adapted varieties, and (v) access of"}, {"text_block_id": "p66_b1039", "text": "large"}, {"text_block_id": "p66_b1040", "text": "dairies"}, {"text_block_id": "p66_b1041", "text": "in Ouagadougou and Bobo-Dioulasso, and (iii) creation of a company for the production of \"day-old chicks\" to improve egg production."}, {"text_block_id": "p66_b1042_merged_merged_merged_merged", "text": "In the secondary sector, the favorable trend of world prices for mining products such as gold, zinc, copper, and manganese, combined with the industries’ production, will result in an 11.8 percent increase in the average"}, {"text_block_id": "p67_b1045", "text": "annual"}, {"text_block_id": "p67_b1046", "text": "value added"}, {"text_block_id": "p67_b1047", "text": "."}, {"text_block_id": "p67_b1048", "text": "This increase will be attributable to the extractive industries and the buoyancy of the"}, {"text_block_id": "p67_b1049", "text": "construction subsector."}, {"text_block_id": "p67_b1050", "text": "Burkina Faso. Table No. 7 shows the expected trend of growth in the sectors and GDP."}, {"text_block_id": "p67_b1051", "text": "Table 7: Expected Growth Trend in the Sectors and GDP"}, {"text_block_id": "p67_b1052", "text": "Source"}, {"text_block_id": "p67_b1053", "text": ": IAP October 2010."}, {"text_block_id": "p67_b1054", "text": "III.2.2 PRICE EVOLUTION"}, {"text_block_id": "p67_b1055", "text": "Good agricultural production, coupled with measures by the government to regulate and control the price margins of basic consumer products, will help keep inflation below the WAEMU community norm. Thus, the average inflation rate will be about 2.9 percent, supported also by the expected stability of the price of a barrel of oil and the dollar. Controlling inflation will encourage investment and consumption, thus contributing to faster growth."}, {"text_block_id": "p67_b1056", "text": "III.2.3 DOMESTIC DEMAND TREND"}, {"text_block_id": "p67_b1057", "text": "The average growth of 10.04 percent of GDP will be driven mainly by private investments, which will grow at an average annual rate of 17.5 percent, and by private final consumption, whose contribution to growth will average 2.52 percentage points."}, {"text_block_id": "p67_b1058", "text": "III.2.4"}, {"text_block_id": "p67_b1059", "text": "4 EVOLUTION OF THE MONEY AND CREDIT SECTOR"}, {"text_block_id": "p67_b1060_merged_merged_merged", "text": "Credit to the economy will progress positively during SCADD implementation to accommodate the expected level of economic activity. Indeed, the outstanding credit to the private sector would average CFA francs 1 040 billion"}, {"text_block_id": "p68_b1062", "text": "per year. It is expected to increase by 10.6 percent on average, per year, which will allow the country to finance"}, {"text_block_id": "p68_b1063", "text": "investments to stimulate growth."}, {"text_block_id": "p68_b1064", "text": "III.2.5 TRENDS IN PUBLIC FINANCE"}, {"text_block_id": "p68_b1065", "text": "The tax revenue-to-GDP ratio will rise from 11.6 percent on average during 2000–2010 to 15.7 percent between 2011 and 2015."}, {"text_block_id": "p68_b1066", "text": "development and investment program would lead to a significant surge in operating expenses."}, {"text_block_id": "p68_b1067", "text": "Overall, expenditure and net lending"}, {"text_block_id": "p68_b1068", "text": "will represent about 23 percent of nominal GDP."}, {"text_block_id": "p68_b1069", "text": "III.2.6 EVOLUTION OF THE EXTERNAL ACCOUNT"}, {"text_block_id": "p68_b1070", "text": "Increased exports will help to contain the trade deficit on average at around 4.8 percent of GDP compared to"}, {"text_block_id": "p68_b1071", "text": "7.2 percent in 2010."}, {"text_block_id": "p68_b1072", "text": "."}, {"text_block_id": "p68_b1073", "text": "III.3 FUNDING SCHEME"}, {"text_block_id": "p68_b1074", "text": "During 2011–2015, the targeted average annual growth rate will be 10.04 percent."}, {"text_block_id": "p68_b1075", "text": "of CFAF 949.48 billion."}, {"text_block_id": "p68_b1076_merged_merged_merged_merged", "text": "The overall cost of investments stands at CFAF 4,238.5 billion (56.5 percent), or CFA F 847.7 billion per year during 2011–2015."}, {"text_block_id": "p68_b1078", "text": "This shows an additional gap estimated at 2.2 percent of the overall cost of the strategy."}, {"text_block_id": "p69_b1079", "text": "Table 8: SCADD Estimated Funding Scheme for 2011–2015 (in CFAF billion)"}, {"text_block_id": "p69_b1080", "text": "Source"}, {"text_block_id": "p69_b1081", "text": ": IAP, October 2010."}, {"text_block_id": "p69_b1082", "text": "External resources will be mobilized from both traditional and emerging bilateral and multilateral partners. Regarding external financing, Burkina Faso will give preference to a prudent debt strategy by increased grants mobilization for funding social sectors, including, among others, education and health."}, {"text_block_id": "p69_b1083", "text": "Public– private partnerships (PPP) will be a valuable tool for mobilizing resources to fund the promotion of growth poles and development of the agricultural, mining, infrastructure, tourism, handicraft, and industry sectors and SMEs/SMIs."}, {"text_block_id": "p69_b1084", "text": "Other forms of innovative financing such as issuing treasury bills and bonds on the regional financial market will also be used."}, {"text_block_id": "p69_b1085", "text": "Loans should be contracted on concessional terms and oriented toward productive sectors and infrastructure. The volume of loans should be in line with debt sustainability. Loans granted under very soft and flexible terms will be given preference in financing the strategy."}, {"text_block_id": "p69_b1086", "text": "III.4 STRATEGY IMPLEMENTATION"}, {"text_block_id": "p69_b1087", "text": "Two main tools will be developed at the national level for monitoring and evaluating the SCADD, consistent with the process for preparing the state budget: (i) a performance matrix for implementation of the SCADD and (ii) an annual performance report on the implementation of the SCADD."}, {"text_block_id": "p69_b1088", "text": "At the sectoral level, the SCADD will rely on procedures developed in each sector (ministry’s department), including (i) the policy action plans/sectoral strategies with their results framework for monitoring performance at the sectoral level and, (ii) the review report at the sectoral level, which evaluates annual progress."}, {"text_block_id": "p70_b1089", "text": "III.4.1 GOVERNMENT PERFORMANCE MATRIX"}, {"text_block_id": "p70_b1090", "text": "The government's performance matrix will be developed in parallel with the process of preparing the state budget to be used in (i) negotiations with parliament and (ii) the dialogue with technical and financial partners."}, {"text_block_id": "p70_b1091", "text": "It will be developed per year (n) to cover a rolling three-year period (n +1) to (n +3) and will be annexed to the draft budget submitted to parliament for consideration and adoption."}, {"text_block_id": "p70_b1092", "text": "implementation of the country’s development policy."}, {"text_block_id": "p70_b1093", "text": "The indicators will also be in a limited number (30 indicators at the maximum for the government and 10 indicators at the maximum for donors)."}, {"text_block_id": "p70_b1094", "text": "III.4.2 ANNUAL PERFORMANCE REPORT"}, {"text_block_id": "p70_b1095", "text": "The report validated by the"}, {"text_block_id": "p70_b1096", "text": "government will be attached to the budget execution bill for year (n-1) for consideration by parliament."}, {"text_block_id": "p70_b1097", "text": "Given that the performance matrix provides impact indicators, these indicators will be evaluated every three years by an independent expert to fuel the dialogue on the effectiveness of the policies supported under the SCADD."}, {"text_block_id": "p70_b1098", "text": "III.5 MONITORING AND EVALUATION STRATEGY"}, {"text_block_id": "p70_b1099", "text": "III.5.1 INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p70_b1100", "text": "and, on the other hand, the concern for the implementation of program budgets that will introduce a new dynamic in the planning, implementation, and evaluation of development actions, and the allocation of resources."}, {"text_block_id": "p70_b1101_merged_merged_merged", "text": "It will be the mechanism for coordinating and supervising the implementation of the SCADD. Their results will fuel the work of the institutional arrangements for monitoring and evaluating the SCADD."}, {"text_block_id": "p70_b1103", "text": "III.5.1.1 The institutions"}, {"text_block_id": "p70_b1104", "text": "iv) Sectoral Dialogue Frameworks (CSD), and (v) Regional Consultation Frameworks (CCR)."}, {"text_block_id": "p71_b1105", "text": "III.5.1.1.1 Council of Ministers"}, {"text_block_id": "p71_b1106", "text": "The Council of Ministers is the body that lays down the guidelines for economic and social development policies."}, {"text_block_id": "p71_b1107", "text": "III.5.1.1.2 National Steering Committee of the SCADD"}, {"text_block_id": "p71_b1108", "text": "The mission of the National Steering Committee of the SCADD is to (i) supervise"}, {"text_block_id": "p71_b1109", "text": "The National Steering Committee of the SCADD consists of all the key development actors: the state (government and local authorities), civil society organizations (OSC), the private sector, and technical and financial partners."}, {"text_block_id": "p71_b1110", "text": "III.5.1.1.3 National technical secretariat of SCADD"}, {"text_block_id": "p71_b1111", "text": "STN/SCADD is responsible for the secretariat work of the national steering committee."}, {"text_block_id": "p71_b1112", "text": "III.5.1.1.4 Sectoral dialogue frameworks"}, {"text_block_id": "p71_b1113", "text": "Sectoral Dialogue Frameworks (CSD) are made up of arrangements for steering sectoral policies and strategies."}, {"text_block_id": "p71_b1114", "text": "They supervise the implementation of sectoral policies and strategies."}, {"text_block_id": "p71_b1115", "text": "They define the priority order of actions to carry out during the coming triennium, to address the major challenges facing the sector, review and adopt the results of sectoral action plans for year n-1, impact evaluation reports (produced every three years), sectoral action plans for years n +1 to n +3, and sectoral Medium Term Expenditure Frameworks (MTEF) for the same period, ensuring consistency with set priorities."}, {"text_block_id": "p71_b1116", "text": "III.5.1.1.5 Regional consultation frameworks"}, {"text_block_id": "p71_b1117", "text": "The duties of regional frameworks for dialogue (CRD) are carried out by regional consultation frameworks (CCR)."}, {"text_block_id": "p71_b1118", "text": "."}, {"text_block_id": "p71_b1119", "text": "III.5.1.2 Bodies"}, {"text_block_id": "p71_b1120", "text": "The institutional arrangements for monitoring and evaluating the SCADD are as follows: (i) the annual review of the SCADD, (ii) sectoral reviews, and (iii) regional reviews."}, {"text_block_id": "p71_b1121", "text": "III.5.1.2.1 Annual review of SCADD"}, {"text_block_id": "p71_b1122_merged_merged", "text": "The annual review of the SCADD represents the regular session of CNP/SCADD. During this annual review,"}, {"text_block_id": "p72_b1124", "text": "CNP/SCADD examines and approves the draft performance reports for the year n-1, the impact evaluation report,"}, {"text_block_id": "p72_b1125", "text": "which is produced at least every three years, and the draft performance matrix for the years n +1 to n +3."}, {"text_block_id": "p72_b1126", "text": "It ensures the consistency of sectoral breakdown of MTEF budgets for year n +1 with the priorities set for the"}, {"text_block_id": "p72_b1127", "text": "sectors."}, {"text_block_id": "p72_b1128", "text": "The priorities included in the performance matrix are the repository for developing the MTEF of year n"}, {"text_block_id": "p72_b1129", "text": "+2."}, {"text_block_id": "p72_b1130", "text": "III.5.1.2.2 Sectoral reviews"}, {"text_block_id": "p72_b1131", "text": "Sector reviews represent CSD sessions. They are held twice a year and their reports are used for the annual"}, {"text_block_id": "p72_b1132", "text": "review of the SCADD."}, {"text_block_id": "p72_b1133", "text": "They include a mid-term sectoral review and an annual sectoral review."}, {"text_block_id": "p72_b1134", "text": "for the next three years."}, {"text_block_id": "p72_b1135", "text": "sectoral action plans for years n +1 to n +3, and the sectoral MTEF for the same period."}, {"text_block_id": "p72_b1136", "text": "Sector reviews should incorporate the issues of aid effectiveness."}, {"text_block_id": "p72_b1137", "text": "III.5.1.2.3 Regional reviews"}, {"text_block_id": "p72_b1138", "text": "CCR sessions are regional reviews."}, {"text_block_id": "p72_b1139", "text": "They are used to validate the actions of regional development plans"}, {"text_block_id": "p72_b1140", "text": "consistent with SCADD priorities and take stock of their implementation."}, {"text_block_id": "p72_b1141", "text": "for the regional action plan for the next three years."}, {"text_block_id": "p72_b1142", "text": "The CCR, during its annual session, reviews the results of the regional action plan for year n-1, the impact evaluation report produced at least every three years, and the regional action plan for years n + 1 to n +3."}, {"text_block_id": "p72_b1143", "text": "III.5.1.3 High-level political dialogues"}, {"text_block_id": "p72_b1144_merged_merged_merged_merged", "text": "High-level political dialogues are annual frameworks for consultation between the government and other development partners."}, {"text_block_id": "p72_b1146", "text": "They operate in accordance with their respective creative texts."}, {"text_block_id": "p72_b1147", "text": "The diagram below illustrates the institutional arrangements for the implementation of the SCADD."}, {"text_block_id": "p73_b1148", "text": "Institutional arrangements for implementation of SCADD"}, {"text_block_id": "p73_b1149", "text": "SP= Private sector, CT=Local authorities"}, {"text_block_id": "p73_b1150", "text": "III.5.2 CONSOLIDATION OF EXISTING MONITORING AND EVALUATION SYSTEMS"}, {"text_block_id": "p73_b1151", "text": "In light of the means needed, the state alone cannot adequately implement the SCADD. It will therefore proceed by means of an active multistakeholder partnership. Those to be involved will be companies, universities and training centers, the government, local governments, the private sector, financing institutions, and the population. This will entail boosting cooperation between these actors on innovative projects that create value added for members of the value chains."}, {"text_block_id": "p73_b1152", "text": "This strategy is also an opportunity to upscale decentralization by making local authorities responsible for matters under their competence and within their reach. It would also be necessary to further specify the division of roles between the state, the private sector, and civil society under the leadership of the state. It would be necessary to establish the conditions for broad participation of the population, as the SCADD is an opportunity to create a real development dynamic in which producers improve their productivity and share in the benefits of growth."}, {"text_block_id": "p73_b1153", "text": "."}, {"text_block_id": "p74_b1154", "text": "Efforts will also aim at identifying and carrying out new surveys that can improve knowledge of the priority areas of the SCADD. All these actions for generating information will be channeled through a minimum statistics program necessary for accelerating growth and sustainable development. Furthermore, implementation and impact evaluation indicators will become increasingly important over the coming years. That is why a service will be specifically designated to coordinate the work necessary for"}, {"text_block_id": "p74_b1155", "text": "-"}, {"text_block_id": "p74_b1156", "text": "ensuring the availability and reliability of the identified indicators;"}, {"text_block_id": "p74_b1157", "text": "-"}, {"text_block_id": "p74_b1158", "text": "developing new indicators needed for extending the monitoring and evaluation of results to all the axes of the strategy."}, {"text_block_id": "p74_b1159", "text": "III.5.3 DEVELOPMENT OF THE PRODUCTION OF INFORMATION NEEDED FOR DETERMINING STRATEGY CHOICES AND MONITORING PROGRAMS"}, {"text_block_id": "p74_b1160", "text": "In addition to aspects related to the organization of information production and specific actions for implementation and impact indicators, priority will be given to the following"}, {"text_block_id": "p74_b1161", "text": "activities:"}, {"text_block_id": "p74_b1162", "text": "-"}, {"text_block_id": "p74_b1163", "text": "full surveys on household living conditions"}, {"text_block_id": "p74_b1164", "text": "(EICVM);"}, {"text_block_id": "p74_b1165", "text": "-"}, {"text_block_id": "p74_b1166", "text": "population and health surveys"}, {"text_block_id": "p74_b1167", "text": "(EDS);"}, {"text_block_id": "p74_b1168", "text": "-"}, {"text_block_id": "p74_b1169", "text": "general agricultural census"}, {"text_block_id": "p74_b1170", "text": "(RGA);"}, {"text_block_id": "p74_b1171", "text": "-"}, {"text_block_id": "p74_b1172", "text": "regular production of national economic accounts"}, {"text_block_id": "p74_b1173", "text": ";"}, {"text_block_id": "p74_b1174", "text": "-"}, {"text_block_id": "p74_b1175", "text": "production of social performance indicators"}, {"text_block_id": "p74_b1176", "text": ";"}, {"text_block_id": "p74_b1177", "text": "-"}, {"text_block_id": "p74_b1178", "text": "regular production of sector statistics"}, {"text_block_id": "p74_b1179", "text": "."}, {"text_block_id": "p74_b1180", "text": "An active communication on the SCADD will promote ownership by the people of Burkina Faso and the country’s development partners"}, {"text_block_id": "p74_b1181", "text": "."}, {"text_block_id": "p74_b1182", "text": "The core target of this communication will be local, regional, and national decision makers. The secondary target groups will include (i) central and devolved government services, (ii) parties and political groups, (iii) local authorities, the civil society and the private sector, (iv) communication and media professionals, (v) researchers, (vi) youth, (vii) technical and financial partners, (viii) opinion leaders and traditional and religious authorities, (ix) grassroots communities in the rural and urban areas, and (x) the Burkinabè diaspora"}, {"text_block_id": "p74_b1183", "text": "."}, {"text_block_id": "p74_b1184", "text": "Communication on the SCADD will be through (i) strengthening of mass communication and ICTs, (ii) use of the institutional channel, and (iii) development of traditional communication channels."}, {"text_block_id": "p76_b1185", "text": "The implementation of the SCADD is facing risks that could impede the orderly development aimed for by the government. The government will seek mainly to carry out consistent and synergistic measures as a springboard for positive changes of the economic and social structures."}, {"text_block_id": "p76_b1186", "text": "The SCADD’s goal is to conciliate growth aspects and sustainable development in the current context of globalization. This will require a proactive and innovative approach. However, the SCADD may encounter obstacles that would reduce its effectiveness. The main risks associated with the implementation of the SCADD are fourfold: financial risk, risk related to natural disasters, risk owing to low adhesion by actors, and risk owing to the global and regional economic situation."}, {"text_block_id": "p76_b1187", "text": "IV.1 FINANCIAL RISK"}, {"text_block_id": "p76_b1188", "text": "The SCADD’s funding includes external and domestic contributions respectively in the order of 34.5 percent and 63.3 percent of the total cost of its implementation between 2011 and 2015. Other contributions are estimated at 2.2 percent. There is currently a decline in aid flows to developing countries, especially those in Africa. Reversing this trend is not foreseeable in the immediate future. Furthermore, despite the effort for more aid effectiveness, the procedures for mobilizing external resources are still quite heavy. In addition, the ability of Burkina Faso to mobilize domestic resources is low, compared to the WAEMU standard. The regional financial market is very competitive, whereas the country, by virtue of its debt position, cannot offer competitive interest rates, which is likely to worsen its financial situation. All these are real risks in obtaining the financial resources essential for the success of the SCADD."}, {"text_block_id": "p76_b1189", "text": "Global warming and climate variability are realities; the September 1 floods are a clear illustration of this. As things stand, agricultural activity, which occupies nearly 80 percent of the total labor force, is highly dependent on weather conditions. At the same time, the proposed adjustment programs have been receiving very little funding, and producers have not been very responsive to the new methods of intensive farming (use of fertilizers and improved seeds, mechanization), while proper irrigation is still a concern. All these factors increase the risk from weather conditions"}, {"text_block_id": "p76_b1190", "text": "."}, {"text_block_id": "p76_b1191", "text": "Like the PRSP, the SCADD needs to secure the support of all actors involved in the country’s development process. The chances of successful implementation of this strategy will depend on the ability and willingness of all stakeholders to act in a concerted manner and with greater synergy at all levels. To encourage discussions and synergy of action, the government has put in place an institutional mechanism. The smooth operation of this mechanism will hinge upon the level of ownership by each of the players, compliance with the different schedules, and means at its disposal. An efficient collection and treatment of reliable information, swift submission of data to partner organizations, and their quick reaction are all crucial factors for an effective collaboration. Unfortunately, the Burkinabè administration still suffers from red tape and low capacity and mobility of staff. In sum, lack of ownership and proper management and the low quality and efficiency of the administration are risks that may hinder the coordination of strategic measures and the effective implementation of the SCADD."}, {"text_block_id": "p76_b1192", "text": "."}, {"text_block_id": "p76_b1193_merged", "text": "IV.4 RISK DUE TO THE INTERNATIONAL AND REGIONAL ECONOMIC SITUATION"}, {"text_block_id": "p76_b1195", "text": "Like all countries, Burkina Faso has an economy that is open to the rest of the world, on which depends the export and import of goods essential for its development. In addition, the country is heavily dependent on aid and foreign capital to finance its investment. Thus, during the past decade, Burkina Faso was hit in all social and"}, {"text_block_id": "p77_b1196", "text": "economic sectors by the international crises (food, energy, financial, and economic), which weakened its economy, by causing inflationary pressures on certain products such as petroleum and food products, and reducing the scope of the state to mobilize resources for financing investment."}, {"text_block_id": "p77_b1197", "text": "In addition, the large number of Burkinabè living abroad, particularly in Côte d'Ivoire, supports through their transfers to the national consumption. Moreover, Burkina Faso, a hinterland country, depends heavily on coastal countries of the subregion for its supplies and exports. Consequently, the Ivorian political and military crises that led to the massive return of Burkinabè emigrants have had a severe impact on remittances from immigrants, and on the country’s supplies and exports."}, {"text_block_id": "p77_b1198", "text": "It is thus clear that the turbulent international and regional environments, particularly those of the subregion, constitute major risks that could affect the strategic choices for the country’s development and thus hinder a successful implementation of the SCADD"}, {"text_block_id": "p77_b1199", "text": "."}, {"text_block_id": "p78_b1200", "text": "ANNEXES"}, {"text_block_id": "p79_b1201", "text": "ANNEX 1 : STATUS OF REPOSITORY OF SOCIO-ECONOMIC INDICATORS"}, {"text_block_id": "p82_b1202", "text": "ANNEX 2: LOGICAL FRAMEWORK"}, {"text_block_id": "p82_b1203_merged", "text": "Overall objective : achieve strong, sustained and quality economic growth, having multiplier effects on the level of income, the quality of life of the population, while respecting the principle of sustainable development."}, {"text_block_id": "p82_b1205", "text": "."}], "document_description": "This Strategy examines how Burkina Faso can best allocate efforts to maximise growth and enable sustainable development over the period 2011-2015.\n\nThe document notably emphasises on 1) the importance of fighting against land degradation in a context of a deteriorating climate, 2) making the energy system more sustainable and protecting carbon sequestration wells by reducing wood use, and 3) modify development policies so that they cope with climate change mitigation and adaptation objectives."}