{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Montenegro", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "National Forestry Policy", "document_country_code": "MNE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "24/04/2008", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/MNE/2008/MNE-2008-04-24-National Forestry Policy_9087983baa24bbbebb415c23f34c7cdb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL FOREST POLICY OF MONTENEGRO"}, {"text_block_id": "p1_b2", "text": "Forests for the Future of Montenegro"}, {"text_block_id": "p1_b3", "text": "National Forest and Forest Land Administration Policy"}, {"text_block_id": "p1_b4", "text": "Document adopted by the Government of Montenegro (Ref No:03-3982) on the session of 24th April 2008."}, {"text_block_id": "p2_b5", "text": "Table of Contents"}, {"text_block_id": "p5_b6", "text": "Acknowledgement"}, {"text_block_id": "p5_b7_merged", "text": "The document ‘National Forest and Forest Land Administration Policy’ (National Forest Policy) has been adopted by the Government of Montenegro at its session on April 24th 2008. This document has been prepared by the Ministry of Agriculture, Forestry and Water Management, with the assistance of the “Forestry Development in Montenegro” Project, FODEMO Phase II, jointly funded by the Government of the Grand Duchy of Luxembourg and the Government of Montenegro, and the Dutch Development Organisation SNV Montenegro, with the active involvement of seven Working Groups (more than 50 members in total) established by the Ministry within the formulation process of this document. These Working Groups were composed of representatives of a number of stakeholders – government institutions, non-governmental sector, wood industry, educational institutions, private forest owners, supported by consultants from Slovenia, Serbia, Germany, Canada, Montenegro and Bulgaria."}, {"text_block_id": "p5_b10", "text": "We use this opportunity to thank the representatives of the Working Groups, international consultants, the National Forest Policy Coordination Team, which managed the Policy formulation and monitored the implementation of the entire process; to the National Forest Policy Secretariat for logistic support; the Coordination Team and Working Groups, as well as numerous participants at thematic workshops, round tables and public hearings who contributed to the development of this Document by their suggestions, opinion and proposals."}, {"text_block_id": "p5_b11", "text": "The Ministry of Agriculture, Forestry and Water Management would like to especially thank the Government of the Grand Duchy of Luxembourg and the Dutch Development Organisation SNV Montenegro for their assistance and quality cooperation during the preparation of the National Forest and Forest Land Administration Policy."}, {"text_block_id": "p5_b12", "text": "These are the people who led the process of National Forest Policy Development on behalf of their institutions:"}, {"text_block_id": "p5_b13", "text": "These are the people who led the process of National Forest Policy Development on behalf of their institutions:\n* Ministry of Agriculture, Forestry and Water Management â Dr. Milosav Andjelic -\n* âForestry Development in Montenegroâ FODEMO Project Phase II -James Acworth, International Project Coordinator\n* SNV Montenegro office â Jens Lund Hansen, Senior Forestry Adviser"}, {"text_block_id": "p7_b20", "text": "The Ministry of Agriculture, Forestry and Water Management has recognized the importance"}, {"text_block_id": "p7_b21", "text": "of developing strategic documents and defining development policies."}, {"text_block_id": "p7_b22", "text": "Consequently, in the past period we committed to implementing this plan and now activities in this sector are strengthened by the fact that we have adopted the Strategy of Food Production and Rural Areas, Strategy of Fishery Development and National Forest Policy."}, {"text_block_id": "p7_b23", "text": "These strategies and this Forest Policy fit under the framework defined by the following"}, {"text_block_id": "p7_b24", "text": "documents: Strategy of Sustainable Development, Strategy of Poverty Reduction, Strategy of Balanced Regional Development, Economic Policy, and National Programme of European Integrations. These documents result from one another, they are complementary and conditional."}, {"text_block_id": "p7_b25", "text": "This Forest Policy will have special value, because it will find its place on desks of state institutions, local governments, scientific and professional institutions in this field, on desks of"}, {"text_block_id": "p7_b26", "text": "enterprises, forest and forest land owners, on desks of civil society and will guide them towards their duties and responsibilities."}, {"text_block_id": "p7_b27", "text": "This Forest Policy has special value because it was not prepared from offices, it does not"}, {"text_block_id": "p7_b28", "text": "assume simple adoption of expert thoughts and experiences from abroad, but is based on the work of seven Working Groups with 49 members representing different organizations, 14 local and international consultants, a number of workshops, preliminary public hearings. It was reviewed twice by Government Commissions before the Government adopted the Draft, and this was followed by"}, {"text_block_id": "p7_b29", "text": "a broad public hearing. Prior to its final adoption by the Government, it was also reviewed by the"}, {"text_block_id": "p7_b30", "text": "National Council of Sustainable Development."}, {"text_block_id": "p7_b31", "text": "The process of developing this document was substantially supported by –FODEMO Project,"}, {"text_block_id": "p7_b32", "text": "funded by the Grand Duchy of Luxembourg, and Dutch SNV. I would like to express my appreciation"}, {"text_block_id": "p7_b33", "text": "and gratitude to our partners and donor Governments implementing these projects."}, {"text_block_id": "p7_b34", "text": "My thanks to all the participants, who contributed to the development of this document."}, {"text_block_id": "p7_b35", "text": "I congratulate the Forest Administration, who involved its human resources in the process of developing this Policy."}, {"text_block_id": "p7_b36", "text": "This Forest Policy also has special value because it is being developed in the period when Montenegro is decidedly walking along its European path, fully aware that it must harmonize its policies on the way, as well as its legislation and institutions, and must strengthen competitiveness of its economy."}, {"text_block_id": "p7_b37_merged_merged_merged", "text": "This Forest Policy also has value because it is being developed after successful implementation of the 2003 Government Programme for Rebuilding Forestry and Wood Processing. I am confident that we do not need reminding of the times, which would be best described as: bankruptcy in this sector, employees for years on the Register of Unemployed and with no salaries, and convoys of logs leaving Montenegro. Nowadays, we have an encouraging picture – substantial ongoing investments, a significant number of employed workers with regular income (hopefully, to be increased over"}, {"text_block_id": "p7_b44", "text": "time), export, and increasing finalization."}, {"text_block_id": "p8_b45", "text": "This Forest Policy has value also because it is being developed at the time when there is a clear differentiation in the sector of small and medium-sized enterprises of those where entrepreneurship"}, {"text_block_id": "p8_b46", "text": "does not end with head saw or brenta, but they organized its production with a variety of final"}, {"text_block_id": "p8_b47", "text": "products, which reach even the most choosy regional and broader markets."}, {"text_block_id": "p8_b48_merged_merged", "text": "This Forest Policy should ensure continuation of such positive trends, to build partnership with strategic partners, to create conditions for new partnerships, to define communication models and partnerships with the local population, local communities, with private forest owners, with NGO sector, and to act as a safeguard against deviations."}, {"text_block_id": "p8_b51", "text": "This Forest Policy has value because it indicates multi-functionality of forests – a forest is not only logs, but also rich in biodiversity, medicinal plants and forest fruit, which is a precondition for overall rural development."}, {"text_block_id": "p8_b52", "text": "The Policy of Rural Development will increasingly draw our attention with full awareness that rural development means not only a new farm or arable land, but also a school, healthcare facilities and broad dispersion of economic activities, and certainly sustainable forest utilization."}, {"text_block_id": "p8_b53", "text": "This Forest Policy will be a good foundation for drafting a new Forest Law and drafting National Forest Development Programme, for Forest Inventory, and for a new generation of forest management plans."}, {"text_block_id": "p8_b54", "text": "Adoption of this Document offers a wide range of opportunities for action."}, {"text_block_id": "p8_b55", "text": "H.E. Milutin Simovic"}, {"text_block_id": "p8_b56", "text": "Minister of Agriculture, Forestry and Water Management"}, {"text_block_id": "p10_b57", "text": "2"}, {"text_block_id": "p10_b58", "text": "Significance of forests for Montenegro"}, {"text_block_id": "p10_b59", "text": "From the geographic point of view, Montenegro is a very diverse country, and although it is territorially rather small, it extends over two biological and geographic regions in Europe: Mediter"}, {"text_block_id": "p10_b60", "text": "-"}, {"text_block_id": "p10_b61", "text": "ranean and Alpine. The development of current forest eco-systems in Montenegro started during the Ice Age, and due to its southern position and diversity of habitats in the mountains of the Balkan Peninsula, many endemic plants survived - such as Macedonian Pine, White Bark Pine, Black Pine, and others. In the late Neolithic period, as elsewhere in the Mediterranean, humans started to signi"}, {"text_block_id": "p10_b62", "text": "-"}, {"text_block_id": "p10_b63", "text": "ficantly influence the nature and forests."}, {"text_block_id": "p10_b64", "text": "Livestock farmers initially used fire to clear trees from coastal areas, and later from mountain"}, {"text_block_id": "p10_b65", "text": "pastures. As in all the Mediterranean and European regions, forests survived only in inaccessible are"}, {"text_block_id": "p10_b66", "text": "-"}, {"text_block_id": "p10_b67", "text": "as, and in the regions where humans needed them as a source of fuel. Compared to neighbouring regions, Montenegro is still relatively rich in forests due to its topography, which is the origin of the name “Montenegro” [Black Mountain]. Over time and with a livelihood which depended on nature, the population of Montenegro developed a very close relationship with nature and the tradition of managing and protecting valuable forest resources, such as the rules related to managing tribal and village forests."}, {"text_block_id": "p10_b68", "text": "Statements about natural resources and care for them can be found in the oldest Medieval"}, {"text_block_id": "p10_b69", "text": "written documents (end of 15th Century), during Hrisovulje of Ivan Crnojević the ruler of Zeta, when speaking, for example, about Lovćen region. The fauna of Lovćen is also described by Bolic in his documents from 1614, where he mentioned specific and medicinal herbs. Napoleon's Colonel, Viale de Somijera, the author of the first comprehensive book on Montenegro, which was published in"}, {"text_block_id": "p10_b70", "text": "Paris in 1820, dedicated all of chapter seven to Montenegrin forests, which he described as “perfect"}, {"text_block_id": "p10_b71", "text": "vegetation”, outlining the first known division of habitats according to altitude."}, {"text_block_id": "p10_b72_merged_merged_merged_merged", "text": "The beginning of modern forestry in Europe in the nineteenth century was also the beginning of the Government's involvement in care for the utilisation and protection of forests in the Principa-lity of Montenegro, which was under the competence of the Ministry of Military Forces, which will by the early 20th century issued orders and other by-laws aimed at establishing order within, and in-ter-relationship between forestry, hunting and fishing. During this period, forests in the coastal area were very rare, (which can be seen in the first photographs from this period) and their significance for the future development was recognised. The “Order on wood harvesting” issued by the Ministry of Military Forces, as the competent authority for this field in 1886, says: “I believe Mr. Commander that it is in the interest of every Montenegrin to tend and dignify forests, regardless whether it is a commune, village commune or individual property – because this is imposed on every Montene-grin for the purpose of survival, which is our main goal …” Around this time, the first self-initiated involvement and organisation of the local population to protect forests appeared. The householders from Donji Kraj near Cetinje made a written Agreement in 1865 aimed at the protection of fore-sts and they verified it with the state authorities. Householders from the Milijevici Village in Ćeklići made this type of Agreement at the end of the 19th century."}, {"text_block_id": "p10_b88", "text": "In each successive year the newspaper “Glas Crnogorca” dedicated more and more space to"}, {"text_block_id": "p10_b89", "text": "the significance and protection of forests. The published texts indicate the significance of growing"}, {"text_block_id": "p11_b90", "text": "plants and forest resources, and by educating readers, they influenced the development of an en"}, {"text_block_id": "p11_b91", "text": "-"}, {"text_block_id": "p11_b92", "text": "vironmental culture. In mid 1896, the “Glas Crnogorca” stated the following: “forests are a source of both fortune and fertility and more than that: they are the source of health… and more … there are more people in forested areas, and their life is longer…’’"}, {"text_block_id": "p11_b93", "text": "At the same time, due to their distance from transport, the forests in the North of Montenegro are almost intact and are a great natural resource. Interest in economic exploitation of these forests appears in the second half of the 19th and the beginning of the 20th century. In addition to modest national investment, interest was also expressed by international investors, especially from Italy and"}, {"text_block_id": "p11_b94", "text": "France. In 1904 Italy clearly expressed interest in investing in forest exploitation. The projected in"}, {"text_block_id": "p11_b95", "text": "-"}, {"text_block_id": "p11_b96", "text": "vestments envisaged an amount of approximately 2 million crowns and included construction of a"}, {"text_block_id": "p11_b97", "text": "port in Bar, a railway from Bar to Vir and a road from Tara River to Morača. The forest that would be exploited for this is estimated to be around 2 million cubic meters of fir stands, while it is stated that"}, {"text_block_id": "p11_b98", "text": "“there is a lot more” beech. The early development of industrial production in Montenegro is linked"}, {"text_block_id": "p11_b99", "text": "to forest exploitation. The first sawmill started operating in 1873 in Rijeka Crnojevića."}, {"text_block_id": "p11_b100", "text": "At the liberation of Kolašin from Turks in 1878, the Rovačko and Moračko tribes gave their fore"}, {"text_block_id": "p11_b101", "text": "-"}, {"text_block_id": "p11_b102", "text": "sts in the region of Biogradska Gora to Prince Nikola Petrović. In 1885, at the liberation and accession of Poljska municipality to Montenegro, Prince Nikola was given forests in Biogradska Gora. From that point on, these forests were called the “King’s Reserve” or “Branik”. It is assumed that the complex of the King’s “Branik” extended over around 1,800 ha. During the reign of King Nikola, the Biogradska Gora forests, which belonged to the Petrović Dynasty, were used only for hunting. The conservation and protection of forests and hunting grounds was very strictly implemented, which positively influ"}, {"text_block_id": "p11_b103", "text": "-"}, {"text_block_id": "p11_b104", "text": "enced a lesser exploitation of the nearby tribal forests, which was not the case before."}, {"text_block_id": "p11_b105", "text": "The more comprehensive regulation, according to legal norms applicable to natural resources"}, {"text_block_id": "p11_b106", "text": "in the early years of the 20th century, was assumed by the Ministry of Interior in 1904, with ratifica"}, {"text_block_id": "p11_b107", "text": "-"}, {"text_block_id": "p11_b108", "text": "tion of a number of legal acts, which regulate many aspects of utilisation and protection of natural"}, {"text_block_id": "p11_b109", "text": "resources (Circulars on Forests, Hunting Law, Fishery Regulations, etc.)."}, {"text_block_id": "p11_b110", "text": "The Circular (order) on forests, which was adopted in 1904, is the first comprehensive State"}, {"text_block_id": "p11_b111", "text": "Act on the regulation of forest-related activities. The Order consists of 26 Articles, which are divided into four sections: I) On division of forests; II) On state, tribal, municipal, village and church forests; III) On private forests; IV) Penalties. The titles of these Sections indicate the structure of the Order,"}, {"text_block_id": "p11_b112", "text": "whose Articles convey prohibitions, limitation and clarifications of the approach to the utilisation, maintenance and establishment of forests. At the end of the Order specific attention is drawn to the state authorities working in the field: “…We especially advise tribal captains to communicate the above Order at gatherings and to explain the necessity and benefits of forests, both from health and economic aspects, with a comment that everyone is obliged for their own benefit to pay the highest"}, {"text_block_id": "p11_b113", "text": "attention to this large and invaluable natural treasure...“"}, {"text_block_id": "p11_b114_merged_merged_merged_merged_merged", "text": "At the same time, there was intense pressure on the forests through clear-cutting and harve-sting for export, and at the end of 1904 the Ministry of Interior sent a separate Circular to tribal cap-tains, which highlighted the importance of forests and insisted on respecting the legal act already adopted. This Circular starts with the statement that: “forestry is one of the most important branches of the national treasure, which requires close attention”, and, reflecting the provisions of the Forest Order, it draws the very precise attention of tribal captains to the obligation to establish and ensure the continuous work of local Forestry Commissions."}, {"text_block_id": "p12_b121", "text": "A more comprehensive and more precise Circular on Forests was adopted in 1909 by the Mon"}, {"text_block_id": "p12_b122", "text": "-"}, {"text_block_id": "p12_b123", "text": "tenegrin Parliament, and it was to remain in force until 1918. In the period from 1918 to 1989, the Montenegrin forests were a part of the forest resources of Yugoslavia, and were the basis for a sub"}, {"text_block_id": "p12_b124", "text": "-"}, {"text_block_id": "p12_b125", "text": "stantial part of the country’s economic development. During this period, former rain forests of the north became accessible for exploitation, and harvesting caused some degradation. By 1933, trees were not even marked for felling, but the best trees were simply cut. Negative trends continued after the Second World War in the so-called industrialisation period, when the most valuable forest complexes were greatly destroyed. According to some data in the period from 1947-51 more than 1,200,000m3 were cut in Montenegro annually, in the 70s the scope of felling ranged a little abo"}, {"text_block_id": "p12_b126", "text": "-"}, {"text_block_id": "p12_b127", "text": "ve 900,000 m3 and remained at that level until the end of 80s, when in 1989 it dropped to about"}, {"text_block_id": "p12_b128", "text": "800,000 m3. All of these data should be taken as provisional, because the reliable files existed only"}, {"text_block_id": "p12_b129", "text": "for felling that referred to industrial requirements."}, {"text_block_id": "p12_b130", "text": "At the same time, projects for planned afforestation of bare lands were initiated in the mounta"}, {"text_block_id": "p12_b131", "text": "-"}, {"text_block_id": "p12_b132", "text": "inous coastal areas, and the pasture-related pressure was reduced due to the prohibition at the time of keeping goats. This initiated the process of natural succession based on which most of the coastal area transferred into low forests and brush-woods by the end of twentieth century."}, {"text_block_id": "p12_b133", "text": "After 1989, the previous market of forest and wood products collapsed, which led to the col"}, {"text_block_id": "p12_b134", "text": "-"}, {"text_block_id": "p12_b135", "text": "lapse of the vertically integrated wood-industry “kombinats”. This resulted in reduced harvesting,"}, {"text_block_id": "p12_b136", "text": "difficulties in implementing forest operations and development of forestry profession, and to un"}, {"text_block_id": "p12_b137", "text": "-"}, {"text_block_id": "p12_b138", "text": "controlled illegal logging in some forest areas."}, {"text_block_id": "p12_b139", "text": "Proclaiming Montenegro as an Ecological State in 1991 has created a framework for the future development of Montenegro as an environmentally friendly society. While the condition of high economic forests substantially deteriorated in 20th century in terms of standing volume, forests"}, {"text_block_id": "p12_b140", "text": "are now one of the most significant natural eco-systems, which create the basis for sustainable"}, {"text_block_id": "p12_b141", "text": "development of Montenegro. Wood biomass, as a low environmental impact product, is the most"}, {"text_block_id": "p12_b142", "text": "significant local product for heating; trade in high quality wood and non-timber forest products (medicinalherbs,fruitandmushrooms)providesignificantcontributiontoimprovedlivingconditions"}, {"text_block_id": "p12_b143", "text": "of many rural communities; they are the main game habitat which supports a substantial diversity of fauna and a long hunting tradition; they represent the key factor in conservation and regulation of our watercourses; forests provide erosion protection on steep terrain and contribute to the net"}, {"text_block_id": "p12_b144", "text": "absorption of significant quantities of carbon dioxide. Additionally, wood industry enterprises"}, {"text_block_id": "p12_b145", "text": "participate in development of national economy, thus helping the development of many poor communities."}, {"text_block_id": "p12_b146_merged_merged_merged_merged", "text": "This Section gives the basic quantitative data on forests of Montenegro, which rely on the existing official statistics and records. The applicability of these data is limited by the fact that some forest areas have not been systematically planned over the past twenty years. The National Forest Inventory is planned as an objective basis for more detailed forest management planning in the next years, and the existing data, with the implementation of the precautionary principle, are used as a basis for making decisions at the National Policy level."}, {"text_block_id": "p13_b151", "text": "The total size of the Republic of Montenegro is 1,381.200 ha, of which, according to the statistical indicators 743.609 ha or 54% is under forests and forest land, and about 60% of population is connected to villages and areas that are abundant in forests."}, {"text_block_id": "p13_b152_merged", "text": "According to the value of forest areas, level of conservation, regulation, diversity, management and impact on environmental protection, even taking into account areas damaged in the past, our forests are among the best quality forests in Europe. Montenegro, with 0.9 ha of forest per capita, has one of the highest areas of forest cover in Europe, similar to some Scandinavian countries, with enormous potential for sustainable tourism – Slovenia has forest coverage of 58% (0, 6/ha per capita); Croatia 37% (0447 ha per capita); Serbia 25% (0.3 ha per capita); B&H 41%; Spain 30%; Austria 38%..."}, {"text_block_id": "p13_b155", "text": "Forests cover 621 thousand hectares of the total area, while barren forest land covering 123 thousand hectares. State owned forests and forest land cover 500.000 ha or 67%, while private"}, {"text_block_id": "p14_b156", "text": "forests make 244.000 ha or 33%. Total growing stocks in forests of Montenegro are estimated to around 72.000,000 m3, of which 29.5 million m3 or 41% are conifers and 42.5 million m3 or 59% of broadleaves. According to functions, the forests intended for timber production involve 348.000 ha or 81% of all forests. The share of main types of silviculture and utilisation is presented in the Graph below."}, {"text_block_id": "p14_b157", "text": "Protection forests cover 66 thousand ha or 16%, while forests within National Parks cover 12.975 ha or 3%. The total increment in all forests is estimated to be 1.5 million m3."}, {"text_block_id": "p14_b158", "text": "The Forest Administration launches a tender every year to give concessions for utilisation of slightly more than four hundred thousand m3, and if we add the needs of population for fuel wood to this, as well as retail, and sanitary felling, it leads to the conclusion that the annual harvesting in our forests is around seven hundred thousand m3. The overall harvesting is lower compared to the previous year, and it is at the level of designed quantities and allows substantial accumulation of biomass in forests."}, {"text_block_id": "p15_b159", "text": "It is interesting to highlight also that in Montenegro we have a substantial natural expansion"}, {"text_block_id": "p15_b160", "text": "of areas under forests, which resulted from not only artificial afforestation but also from the"}, {"text_block_id": "p15_b161", "text": "spontaneous expansion of forest vegetation for the account of agricultural land."}, {"text_block_id": "p15_b162", "text": "The forestry sector in Montenegro is facing the challenge of improving the practices of forest administration in order to implement the vision of forestry, to improve the current condition of all forests so as to ensure a balance of protection, environmental, social and economic functions and to ensure the sustainability. Over a longer period, the forestry sector has undergone various different institutional and organizational changes, depending on the social and political regime, and"}, {"text_block_id": "p15_b163", "text": "economic and development needs. The most recent significant changes happened in 2000, being"}, {"text_block_id": "p15_b164", "text": "the adoption of the Law on Forests and associated institutional reform."}, {"text_block_id": "p15_b165", "text": "Public Sector"}, {"text_block_id": "p15_b166", "text": "The Ministry of Agriculture, Forestry and Water Management"}, {"text_block_id": "p15_b167_merged_merged_merged", "text": "is the Government author-ity that in the hierarchy has the leading role in the process of forest resource management, and in development of economic and other sectoral policies, which it accomplishes by proposing to the Government of Montenegro, and by implementation of these policies. In organizational terms, for"}, {"text_block_id": "p15_b170", "text": "-"}, {"text_block_id": "p15_b171", "text": "estry sector in the Ministry is divided into three departments: Strategic Planning Unit, Planning and Monitoring Unit (CMMU) and Inspection."}, {"text_block_id": "p16_b172", "text": "The Forest Administration"}, {"text_block_id": "p16_b173", "text": "is the state administration body responsible for forest management, and according to the Law, its responsibilities include the following:"}, {"text_block_id": "p16_b174", "text": "is the state administration body responsible for forest management, and according to the Law, its responsibilities include the following:\n* improvement of silviculture, protection and forest utilisation;\n* adequate tending, reforestation, establishment and improvement of forests (biological reproduction), selection of seed stands â health status examination and provision of seed and planting material;\n* conservation of natural and created forest values, prevention and elimination of harmful impacts of all biotic and abiotic factors, which put those values at risk, and recovery of the current condition;\n* protection of forests and forest land from usurpation and illegal utilisation, fires, etc.,\n* managing the reporting and prognostic unit,\n* forest management planning, which is implemented through development of general\n* forest management planning, which is implemented through development of general\n and operational management plans, programmes and forest management plans,\n* development of forest roads programmes,\n* tree marking, measurement and stamping trees and issuing certificates of origin for forest\n* releasing state forests for utilisation through contracts, and monitoring tenders, keeping records and forestry databases (informational system),\n* professional development (counselling, courses, etc.)."}, {"text_block_id": "p16_b197", "text": "According to authorizations given by the Forest Law, the Forest Administration manages state forests and executes professional activities related to private forests management (planning, tree marking, protection, etc.). The Forest Administration is divided into 15 regional units and the"}, {"text_block_id": "p16_b198", "text": "Headquarters in Pljevlja. While execution of works in forests and processing of forest products is"}, {"text_block_id": "p16_b199", "text": "left to private sector and the market, the Forest Administration will have a key role in accepting and"}, {"text_block_id": "p16_b200", "text": "practical implementation of EU standards."}, {"text_block_id": "p16_b201", "text": "The Ministry of Tourism and Environment"}, {"text_block_id": "p16_b202", "text": "is responsible for nature protection, including establishment of Natura 2000 network, environment protection and tourism development in Montenegro."}, {"text_block_id": "p16_b203", "text": "Municipalities:"}, {"text_block_id": "p16_b204", "text": "The Law on Local Government does not define municipal responsibility for"}, {"text_block_id": "p16_b205_merged_merged_merged", "text": "forests and forestry, but generally prescribes that municipalities are responsible for environment protection, municipal services and spatial regulation. The Law on Public Administration also prescribes that certain functions of the state administration, for the purpose of their more efficient and more economic implementation, are legally decentralized to local government, i.e. entrusted to the local government, institutions and legal entities. According to the Law on Local Government, municipalities receive 30% of fees paid for utilisation of forests in their territory. These funds are considered to be a share in natural resources benefits and the support to building and maintenance of local infrastructure in forest areas."}, {"text_block_id": "p16_b210", "text": "Industry and service providers"}, {"text_block_id": "p16_b211", "text": "Forest Enterprises AD"}, {"text_block_id": "p16_b212", "text": "resulted from transformation of the Public Enterprise “Crna Gora Šume (Montenegro Forests)” in 2000. Currently, almost all of the above enterprises are privatized."}, {"text_block_id": "p16_b213", "text": "Merged forestry and wood industry enterprises"}, {"text_block_id": "p16_b214", "text": "resulted from vertical merging of forest enterprises and former state-owned wood industries, according to the Governmental program of recovery and revitalization of forestry and wood industry. Through long-term contracts, these"}, {"text_block_id": "p17_b215", "text": "enterprises have committed to execution of certain forest management functions. Also, almost all of these enterprises have been privatized."}, {"text_block_id": "p17_b216", "text": "Biotechnical Institute"}, {"text_block_id": "p17_b217", "text": "in its organizational structure has a Forestry sector, as a scientific"}, {"text_block_id": "p17_b218", "text": "research unit."}, {"text_block_id": "p17_b219", "text": "Forestry Institute AD"}, {"text_block_id": "p17_b220", "text": "was transformed from state ownership into a shareholding company at the end of the 1990s. The company deals with inventory and planning in forestry."}, {"text_block_id": "p17_b221", "text": "Secondary School Berane"}, {"text_block_id": "p17_b222", "text": "is the only school in the country which has forestry and wood processing curricula."}, {"text_block_id": "p17_b223", "text": "Non-Governmental Organizations"}, {"text_block_id": "p17_b224_merged", "text": "There are a number of non-governmental organisations related to forestry, which advocate different social aspects. The non-governmental organisations addressing environment protection matters advocate protection and sustainable forest administration as a significant part of nature. Hunting associations manage hunting grounds and advocate interests of hunters and game. Associations of private forest owners, industry and professional associations are in early phases of establishment or functioning, and still cannot fully meet the requirements of their role."}, {"text_block_id": "p17_b227", "text": "Legal Framework"}, {"text_block_id": "p17_b228", "text": "In the light of EU accession process, the forestry-related regulations of Montenegro are"}, {"text_block_id": "p17_b229", "text": "undergoing a phase of adaptation and incorporation of European norms and standards into national legislation. The Constitution of the MNE has determined the development of Montenegro as an ecological state, which represents the main direction of forest resources management based on sustainability principles and the application of strict nature and environment criteria."}, {"text_block_id": "p18_b230", "text": "The Forest Law and the Law on Game and Hunting are undergoing changes. Elements of this"}, {"text_block_id": "p18_b231", "text": "Policy will be used in the process of changes to abovementioned Laws."}, {"text_block_id": "p18_b232", "text": "Globalization, rapid economic development, urbanization of the country and climate changes alter the role of forests and demands of national and international public for the services they provide. Forests are increasingly considered to be complex eco-systems and a public good, which contributes substantially to protection of the planet and the quality of life in the following way:"}, {"text_block_id": "p18_b233", "text": "Globalization, rapid economic development, urbanization of the country and climate changes alter the role of forests and demands of national and international public for the services they provide. Forests are increasingly considered to be complex eco-systems and a public good, which contributes substantially to protection of the planet and the quality of life in the following way:\n* sustainable management supports sustainable development of well-being of Montenegrin\n* it is a substantial natural resource for rural development as one of the challenges in the\n* provides national renewable raw material and energy source;\n* plays active role in combating climate change, in mitigating these changes and in measures\n* by sustainable management, it maintains, renews and improves biodiversity, including\n* maintains and improves the quality and quantity of water and mitigates impacts of natural\n* offers opportunities for numerous economic and social activities (recreation and tourism);\n* allows spiritual relation with nature and the related cultural heritage."}, {"text_block_id": "p18_b251_merged", "text": "In legal terms, the binding international documents (Conventions, Agreements), which the State of Montenegro has signed, represent a very important commitment, as well as the commitments that result from the EU integration process (Directives, Recommendations, Guidelines and Criteria from Ministerial Conferences on Protection of Forests in Europe), such as:"}, {"text_block_id": "p18_b254", "text": "In legal terms, the binding international documents (Conventions, Agreements), which the State of Montenegro has signed, represent a very important commitment, as well as the commitments that result from the EU integration process (Directives, Recommendations, Guidelines and Criteria from Ministerial Conferences on Protection of Forests in Europe), such as:\n* Agenda 21 (1992)\n* Framework UN Convention on Climate Changes(UNFCCC) (1992)\n* Convention on biological diversity (2001)\n* Convention on long-term air pollution (1979)\n* Convention on Wetlands of international importance (Ramsar) (1977)\n* Protection of Worldâs cultural and natural heritage (1972)\n* Convention on international trade with endangered species (CITES) (2001)\n* Directives and the Resolution of Ministerial Conference on Protection of Forests (2003)\n* Council Directive no. 43/92 on conservation of natural habitats and wild flora and\n* Council Directive no.409/79 on conservation of wild birds (1979)\n* Council Directive no. 105/99 on market of forest reproductive material (1999)\n* Council Directive no. 2158/92 on protection of EU forests against fire (1992)\n* Council Directive no. 3528/86 on protection of EU forests against atmospheric pollution"}, {"text_block_id": "p19_b282", "text": "In legal terms, the binding international documents (Conventions, Agreements), which the State of Montenegro has signed, represent a very important commitment, as well as the commitments that result from the EU integration process (Directives, Recommendations, Guidelines and Criteria from Ministerial Conferences on Protection of Forests in Europe), such as:\n* Agenda 21 (1992)\n* Framework UN Convention on Climate Changes(UNFCCC) (1992)\n* Convention on biological diversity (2001)\n* Convention on long-term air pollution (1979)\n* Convention on Wetlands of international importance (Ramsar) (1977)\n* Protection of Worldâs cultural and natural heritage (1972)\n* Convention on international trade with endangered species (CITES) (2001)\n* Directives and the Resolution of Ministerial Conference on Protection of Forests (2003)\n* Council Directive no. 43/92 on conservation of natural habitats and wild flora and\n* Council Directive no.409/79 on conservation of wild birds (1979)\n* Council Directive no. 105/99 on market of forest reproductive material (1999)\n* Council Directive no. 2158/92 on protection of EU forests against fire (1992)\n* Council Directive no. 3528/86 on protection of EU forests against atmospheric pollution\n* Council Directive no. 1615/89 on implementation of information communication system\n* Council Directive no. 89/68 on outline Law of member states on classification of forest\n* Council Directive no. 1232/98 on statistical classification of products according to the"}, {"text_block_id": "p19_b290", "text": "These demands and needs for various services require integral but multifunctional administration of forests as a complete eco-system. The current situation of Montenegrin forests provides a good foundation for:"}, {"text_block_id": "p19_b291", "text": "These demands and needs for various services require integral but multifunctional administration of forests as a complete eco-system. The current situation of Montenegrin forests provides a good foundation for:\n* ensuring availability of timber as environmentally acceptable material and source of energy, and other quality services from sustainably managed forests,\n* contributing to adjustment to climate change,\n* development of positive approach of the public, Government structures and the private\n* building competitiveness of forestry sector, i.e. the profession and enterprises in forestry,\n* provision of employment opportunities in forests and forestry sector, education, training and communication,\n* quality administration and enforcement of the Forest Law to ensure effective forest protection, to prevent illegal logging and the trade in related forest products,\n* establishment of coordination of sustainable forest management and integrated management of water resources,\n* improved understanding between policy-makers, operational forestry and science for improved use of scientific knowledge and research results, which are relevant to forests and forestry sector as the sound basis for making quality decisions,\n* forests to climate changes, and functioning of forest eco-system, protection of biodiversity, use of timber and biomass, relation between forests and water, competitiveness, rural development."}, {"text_block_id": "p19_b313", "text": "Based on the abovementioned needs and demand for forest services, this Policy is an important step away from the previous forest management, which primarily focused on securing quantity of timber as the raw material for industry, towards modern sustainable forest administration and management. This uses natural characteristics and processes and human knowledge, to meet the needs of present and future generations for forests and forest products."}, {"text_block_id": "p21_b314", "text": "In April 2007, the Government adopted the National Strategy of Sustainable Development (NSSD) as the most important document which sets the goals and priorities for guiding the future development in all areas. The overall goals of the Strategy are:"}, {"text_block_id": "p21_b315", "text": "In April 2007, the Government adopted the National Strategy of Sustainable Development (NSSD) as the most important document which sets the goals and priorities for guiding the future development in all areas. The overall goals of the Strategy are:\n* Advance economic growth and development, and reduce regional development disparity,\n* Alleviate poverty; provide equal access to services and resources,\n* Ensure efficient control and reduced pollution, and sustainable management of natural resources,\n* Improve the system of administration and public involvement; mobilize all the actors, with capacity building at all levels,\n* Maintain cultural diversity and identities."}, {"text_block_id": "p21_b325", "text": "The Strategy elaborates on the situation and defines priorities for different fields, which are"}, {"text_block_id": "p21_b326", "text": "related to forests and forestry. For forests themselves the Strategy says:"}, {"text_block_id": "p21_b327", "text": "“In order to resolve the existing problems and overcome challenges, it is necessary to work on upgrading the regulations, system of planning, management instruments and system of monitoring and control, as well as on promotion of multiple forest functions and fair distribution of benefits that are generated by forest eco-systems.”"}, {"text_block_id": "p21_b328", "text": "The action plan, which is accepted as an integral part of the Strategy anticipates the following tasks and measures:"}, {"text_block_id": "p22_b329", "text": "For other areas that are related to forests and forestry, the Strategy defines the following priorities:"}, {"text_block_id": "p22_b330", "text": "Regional development and employment:"}, {"text_block_id": "p22_b331", "text": "“Priority NSSD tasks are: a) development of SMEs and increasingemploymentinsustainableforestry(prioritybeinggiventonorthernregion,thatis,tomountains and eco-tourism, food production, especially healthy food, and sustainable forestry); and b) upgrading"}, {"text_block_id": "p22_b332", "text": "infrastructure (traffic, water supply and sewage, power supply) as the prerequisite of development.”"}, {"text_block_id": "p22_b333", "text": "Rural development:"}, {"text_block_id": "p22_b334", "text": "“Measures that are related to rural development primarily involve provision of more substantial support to economically less-favourable areas, upgrading of rural infrastructure and"}, {"text_block_id": "p22_b335", "text": "provision of different sources of income.”"}, {"text_block_id": "p22_b336", "text": "Energy:"}, {"text_block_id": "p22_b337", "text": "“Priority NSSD tasks in the field of energy are: a) rational consumption of power with increased energy efficiency by 2010 by at least 10% compared to 2005, and b) relieve the dependence on imported energy by optimum utilisation of available national resources and with priority given to renewable energy sources.”"}, {"text_block_id": "p22_b338", "text": "Tourism:"}, {"text_block_id": "p22_b339", "text": "“Priority NSSD tasks are: a) development of more diverse tourist offer (development of rural, agro, eco, mountainous, cultural, sports and other types of tourism, especially in the North of the"}, {"text_block_id": "p22_b340", "text": "Republic) for purposes of prolonging the tourist season, a higher quality offer and attracting better-paying"}, {"text_block_id": "p22_b341", "text": "guests (the ultimate objective being the increase of direct and indirect tourism-based revenues); and b) integration of sustainability criteria into the process of approving the tourism development projects (that"}, {"text_block_id": "p22_b342", "text": "is, development and evaluation of plans), especially for coastal and winter mountain tourism.”"}, {"text_block_id": "p22_b343", "text": "Industry:"}, {"text_block_id": "p22_b344", "text": "“Main activities in industrial sector in the next period will include further privatization and restructuring process, creation of legal conditions for liberalization of markets of industrial products and development of small and medium-size industry enterprises, which should result in improved competitiveness. Specific attention should be paid to social and other programs for redundancy, which results from the privatization process.”"}, {"text_block_id": "p22_b345", "text": "New technologies:"}, {"text_block_id": "p22_b346_merged_merged", "text": "“Priority NSSD task in the field of new technologies is encouraging research, development and innovations. Measures for implementation of this task include preparation of the Strategy for research and development, development of economic incentives for research and provision of technical assistance in initial phases of application of new technologies, increased expenditure of both public and private sector in this field, then improvement in technological education and more substantial involvement in international projects.”"}, {"text_block_id": "p22_b349", "text": "Protection of biodiversity and conservation of natural values:"}, {"text_block_id": "p22_b350", "text": "“Priority objectives of the"}, {"text_block_id": "p22_b351", "text": "NSSD are: a) increase nationally protected nature areas to 10% of the territory and protect at least 10% of the coastal area by 2009.; while identifying protected nature areas use European typology of protection-relevant habitats (EMERALD, Natura 2000), and make sure that all the representative eco-systems are covered; b) establish an efficient management system for protected areas (harmonized with the IUCN [International Union for Conservation of Nature] management categories, with provision of participatory management approach); and c) upgrade legal framework for protection of biodiversity; strengthen human resources capacities and build an effective system for biodiversity monitoring.”"}, {"text_block_id": "p22_b352", "text": "Water:"}, {"text_block_id": "p22_b353", "text": "“... priority NSSD tasks: a) provide sufficient quantities of drinking water and b) introduce integral management of watershed areas, with necessary legal and institutional changes and advanced quality control and water monitoring.”"}, {"text_block_id": "p23_b354", "text": "Land:"}, {"text_block_id": "p23_b355", "text": "“Priority NSSD task is to improve land resource management and eliminate causes of"}, {"text_block_id": "p23_b356", "text": "degradation and land damage. The measures and activities to be undertaken in order to accomplish"}, {"text_block_id": "p23_b357", "text": "this task are: a) improve monitoring and development of maps of the content of dangerous and harmful"}, {"text_block_id": "p23_b358", "text": "substances in soil; b) prevent, i.e. minimize misuse of agricultural land; c) ratify the UN Convention on Fighting against Desertification (UN CCD) and implement measures foreseen by this Convention; d) introduce a system of soil fertility control and rational use of fertilizers in arable areas of a large number"}, {"text_block_id": "p23_b359", "text": "of households, e) gradually re-cultivate damaged soil (priority given to the region of Pljevlja); and f) map erosion according to the types and strength, and elaborate measures for protection and regulation of"}, {"text_block_id": "p23_b360", "text": "eroded areas.”"}, {"text_block_id": "p23_b361", "text": "Spatial planning:"}, {"text_block_id": "p23_b362", "text": "“Priority tasks of the NSSD regarding spatial planning are: a) passing the"}, {"text_block_id": "p23_b363", "text": "new and updating existing spatial plans at all levels (from Spatial Plan of the Republic to the municipal Detailed Urban Plans - DUP), and integration of sustainability requirements into the physical planning documents; and b) protection of natural and cultural landscape.”"}, {"text_block_id": "p23_b364", "text": "Climate changes and protection of ozone layer:"}, {"text_block_id": "p23_b365_merged_merged", "text": "“... ratification of international Conventions about air quality, climate changes and the ozone layer, that is, implementation of the resulting commitments, represent important tasks for the next period (this especially refers to implementation of all the commitments resulting from the UN Framework Convention on Climate Changes and according to the Vienna Convention on Protection of Ozone Layer). To that end, the priority NSSD task in this field is related to the implementation of obligations committed to, based on international Conventions related to climate changes, and reduced use of substances that affect the ozone layer. The measures that have to be implemented in order to accomplish this task include preparation of the National communication on climate changes (which comprises inventory of greenhouse gases, plan for reducing emissions and program for mitigating consequences), ratification of Kyoto Protocol and the implementation of the program of gradual elimination of substances that affect the ozone layer.”"}, {"text_block_id": "p23_b370", "text": "Administration and public involvement in decision making:"}, {"text_block_id": "p23_b371", "text": "“Priority NSSD tasks are: a)"}, {"text_block_id": "p23_b372", "text": "improved enforcement of Laws, strategic documents, plans and programs; ensuring adequate public involvement in the process of their preparation; b) corruption control; and c) decentralization.”"}, {"text_block_id": "p24_b373", "text": "In order to contribute to the implementation of goals and priorities of the National Strategy"}, {"text_block_id": "p24_b374", "text": "for Sustainable Development, the National Forest and Forest Land Administration Policy sets out five general objectives:"}, {"text_block_id": "p24_b375", "text": "for Sustainable Development, the National Forest and Forest Land Administration Policy sets out five general objectives:\n* ensure and improve long-term resistance and productivity of forests and other eco-systems, and maintenance of plant and animal species,\n* administration of forests and forest resources ensures sustainable implementation of social, economic and environmental forest functions,\n* forests contribute to sustainable social and economic development of rural areas,\n* the Strategy for Wood Industry Development ensures long-term development and competitiveness of wood industry,\n* long-term development of forestry profession and forestry-related operations."}, {"text_block_id": "p24_b385", "text": "These general objectives are related to environmental, economic and social forest functions"}, {"text_block_id": "p24_b386", "text": "presented in the following Illustration:"}, {"text_block_id": "p26_b387", "text": "Sustainability (ecological, social, economic)"}, {"text_block_id": "p26_b388", "text": "Sustainable management of forest resources implies fulfilment of social, economic,"}, {"text_block_id": "p26_b389", "text": "ecological, cultural and spiritual needs of the existing and future generations for forest products and services, such as timber and timber products, water, food, energy, medicinal products, shelters, game habitats, reservoirs of carbon dioxide, employment, recreation, landscape and other forest products. Acceptable measures should be undertaken and aimed at protection of forests against"}, {"text_block_id": "p26_b390", "text": "harmful effects of pollution, including air pollution, pollution resulting from forest fires, pests and plant diseases aiming at complete conservation of their values. The criteria defined for sustainable"}, {"text_block_id": "p26_b391", "text": "forest management are: sustainability of forest resources; biodiversity, optimum health status and vitality of forest resources; productive function of forest resources; protective function of forest resources; socio-economic functions and legal, political and institutional framework."}, {"text_block_id": "p26_b392", "text": "Eco system approach to forest management"}, {"text_block_id": "p26_b393", "text": "Eco system is a group of plants and animals in an area (habitat) characterized by different mutual interactions and inter-dependence. Eco-system based approach to forest management"}, {"text_block_id": "p26_b394", "text": "assumes that forest management activities should be subjected to minimized impact on natural"}, {"text_block_id": "p26_b395", "text": "characteristics of eco-systems, and at the same time the impact has to be measurable in order to be able to control these activities."}, {"text_block_id": "p26_b396", "text": "Synergy between forest functions"}, {"text_block_id": "p26_b397", "text": "Principal motives for multipurpose use of forests are related to a wide range of products"}, {"text_block_id": "p26_b398", "text": "and services offered by forests and forest land. However, there is a synergy between some forest"}, {"text_block_id": "p26_b399", "text": "functions when speaking about utilisation of certain products or services. In that context the"}, {"text_block_id": "p26_b400", "text": "following classification can be applied: products and services that can simultaneously be used in fixed and variable proportions; competitive products and services; complementary, additional; and"}, {"text_block_id": "p26_b401", "text": "antagonistic products and services."}, {"text_block_id": "p26_b402", "text": "Value of resources"}, {"text_block_id": "p26_b403", "text": "Forest resources have multi functional character and provide a number of products and services. Consequently, their valuation in material sense is very complicated. There are some functions, whose value can be determined by certain parameters, and for many of them the value cannot be reliably expressed in material terms, or can only be estimated (environmental, landscape, social, …). The valuation of forest products and services is the basis for setting forest administration"}, {"text_block_id": "p26_b404", "text": "priorities, investments and fair sharing of benefits generated by forest eco-systems."}, {"text_block_id": "p26_b405", "text": "Precautionary Principle"}, {"text_block_id": "p26_b406_merged_merged_merged_merged", "text": "All interventions relevant to the forest should be planned and carried out with the lowest possible risk of damage to forest resources, biodiversity, environment and people. Lack of scientific knowledge about endangering forest eco-systems can never be a reason for not putting in place measures to protect them."}, {"text_block_id": "p27_b409", "text": "Cooperation of all stakeholders"}, {"text_block_id": "p27_b410", "text": "Cooperation is a process of joint decision making with the involvement of all the stakeholders"}, {"text_block_id": "p27_b411", "text": "and shared responsibility in implementing the decisions. The involvement in that sense is a voluntary process where participants exchange information, express their opinion and articulate"}, {"text_block_id": "p27_b412", "text": "their interests, thus influencing the decision making and the results of the measures undertaken. Such approach is very important for forestry, especially for defining the Forestry Policy, planning and"}, {"text_block_id": "p27_b413", "text": "forest management. It relates to cooperation amongst the Government sectors and Economy, state and local institutions, and between public, private sector and civil society."}, {"text_block_id": "p27_b414", "text": "Economics"}, {"text_block_id": "p27_b415", "text": "The aim of all forest functions should be optimum proportion of investments (costs) and"}, {"text_block_id": "p27_b416", "text": "benefits. In terms of investments, this can be achieved by adequate appreciation of certain forest functions, by avoiding unnecessary or counterproductive functions and benefits by optimum use"}, {"text_block_id": "p27_b417", "text": "and valorisation of forest products and services."}, {"text_block_id": "p27_b418", "text": "Monitoring and evaluation of results"}, {"text_block_id": "p27_b419", "text": "Monitoring implies continuous follow-up of the condition of forest resources, both in view of their health status and in implementing forest management activities in respect of their social, economic and environmental impact. The purpose of monitoring is a periodic evaluation of achieved results."}, {"text_block_id": "p27_b420", "text": "Quality of work"}, {"text_block_id": "p27_b421_merged_merged", "text": "Public functions, professional services and operations in forests are implemented in accordance with internationally acceptable quality standards, including planning and silviculture, Forest Geographic Information System, use of forest techniques and technologies, which are environment friendly and „adjusted“ to humans and nature, safety and work and other fields of common interest. All the stakeholders in Forestry Sector will gradually accept the agreed standards."}, {"text_block_id": "p29_b424", "text": "5"}, {"text_block_id": "p29_b425", "text": "Definitions"}, {"text_block_id": "p29_b426", "text": "Sustainability"}, {"text_block_id": "p29_b427", "text": "‘Sustainable management’ assumes the silviculture and use of forest land in a way, and to the extent, which ensures conservation of their biodiversity, productivity, regeneration capacity, vitality and their potential to fulfil, now and in the future, relevant ecological, economic and social functions, at local, national, and global level, and that does not cause damage to other ecosystems (Ministerial Conference on the Protection of Forests in Europe - MCPFE 1993)."}, {"text_block_id": "p29_b428", "text": "Administration"}, {"text_block_id": "p29_b429", "text": "‘Administration’ assumes a set of formal and informal measures taken to regulate the"}, {"text_block_id": "p29_b430", "text": "disposition of forest resources. It defines forms of ownership, legal entities in utilisation of resources and defines the purpose of some sections of forest resources and forest management."}, {"text_block_id": "p29_b431", "text": "Management"}, {"text_block_id": "p29_b432", "text": "Management assumes a number of measures and activities implemented to conserve, protect and use forest resources."}, {"text_block_id": "p29_b433", "text": "Joint Management"}, {"text_block_id": "p29_b434", "text": "Management of a part of state forests by legally established “local association”, such as Association of Private Forest Owners, based on long-term utilisation contracts."}, {"text_block_id": "p29_b435", "text": "Administration Plan"}, {"text_block_id": "p29_b436", "text": "This is the document used to plan access to forest resources and define directions for their"}, {"text_block_id": "p29_b437", "text": "administration. It replaces the previous general forest management plans at the level of regional units. (Detailed description is given in the Policy Statement 21)."}, {"text_block_id": "p29_b438", "text": "Management Plan"}, {"text_block_id": "p29_b439", "text": "This is the document, which is used to identify the status of resources, define management"}, {"text_block_id": "p29_b440", "text": "measures and plan activities for their implementation. It replaces former operational management plans prepared at the level of management units. (Detailed description is given in the Policy Statement 21)."}, {"text_block_id": "p29_b441", "text": "Operational Plan"}, {"text_block_id": "p29_b442", "text": "This is the Plan that defined implementation of activities in accordance with the Management"}, {"text_block_id": "p29_b443", "text": "Plan at the level of a compartment or a plot in a private forest. It involves goals and silviculture measures for some stands, planned harvesting, method of harvesting and forest roads. It is prepared for a period of one year for state forests, and for a number of years for private forests, i.e. until the plan is fully implemented."}, {"text_block_id": "p30_b444", "text": "Contract for using forests and forest land"}, {"text_block_id": "p30_b445", "text": "This is a contract between forest owner and another party, which ensures sustainability"}, {"text_block_id": "p30_b446", "text": "of forest eco-systems through the rights to use forests and forest land and/or managing specific"}, {"text_block_id": "p30_b447", "text": "resources in a given forest area (selling standing timber, long-term contracts, concessions, use of non-timber forest products)."}, {"text_block_id": "p30_b448", "text": "Protection"}, {"text_block_id": "p30_b449", "text": "A system of measures aimed at conservation of natural values of resources, prevention of harmful impact and removing damages caused to the resources."}, {"text_block_id": "p30_b450", "text": "Protection forests"}, {"text_block_id": "p30_b451", "text": "Parts of forests and forest lands, which are primarily intended for environmental functions, such as protection of water resources, protection against erosion and avalanches or biodiversity protection. These forests are administered and managed together with other forests, but the management in these forests is for protection purposes."}, {"text_block_id": "p30_b452", "text": "Natura 2000"}, {"text_block_id": "p30_b453", "text": "The network of protected areas of European Union according to the Council Directive 43/92 on the conservation of natural habitats of wild fauna and flora (1992), and the Council Directive 409/79"}, {"text_block_id": "p30_b454", "text": "on the conservation of wild birds. Every member state should have regulations to identify protected areas and animal and plant species of European importance, and to manage them in accordance with the goals of biodiversity protection. They need to develop administration plans for these areas and priority species to ensure good protection status."}, {"text_block_id": "p30_b455", "text": "Forest Geographic Information System"}, {"text_block_id": "p30_b456", "text": "It involves all existing equipment and information that describe the status of forests and activities planned and implemented in forests and in relation to forests."}, {"text_block_id": "p30_b457", "text": "State forests"}, {"text_block_id": "p30_b458_merged_merged", "text": "All forests and forest land, which are not under any other legally defined ownership and are administered by the Forest Administration. State forests are held in trust and are managed towards optimum benefits for all citizens of Montenegro."}, {"text_block_id": "p30_b461", "text": "Forestry Sector"}, {"text_block_id": "p30_b462", "text": "All forest areas and the related owners, institutions, enterprises, actors and rules involved by administration, management organization and use of forest functions."}, {"text_block_id": "p32_b463", "text": "Forests are ecosystems, which provide humans, animals and plants with a variety of services and products. Some of the forest functions are the following:"}, {"text_block_id": "p32_b464", "text": "Environmental:"}, {"text_block_id": "p32_b465", "text": "Environmental:\n* regulation of water regime,\n* climate regulation,\n* habitat for animals and plants (protected and\n* diversity of genetic pool,\n* sequestration of CO2 from the atmosphere."}, {"text_block_id": "p32_b475", "text": "Economic:"}, {"text_block_id": "p32_b476", "text": "Economic:\n* timber production,\n* non-timber forest products (medicinal herbs, mushrooms, fruit, honey...),\n* hunting,\n* capital reserve for the owners,\n* recreation and tourism,\n* revenues based on financial instruments for CO2 absorption."}, {"text_block_id": "p32_b488", "text": "Social:"}, {"text_block_id": "p32_b489", "text": "–"}, {"text_block_id": "p32_b490", "text": "supplying local population with energy and timber,"}, {"text_block_id": "p32_b491", "text": "–"}, {"text_block_id": "p32_b492", "text": "recreation and tourism,"}, {"text_block_id": "p32_b493", "text": "–"}, {"text_block_id": "p32_b494", "text": "landscape development,"}, {"text_block_id": "p32_b495", "text": "–"}, {"text_block_id": "p32_b496", "text": "education and research."}, {"text_block_id": "p32_b497", "text": "The aim of forest administration and forest management should be fulfilling all of these"}, {"text_block_id": "p32_b498", "text": "functions to the highest possible extent in a sustainable and balanced manner. This assumes"}, {"text_block_id": "p32_b499", "text": "integration of objectives and environment protection measures, non-timber forest products and"}, {"text_block_id": "p32_b500", "text": "recreation and tourism into forest administration and forest management plans. These functions, in most cases, support one another (for example, higher standing volume allows higher allowable cut, and ensures better regulation of climate and water regimen, and is also an attractive place for"}, {"text_block_id": "p32_b501", "text": "recreation and tourism), and achieving their objectives can and should be implemented in the same"}, {"text_block_id": "p32_b502", "text": "area and in the same period. In the areas where this is not possible, and where environmental function is important, forests are strictly intended for protection and are declared as protection forests."}, {"text_block_id": "p32_b503_merged_merged", "text": "Forests have the status of public resource, which is implemented by ensuring universal access to forests, so that people can use forest functions to meet their own needs. The use of forest resources by any enterprise which raises cattle or sells plants; extracts minerals; organizes tourism, recreation and sport activities or uses forests for specific purposes, is considered to be management. Forest management is dependent on forest ownership, planning, permits, fees and monitoring by"}, {"text_block_id": "p33_b506", "text": "the Forest Administration. The access and use of forest may be limited and prohibited if it is in the interest of forests and biodiversity protection."}, {"text_block_id": "p33_b507", "text": "According to the new methodology of forest administration and forest management"}, {"text_block_id": "p33_b508", "text": "planning, all the functions will be taken into account in defining goals and measures for certain plans. Some of the functions and forest purposes and forest land purposes will also be defined in spatial terms."}, {"text_block_id": "p33_b509", "text": "In order to ensure maximum benefits from forests, economic valuation of forest functions should be conducted according to purposes. Gaining knowledge about financial value"}, {"text_block_id": "p33_b510", "text": "of forest functions which are marketed, such as timber production and production of non-timber products, will be used in identifying priorities and public investment in forest management."}, {"text_block_id": "p33_b511_merged_merged", "text": "Over the last decades, forests have extended substantially to former agricultural land and bare land, which have been afforested or became covered with forest vegetation. Consequently, forest land is now covered with high and low forests, and also bare land, pastures and other types of land, which are functionally related to forests. Since Montenegro has some of the biggest forest land in Europe, its size should not expand further in areas that allow agricultural activities or areas with high biodiversity. In order to preserve landscapes, protect habitats of rare species and in order to ensure protection against fires, some areas should even be brought back to their traditional agricultural use. These areas are identified by forest management plans. The results of the planned National Forest Inventory will be the base for identifying the target share of forests and forest land in the country."}, {"text_block_id": "p33_b516", "text": "On the other hand, forest land should be protected against usurpation (construction of buildings on forest land). To ensure this, cadastre data on forest and forest land should be updated, and the Forest Administration should be trained to perform monitoring of land utilisation. Due to the large area of forest land and priorities related to protection of fertile agricultural land, the designated purpose of forest areas can be switched to urbanization, but only in the process of physical planning and in compliance with the regulations applicable to strategic and"}, {"text_block_id": "p33_b517", "text": "project assessment of environmental impact."}, {"text_block_id": "p34_b518", "text": "Policy Statement 3."}, {"text_block_id": "p34_b519", "text": "Forests have a significant role in mitigating and adjusting to"}, {"text_block_id": "p34_b520", "text": "climate changes"}, {"text_block_id": "p34_b521", "text": "Forests have a multiple role in the context of climate changes, which endanger forest ecosystems by"}, {"text_block_id": "p34_b522", "text": "climatic stress, higher risk of fires and other calamities."}, {"text_block_id": "p34_b523", "text": "The ability of forests to resist climate change depends on their size, the level of natural biodiversity, structure and standing volume. Forests can absorb and accumulate CO2 from the atmosphere, and timber is renewable source of energy, and in environmental terms, forests are a very"}, {"text_block_id": "p34_b524", "text": "efficient construction and production material. Given that"}, {"text_block_id": "p34_b525", "text": "Montenegro is a forest-rich country, forests are a very"}, {"text_block_id": "p34_b526", "text": "significant factor in combating and adjusting to climate"}, {"text_block_id": "p34_b527", "text": "change. In this context forests help to keep the international commitments of the country, referred to in the Convention"}, {"text_block_id": "p34_b528", "text": "on Climate Changes and the Kyoto Protocol."}, {"text_block_id": "p34_b529", "text": "In order to ensure easier and better adjustment"}, {"text_block_id": "p34_b530_merged_merged", "text": "(adaptability) of forests to climate changes, the management should be adjusted in terms of an improved diversification of species and structure of forests, bearing in mind that the more similar the stands are to natural stands (by tree species, crown, etc.) the more suited they are for the habitat and the most resistant to various abiotic and biotic adverse impacts. The increase of standing volume in forests will improve their resistance, and at the same time will increase sequestration of CO2. The forest inventory and"}, {"text_block_id": "p34_b533", "text": "monitoring results may allow rising funds for “carbon credits” within the Kyoto Protocol and the future post-Kyoto mechanisms."}, {"text_block_id": "p34_b534", "text": "While forests are in a relatively good condition compared to the global situation of forests and expand spontaneously in Montenegro, their structure should be improved. The stock should systematically be improved by silvicultural measures and activities. The following should also be ensured:"}, {"text_block_id": "p34_b535", "text": "–"}, {"text_block_id": "p34_b536", "text": "Maintain and improve forest habitats and biodiversity;"}, {"text_block_id": "p34_b537", "text": "–"}, {"text_block_id": "p34_b538", "text": "Improve forest diversity (diversity of species, habitats and  ecosystems);"}, {"text_block_id": "p34_b539", "text": "–"}, {"text_block_id": "p34_b540", "text": "Increase the share of highly-productive forests compared to low-productive forest types;"}, {"text_block_id": "p34_b541", "text": "–"}, {"text_block_id": "p34_b542", "text": "Rebuild, i.e. reconstruct devastated forests;"}, {"text_block_id": "p34_b543", "text": "–"}, {"text_block_id": "p34_b544", "text": "Create conditions for production of non-timber plant products and for improving the number of forest fauna;"}, {"text_block_id": "p34_b545", "text": "–"}, {"text_block_id": "p34_b546", "text": "Intensify growing of autochthonous (native) species, especially broadleaves and fruit-trees;"}, {"text_block_id": "p34_b547", "text": "–"}, {"text_block_id": "p34_b548", "text": "Maintain the existing and establish new protected forest areas."}, {"text_block_id": "p35_b549", "text": "Ecosystem-based management guarantees that the management of natural resources"}, {"text_block_id": "p35_b550", "text": "(wood, flora, fauna, water, land, etc.) is compatible with long-term forest sustainability. All forest"}, {"text_block_id": "p35_b551", "text": "rehabilitation should primarily use natural regeneration, and good quality autochthonous (local) planting material should be used where planting is required. In all this, it is necessary to ensure the protection of genes of commercial and endangered types of forest vegetation."}, {"text_block_id": "p35_b552", "text": "Over the last decades, large areas of formerly bare lands, pastures and agricultural land on the coast have been afforested or they have become forests by natural process. These, mostly young, low and coppice forests"}, {"text_block_id": "p35_b553", "text": "have a very significant protection role in karst areas, and"}, {"text_block_id": "p35_b554", "text": "a number of other functions important for the coastal region. The main limiting factors for the development of these forests is uncontrolled urbanization and forest"}, {"text_block_id": "p35_b555", "text": "fires."}, {"text_block_id": "p35_b556", "text": "The management priority for coastal forest management will be the demarcation of forest areas and areas intended for urbanization, by harmonizing forest administration plans and urban plans and protecting forest land from encroachment."}, {"text_block_id": "p35_b557", "text": "In future, management and administration of these forests should be strengthened, in order to achieve the following:"}, {"text_block_id": "p35_b558", "text": "–"}, {"text_block_id": "p35_b559", "text": "better structure and productivity of forests,"}, {"text_block_id": "p35_b560", "text": "–"}, {"text_block_id": "p35_b561", "text": "production of fuel wood/ biomass to supply the southern region of Montenegro,"}, {"text_block_id": "p35_b562", "text": "–"}, {"text_block_id": "p35_b563", "text": "mosaic structure of forests and open areas for the landscape quality, maintenance of"}, {"text_block_id": "p35_b564", "text": "habitats for rare plants and animals and protection from fires."}, {"text_block_id": "p35_b565", "text": "The young forests of good site classes will be transferred into high forests by thinning, and for coppice forests, coppice management system for biomass will be further developed. For the"}, {"text_block_id": "p35_b566", "text": "purpose of more intense administration, silviculture and fire protection, the priority investments will"}, {"text_block_id": "p35_b567", "text": "be made in the construction of forest roads, especially near settlements. The process of management"}, {"text_block_id": "p35_b568", "text": "plan development all areas which should be cleared of forest vegetation will be identified and these will be brought back to agricultural use. As for forest utilisation, the possibility of joint forest"}, {"text_block_id": "p35_b569", "text": "management with Associations of Private Forest Owners will be discussed in line with the Contract with the Forest Administration and the conditions to be determined by the competent Ministry."}, {"text_block_id": "p35_b570_merged_merged_merged_merged", "text": "Since olives and olive groves are protected and regulated by the Law on Olive Growing, their administration is not subject to this Policy, although their protection and growing is compatible with forest administration. Forest administration will encourage revitalization of abandoned olive"}, {"text_block_id": "p35_b573", "text": "groves and growing olives in areas identified for that purpose."}, {"text_block_id": "p36_b574", "text": "Since Montenegro is committed to joining the European Union, it will have to assume a number"}, {"text_block_id": "p36_b575", "text": "of international commitments related to nature and"}, {"text_block_id": "p36_b576", "text": "environment protection. The Directive on Natural Habitats"}, {"text_block_id": "p36_b577", "text": "and Flora and Fauna and the Directive on birds and habitats are especially important for forest management, which request from every member state to protect all the areas under Natura 2000, which are important for conservation of European priority habitats and species, such as, for example, bear, wolf and lynx. The primary requirement for these areas and some species is to achieve good conservation status for some habitats and species through management plans and their implementation."}, {"text_block_id": "p36_b578", "text": "In Montenegro, most of these areas will be a part of forests and forest land, which are not protected under regulations on environment protection, such as National Parks. This means that biodiversity protection should be an integral part and one of the key indicators of future"}, {"text_block_id": "p36_b579", "text": "forest management plans, including specific measures for"}, {"text_block_id": "p36_b580", "text": "protection, conservation and improvement of biodiversity"}, {"text_block_id": "p36_b581", "text": "within forest ecosystems. Protected flora and fauna species as per the EU Directives, areas, stands and individual trees which are significant for environment protection, water"}, {"text_block_id": "p36_b582", "text": "courses and other elements of forests and forest land that are important for environment protection"}, {"text_block_id": "p36_b583", "text": "will be identified in cooperation with the Ministry of Tourism and Environment and authorities, who"}, {"text_block_id": "p36_b584", "text": "work on the protection of nature."}, {"text_block_id": "p36_b585", "text": "The abovementioned species and areas may be protected by strict regulation, adjustment of"}, {"text_block_id": "p36_b586", "text": "management or even active measures of habitat maintenance, as in the case of grass ecosystems. National action plans will be prepared for priority animal species, which depend on large areas of habitat to survive (bear, wolf, lynx, grouse), and these national action plans will be harmonized with neighbouring countries, with which common populations are shared. In order to integrate biodiversity protection into forest administration and management, the data on protected/ endangered plant and animal species, and habitats will be a part of the Forest Inventory and as such will be fed into the Forest Geographic Information System."}, {"text_block_id": "p36_b587_merged_merged_merged", "text": "New mechanisms for charging for services related to protection of nature and environment will be studied, based on the defined goals and characteristics of protecting nature in forests and on forest land."}, {"text_block_id": "p37_b590", "text": "Forests are also important habitats for wild animals, including some hunted and protected species. Forest management should therefore take into account the needs of animals in terms of food, space and shelter. At the same time, management of animal populations should take into account the impact and stability of forest ecosystem as a whole. Communities of most of the game in Montenegro are smaller than they should be. Consequently, the goal for the next period is to increase and stabilize these communities. The coordination of forestry and hunting in the integral forest management is very important here, including management of game communities and protected animals."}, {"text_block_id": "p37_b591_merged", "text": "Within the National Forest Inventory Process, there should also be inventory of game and other significant species throughout the country. Based on this inventory, and with the involvement of stakeholders in the planning process, the support to animal species will be integrated into forest administration plans for the municipalities. These plans will create a framework for planning hunting in some hunting grounds, which are regulated by the Law on Game and Hunting. The planning process will define measures, which are needed to improve capacities of ecosystems for some species, measures necessary to reduce potential damages to forests by animals and coordination of activities of all actors involved in the implementation of plans. Information and results of monitoring animal communities and hunting-related activities will be part of an integral Forest Information System."}, {"text_block_id": "p38_b596_merged", "text": "The state owns the state forest land and the resources in it, on behalf of the citizens of Montenegro. These forests have deep social and cultural values. The state will, therefore, at national level, designate and manage this land to optimize benefits for the society. The public has the right to know more about this national treasure (detailed information on forests and how these should be managed), to be involved and to influence the procedures of management planning, and to monitor the performance of the state in managing this public property. The state will not pledge, or in any other way allow alienation of the state forest land or allow the change of purpose without Government decision, and an assessment of environmental and social impacts, which efficiently eliminates or mitigates various adverse impacts."}, {"text_block_id": "p38_b603", "text": "Forests on privately owned land also represent substantial public resources, and while the ownership of the land and forests is private, private forest owners may use their forests and respect public resources and services they provide. On the other hand, the state recognizes that private forests create public resources and the state will provide support and services to private forest owners to ensure protection of public resources (this is discussed in more detail in the Policy Statement 10)."}, {"text_block_id": "p39_b604", "text": "Policy Statement 9."}, {"text_block_id": "p39_b605", "text": "Forests have a significant role in rural development"}, {"text_block_id": "p39_b606_merged", "text": "Along with agricultural land, forests in Montenegro are the most significant resource for rural areas in environmental, economic and social terms. They provide protection to enable life in these areas, offer substantial economical security to private owners, meet the needs for wood fuel and construction material, and timber and non-timber forest products, recreational and tourist opportunities, and create the basis for entrepreneurship and employment opportunities."}, {"text_block_id": "p39_b609", "text": "In order to facilitate faster economic growth of rural areas, especially in the North, to reduce poverty and regional differences, and in order to ensure equal access to services and resources, the goals of rural development will be integrated in forest administration, forest management and forest land management. This will be achieved by the following:"}, {"text_block_id": "p39_b610", "text": "–"}, {"text_block_id": "p39_b611", "text": "all forestry plans will be integral in terms of involving state and private forests and economic, social and environmental aspects,"}, {"text_block_id": "p39_b612", "text": "–"}, {"text_block_id": "p39_b613", "text": "involvement of the general public in decision-making process regarding forest administration and forest management,"}, {"text_block_id": "p39_b614", "text": "–"}, {"text_block_id": "p39_b615", "text": "establishing associations (private owners, harvesters of non-timber products...),"}, {"text_block_id": "p39_b616", "text": "–"}, {"text_block_id": "p39_b617", "text": "acceptance and support to entrepreneurship in forestry (wood-processing, non-timber"}, {"text_block_id": "p39_b618", "text": "forest products, improve finalization, processing of non-timber forest products),"}, {"text_block_id": "p39_b619", "text": "–"}, {"text_block_id": "p39_b620", "text": "joint planning and maintenance of forest and local roads with local communities,"}, {"text_block_id": "p39_b621", "text": "–"}, {"text_block_id": "p39_b622", "text": "collaborative forest management,"}, {"text_block_id": "p39_b623", "text": "–"}, {"text_block_id": "p39_b624", "text": "support of the Forest Administration and its advisory services in education, information and organization at local level,"}, {"text_block_id": "p39_b625", "text": "–"}, {"text_block_id": "p39_b626", "text": "support in marketing timber from private forests and non-timber forest products in order to optimize revenues for the state and private owners,"}, {"text_block_id": "p39_b627", "text": "–"}, {"text_block_id": "p39_b628", "text": "allocate part of the fees paid for the use of forests and functions of forest eco-systems to local communities."}, {"text_block_id": "p40_b629", "text": "33% of forests are privately owned, and this proportion will probably increase by the completion of the restitution process. The sustainable management of private forests offers environmental services of public interest, which is equivalent to environmental and social importance of state forests, and due to proximity of human settlements, the level of integration with agricultural landscape is sometimes higher. The Government"}, {"text_block_id": "p40_b630", "text": "recognizes the significance of private forests and the"}, {"text_block_id": "p40_b631", "text": "contribution of their owners, who assume responsibility for their maintenance and cultivation. Consequently, the Government will accept and support private initiatives, as long as they comply with protection of public interest in sustainable forest resource management. The Law on Forests and implementation of the National Forest Programme will determine procedures for any form of limited use of private forests and incentives for their sustainable management."}, {"text_block_id": "p40_b632_merged_merged", "text": "The administration and the forest management plans will be prepared for administrative units (municipalities and management units) regardless of the forest ownership, and with involvement of private forest owners (Policy Statement 21 gives the details of the future planning system). The process of developing and implementing plans, which should also relate to non-timber forest products, recreation and tourism, and animal communities, within the legislation and sustainable forest management will primarily respect the interests and benefits for private owners. For some cadastre units, the Forest Administration in agreement with the owner will prepare long-term operational plan, which should define goals of forest cultivation, silviculture, harvesting, construction of forest roads andthe method of execution of works."}, {"text_block_id": "p40_b638", "text": "The National Forest Programme will establish a system of incentives for forest owners, including:"}, {"text_block_id": "p40_b639", "text": "–"}, {"text_block_id": "p40_b640", "text": "services related to tree marking and development of operational harvesting plan for appropriate compensation,"}, {"text_block_id": "p40_b641", "text": "–"}, {"text_block_id": "p40_b642", "text": "free-of-charge forest management planning,"}, {"text_block_id": "p40_b643", "text": "–"}, {"text_block_id": "p40_b644", "text": "subsidies for revitalization and silviculture in forests,"}, {"text_block_id": "p40_b645", "text": "–"}, {"text_block_id": "p40_b646", "text": "subsidies for construction, or construction itself of forest roads."}, {"text_block_id": "p41_b647", "text": "Policy Statement 11."}, {"text_block_id": "p41_b648", "text": "Provide a clear definition of ownership for the future, taking into"}, {"text_block_id": "p41_b649", "text": "account the results of the restitution process in managing forest"}, {"text_block_id": "p41_b650", "text": "resources."}, {"text_block_id": "p41_b651", "text": "Clearly defined and legally-based ownership is a key"}, {"text_block_id": "p41_b652", "text": "precondition for long-term, sustainable, forest management or for managing any land. The ongoing restitution process, in accordance with established legal procedures, returns forests to the former owners and their descendants. In"}, {"text_block_id": "p41_b653", "text": "order to avoid transitional difficulties in managing these forests, there should be an efficient system to identify"}, {"text_block_id": "p41_b654", "text": "and document ownership. The Forest Information System should contain a database on the owners, size, borders, and forest inventory and planning data. This database should allow:"}, {"text_block_id": "p41_b655", "text": "–"}, {"text_block_id": "p41_b656", "text": "integral planning,"}, {"text_block_id": "p41_b657", "text": "–"}, {"text_block_id": "p41_b658", "text": "planning and monitoring in individual units,"}, {"text_block_id": "p41_b659", "text": "–"}, {"text_block_id": "p41_b660", "text": "free access to data for the owner,"}, {"text_block_id": "p41_b661", "text": "–"}, {"text_block_id": "p41_b662", "text": "public access to information in accordance with the Law on Free Information Access, including local level."}, {"text_block_id": "p41_b663", "text": "This database should be updated during regular forest activities and during inventory and planning processes."}, {"text_block_id": "p41_b664", "text": "The legislation already offers local population opportunities to use forests for fuel wood and stacked wood for their own needs under favourable conditions. These traditional rights will be ensured in planning and forest management. If local communities organise themselves and have the resources to use the forest, the Government will ensure that they are given priority to take over the use of some wider forest functions in state forests in that community’s vicinity."}, {"text_block_id": "p41_b665", "text": "These traditional rights will continue to be taken into account in planning and forest management. In municipalities"}, {"text_block_id": "p41_b666", "text": "which are under concessions, joint ventures will be given the"}, {"text_block_id": "p41_b667", "text": "opportunity to use some of the forest functions under the same conditions."}, {"text_block_id": "p41_b668_merged_merged_merged_merged", "text": "To achieve better management efficiency in regions where, in a small area, there is a mixture of state and private forestownership,thepossibilityforjointuseofforestfunctions"}, {"text_block_id": "p41_b671", "text": "by an association of private owners will be considered."}, {"text_block_id": "p42_b672", "text": "The Government will encourage private owners to establish such associations and improve forest condition, such that they will be given in priority the neighbouring state forests for utilization, initially on smaller areas, according to long-term contracts signed with these associations. This will establish a partnership for the administration of state and private forests in such areas."}, {"text_block_id": "p42_b673", "text": "The availability and accessibility of forests by roads and skidding roads will be a precondition for sustainable forest management, including silviculture, harvesting and skidding with minimum negative impact, protection from"}, {"text_block_id": "p42_b674", "text": "fires, harvesting of non-timber products and tourism and"}, {"text_block_id": "p42_b675", "text": "recreation. At the same time, forest and local roads are of vital importance for survival and development of rural areas. In order to be able to construct and maintain local infrastructure in areas where state forests are utilized, local governments receive 30% of the fee for forest exploitation. As for construction of forest roads, one option is to have these built by the Government or by private forest owners. Another option is to outsource construction and maintenance of roads to state forests users."}, {"text_block_id": "p42_b676", "text": "Within the process of the National Forest Programme, the Forest Administration will prepare a"}, {"text_block_id": "p42_b677_merged_merged", "text": "programme for construction of forest roads. Construction of roads as per defined programmes, will basically be the responsibility of forest users, and some roads will be built with budgetary funds according to priorities. The construction priorities will be defined by the following criteria:"}, {"text_block_id": "p42_b680", "text": "–"}, {"text_block_id": "p42_b681", "text": "economy (value of standing volume, access to non-timber products, tourism and recreation),"}, {"text_block_id": "p42_b682", "text": "–"}, {"text_block_id": "p42_b683", "text": "link to the construction of local roads conducted by the local government,"}, {"text_block_id": "p42_b684", "text": "–"}, {"text_block_id": "p42_b685", "text": "requirements of administration and management plans,"}, {"text_block_id": "p42_b686", "text": "–"}, {"text_block_id": "p42_b687", "text": "fire protection;"}, {"text_block_id": "p42_b688", "text": "–"}, {"text_block_id": "p42_b689", "text": "environment protection (roads are not built in wild areas and habitats of priority animal species)."}, {"text_block_id": "p42_b690", "text": "In the design phase, some projects for construction of forest roads will be subjected to the"}, {"text_block_id": "p42_b691", "text": "Assessment of Environmental Impact."}, {"text_block_id": "p43_b692", "text": "Non-timber forest products (medicinal plants,"}, {"text_block_id": "p43_b693", "text": "mushrooms, forest fruit, honey) make a significant source"}, {"text_block_id": "p43_b694", "text": "of income generated from forests and forest land for the local population and for the national economy. There is substantial potential for better achievement of forest functions, such as hunting, holiday, recreation, tourism,"}, {"text_block_id": "p43_b695", "text": "education, scientific research."}, {"text_block_id": "p43_b696_merged_merged", "text": "Sustainable harvesting of other non-timber forest products and development of other forestry activities will be ensured through their recording in the Forest Inventory and GIS, and through inclusion in forest management and administrative plans. Fair distribution of benefits (including fees paid to owners of state and private forests) will be ensured through: involvement of forest users and owners in this process; creating conditions for valuation of other forest functions in terms of defining goals, management measures and methods of utilization; and also through participation in monitoring and protection of forest resources."}, {"text_block_id": "p44_b701", "text": "When it joins the European Union, Montenegro will"}, {"text_block_id": "p44_b702", "text": "also enter the common European market, which offers opportunities in terms of marketing and valorisation of all forest products, but also requires high quality and competitiveness. In order for enterprises and private owners"}, {"text_block_id": "p44_b703", "text": "to prepare for competitiveness within EU, Montenegro should gradually establish a profitable and transparent market for round wood, semi-finished timber products and"}, {"text_block_id": "p44_b704", "text": "other products, as well as a market for non-timber products and services, such as silviculture, construction of roads, skidding, harvesting, transport and professional services. The development of this market will be the responsibility of the Forest Administration, who needs to:"}, {"text_block_id": "p44_b705", "text": "–"}, {"text_block_id": "p44_b706", "text": "influencethemarketstabilitythroughregulated"}, {"text_block_id": "p44_b707", "text": "marketing of timber from state forests,"}, {"text_block_id": "p44_b708", "text": "–"}, {"text_block_id": "p44_b709", "text": "transparent contracting of expert and operational services,"}, {"text_block_id": "p44_b710", "text": "–"}, {"text_block_id": "p44_b711", "text": "establish a Unit for monitoring market trends and encouraging market transparency,"}, {"text_block_id": "p44_b712", "text": "–"}, {"text_block_id": "p44_b713", "text": "monitor trends on national and international markets and harmonise production in state and private forests."}, {"text_block_id": "p44_b714", "text": "A Unit for monitoring market trends and encouraging market transparency should be"}, {"text_block_id": "p44_b715", "text": "established within the Forest Administration to regularly publish prices of timber and timber products, and to offer support to all stakeholders, especially private forest owners with marketing of timber by providing information on prices, organizing auctions and offering advice. The integration"}, {"text_block_id": "p44_b716", "text": "of EU regulations on classification of raw timber into the legal system of Montenegro will encourage more efficient functioning of timber market, from stumps to final processing and enable better"}, {"text_block_id": "p44_b717", "text": "execution of contracts on forest utilisation."}, {"text_block_id": "p44_b718", "text": "In order to ensure the highest possible level of utilisation of standing volume and efficiency"}, {"text_block_id": "p44_b719", "text": "in dealings, for long-term forest users, the Forest Administration will support transparent common"}, {"text_block_id": "p44_b720", "text": "market for timber and semi-final products. Forest users, who for whatever reason will not process"}, {"text_block_id": "p44_b721", "text": "contracted volume, will be obliged to offer that timber at auctions under the supervision of the Forest Administration. This will ensure marketing of quantities and classes of timber where processing is"}, {"text_block_id": "p44_b722", "text": "not profitable for an enterprise, and at the same time will improve wider access to wood material."}, {"text_block_id": "p44_b723_merged_merged_merged_merged", "text": "The process of allocating forest resources for use and administration, based on mid-term and long-termcontractswillbegradualandflexible.Notallthestateforestswillbeusedandadministered based on long-term contracts in order to ensure the following:"}, {"text_block_id": "p44_b726", "text": "–"}, {"text_block_id": "p44_b727", "text": "the Forest Administration can efficiently influence/regulate the market through lower or"}, {"text_block_id": "p44_b728", "text": "higher supply of logs on local market,"}, {"text_block_id": "p44_b729", "text": "–"}, {"text_block_id": "p44_b730", "text": "sound competition between small and bigger sawmills in relation to their needs for basic material,"}, {"text_block_id": "p44_b731", "text": "–"}, {"text_block_id": "p44_b732", "text": "sufficient access of small processors and new actors to timber market,"}, {"text_block_id": "p44_b733", "text": "–"}, {"text_block_id": "p44_b734", "text": "market prices will gradually reach realistic levels,"}, {"text_block_id": "p44_b735", "text": "–"}, {"text_block_id": "p44_b736", "text": "Forest Administration may test different contracting mechanisms (long-term or short-term contracts) and assess real market demand before allocating forest resources according to one or other contracting model."}, {"text_block_id": "p45_b737_merged", "text": "Timber from state forests, which is not under long-term exploitation contracts, will be sold at forest roadside auctions or from appropriate storage. Specialised and licensed contractors will be hired to work in such forests, to ensure transparency of prices. To achieve a greater impact and more efficient sales, the Forest Administration will make efforts, whenever possible, to market these volumes, together with the timber from private forests or timber from long-term users."}, {"text_block_id": "p46_b740", "text": "After the privatization of large enterprises is completed according to the programme of rebuilding the wood industry from 2003, timber processing in Montenegro will enter a new development stage. Currently, the total processing capacities exceed the planned harvesting in"}, {"text_block_id": "p46_b741", "text": "forests, most of them being outdated, and the finalization level of product finalization is low. Before accessing the EU, wood industry should be restructured to achieve the following development objectives:"}, {"text_block_id": "p46_b742", "text": "–"}, {"text_block_id": "p46_b743", "text": "sustainable use and cultivation of forests,"}, {"text_block_id": "p46_b744", "text": "–"}, {"text_block_id": "p46_b745", "text": "maximum valorisation of available standing volume,"}, {"text_block_id": "p46_b746", "text": "–"}, {"text_block_id": "p46_b747", "text": "improved finalization, and newly created value,"}, {"text_block_id": "p46_b748", "text": "–"}, {"text_block_id": "p46_b749", "text": "reduced export deficit through reduced import and increased export of final products,"}, {"text_block_id": "p46_b750", "text": "–"}, {"text_block_id": "p46_b751", "text": "increased number of staff and higher wages,"}, {"text_block_id": "p46_b752", "text": "–"}, {"text_block_id": "p46_b753", "text": "ability of industry to pay full timber prices, including costs of forest administration, construction and maintenance of forest roads, and other infrastructure in rural areas."}, {"text_block_id": "p46_b754", "text": "The restructuring of industry assumes a new investment cycle, which will ensure harmonization of capacities with the available timber volume, modernization"}, {"text_block_id": "p46_b755", "text": "of competitiveness within the European Union, in terms of"}, {"text_block_id": "p46_b756", "text": "quality and price."}, {"text_block_id": "p46_b757_merged_merged", "text": "After the privatisation of the wood industry and logging companies, the key responsibility for restructuring, investments and development will be borne by the wood industry itself, which should establish institutions within its associations to provide common services, establish expert cooperation and provide training, and new added values. A significant role in motivating this development will be played by municipalities, where industries are located in terms of establishing urban and industrial zones, provision of public servicing of existing buildings."}, {"text_block_id": "p46_b761", "text": "During the pre-accession period, and within legally provided opportunities, the Government will support a new development cycle with the following measures:"}, {"text_block_id": "p46_b762", "text": "–"}, {"text_block_id": "p46_b763", "text": "signing contracts for exploitation of state forests with enterprises according to their"}, {"text_block_id": "p46_b764", "text": "capabilities, processing capacities, finalization level and the number of jobs created,"}, {"text_block_id": "p46_b765", "text": "–"}, {"text_block_id": "p46_b766", "text": "providing support to a transparent internal market for standing volume and timber products,"}, {"text_block_id": "p46_b767", "text": "–"}, {"text_block_id": "p46_b768", "text": "evaluate options for temporary protection of the local market by charging export tax for"}, {"text_block_id": "p47_b769", "text": "unprocessed timber,"}, {"text_block_id": "p47_b770", "text": "–"}, {"text_block_id": "p47_b771", "text": "development of modern laws, standards and licensing systems,"}, {"text_block_id": "p47_b772", "text": "–"}, {"text_block_id": "p47_b773", "text": "measures to support industrial development such as guarantee funds, support to research"}, {"text_block_id": "p47_b774", "text": "and development, providing incentives to exporters of final products, employment"}, {"text_block_id": "p47_b775", "text": "policy, education and training of workforce,"}, {"text_block_id": "p47_b776", "text": "–"}, {"text_block_id": "p47_b777", "text": "revising the Programme for Restructuring Wood Processing Industry of 2003 and harmonizing it with the National Forest Programme."}, {"text_block_id": "p47_b778", "text": "–"}, {"text_block_id": "p47_b779", "text": "develop new programmes and budget to support industry development."}, {"text_block_id": "p47_b780", "text": "Forest utilisation contracts will help in achieving the goals of this Policy and the overall goals of sustainable development of Montenegro. In order to achieve this, the Forest Administration will further develop the system of contracting based on:"}, {"text_block_id": "p47_b781", "text": "–"}, {"text_block_id": "p47_b782", "text": "administration and management plans,"}, {"text_block_id": "p47_b783", "text": "–"}, {"text_block_id": "p47_b784", "text": "planned harvesting and silviculture,"}, {"text_block_id": "p47_b785", "text": "–"}, {"text_block_id": "p47_b786", "text": "principles for tree marking by the Forest Administration,"}, {"text_block_id": "p47_b787", "text": "–"}, {"text_block_id": "p47_b788", "text": "programmes for construction of forest roads."}, {"text_block_id": "p47_b789", "text": "The utilisation contracts will involve:"}, {"text_block_id": "p47_b790", "text": "–"}, {"text_block_id": "p47_b791", "text": "longer-term contracts (five years +) with"}, {"text_block_id": "p47_b792", "text": "an option to extend the contract for wood-processing enterprises, with tenders based on"}, {"text_block_id": "p47_b793", "text": "pre-qualification. The smallest unit for this type of contract will be a Management Unit,"}, {"text_block_id": "p47_b794", "text": "–"}, {"text_block_id": "p47_b795_merged_merged_merged", "text": "allocating state forests to be used by associations of private forest owners in areas under joint management. The smallest unit for this type of contracts will be some compartments,"}, {"text_block_id": "p47_b798", "text": "–"}, {"text_block_id": "p47_b799", "text": "using state forests for fuel wood and stacked wood for the needs of local population. In the short run, an option of giving forests to be used by interested and capable local communities will be discussed,"}, {"text_block_id": "p47_b800", "text": "–"}, {"text_block_id": "p47_b801", "text": "short-term contracts (up to one year) for the use of standing volume after auctions. The smallest spatial unit for this type of exploitation will be a compartment."}, {"text_block_id": "p47_b802", "text": "Technical and organizational criteria will be identified for long-term concessions, including"}, {"text_block_id": "p47_b803", "text": "processing capacity. These criteria should be met by potential users to participate in tendering procedure for winning a contract. The timber volume to be used will be split into lots proportional to the capacities of potential candidates, in order to ensure fair distribution of access to timber. In the initial phase, these criteria will take into account the existing condition of wood-processing and forestry enterprises, and in the pre-accession period, they will introduce international standards"}, {"text_block_id": "p48_b804", "text": "and good practices in quality assurance, technology, organization, safety at work and environment"}, {"text_block_id": "p48_b805", "text": "protection. The exploitation contracts will define responsibilities and duties of users, which may"}, {"text_block_id": "p48_b806", "text": "include responsibilities related to silviculture, construction of forest roads, forest protection,"}, {"text_block_id": "p48_b807", "text": "prevention and protection from fires under the supervision of the Forest Administration. These"}, {"text_block_id": "p48_b808", "text": "responsibilities and duties may increase depending on long-term contracts, whereas these responsibilities will be retained by the Forest Administration in case of short-term contracts."}, {"text_block_id": "p48_b809", "text": "The amount of utilisation fees will be defined in the tendering process, and after signing of"}, {"text_block_id": "p48_b810", "text": "contracts, these will be harmonized with market trends. In those terms, these will depend on:"}, {"text_block_id": "p48_b811", "text": "–"}, {"text_block_id": "p48_b812", "text": "tree species and classes, forest accessibility, transportation distance,"}, {"text_block_id": "p48_b813", "text": "–"}, {"text_block_id": "p48_b814", "text": "harvesting intensity per ha,"}, {"text_block_id": "p48_b815", "text": "–"}, {"text_block_id": "p48_b816", "text": "market value of assortments,"}, {"text_block_id": "p48_b817", "text": "–"}, {"text_block_id": "p48_b818", "text": "capacity of the concession holder to undertake management-related responsibilities in relation to implementation of forest functions."}, {"text_block_id": "p48_b819", "text": "The utilisation fees will be defined in the tendering procedure, in accordance with applicable regulations (auction, public tender, etc.), and after signing of contracts, prices will be adjusted to market trendsofwoodassortments, whichwill alsobedefined bycontracts.Therenewalof utilisation"}, {"text_block_id": "p48_b820", "text": "contracts will depend on the results achieved by users in the previous contractual period and on"}, {"text_block_id": "p48_b821", "text": "fulfilment of technical and organizational standards. The smallest unit for long-term concession contracts will be Management Unit."}, {"text_block_id": "p48_b822", "text": "LLicensing of enterprises will be under the authority of the Ministry of Agriculture, Forestry and Water Management based on the opinion of the Forestry Council with an obligation to develop"}, {"text_block_id": "p48_b823", "text": "GuidelinesonLicensing,whichwilldefinethecriteriatobemetbyenterprisesinordertogetalicense."}, {"text_block_id": "p48_b824", "text": "Policy Statement 18."}, {"text_block_id": "p48_b825", "text": "Certification of forest sustainability and forest products according"}, {"text_block_id": "p48_b826", "text": "to international standards"}, {"text_block_id": "p48_b827", "text": "The structure and high proportion of natural forests in Montenegro place Montenegro amongst leading countries from the sustainable forest administration point of view. In order to ensure sustainable forest management and their valorisation on international markets, voluntary standards for sustainable forest management and wood-processing have been introduced over the past decade. The most widely recognized of these standards are the global FSC and the European PEFC. Montenegro has already prepared the Draft National FSC Standard and established the National"}, {"text_block_id": "p48_b828", "text": "Certification Body. This National Standard may serve as a"}, {"text_block_id": "p48_b829", "text": "technical standard for sustainable forest management."}, {"text_block_id": "p48_b830", "text": "Over the forthcoming period, the Government"}, {"text_block_id": "p48_b831_merged_merged_merged_merged", "text": "will support forest certification and certification of forest products regardless of the administration and ownership type by creating appropriate environment to implement the National Standard, i.e. certification of proposed forest areas and support the function of the Certification Body. One of the proposals for forest certification is to start with forests in National Parks -NP Durmitor and NP Biogradska gora for forest management. Forests in some areas of NP are managed in accordance with the standards set for protected areas, which evokes strong public interest. Certification and independent verification"}, {"text_block_id": "p49_b836", "text": "may ensure sustainability and legitimacy of such management. Another option is for state forests"}, {"text_block_id": "p49_b837", "text": "to be certified by Management Units with the preparation process and acceptance of new forest"}, {"text_block_id": "p49_b838", "text": "administration and management plans."}, {"text_block_id": "p49_b839", "text": "The forest certification will also facilitate certification of forest users and wood-processing enterprises,andensurebetteraccessibilitytomarketforproductsfromMontenegro.Thecertification of enterprises will be sufficient, and if most of them are certified, this standard may be used as a part of the licensing request. For private forests, an option of introducing group certification according"}, {"text_block_id": "p49_b840", "text": "to FSC will be analysed, and PEFC standards will be introduced, which are more appropriate for"}, {"text_block_id": "p49_b841", "text": "small forest holdings. With both options, a significant precondition for certification is establishing"}, {"text_block_id": "p49_b842", "text": "associations of forest owners."}, {"text_block_id": "p49_b843", "text": "Worldwide, timber is more and more recognized as environmentallyandeconomicallyveryfriendlyconstruction material and energy source. In environmental terms, timber as construction material has much lower overall negative impact on the environment compared to bricks, concrete or steel. At the same time, it is an excellent insulator and creates a comfortable environment in apartments. The use of timber for construction reduces CO2 emissions in the production of material and in heating and cooling. As a source of energy, timber (biomass) is a renewable energy source, which contributes to the reduction of emissions as"}, {"text_block_id": "p49_b844", "text": "per the Kyoto Protocol. Additionally, especially with the use"}, {"text_block_id": "p49_b845", "text": "of modern burning technologies, it is cheaper than oil and reduces the need to import oil and gas. In this way, timber can help with export balance in a way that is not currently integrated into trade statistics. As a source of energy, value can be added to wood waste in the form of pellets or chips, which improves the economic viability of wood processing."}, {"text_block_id": "p49_b846", "text": "Using timber for construction and heating maintains newly"}, {"text_block_id": "p49_b847", "text": "created value in the country and contributes to its economic development. With improved city insulation, timber could in the long run meet a substantial proportion of heating needs in the country and reduce dependence on import of energy."}, {"text_block_id": "p49_b848_merged_merged_merged_merged", "text": "The Government will encourage the use of timber for construction and for producing energy through pilot projects of wooden low-energy buildings, technical standards for construction and heating systems, promote the construction of biomass heating plants, especially near wood-processing plants, and encourage valorisation of wood waste used for producing energy. For new public buildings, such as schools, administrative buildings, etc., timber will be a priority material and biomass will be used for heating wherever applicable. For this purpose, donor funds may be"}, {"text_block_id": "p49_b851", "text": "mobilized, as well as the “Clean Development Mechanism” funds under the Kyoto Protocol."}, {"text_block_id": "p51_b852", "text": "Based on this Policy, all existing forestry legislation will be harmonized and a legal framework will be created to support long-term sustainable forest management. Also, coordination will be achieved with the legislation on agriculture, hunting, and water. Regulatory requirements for environmental protection (Environmental Impact Assessment of Forestry Activities – EIA, SEA, protected natural areas, protected species ...), and the provisions of Conventions/ international agreements, which are"}, {"text_block_id": "p51_b853", "text": "significant for environment protection (Convention on"}, {"text_block_id": "p51_b854", "text": "Biodiversity, CITES, Bern Convention, etc.) will be integrated into forestry legislation."}, {"text_block_id": "p51_b855", "text": "□"}, {"text_block_id": "p51_b856", "text": "Develop By-laws"}, {"text_block_id": "p51_b857", "text": "The forest administration and planning is based on the principle of ecosystem management, which assumes a review of all ecosystem components and the involvement"}, {"text_block_id": "p51_b858", "text": "of all those who use, or benefit from ecosystem functions"}, {"text_block_id": "p51_b859", "text": "in the planning process. The Forest Administration, as set by laws, is responsible for integral administration of all forests in Montenegro, in cooperation with forest owners and forest users. The planning process should rely on forest inventory and monitoring data, which are integrated into the Geographic Information System and the Forestry Information System. The planning will be implemented at four territorial levels:"}, {"text_block_id": "p51_b860", "text": "–"}, {"text_block_id": "p51_b861", "text": "Government"}, {"text_block_id": "p51_b862", "text": ": the National Forest and Forest Land Administration Policy, National Forestry Strategy (National Forest Inventory, training and education, incentives) and forest sector programme budget approved by the Government of Montenegro."}, {"text_block_id": "p51_b863", "text": "–"}, {"text_block_id": "p51_b864", "text": "Regional unit = municipality"}, {"text_block_id": "p51_b865", "text": ": Administration Plan / Forest Management Plan for the period of 10 years, which is approved by the Forest Administration with the involvement"}, {"text_block_id": "p51_b866", "text": "of local public and approval of the competent Ministry. This plan defines the purpose"}, {"text_block_id": "p51_b867", "text": "of forests and forest land, administration towards forest functions such as non-timber forest products, recreation, tourism, biodiversity protection (Natura 2000), and waters, etc., management of wild animals’ communities, construction of forest roads, prevention"}, {"text_block_id": "p51_b868", "text": "and fighting fires, types of utilisation of state forests."}, {"text_block_id": "p51_b869", "text": "–"}, {"text_block_id": "p51_b870", "text": "Management Unit:"}, {"text_block_id": "p51_b871", "text": "Management Plan for the period of 10 years, prepared by the"}, {"text_block_id": "p51_b872", "text": "Forest Administration and approved by the competent Ministry, which defines specific"}, {"text_block_id": "p51_b873", "text": "measures for implementing goals set out in plans, such as allowable cut, silviculture,"}, {"text_block_id": "p51_b874", "text": "forest infrastructure, preventive measures against fires, etc."}, {"text_block_id": "p51_b875", "text": "–"}, {"text_block_id": "p51_b876", "text": "Compartment or a parcel in private forests:"}, {"text_block_id": "p51_b877_merged_merged_merged_merged_merged", "text": "Operational Plans, approved by the Forest Administration(forprivateforestsbasedonconsultationswithowners),identifysilvicultural objectives, define allowable cut based on tree marking, and specify forest works and exploitation methods. For state forests, these plans are prepared annually, and for private forests these plans will remain valid until the owner has fully implemented them."}, {"text_block_id": "p52_b880", "text": "At the level of forest administration plans, there will be harmonization with other planning documents, such as spatial and urban plans, hunting plans, watersheds administration, regional and rural development plans, protected areas administration plans, etc. The Forest Administration can"}, {"text_block_id": "p52_b881", "text": "outsource development of plans to qualified or licensed contractors."}, {"text_block_id": "p52_b882", "text": "The introduction of the new planning system has already been initiated through technical"}, {"text_block_id": "p52_b883", "text": "assistance project in pilot areas within the Central Monitoring Unit of the Ministry of Agriculture,"}, {"text_block_id": "p52_b884", "text": "Forestry and Water Management. These activities will continue through preparation of the National Forest Programme, Forest Inventory and training of the Forest Administration for planning and monitoring. The whole country should be covered by the new generation of administration and management plans in the next ten years, which will partly be prepared by the Forest Administration,"}, {"text_block_id": "p52_b885", "text": "and partly by private qualified contractors, who will sign contracts with the Forest Administration."}, {"text_block_id": "p52_b886", "text": "Inclusion of private forests in integral forest management plans will reduce overall planning costs and"}, {"text_block_id": "p52_b887", "text": "help overcome the problem of organization of owners in order to finance and develop management"}, {"text_block_id": "p52_b888", "text": "programmes. This way, the Government offers planning services to owners with no extra costs or charges."}, {"text_block_id": "p52_b889", "text": "The process of preparing administration plans will especially involve local communities and all the stakeholders such as forest owners, local population, hunting associations, NGOs and public institutions, whose responsibilities are related to forests and forestry. This will ensure an adequate balance and synergy between economic, social and environmental functions, i.e. all the forest"}, {"text_block_id": "p52_b890", "text": "aspects. Administration plans will also be subject to strategic assessment of environmental impact."}, {"text_block_id": "p52_b891_merged_merged", "text": "In addition to territorial forestry planning system, the Forest Administration will also introduce a district forest management system. In this system, the responsibility for all aspects of the Forest Administration’s work in relation to each ’district’, will be borne by the district forestry expert, with a tendency that in the medium-term, each district will be under the responsibility of a University educated expert (Forestry Engineer)."}, {"text_block_id": "p53_b894", "text": "Monitoring or supervision of condition of forests and activities in forests is necessary for sustainable forest administration. Information on the condition and dynamics of forest resources is necessary for planning at all levels, and for control of the results achieved by implementation"}, {"text_block_id": "p53_b895", "text": "of measures, and achievement of the defined goals."}, {"text_block_id": "p53_b896", "text": "Over the next years, the inventory of forest resources will be conducted using modern methods and based on the monitoring plan as one part of the National Forest Programme and indicators will be harmonised with"}, {"text_block_id": "p53_b897", "text": "EU standards. Also, in addition to wood resources, a specific attention will be paid to information on various forest functions. Themonitoring planwill also define permanent monitoringto be conducted"}, {"text_block_id": "p53_b898", "text": "by the Forest Administration, forest users and private forest owners as part of their regular work. Additionally, monitoring will cover evidence of cutting / realization of allowable cut and works in"}, {"text_block_id": "p53_b899", "text": "forests and monitoring of events, which are significant for the stability of forest ecosystem (fires,"}, {"text_block_id": "p53_b900", "text": "illegal forest exploitation and illegal harvesting of forest products, excessive harmful insects, rodents and other animals, massive diseases and drying caused by pollutants). According to the assessment of risks for forests outlined in administrative plans and immediate threats, a surveillance service will"}, {"text_block_id": "p53_b901", "text": "be organized for fires, and diagnosis and prognosis service will be responsible for disease and pest"}, {"text_block_id": "p53_b902", "text": "control."}, {"text_block_id": "p53_b903", "text": "The monitoring data will be collected within the Forest Information System and will be made available to public and users. The monitoring function will require the establishment of institutional"}, {"text_block_id": "p53_b904", "text": "and material conditions for collecting and exchanging information and for the purpose of efficient"}, {"text_block_id": "p53_b905", "text": "communication within the Forestry Sector, with other sectors and at international level."}, {"text_block_id": "p53_b906", "text": "Monitoring of the Policy implementation and implementation of its objectives will be subject to periodic assessment with the involvement of public in the National Forest Programme."}, {"text_block_id": "p53_b907", "text": "The monitoring plan with the baseline parameters and performance indicators will be approved together with the National Forest Strategy Document."}, {"text_block_id": "p53_b908", "text": "One of the forest administration objectives is the"}, {"text_block_id": "p53_b909_merged_merged_merged", "text": "establishment of integral protection of forests against biotic and abiotic factors, including anthropogenous (man-induced) risks through the application of preventive, prophylactic, repressive, technical and biological methods. The responsibility for the overall protection and coordination of activities is borne by the Government (Forest Administration, Unit for Emergency of the Ministry of Interior, and the MoAFWM and MI), and immediate activities may be delegated to owners, forest users, responsible or licensed organisations and individuals. These may include surveillance, diagnosis and prognosis, silviculture, road"}, {"text_block_id": "p54_b912", "text": "infrastructure, etc. The effective forest protection requires involvement of local community through development of planning documents and raising awareness of the importance of forest protection and reconstruction. A Communication Programme will be developed to encourage the public to"}, {"text_block_id": "p54_b913", "text": "protect forests. It will define communication tools for informing public about developments in the"}, {"text_block_id": "p54_b914", "text": "forestry sector (promotional material, media)."}, {"text_block_id": "p54_b915", "text": "The legislation and exploitation contracts should clearly define roles and levels of responsibilities of all stakeholders involved in forest protection (e.g. forest fires). Protection of state"}, {"text_block_id": "p54_b916", "text": "and private forests should be integral. Since natural forests are the most resistant, priority should be given to biological methods of forest protection. In those terms, preference will be given to methods of natural reforestation and environmentally acceptable technology in silviculture, protection and exploitation of forests. It is necessary to maintain the existing protection forests and establish new ones and to ensure prevention in protecting endemic and rare forest species. The use of chemical substances (pesticides, etc.) is allowed only in cases when it is necessary to avoid more negative impacts."}, {"text_block_id": "p54_b917", "text": "Policy Statement 24."}, {"text_block_id": "p54_b918", "text": "Coordination in protecting forests from fires"}, {"text_block_id": "p54_b919", "text": "Forest fires are a natural factor occurring in"}, {"text_block_id": "p54_b920", "text": "many forest types and are part of the dynamics of these"}, {"text_block_id": "p54_b921", "text": "ecosystems. But due to human factors, fires occur more"}, {"text_block_id": "p54_b922", "text": "often than by natural cause and may cause unacceptable damage to forest resources and private property. Given the geographic position on the Mediterranean and climate"}, {"text_block_id": "p54_b923", "text": "changes, Montenegrin forests are especially at risk of fires."}, {"text_block_id": "p54_b924", "text": "Consequently, prevention and fire fighting should"}, {"text_block_id": "p54_b925_merged_merged_merged", "text": "be an essential responsibility of all forestry stakeholders. Fire fighting preventive measures involve cultivation of broadleaved and mixed stands, which are less susceptible to fires, establishment and maintenance of a patchwork of forest and non-forest plots, distancing forests from settlements, construction of roads and installation of water tanks where they can be used for fire fighting. For the purpose of fire fighting, it is important to predict potential interventions and the required resources, procurement or contracting equipment and workforce, training and exercises of stakeholders and centralized coordination of interventions. Prevention programmes and fire fighting programmes should be an integral part of forest administration and management plans. In coordination with the Ministry of Interior, immediate management of interventions should be with the Forest Administration, and these should involve forest owners and forest users, local government, as well"}, {"text_block_id": "p54_b934", "text": "as fire fighting services and volunteers."}, {"text_block_id": "p54_b935", "text": "There are good reasons for working closely with neighbouring countries and the European"}, {"text_block_id": "p54_b936", "text": "Union in fire fighting, given the common risk of fires, and exchange of experiences, including efficiency in sharing technical equipment such as planes for extinguishing fires. Montenegro will be"}, {"text_block_id": "p54_b937", "text": "actively involved in this cooperation."}, {"text_block_id": "p55_b938", "text": "After ratification of the Forest Law in 2000,"}, {"text_block_id": "p55_b939", "text": "the reform of Forest Sector was implemented, which harmonized its institutional structure with the market economy. Montenegro’s institutions are comparable to"}, {"text_block_id": "p55_b940", "text": "the structures in the EU member states. The Ministry of"}, {"text_block_id": "p55_b941", "text": "Agriculture, Forestry and Water Management is responsible for legislation, policy and monitoring, and also includes"}, {"text_block_id": "p55_b942", "text": "an Inspectorate for Forestry and Hunting. The major role"}, {"text_block_id": "p55_b943", "text": "in implementing public functions, as outlined in the Law,"}, {"text_block_id": "p55_b944", "text": "belongs to the Forest Administration, with head office in Pljevlja, and it provides:"}, {"text_block_id": "p55_b945", "text": "–"}, {"text_block_id": "p55_b946", "text": "improvement of cultivation, protection and exploitation of forests,"}, {"text_block_id": "p55_b947", "text": "–"}, {"text_block_id": "p55_b948", "text": "adequate silviculture, reforestation,"}, {"text_block_id": "p55_b949", "text": "establishment and melioration of forests"}, {"text_block_id": "p55_b950", "text": "(biological reproduction), identification of seed stands,"}, {"text_block_id": "p55_b951", "text": "–"}, {"text_block_id": "p55_b952", "text": "health examination and provision of seed and planting material,"}, {"text_block_id": "p55_b953", "text": "–"}, {"text_block_id": "p55_b954", "text": "maintenance of natural and newly created forest values, prevention and elimination of negative impacts of all biotic and abiotic factors, which endanger these values, as well as restoring the current forest status,"}, {"text_block_id": "p55_b955", "text": "–"}, {"text_block_id": "p55_b956", "text": "protection of forests and forest land from agricultural encroachment and exploitation,"}, {"text_block_id": "p55_b957", "text": "fires, etc.,"}, {"text_block_id": "p55_b958", "text": "–"}, {"text_block_id": "p55_b959", "text": "managing reporting & prognosis service;"}, {"text_block_id": "p55_b960", "text": "–"}, {"text_block_id": "p55_b961", "text": "forest management planning, which is implemented through general and operational"}, {"text_block_id": "p55_b962", "text": "plans, forest management plans and programmes, implementation projects and"}, {"text_block_id": "p55_b963", "text": "programmes and plans for afforestation of bare land,"}, {"text_block_id": "p55_b964", "text": "–"}, {"text_block_id": "p55_b965", "text": "construction of forest roads,"}, {"text_block_id": "p55_b966", "text": "–"}, {"text_block_id": "p55_b967", "text": "tree marking, measurement and stamping trees and issuing certificates of origin for"}, {"text_block_id": "p55_b968", "text": "forest assortments,"}, {"text_block_id": "p55_b969", "text": "–"}, {"text_block_id": "p55_b970", "text": "releasing state-owned forests for utilisation based on contracts, and following the tendering procedure launched prior to that, keeping records and forestry database (information system),"}, {"text_block_id": "p55_b971", "text": "–"}, {"text_block_id": "p55_b972", "text": "professional development (counselling, courses, etc.)."}, {"text_block_id": "p55_b973", "text": "Within these responsibilities, the tasks of the Forest Administration also involve: building public support for sustainable forest management, linking all stakeholders to all aspects of forest administration, including planning, implementation and monitoring, providing support to private forest owners in managing and marketing forest products through advisory services."}, {"text_block_id": "p55_b974", "text": "The process of implementing EU policy and standards will require additional education and"}, {"text_block_id": "p55_b975_merged_merged_merged_merged", "text": "training of employees of the Ministry of Agriculture, Forestry and Water Management and the Forest Administration, and the forestry experts in private sector, foresters and private forest owners. The Forest Administration will be harmonized with the requirements of the National Forest Policy and the EU standards. In this context, functions such as forest management planning, managing habitats and species, prognosis & reporting service, professional development, etc. will be institutionalized. In order to ensure adequate personnel and their motivation, mechanisms for performance-based"}, {"text_block_id": "p56_b978", "text": "rewards will be introduced. Upon the completion of training process, the Forest Administration will implement its functions in the field through a system of district foresters, who will know the field,"}, {"text_block_id": "p56_b979", "text": "and will be responsible for all aspects of work in that particular district. They will be supported by"}, {"text_block_id": "p56_b980", "text": "extension services in the head office and regional units."}, {"text_block_id": "p56_b981", "text": "In addition to building the existing capacities of the Forest Administration, it is important to build the Forestry Sector of the Ministry of Agriculture, Forestry and Water Management, which should manage preparation and implementation of the National Forest Programme and monitor"}, {"text_block_id": "p56_b982", "text": "the work of the Forest Administration. Within this Sector, the Strategic Planning Unit is responsible"}, {"text_block_id": "p56_b983", "text": "for:"}, {"text_block_id": "p56_b984", "text": "–"}, {"text_block_id": "p56_b985", "text": "Forest Policy formulation,"}, {"text_block_id": "p56_b986", "text": "–"}, {"text_block_id": "p56_b987", "text": "Preparation of draft laws,"}, {"text_block_id": "p56_b988", "text": "–"}, {"text_block_id": "p56_b989", "text": "planning and monitoring National Forest Programme,"}, {"text_block_id": "p56_b990", "text": "–"}, {"text_block_id": "p56_b991", "text": "budget planning and control,"}, {"text_block_id": "p56_b992", "text": "–"}, {"text_block_id": "p56_b993", "text": "cross-sectoral coordination (sectoral plans and SEA),"}, {"text_block_id": "p56_b994", "text": "–"}, {"text_block_id": "p56_b995", "text": "international relations,"}, {"text_block_id": "p56_b996", "text": "–"}, {"text_block_id": "p56_b997", "text": "public relations."}, {"text_block_id": "p56_b998", "text": "The Monitoring Unit is responsible for:"}, {"text_block_id": "p56_b999", "text": "–"}, {"text_block_id": "p56_b1000", "text": "monitoring of professional operations of the Forest Administration,"}, {"text_block_id": "p56_b1001", "text": "–"}, {"text_block_id": "p56_b1002", "text": "development of a comprehensive Forest Geographic Information System,"}, {"text_block_id": "p56_b1003", "text": "–"}, {"text_block_id": "p56_b1004", "text": "collecting national data on forests and submitting them to relevant national and international institutions,"}, {"text_block_id": "p56_b1005", "text": "–"}, {"text_block_id": "p56_b1006", "text": "monitoring and analysis of the National Forest Inventory,"}, {"text_block_id": "p56_b1007", "text": "–"}, {"text_block_id": "p56_b1008", "text": "analysis and approval of forest management plans,"}, {"text_block_id": "p56_b1009", "text": "–"}, {"text_block_id": "p56_b1010", "text": "analysis and proposal for approval of changes in the purpose and ownership of forest land,"}, {"text_block_id": "p56_b1011", "text": "–"}, {"text_block_id": "p56_b1012", "text": "supervising management efficiency."}, {"text_block_id": "p56_b1013", "text": "The Department for inspection in forestry, hunting and plant protection in forestry is responsible for:"}, {"text_block_id": "p56_b1014", "text": "–"}, {"text_block_id": "p56_b1015", "text": "supervising compliance of the Forest Administration with laws and regulations,"}, {"text_block_id": "p56_b1016", "text": "–"}, {"text_block_id": "p56_b1017", "text": "supervising private sector and forest owners,"}, {"text_block_id": "p56_b1018", "text": "–"}, {"text_block_id": "p56_b1019", "text": "supervising operations in forests, and the quality and legality of forest products in the market."}, {"text_block_id": "p56_b1020_merged_merged_merged", "text": "The owners of forests, which are not state-owned, should be provided with technical, financial and forest management assistance. Advisory services related to sustainable private forest management should be substantially improved. The key objective is to build the knowledge of private forest owners on economic, environmental values and forest functions, and to increase sustainable forest revenues for their private owners in balance with forest functions of common interest. Advisory service for private forest owners will be established in the"}, {"text_block_id": "p57_b1025", "text": "Forest Administration. This Service will have the following tasks and responsibilities:"}, {"text_block_id": "p57_b1026", "text": "–"}, {"text_block_id": "p57_b1027", "text": "promote and establish private forest owners associations and develop their organizational skills,"}, {"text_block_id": "p57_b1028", "text": "–"}, {"text_block_id": "p57_b1029", "text": "identify services, methods to improve the knowledge and skills of forest owners,"}, {"text_block_id": "p57_b1030", "text": "–"}, {"text_block_id": "p57_b1031", "text": "define qualifications and communication skills of forest advisors,"}, {"text_block_id": "p57_b1032", "text": "–"}, {"text_block_id": "p57_b1033", "text": "train district foresters to provide advisory services to private forest owners,"}, {"text_block_id": "p57_b1034", "text": "–"}, {"text_block_id": "p57_b1035", "text": "provide advice, assistance and training to private forest owners; and"}, {"text_block_id": "p57_b1036", "text": "–"}, {"text_block_id": "p57_b1037", "text": "specify the necessary certificates for implementing operations in forests,"}, {"text_block_id": "p57_b1038", "text": "–"}, {"text_block_id": "p57_b1039", "text": "exchange information with stakeholders on positive examples and practices,"}, {"text_block_id": "p57_b1040", "text": "–"}, {"text_block_id": "p57_b1041", "text": "organize round table meetings, seminars, consultations and expert meetings,"}, {"text_block_id": "p57_b1042", "text": "–"}, {"text_block_id": "p57_b1043", "text": "organize competitions of foresters in traditional forestry-related operations,"}, {"text_block_id": "p57_b1044", "text": "–"}, {"text_block_id": "p57_b1045", "text": "coordinate and elaborate courses and programmes for sustainable private forest management."}, {"text_block_id": "p57_b1046", "text": "Advisory services provided to owners will be free of charge or calculated into the fee paid for tree marking. The service will use a decentralized approach, and will use improved mechanisms to provide training and advice. One of the tasks of advisory service will be to promote association of private forest owners and build capacities of their organization. This will make partnerships with owners easier, and will also help state forestry institutions to successfully provide educational services in forestry. In the future, some of the services offered to owners may be delegated to forestry experts in private practice."}, {"text_block_id": "p57_b1047_merged", "text": "In order to establish a dialogue with key groups and ensure their representation in developing and implementing the Forest Policy, it would be expedient for the forest owners, wood industry and contractors working in forests and forest experts to establish their own associations. Therefore, the Government will support establishment and functioning of these associations by involving them in the planning and policy implementation process and, as necessary, provide financial support to cover the basic costs. These associations will be autonomous in their establishment and decision-making."}, {"text_block_id": "p57_b1050", "text": "List of tasks"}, {"text_block_id": "p57_b1051", "text": "□"}, {"text_block_id": "p57_b1052", "text": "Establish and train associations"}, {"text_block_id": "p57_b1053", "text": "□"}, {"text_block_id": "p57_b1054", "text": "Budget for grants to associations"}, {"text_block_id": "p57_b1055", "text": "□"}, {"text_block_id": "p57_b1056", "text": "Involve associations in the decisionmaking process"}, {"text_block_id": "p57_b1057", "text": "The associations of private forest owners on national, municipality and local level will ensure:"}, {"text_block_id": "p57_b1058", "text": "–"}, {"text_block_id": "p57_b1059", "text": "better cooperation between forest owners and Forest Administrations,"}, {"text_block_id": "p57_b1060", "text": "–"}, {"text_block_id": "p57_b1061", "text": "private forest management – preparation of forest administration and management plans,"}, {"text_block_id": "p57_b1062", "text": "–"}, {"text_block_id": "p57_b1063", "text": "improved knowledge of private forest owners."}, {"text_block_id": "p57_b1064", "text": "The function of the Wood Industry Association should include:"}, {"text_block_id": "p57_b1065", "text": "–"}, {"text_block_id": "p57_b1066", "text": "advocating the interests of wood industry to the Government and other partners,"}, {"text_block_id": "p57_b1067", "text": "–"}, {"text_block_id": "p57_b1068", "text": "definition of technical standards,"}, {"text_block_id": "p57_b1069", "text": "–"}, {"text_block_id": "p57_b1070", "text": "certification and licensing of contractors,"}, {"text_block_id": "p57_b1071", "text": "–"}, {"text_block_id": "p57_b1072", "text": "Definicija tehničkih standarda;"}, {"text_block_id": "p57_b1073", "text": "–"}, {"text_block_id": "p57_b1074", "text": "Podrška kod sertificiranja i atestiranja;"}, {"text_block_id": "p58_b1075", "text": "–"}, {"text_block_id": "p58_b1076", "text": "Obrazovanje i obuka kadrova."}, {"text_block_id": "p58_b1077", "text": "The function of the Association of Contractors, which could be linked with the Wood Industry Association, will be:"}, {"text_block_id": "p58_b1078", "text": "–"}, {"text_block_id": "p58_b1079", "text": "advocating their interests to the Government and other partners,"}, {"text_block_id": "p58_b1080", "text": "–"}, {"text_block_id": "p58_b1081", "text": "definition of technical standards,"}, {"text_block_id": "p58_b1082", "text": "–"}, {"text_block_id": "p58_b1083", "text": "certification and licensing of contractors,"}, {"text_block_id": "p58_b1084", "text": "–"}, {"text_block_id": "p58_b1085", "text": "education and training of staff."}, {"text_block_id": "p58_b1086", "text": "The Association of Forestry Experts should promote the development of forestry profession in all organisations and the positions held by forestry experts."}, {"text_block_id": "p58_b1087", "text": "The National Forestry Council and Councils within municipal Forest Administrations will be established in order to facilitate institutional dialogue between partners at the national and local level. These Councils will be composed of representatives of stakeholders in forestry, representatives of wood industry and forest enterprises, representatives of forestry profession, representatives of NGOs, Government, professional and local institutions. The role of the Council at national level will be:"}, {"text_block_id": "p58_b1088", "text": "–"}, {"text_block_id": "p58_b1089", "text": "provide expert opinion on draft regulations,"}, {"text_block_id": "p58_b1090", "text": "–"}, {"text_block_id": "p58_b1091", "text": "involvement in development of, and giving an opinion on the National Forestry Programme and monitoring its implementation,"}, {"text_block_id": "p58_b1092", "text": "–"}, {"text_block_id": "p58_b1093", "text": "monitoring forest management standards and giving opinion on the monitoring and planning system in forests,"}, {"text_block_id": "p58_b1094", "text": "–"}, {"text_block_id": "p58_b1095", "text": "monitoring and giving opinion on allocation of forests, available timber volume for utilization and pricing,"}, {"text_block_id": "p58_b1096", "text": "–"}, {"text_block_id": "p58_b1097", "text": "define standards and work on establishing the Forestry Geographic Information"}, {"text_block_id": "p58_b1098", "text": "System,"}, {"text_block_id": "p58_b1099", "text": "–"}, {"text_block_id": "p58_b1100", "text": "encourage and monitor cooperation between partners in the sector,"}, {"text_block_id": "p58_b1101", "text": "–"}, {"text_block_id": "p58_b1102", "text": "define professional, technical and safety standards in forestry,"}, {"text_block_id": "p58_b1103", "text": "–"}, {"text_block_id": "p58_b1104", "text": "define education and training programme,"}, {"text_block_id": "p58_b1105", "text": "–"}, {"text_block_id": "p58_b1106", "text": "monitor expenditure of local administrations, which receive 30% of concession fees."}, {"text_block_id": "p58_b1107", "text": "The Law on Local Government gives certain rights and responsibilities in relation to administration and management of local natural resources to municipalities. Municipalities also receive 30% of fees paid for utilisation of local natural resources (including forests), which makes them an important partner in implementing this Policy at local level. In order to build partnerships at the local government, i.e. municipal level, the Council will:"}, {"text_block_id": "p58_b1108", "text": "–"}, {"text_block_id": "p58_b1109", "text": "coordinate involvement of stakeholders in preparing and approving forest administration and management plans,"}, {"text_block_id": "p58_b1110", "text": "–"}, {"text_block_id": "p58_b1111", "text": "coordinate cooperation between partners at local level,"}, {"text_block_id": "p58_b1112", "text": "–"}, {"text_block_id": "p58_b1113", "text": "coordinate programmes of advisory services, education, training and introduction of standards,"}, {"text_block_id": "p58_b1114", "text": "–"}, {"text_block_id": "p58_b1115", "text": "monitor expenditure of local government, who receives 30% of concession fees."}, {"text_block_id": "p59_b1116", "text": "The function of the Secretariat for the Council at the national level will be conducted by the Ministry, and by the regional Forest Administrations in cooperation with municipalities."}, {"text_block_id": "p59_b1117", "text": "It is necessary to quickly introduce information"}, {"text_block_id": "p59_b1118", "text": "technology to ensure effective and efficient work of"}, {"text_block_id": "p59_b1119", "text": "institutions, users, contractors and owners. The current low information level and small country size offer opportunities to establish one information system for all users in forestry, based on the Geographic Information System and on availability, and exchange of information on the Internet. The Information System will serve various activities in forestry, from identifying ownership and planning to monitoring of wood assortments. All the data, apart from the data considered to be sensitive in terms of environment protection and commercial interests of users, will be publicly available."}, {"text_block_id": "p59_b1120", "text": "TheGovernmentwillprovidetechnicalspecifications,"}, {"text_block_id": "p59_b1121", "text": "and the Forest Administration will ensure its infrastructure and functional basis to support the establishment of this system. Based on the results achieved within"}, {"text_block_id": "p59_b1122", "text": "the GIS project, all stakeholders involved in the National Forestry Council will also be involved in the"}, {"text_block_id": "p59_b1123", "text": "process of developing an information system. The data and the process of acquiring information will be standardized within this process. All the data will be made available on the Internet portal, whereas ownership and validation of the data will be retained by the users who generate the data."}, {"text_block_id": "p59_b1124", "text": "The process of introducing standards, licensing and building capacities of all stakeholders in forestry will be initiated"}, {"text_block_id": "p59_b1125", "text": "within the National Forestry Council. The objective of this"}, {"text_block_id": "p59_b1126", "text": "process is to develop an organizational structure in the sector, which will facilitate implementation of the sustainable forest management principles."}, {"text_block_id": "p59_b1127_merged_merged_merged_merged", "text": "European and other international technical and safety standards in forestry will be introduced and adjusted to Montenegrin conditions through dialogue with private sector and forest owners. Implementation of the sustainable forest management standards, such as FSC and PEFC will also be promoted."}, {"text_block_id": "p59_b1130", "text": "Based on the accepted standards, the Council will propose requirements for licensing users and contractors in forestry, which will gradually improve skills, professionalism and competitivenessofallparticipants.Theintroductionofstandards will also facilitate building of public and private partnership in implementing standards and technological platforms."}, {"text_block_id": "p60_b1131", "text": "The current educational system does not meet the needs of staff for secondary and higher education in forestry and wood-processing. Consequently, dual strategy is required for training and professional development of existing staff in the Forest Administration and private sector and formal education of young generations to work in forestry and wood-processing within the programme for development of human resources. This programme will be prepared by the National Forestry Council with the support from the Government educational institutions."}, {"text_block_id": "p60_b1132", "text": "There is a need for education and training, especially for target groups of employees of the Forest Administration, forest owners and users. Training should be a series of short courses in forestry, as well as study programmes leading to"}, {"text_block_id": "p60_b1133", "text": "vocational qualifications in forestry, for e.g. operators of forestry machinery or for those who work in"}, {"text_block_id": "p60_b1134", "text": "forest ecosystems."}, {"text_block_id": "p60_b1135", "text": "The Forest Administration will establish a department / system of professional development, which will be closely linked to the advisory service and will consolidate all elements of professional"}, {"text_block_id": "p60_b1136", "text": "development contained by ongoing projects. Its task will be to implement training programmes for"}, {"text_block_id": "p60_b1137", "text": "the Forest Administration staff in partnership with the Vocational Education Centre in the Ministry of Education and Science. The professional development programmes will be organised on the following topics:"}, {"text_block_id": "p60_b1138", "text": "–"}, {"text_block_id": "p60_b1139", "text": "organization, economics, marketing and Forest Policy,"}, {"text_block_id": "p60_b1140", "text": "–"}, {"text_block_id": "p60_b1141", "text": "protection from fires and extinguishing fires,"}, {"text_block_id": "p60_b1142", "text": "–"}, {"text_block_id": "p60_b1143", "text": "forest management planning,"}, {"text_block_id": "p60_b1144", "text": "–"}, {"text_block_id": "p60_b1145", "text": "forest inventory and monitoring,"}, {"text_block_id": "p60_b1146", "text": "–"}, {"text_block_id": "p60_b1147", "text": "operational plans,"}, {"text_block_id": "p60_b1148", "text": "–"}, {"text_block_id": "p60_b1149", "text": "monitoring implementation of concessions,"}, {"text_block_id": "p60_b1150", "text": "–"}, {"text_block_id": "p60_b1151", "text": "giving state-owned forests for utilisation (fuel wood, concessions),"}, {"text_block_id": "p60_b1152", "text": "–"}, {"text_block_id": "p60_b1153", "text": "advisory services to private forest owners,"}, {"text_block_id": "p60_b1154", "text": "–"}, {"text_block_id": "p60_b1155", "text": "use of GIS, information system and information technology,"}, {"text_block_id": "p60_b1156", "text": "–"}, {"text_block_id": "p60_b1157", "text": "general leadership skills, including planning, budgeting, reporting and accountability,"}, {"text_block_id": "p60_b1158", "text": "–"}, {"text_block_id": "p60_b1159", "text": "biodiversity protection and managing Natura 2000,"}, {"text_block_id": "p60_b1160", "text": "–"}, {"text_block_id": "p60_b1161", "text": "managing visitors and recreation in forests,"}, {"text_block_id": "p60_b1162", "text": "–"}, {"text_block_id": "p60_b1163", "text": "biomass and fuel wood as a renewable source of energy,"}, {"text_block_id": "p60_b1164", "text": "–"}, {"text_block_id": "p60_b1165", "text": "public relations including cooperation with local population,"}, {"text_block_id": "p60_b1166", "text": "–"}, {"text_block_id": "p60_b1167", "text": "safety at work."}, {"text_block_id": "p60_b1168_merged_merged_merged", "text": "Institutions responsible for developing educational programmes (primarily the Ministry of Education and Science and the MoAFWM) should formulate curricula and courses to support secondary, academic education and promotion of post-graduate research, taking into account the need for a larger [and more qualified] workforce in the country. Academic and professional qualifications in forestry should be a condition for employment in the Forest Administration and the MoAFWM, and for contract-based professional operations."}, {"text_block_id": "p61_b1171", "text": "A short-term option is strengthening the capacities of the existing secondary technical school in Berane and focusing on establishing an Education and Training Centre. This centre could develop an MBA programme for forestry as well as post-graduate studies. Initially, this programme could use services of the existing structures – Biotechnical Institute or the Faculty of Agriculture or Ecology. The programme for economics in forestry and business management could use the Faculty of"}, {"text_block_id": "p61_b1172", "text": "Economics. In the long run, after creating a “critical mass” of qualified lecturers and a solid technical"}, {"text_block_id": "p61_b1173", "text": "basis, a Forestry Faculty could also be established."}, {"text_block_id": "p61_b1174", "text": "Policy Statement 32."}, {"text_block_id": "p61_b1175", "text": "Scientific research in forestry"}, {"text_block_id": "p61_b1176_merged_merged", "text": "International and European policies see international competitive and applied research as priority objectives. The development of forestry-related research is very important and is instrumental in defining and implementing sustainable forest management. There is a need to enrich and develop the existing national and international priority"}, {"text_block_id": "p61_b1181", "text": "fields of research in the following areas: climate changes and adjustment of forests, renewable energy resources,"}, {"text_block_id": "p62_b1182", "text": "forests and waters, environmental reconstruction, improvement of health status of forests and development of management system, taking into account all the forest values, complex management"}, {"text_block_id": "p62_b1183", "text": "of watersheds and catchments to protect them from floods, ecological harvesting technology and"}, {"text_block_id": "p62_b1184", "text": "tree studies."}, {"text_block_id": "p62_b1185", "text": "Some of the new priority areas for research are the following:"}, {"text_block_id": "p62_b1186", "text": "–"}, {"text_block_id": "p62_b1187", "text": "assessment of social aspects for sustainable forest management and facilitate stakeholder involvement,"}, {"text_block_id": "p62_b1188", "text": "–"}, {"text_block_id": "p62_b1189", "text": "support forest industry restructuring in transition to a market economy (market orientation is currently lacking),"}, {"text_block_id": "p62_b1190", "text": "–"}, {"text_block_id": "p62_b1191", "text": "assessment of economy and funding of forest management, especially forest functions, which are considered to be public resources,"}, {"text_block_id": "p62_b1192", "text": "–"}, {"text_block_id": "p62_b1193", "text": "understanding criteria and indicators for sustainable forest management,"}, {"text_block_id": "p62_b1194", "text": "–"}, {"text_block_id": "p62_b1195", "text": "definecarbonabsorptionandbiodiversityinforests(HCVF)anddirectforestmanagement"}, {"text_block_id": "p62_b1196", "text": "towards these functions,"}, {"text_block_id": "p62_b1197", "text": "–"}, {"text_block_id": "p62_b1198", "text": "afforestation of bare land/ marginal/ deserted areas and catchments,"}, {"text_block_id": "p62_b1199", "text": "–"}, {"text_block_id": "p62_b1200", "text": "efficient maintenance and management of existing forest resources (mostly ecosystems"}, {"text_block_id": "p62_b1201", "text": "and biodiversity of natural forests),"}, {"text_block_id": "p62_b1202", "text": "–"}, {"text_block_id": "p62_b1203", "text": "wild fauna, game, and managing the communities of protected and endangered species,"}, {"text_block_id": "p62_b1204", "text": "–"}, {"text_block_id": "p62_b1205", "text": "managing protected areas."}, {"text_block_id": "p62_b1206", "text": "In order to meet these increasing needs, the research capacity in forestry should be strengthened to achieve international references and better integration into the international research network. In order to support this, the National Forest Programme will allocate funds for"}, {"text_block_id": "p62_b1207", "text": "research in forestry and will define research priorities. These funds will be ear-marked for quality scientific teams and mobilization of national and international researching facilities."}, {"text_block_id": "p62_b1208_merged_merged", "text": "Raising awareness and building knowledge on protection of forests and their significance for improving the quality of economic and social aspect of life is extremely important in the overall reform of forestry sector in the Republic. In order to achieve this, it is necessary to make all the information (past, present and future) about forests and forest resources available to all the citizens of Montenegro. It is especially important to create conditions for collection of information which will be in compliance with best practice."}, {"text_block_id": "p62_b1211", "text": "The communication between state institutions and the general public should go both ways, should be open"}, {"text_block_id": "p62_b1212", "text": "and with clearly defined communication channels for some of the target groups."}, {"text_block_id": "p62_b1213", "text": "Previous experiences indicate that the forestry sector has mostly been seen through a negative image of areas devastated by illegal logging, unplanned management, inadequate protection of this"}, {"text_block_id": "p63_b1214", "text": "natural resource, whereas positive activities of foresters have been promoted in a rather “modest” manner and without a clear strategy (lack of strong messages, ways to attract various key groups have not been followed). As a result, the general public receives a negative, unreal image when “forest” or “forestry” is mentioned, a stereotype often portrayed in the media."}, {"text_block_id": "p63_b1215", "text": "In the forthcoming period, the efforts of the competent Ministries should be focused on establishing an information system which would support sustainable management of forest resources through:"}, {"text_block_id": "p63_b1216", "text": "–"}, {"text_block_id": "p63_b1217", "text": "availability of information (we should take into account that the public in the Northern"}, {"text_block_id": "p63_b1218", "text": "Montenegro, especially in rural areas, does not use sufficiently modern communication"}, {"text_block_id": "p63_b1219", "text": "channels such as email and Internet),"}, {"text_block_id": "p63_b1220", "text": "–"}, {"text_block_id": "p63_b1221", "text": "raising awareness of the importance of forest resources (information materials, PR activities, press statements),"}, {"text_block_id": "p63_b1222", "text": "–"}, {"text_block_id": "p63_b1223", "text": "supporting sustainable forest administration,"}, {"text_block_id": "p63_b1224", "text": "–"}, {"text_block_id": "p63_b1225", "text": "promote wider public involvement in managing forest resources and the control, since forests are public resource belonging to all citizens of Montenegro."}, {"text_block_id": "p63_b1226_merged_merged", "text": "In order to achieve the abovementioned, the Ministry and the Forest Administration will build technical and human resources for public relations, and develop and implement public relations strategytoimprovepublicopinionaboutforestsandforestrywithclearlydefinedobjectives,activities and expected outputs. The Communication Strategy is a document, which should define specific goals, ways to achieve those goals and the results to be achieved by the Strategy implementation."}, {"text_block_id": "p64_b1229", "text": "The goals of this Strategy must be based on the following:"}, {"text_block_id": "p64_b1230", "text": "–"}, {"text_block_id": "p64_b1231", "text": "informing forestry stakeholders at all levels about key documents in this sector and other proposed activities, which will create a framework for its further development. The Government institutions responsible for forestry should be aware of their crucial role in the process of providing information to public,"}, {"text_block_id": "p64_b1232", "text": "–"}, {"text_block_id": "p64_b1233", "text": "promoting the need to have an improved system in forestry and the benefits of sustainable utilisation of forests as a significant natural resource;"}, {"text_block_id": "p64_b1234", "text": "–"}, {"text_block_id": "p64_b1235", "text": "provision of timely and relevant information to all stakeholders on activities in forestry to facilitate their involvement in the design of a new model of forestry and in particular encourage them to contribute to development of key documents (National Forest Strategy, National Forest Programme, Forest Law..),"}, {"text_block_id": "p64_b1236", "text": "–"}, {"text_block_id": "p64_b1237", "text": "raising the awareness of decision-makers and the general public of the need to establish and implement a better forestry system in line with the concept of sustainable development,"}, {"text_block_id": "p64_b1238", "text": "–"}, {"text_block_id": "p64_b1239", "text": "emphasising the important role of forests through a high-visibility campaign focused on the target audience, highlighting the key role of the Ministry of Agriculture, Forestry and Water Management and the Forest Administration."}, {"text_block_id": "p64_b1240", "text": "Alltheforestfunctionsarecurrentlyfinancedfromthe"}, {"text_block_id": "p64_b1241", "text": "sales of timber and non-timber forest products. Part of the cost is covered by forest users, and public services provided by the Forest Administration are funded from the fees paid by users of state-owned forests, fees paid for harvesting in private forests and fees paid for non-timber forest products collected by the Tax Administration, allocated through the Government budget. Other forest functions, which are"}, {"text_block_id": "p64_b1242", "text": "not reflected in the market in financial terms, represent a substantial economic and social benefit for the country, but"}, {"text_block_id": "p64_b1243", "text": "it is very complicated to charge for services or through fees and compensations."}, {"text_block_id": "p64_b1244_merged_merged", "text": "The current level of collected compensations is sufficient for functioning of public forestry services, but it will not be sufficient to achieve all the Policy goals. In addition to 30% that local communities receive for local roads and village infrastructure, the revenues from the fees paid for utilisation of forests and timber sold on auctions will be dedicated to implementation of the National Forest Programmes and for general useful future functions, additional funds will be invested based on valorisation of thesefunctions.UndertheNationalForestProgramme,theForestAdministrationwillusethesefunds for its own operation, for National Forest Inventory, development of plans, extended reproduction, silviculture, reconstruction and protection of forests, implementation of environmental and social functions, implementation and development of new forms of management and international conventions, for the programme of construction and maintenance of forest roads, to support the work of forestry associations, rising awareness and other tasks set out by the Law, this Policy and the"}, {"text_block_id": "p65_b1250", "text": "National Forest Programme."}, {"text_block_id": "p65_b1251", "text": "In addition to the budget allocated to the Forest Programme, a mechanism will be established for channelling the funds from international sources towards investing in forests. The priority will be"}, {"text_block_id": "p65_b1252", "text": "given to donations and funds related to climate changes. Allocation of these funds will be defined"}, {"text_block_id": "p65_b1253", "text": "by the National Forest Strategy based on the consultations with the National Forest Council."}, {"text_block_id": "p65_b1254", "text": "As a party to international conventions and agreements, theGovernment of Montenegro must create the human capacities andactivate its resources to participate in international dialogue onforests and to implement commitments. International cooperationshould be based on key priorities of the National Forest andForest Land Administration Policy."}, {"text_block_id": "p65_b1255", "text": "With EU membership in view, Montenegro could benefit fromregional cooperation with other Balkan"}, {"text_block_id": "p65_b1256_merged_merged", "text": "countries, especially withmember states and other candidate countries. The lessonslearned and exchange of experiences in forestry development inthese countries could be useful for development of the"}, {"text_block_id": "p65_b1258", "text": "sector. Fire fighting is a priority area for cooperation with neighbouring countries."}, {"text_block_id": "p65_b1259", "text": "In order to respond to increasing tasks of international cooperation in forestry, the Ministry will build institutional capacity, and human resources, and will invest in intensive training and education of specialists and experts to enable them to participate successfully in international dialogue."}, {"text_block_id": "p65_b1260", "text": "Improved regional and international cooperation in forestry, especially in education, research and training is considered to be an important instrument for achieving strategic goals in forestry sector. Limited and focused partnership, rather than a comprehensive general programmes, will ensure a successful academic partnership."}, {"text_block_id": "p67_b1261", "text": "This Policy will primarily be implemented by the Ministry of Forestry and the Forest Administration, in close cooperation with all stakeholders in the sector, including private sector, local communities, NGO and the relevant Ministries."}, {"text_block_id": "p67_b1262", "text": "Implementation will involve the following:"}, {"text_block_id": "p67_b1263", "text": "The National Forest and Forest Land Administration Policy will be implemented through the National Forest Strategy, which along with this Policy relies on recommendations of the Ministerial Conference on Protection of European Forests in relation to National Forest Programmes. The"}, {"text_block_id": "p67_b1264", "text": "Strategy defines short-term, mid-term and long-term objectives and programmes for areas of work and regions, addresses critical prioritized issues, defines multi-year budgetary programme and"}, {"text_block_id": "p67_b1265", "text": "lays the foundation for detailed annual work plans and budgets. The Strategy will give a detailed"}, {"text_block_id": "p67_b1266", "text": "definition of organizational and institutional role and responsibility in order to adjust to the new vision presented by this National Policy, and the changes will be reflected in the new legal and"}, {"text_block_id": "p67_b1267", "text": "operational frameworks."}, {"text_block_id": "p67_b1268", "text": "As an immediate first step, the Ministry will prepare an Annual Plan for to bring this Policy into operation, which will define objectives to be monitored and implemented during one year, and"}, {"text_block_id": "p67_b1269", "text": "assign responsibilities for implementation."}, {"text_block_id": "p67_b1270", "text": "The National Forest Programme will be funded through:"}, {"text_block_id": "p67_b1271", "text": "a)"}, {"text_block_id": "p67_b1272", "text": "multi-year programme and annual budget of the forestry sector, which will follow the current approach to programmed budgeting of the Government,"}, {"text_block_id": "p67_b1273", "text": "b)"}, {"text_block_id": "p67_b1274", "text": "mechanisms for channelling international funds."}, {"text_block_id": "p67_b1275_merged_merged", "text": "The budget programme for forestry will be based on fees collected for forest utilisation, but gradually increasing to reflect wider uses of forest, which are greater than the market value of timber itself. Additionally, some other resources could be sought from international partners to support priority investments when the existing resources are not sufficient and under the mechanisms of Kyoto Protocol for compensation for CO2 accumulation in forests. Most of the reform of the forestry commercial sector will be financed from investments made by the private sector. While it is planned that this comes from the private sector, the Government will provide targeted support to private sector to promote competitiveness and rapid increase of production and safety standards. This support will involve the creation of a positive investment environment, provision of relevant services, new financial initiatives, elimination of market obstacles, clear functioning of the forestry budgetary programme and transparent and responsible system and procedures of the Forest Administration, especially in relation to the approach of the forestry sector to forest resources as a raw material."}, {"text_block_id": "p68_b1282", "text": "The coordination between the Ministry of Forestry and other relevant Ministries (especially"}, {"text_block_id": "p68_b1283", "text": "thoseresponsibleforeconomicdevelopment,industry,environment&tourism,OfficeforSustainable"}, {"text_block_id": "p68_b1284", "text": "Development, etc.) will be implemented through continuous coordination structure. The planned Councils at national and municipal level referred to in the Policy Statement 28 on partnerships will be used as the main formalized mechanisms for cross-sectoral coordination. Additionally, direct coordination between the Ministry and the Forest Administration with the relevant bodies will be"}, {"text_block_id": "p68_b1285", "text": "improved by establishment of adequate human and technical capacities for regular and efficient"}, {"text_block_id": "p68_b1286", "text": "communication."}, {"text_block_id": "p68_b1287", "text": "Better mutual understanding and cooperation between all partners in forestry (Government, NGO, private sector, interested international organisations) will be achieved through training programmes for all stakeholders and by regular open forums for exchange of information amongst partners in forestry sector."}, {"text_block_id": "p68_b1288_merged_merged", "text": "The Government of Montenegro will analyze and revise the legal framework for forestry sector. The Forest Law 2000 will be analyzed in the light of this Forest Policy, changes and amendments will be made to ensure that legal framework supports its full implementation. The analysis will also involve the Environment Law, Draft Hunting Law (2007), the Law on Water (2007), the Law on Local Government (2002) and other relevant laws to make sure they are compatible. The analysis and the review of laws will also integrate international agreements, conventions and contracts, and update sectoral legal framework."}, {"text_block_id": "p68_b1291", "text": "The guidelines defined by the Policy and elaborated in the National Forest Strategy will be"}, {"text_block_id": "p68_b1292", "text": "regularly monitored by the Ministry, with the involvement of municipal forest councils and the National Forest Council. The impacts will be assessed based on the following:"}, {"text_block_id": "p68_b1293", "text": "–"}, {"text_block_id": "p68_b1294", "text": "quantity and the quality of basic forest resources, environmental and social services they provide,"}, {"text_block_id": "p68_b1295", "text": "–"}, {"text_block_id": "p68_b1296", "text": "sustainable utilisation of resources,"}, {"text_block_id": "p68_b1297", "text": "–"}, {"text_block_id": "p68_b1298", "text": "economic growth in economic sector related to forestry,"}, {"text_block_id": "p68_b1299", "text": "–"}, {"text_block_id": "p68_b1300", "text": "alleviation of poverty of rural population, whose living depend on forests"}, {"text_block_id": "p68_b1301", "text": "More detailed indicators which reflect the progress and impact will be added as an Annex to"}, {"text_block_id": "p68_b1302", "text": "the National Forest Strategy. The monitoring data will be incorporated into the Forest Geographic Information System and will be regularly published."}, {"text_block_id": "p69_b1303", "text": "Contacts:"}, {"text_block_id": "p69_b1304", "text": "Ministry of Agrkulture, Forestry and Water Manag@m•ent"}, {"text_block_id": "p69_b1305", "text": "Rim ski trg 46"}, {"text_block_id": "p69_b1306", "text": "81000 Podgorica"}, {"text_block_id": "p69_b1307", "text": "The formulation of the National Forest and Forest Land Administration PoHey is supported by:"}, {"text_block_id": "p69_b1308", "text": "www.lux-develapment.lu"}, {"text_block_id": "p69_b1309_merged", "text": "(via FODEM·O ProJect www.fodem1o.com)"}, {"text_block_id": "p69_b1312", "text": "SNV Montenegro"}, {"text_block_id": "p69_b1313", "text": "www.snvworld.org"}], "document_description": "This document sets Montenegro's forestry policy. It notably seeks to 1) improve forests management based on the purposes for which they are used, 2) maintain the current size of forests and forest land, 3) protect forests ability to mitigate and adjust to climate change, 4) improve the overall volume of forests, and 5) improve the sylviculture and protection of forests in the coastal region."}