{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Azerbaijan", "document_category": "Policy", "document_sector_name": ["LULUCF", "Health", "Energy", "Economy-wide"], "document_date": "25/12/2003", "document_language": "English", "document_name": "National Program on Environmentally Sustainable Socio-economic Development for 2003-2010", "document_country_code": "AZE", "document_hazard_name": [], "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/AZE/2003/AZE-2003-12-25-National Program on Environmentally Sustainable Socio-economic Development for 2003-2010_630231da3d1a2eacdcf5fba26165a197.pdf", "document_type": "Programme", "text_blocks": [], "document_description": "This Program notably aims at increasing the forest area and protect existing forests in the country. The document emphasises on the fight against desertification, and develop the following strategic objectives: 1) Preparing and implementing of national action plan on desertification, 2) Establishing a system of forecasting and public awareness to increase the effectiveness of desertification efforts, 3) assessing the negative impact of global environmental problems and taking actions accordingly, and 4) protect forest lakes and vegetation in forested areas.\n\nIt also establishes a public information system for 1) collecting, analysing and summarising data on the adverse impacts of climate change on the economy and natural ecosystems to ensure sustainable socio-economic development, 2) assessing climate change impacts on population health and developing of appropriate adaptation measures, 3) study how to increase the energy capacity (heat and electricity) from solar, wind and biogas."}