{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Azerbaijan", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "State Program on Poverty Reduction and Sustainable Development in the Republic of Azerbaijan for 2008-2015", "document_country_code": "AZE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Programme", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2008", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/AZE/2008/AZE-2008-12-25-State Program on Poverty Reduction and Sustainable Development in the Republic of Azerbaijan for 2008-2015_c43cf592ee0ad720ba4d08a78f2c4e8d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Approved by Decree #3043 of the President"}, {"text_block_id": "p0_b2", "text": "of the Republic of Azerbaijan"}, {"text_block_id": "p0_b3", "text": "dated September 15, 2008"}, {"text_block_id": "p0_b4", "text": "State Program on Poverty Reduction and Sustainable Development"}, {"text_block_id": "p0_b5", "text": "Republic of Azerbaijan"}, {"text_block_id": "p0_b6", "text": "2008-2015"}, {"text_block_id": "p0_b7", "text": "Chapter 1"}, {"text_block_id": "p0_b8", "text": "Introduction"}, {"text_block_id": "p0_b9_merged", "text": "In order to tackle poverty on a global level, the heads of 147 world nations joined together at the United Nations (UN) Millennium Summit in New York in September 2000 to sign the Millennium Declaration. In that document, they committed to achieving a set of eight Millennium Development Goals (MDGs) with 18 targets and 48 indicators. The first of these goals is to halve the number of the world’s population living in extreme poverty and hunger by 2015. National leader Heydar Aliyev signed the Millennium Declaration on behalf of the Republic of Azerbaijan."}, {"text_block_id": "p0_b12", "text": "In order to honor this commitment in line with local conditions, the President approved by Decree #854 of February 20, 2003, the State Program on Poverty Reduction and Economic Development (SPPRED) in the Republic of Azerbaijan for 2003-2005."}, {"text_block_id": "p0_b13", "text": "Implementation of that State Program resulted in maintaining overall macroeconomic stability, ensuring dynamic economic growth and upholding inflation and national exchange rates at appropriate levels. These achievements made possible the implementation of major activities aimed at solving existing social problems and tackling poverty. The percentage of Azerbaijanis living in poverty fell from 46.7% in 2002 to 29.3% by 2005."}, {"text_block_id": "p0_b14", "text": "This document, the State Program on Poverty Reduction and Sustainable Development (SPPRSD) 2008-2015, was prepared in order to continue with this improvement in the welfare of the citizens of the Republic of Azerbaijan."}, {"text_block_id": "p0_b15", "text": "Chapter 2"}, {"text_block_id": "p0_b16", "text": "Poverty in Azerbaijan"}, {"text_block_id": "p0_b17", "text": "2.1. Poverty Profile, Levels and Indicators"}, {"text_block_id": "p0_b18", "text": "Table 2.1 summarizes the poverty levels in the country on the basis of data from the Household Budget Survey (HBS) for 2002-2007."}, {"text_block_id": "p0_b19", "text": "Table 2.1. Poverty levels for the Republic of Azerbaijan"}, {"text_block_id": "p0_b20", "text": "As seen in the table, in 2007 the poverty level dropped to 15.8%."}, {"text_block_id": "p0_b21", "text": "Analysis of the HBS data suggests that the following factors are associated with poverty risk in the country:"}, {"text_block_id": "p0_b22", "text": "Analysis of the HBS data suggests that the following factors are associated with poverty risk in the country:\n* There is a small difference in the poverty rates for urban and rural areas, but the poverty\n* The lowest monthly income per capita by economic region is reported in Upper Karabakh,"}, {"text_block_id": "p1_b26", "text": "Analysis of the HBS data suggests that the following factors are associated with poverty risk in the country:\n* There is a small difference in the poverty rates for urban and rural areas, but the poverty\n* The lowest monthly income per capita by economic region is reported in Upper Karabakh,\n* Poverty risk increases with household size. The monthly income rate per capita in a household\n* Poverty risk decreases the greater the education level of the head of the household, especially\n* The monthly income rate of households in the 18-29 and 50-59 age groups is higher than the"}, {"text_block_id": "p1_b33", "text": "Income is a means to improve living standards, but it is not the only factor contributing to poverty reduction. Raising income levels without achieving parallel improvements in the delivery of social services will not solve the poverty problem. It is also important to monitor such indicators as infant and child mortality, maternal mortality, food security and child nutrition, incidence of communicable diseases, school attendance and enrolment rates, and school learning achievement results."}, {"text_block_id": "p1_b34", "text": "There are various measurement challenges associated with the monitoring of these indicators, but the available data suggest a strategy that accounts for the following:"}, {"text_block_id": "p1_b35", "text": "There are various measurement challenges associated with the monitoring of these indicators, but the available data suggest a strategy that accounts for the following:\n* Ozone depletion, climate change, reduction of biodiversity, natural disasters, and\n* The incidence of communicable diseases that can be easily prevented, such as TB and malaria,\n* Under-nutrition and malnutrition problems continue to affect vulnerable groups, particularly\n* School enrolment rates are high, but there are concerns about growing differentials in quality\n* Housing conditions for vulnerable sections of the population are unsatisfactory, and affect the"}, {"text_block_id": "p1_b45", "text": "2.2. Significant Points for Policy Formulation"}, {"text_block_id": "p1_b46", "text": "Based on HBS results, the following points should be taken into consideration when formulating policy priorities:"}, {"text_block_id": "p1_b47", "text": "Based on HBS results, the following points should be taken into consideration when formulating policy priorities:\n* Income generation has been much easier in Baku than in other urban and rural areas. The\n* The high recorded poverty risk for citizens of working age (higher than for those of retired"}, {"text_block_id": "p2_b51", "text": "Based on HBS results, the following points should be taken into consideration when formulating policy priorities:\n* Income generation has been much easier in Baku than in other urban and rural areas. The\n* The high recorded poverty risk for citizens of working age (higher than for those of retired\n* Children and households with many children have the highest poverty risk. As children\n* Food security issues are of major importance in light of the current international and local"}, {"text_block_id": "p2_b55", "text": "Chapter 3"}, {"text_block_id": "p2_b56", "text": "SPPRSD -Overview"}, {"text_block_id": "p2_b57", "text": "3.1. Strategic Goals"}, {"text_block_id": "p2_b58", "text": "The following 9 goals have been identified for the SPPRSD 2008-2015:"}, {"text_block_id": "p2_b59", "text": "The following 9 goals have been identified for the SPPRSD 2008-2015:\n* ensuring sustainable economic development through maintaining macroeconomic stability\n* increasing income-generating opportunities and pulling substantial numbers of citizens out of\n* reducing social risks for older age groups, low-income families and vulnerable segments of\n* continuing the systematic implementation of activities aimed at improving the living\n* improving the quality of, and ensuring equal access to, affordable basic health and education\n* developing social infrastructure, improving the public utilities system;\n\t* improving the environmental situation and ensuring sustainable environmental management;\n\t* promoting and protecting gender equality;\n\t* continuing the process of institutional reform and improving good governance."}, {"text_block_id": "p2_b77", "text": "3.2. Specific Features"}, {"text_block_id": "p2_b78", "text": "The specific features of the SPPRSD can be summarized as follows:"}, {"text_block_id": "p2_b79", "text": "The specific features of the SPPRSD can be summarized as follows:\n* full alignment with the MDGs, setting relevant national policy goals and specific targets;\n* logical continuation of the SPPRED, while adhering to principles of full methodological\n* alignment with other current state programs;\n* rooting in a participatory process involving the government, international organizations and"}, {"text_block_id": "p2_b87", "text": "In order to achieve the above strategic goals, measures to be implemented 2008-2015 are classified under four functional groups, as set forth in SPPRSD Chapters 4-7:"}, {"text_block_id": "p2_b88", "text": "In order to achieve the above strategic goals, measures to be implemented 2008-2015 are classified under four functional groups, as set forth in SPPRSD Chapters 4-7:\n* Macroeconomic stability and economic growth (Chapter 4)\n* Employment policy and social protection of the population (Chapter 5)\n* Human development and social progress (Chapter 6)\n* Institutional policy and good governance (Chapter 7)"}, {"text_block_id": "p2_b96", "text": "Chapter 8, “Participation and Monitoring”, is concerned with describing the program’s"}, {"text_block_id": "p2_b97", "text": "participatory process between government, civil society actors and international organizations, as well as issues relating to the monitoring of activities and outcomes to be achieved."}, {"text_block_id": "p3_b98", "text": "This document sets priorities and targets for the 8-year period 2008-2015 and includes a list of policy measures to be taken in the first three years, 2008-2010"}, {"text_block_id": "p3_b99", "text": "(Attachment №1)."}, {"text_block_id": "p3_b100", "text": "Approval of the Action Plan for 2011-2015 will be based on the results of these activities."}, {"text_block_id": "p3_b101", "text": "The State Program will be funded from the State Budget, the State Oil Fund (SOFAR) and the State Social Protection Fund (SSPF), as well as from other sources not conflicting with legislation of the Republic of Azerbaijan."}, {"text_block_id": "p3_b102_merged_merged", "text": "Sources and amounts of funds required will be identified on an annual basis, taking into consideration the development the State Budget, off-budget funds and the MTEF. Allocations will be aligned with the financing sources of other strategy and concept papers, state programs, work and Action Plans (Attachment №2), and harmonized where necessary with any loan agreements signed with international financial institutions."}, {"text_block_id": "p3_b105", "text": "3.3. Summary of Goals, Targets and Indicators"}, {"text_block_id": "p3_b106", "text": "The Table 3.1 below summarizes a generalized system of targets and indicators on the nine strategic goals of the State Program."}, {"text_block_id": "p3_b107", "text": "Table 3.1.Overview of the strategic goals, targets and indicators of the SPPRSD"}, {"text_block_id": "p5_b108", "text": "Chapter 4"}, {"text_block_id": "p5_b109", "text": "Macroeconomic Stability and Economic Growth"}, {"text_block_id": "p5_b110", "text": "4.1. Links to Poverty"}, {"text_block_id": "p5_b111", "text": "Poverty is a multidimensional problem that goes beyond economics to include social and institutional issues. Although poverty reduction cannot be achieved exclusively through economic policies, economic growth and macroeconomic stability are prerequisites for poverty reduction, and are essential in order to achieve broad-based and sustainable benefits."}, {"text_block_id": "p6_b112", "text": "4.2. Current Situation and Main Challenges"}, {"text_block_id": "p6_b113", "text": "As a result of the successful economic policies of recent years, overall macroeconomic stability has been maintained, sustainable economic growth ensured, development of entrepreneurship expanded, and job creation increased, especially in rural areas. This has led to an increase in income-generating opportunity and a significant improvement in the well-being of the people."}, {"text_block_id": "p6_b114", "text": "As Table 4.1 shows, Azerbaijan’s high rate of GDP growth in 2003"}, {"text_block_id": "p6_b115", "text": "-2005 has made it one of the fastest growing countries not only in the region, but in the world."}, {"text_block_id": "p6_b116", "text": "Table 4.1. Main indicators of the GDP for 2004-2007"}, {"text_block_id": "p6_b117", "text": "Oil revenue continued to be accumulated in SOFAR, and additional budget revenue was collected in a special account thanks to the increase in global oil prices. The National Bank (NB) of the Republic of Azerbaijan made limited purchase interventions in the currency market and continued to issue short-term notes as part of the sterilization policy to neutralize surplus liquidity in the banking system."}, {"text_block_id": "p6_b118_merged", "text": "In addition, in order to limit the expected negative impact of the huge oil and gas revenues on the economy, the “Long-term Strategy on Management of Oil and Gas Revenues” was introduced by Presidential Decree in September 2004. With the objective of channeling energy sector revenues into the development of non-oil sectors, reducing poverty and developing human capital, this strategy is a basis for promoting integration to the world economy and enhancing the country’s international competitiveness."}, {"text_block_id": "p6_b125", "text": "Control over the nominal exchange rate of the national currency has ensured a long-term favorable trend in the real exchange rate index and helped to promote the international competitiveness of the country. Although the real effective exchange rate of the national currency appreciated by 5.4% in the non-oil sector during 2007, it depreciated by 11% in December, 2007 compared with the relevant period of 2000. Thus, though the real effective exchange rate was strengthened in the short term, it also changed in scale, promoting protection of the international competitiveness of the country."}, {"text_block_id": "p6_b126", "text": "Currency reserves have increased significantly. The amount of official NB currency reserves exceeded US$4b as of January 1, 2008. At the same time, the amount of internal currency reserves equivalent to exported goods and services excluding the oil sector exceeds by five times the international standards on funding terms. The share of foreign debts under state guarantee in GDP decreased to 18.6% in 2004 and 8.2% in 2007."}, {"text_block_id": "p6_b127", "text": "The total amount of investment in the national economy from all sources increased by 1.5 times in 2007 compared with 2004, amounting to AZN 7.5b (US$8.7b), US$3.3b of which was FDI (90.5% in the oil sector). Investment from domestic sources in the same period also increased by"}, {"text_block_id": "p7_b128", "text": "3.5 times, with the domestic share of total investment increasing from 26.9% in 2004 to 61.9% in 2007."}, {"text_block_id": "p7_b129", "text": "Total trade operations amounted to US$27b in 2005, of which exports accounted for US$21b and imports for US$6b, with the positive saldo on all export-import operations amounting to US$15b."}, {"text_block_id": "p7_b130", "text": "As a result of measures to improve the legal regulatory framework of the securities market, to protect the rights of investors, to enhance application of corporate management standards, to ensure proper information by issuers, and to create an organized loan market, the number and amount of shares issued have been increased. So if in 2004, 50 issuers issued 62 shares with a total value of AZN 91.9m, 108 shares were issued by 84 issuers with a total value of AZN 225.7m in 2005. In 2006, 100 issuers issued 135 shares with a total value of AZN 340.8m and 137 shares were issued by 113 issuers with a total value of AZN 795.4m in 2007."}, {"text_block_id": "p7_b131", "text": "In order to promote further improvement in the investment climate, entrepreneurship development and job creation, the corporate tax rate was decreased from 27% to 25% in 2003, to 24% in 2004, and to 22% in 2006. Compulsory social insurance contributions from employers were also reduced from 29% to 27% in 2003 and to 22% in 2005. Agricultural producers have been exempted from all taxes except for the land tax for a five year period (2004-2008). In order to expand the use of the simplified tax system, starting in 2003, the simplified tax turnover has been increased from 300 times non-taxable monthly income (AZN 6,000) to 22,500 times the conditional monetary unit (AZN 24,750). In order to promote development of entrepreneurial activities, Presidential Decree #2458 on Measures to Ensure Arranging One-stop-shop Principle Based Activities of the Entrepreneurship Subjects was signed on October 25, 2007."}, {"text_block_id": "p7_b132", "text": "In order to further promote entrepreneurship and increase state support to entrepreneurs, the total amount of soft state loans provided through the National Fund for Entrepreneurial Support has increased annually from AZN 40m in 2005, AZN 80m in 2006 and AZN 90.7m in 2007. Meanwhile, the organization of regular business forums in the same period has had a positive impact, and has helped to bring together local entrepreneurs and officials and businessmen from other countries, expanding their access to information and helping to promote further foreign investment."}, {"text_block_id": "p7_b133", "text": "In order to develop the banking system, strengthen private banks and increase"}, {"text_block_id": "p7_b134", "text": "the population’s"}, {"text_block_id": "p7_b135", "text": "confidence in them, requirements for the minimum amount of banks"}, {"text_block_id": "p7_b136", "text": "’"}, {"text_block_id": "p7_b137", "text": "charter capital have been increased, limits on the maximum share of foreign bank capital have been eliminated and a centralized credit register has been introduced. With a view to increasing access of the population--especially in the rural areas--to banking services, a total of 40 new branches (21 in rural areas) were created by 19 banks in 2005 alone. In total, by late 2007, 485 bank branches were functioning in the country."}, {"text_block_id": "p7_b138_merged_merged", "text": "In 2007, the amount of credit provided by banks to the national economy was equal to AZN 4.7b, with the share of GDP represented by bank assets and credits at 20.9% and 18.7%, respectively. Credit provided by banks to the private sector increased by 97.7% in 2007 compared to the previous years, with the private sector’s share in the total amount of credit provided at 57.3%."}, {"text_block_id": "p7_b141", "text": "More than 30,000 small enterprises and facilities have now been privatized, about 1,500 joint-stock ventures have been established and more than 400,000 people have acquired shares and real property. The main challenges now are to 1.) accelerate the second stage of privatization, namely of social facilities, while maintaining their original work profile and provision of quality services to the population, and 2.) to privatize large-scale enterprises to promote more dynamic economic development."}, {"text_block_id": "p8_b142", "text": "With a view to improving transparency, efficiency and targeting in the budget process, important amendments have been made to the budgetary system and the tax code; the Programme on Introduction National Accounting Standards was approved by the Cabinet Decree of July 18, 2005; and computerization of the treasury system has continued during the implementation period of the SPPRED."}, {"text_block_id": "p8_b143", "text": "In order to improve social and economic infrastructure, especially in the rural areas, large public investments have been made in the areas of transport, water and sewage, amelioration, irrigation, electricity, health and education."}, {"text_block_id": "p8_b144", "text": "Construction of the Baku-Tbilisi-Arzurum gas pipeline, the restoration of the Great Silk Way (TRACECA), the implementation of North-South transport projects, and the Baku-Tbilisi"}, {"text_block_id": "p8_b145", "text": "–"}, {"text_block_id": "p8_b146", "text": "Kars railway project (agreed in principle) will not only increase the regional importance of the country, but also improve domestic access to infrastructure and markets and create a solid foundation for entrepreneurship development."}, {"text_block_id": "p8_b147", "text": "4.3. SPPRSD and Economic Policy"}, {"text_block_id": "p8_b148", "text": "4.3.1. General Objectives and Targets"}, {"text_block_id": "p8_b149", "text": "The priority directions for economic development are as follows:"}, {"text_block_id": "p8_b150", "text": "The priority directions for economic development are as follows:\n* ensuring macroeconomic stability;\n* ensuring balanced and pro-poor economic development through creation of enabling"}, {"text_block_id": "p8_b154", "text": "Many of the policy actions and measures in this area are closely connected with other strategic objectives of the SPPRSD, namely improving good governance and institutional reforms. Apart from governance, there are other cross-cutting issues which are relevant to this sector. In the area of gender, men and women must have equal opportunities to participate in the economic life of the country. In the area of environment, economic development must be based on sound"}, {"text_block_id": "p8_b155", "text": "management of the country’s natural resources, in order to preserve the"}, {"text_block_id": "p8_b156", "text": "m for future generations, and to ensure that the current generation does not suffer health and other problems related to over-exploitation and pollution."}, {"text_block_id": "p8_b157", "text": "The policy measures in the Macroeconomic Stability and Economic Growth section have been grouped as follows: fiscal policy; monetary and exchange rate policy; development of financial markets; investment policy; industry and energy development; development of agriculture and ensuring food security; and tourism policy."}, {"text_block_id": "p8_b158", "text": "4.3.2. Fiscal Policy"}, {"text_block_id": "p8_b159", "text": "The priority actions envisaged under the SPPRSD to improve fiscal policy are as follows:"}, {"text_block_id": "p8_b160", "text": "The priority actions envisaged under the SPPRSD to improve fiscal policy are as follows:\n* improving budget-related legislation;\n* increasing budget revenue;\n* increasing the efficiency of budget expenditure;\n* improving the mechanism for managing state debt."}, {"text_block_id": "p8_b168", "text": "In line with the economic policy to be implemented, and in order to increase the efficiency of budget forecasting, the existing legislative framework will be reviewed, relevant changes will be made to the Tax and Customs Codes, and the adjustment of the Customs Code to international conventions and standards will be completed."}, {"text_block_id": "p8_b169_merged_merged_merged", "text": "With regard to increasing budget revenue, the number of tax exemptions will be reduced, unnecessary customs and tax privileges removed, and the monitoring of tax evasion by legal and physical entities strengthened. At the same time, the rates for taxes and duties and social contributions will be revised, their optimal level identified, the mechanism for implementing the"}, {"text_block_id": "p9_b172", "text": "simplified tax regime and regulations on the application of VAT will be improved, and the VAT exemptions in imports reduced to a minimum. In addition, public awareness will be raised around the societal importance of paying taxes."}, {"text_block_id": "p9_b173", "text": "Toward"}, {"text_block_id": "p9_b174", "text": "increasing the efficiency of budget expenditure,"}, {"text_block_id": "p9_b175", "text": "the SPPRSD calls for implementation of activities in the following sub-areas:"}, {"text_block_id": "p9_b176", "text": "the SPPRSD calls for implementation of activities in the following sub-areas:\n* rationalizing budget expenditure;\n* strengthening control over budget expenditure;\n* increasing the transparency of the budget process."}, {"text_block_id": "p9_b182", "text": "For the purpose of"}, {"text_block_id": "p9_b183", "text": "rationalization"}, {"text_block_id": "p9_b184", "text": ", the structure of consolidated budget expenditure will be improved, measures will be taken to prevent sharp growth in the consolidated non-oil budget deficit, and budget expenditures will be forecasted and planned with consideration of approved programs. In addition, a legislative framework for introduction of per capita funding in budget expenditure will be established."}, {"text_block_id": "p9_b185", "text": "To"}, {"text_block_id": "p9_b186", "text": "strengthen control over the use of funds"}, {"text_block_id": "p9_b187", "text": ", again the legislative framework will be improved, long-term planning in the budget process will be increased, and financial control over budget funds will be enhanced through regular, routine revision and analysis."}, {"text_block_id": "p9_b188", "text": "In order to"}, {"text_block_id": "p9_b189", "text": "increase the transparency of the budget process"}, {"text_block_id": "p9_b190", "text": ", the state procurement framework will be improved, the monitoring system will be strengthened, electronic procurement will be introduced, and the regulations and standards used in the calculation of budget expenditure will be improved. At the same time, staff capacity will be built through training."}, {"text_block_id": "p9_b191", "text": "Finally, the state debt management mechanism will be improved, and foreign debt--especially commercial credits received under state guarantee--will be regularly reflected in the state budget. Also, the mechanism for monitoring the financial activity of organizations that have received credit under state guarantee will be improved."}, {"text_block_id": "p9_b192", "text": "4.3.3. Monetary and Exchange Rate Policy"}, {"text_block_id": "p9_b193", "text": "Considering the importance of projected oil revenues for the country’s development,"}, {"text_block_id": "p9_b194", "text": "macroeconomic effectiveness of monetary policy will be a priority. For this purpose, the SPPRED envisages strengthening the sterilization capacity of monetary policy, maintaining an optimal trajectory for the non-oil deficit, regular and adequate design and implementation of MTEF, and taking steps to prevent the long-term rigidity of the real effective exchange rate. These steps will ensure the targeting of inflation at a satisfactory level."}, {"text_block_id": "p9_b195", "text": "At the same time, the institutional framework for monetary policy will be developed to better inform decision-makers, and the systems of monetary management tools, banking system liquidity and currency reserves will be improved. Also, a real sector monitoring system will be established and collection of bank statistics will be adjusted to international standards to increase automatic access to statistical reports."}, {"text_block_id": "p9_b196", "text": "4.3.4. Financial Markets Development"}, {"text_block_id": "p9_b197", "text": "The following priority areas have been identified under the SPPRSD to develop financial markets:"}, {"text_block_id": "p9_b198", "text": ""}, {"text_block_id": "p9_b199", "text": "developing the banking sector;"}, {"text_block_id": "p9_b200", "text": ""}, {"text_block_id": "p9_b201", "text": "developing the securities market;"}, {"text_block_id": "p9_b202", "text": ""}, {"text_block_id": "p9_b203", "text": "developing the insurance market."}, {"text_block_id": "p9_b204_merged_merged_merged_merged_merged", "text": "With regard to developing the banking sector, the capitalization of the banking system through the increase of chartered capital of the banks will be continued, Basel II standards introduced, the"}, {"text_block_id": "p10_b207", "text": "electronic payment system developed and the system of deposit insurance established in order to adjust the banking system to international standards and to improve supervision."}, {"text_block_id": "p10_b208", "text": "Banking, micro-finance and credit union networks will be expanded to the underserved areas of the country, a postal deposit system will be created, and specialized banks including construction deposit banks will be established in order to provide the population--in particular entrepreneurs--with broader access to banking services. The system of mortgage crediting will be developed and the access of citizens, especially vulnerable groups, to mortgage loans will be increased to help people improve their housing conditions. The establishment of an equitable and competitive banking services market environment will be supported through expansion of the potential of private banks, more active attraction of foreign investment into the banking system and use of administrative anti-monopoly measures."}, {"text_block_id": "p10_b209", "text": "With regard to"}, {"text_block_id": "p10_b210", "text": "developing the securities market"}, {"text_block_id": "p10_b211", "text": ", the current legislative framework will be improved and a system aimed at protecting the rights of fixed-rate securities investors will be established. The system for making settlements will be improved and new branches of regional professional representatives of the securities market, including the National Deposit Center, will be established in order to expand and develop the securities market. The establishment of self-governing (non-government) bodies of professional stakeholders in the securities market will be encouraged, a system for monitoring of joint-stock companies created, the use of securities in the mortgage market expanded and a security operations database created to improve market regulation. In order to integrate with the international securities market and to more actively attract foreign investment, the issuance of Eurobonds and the creation of investment funds will be supported."}, {"text_block_id": "p10_b212", "text": "As for"}, {"text_block_id": "p10_b213", "text": "developing the insurance market"}, {"text_block_id": "p10_b214", "text": ", legislation relating to insurance will be improved, insurance and re-insurance activity encouraged, and a single register on foreign re-insurers and foreign insurance brokers created to align the insurance market with international standards and to increase its efficiency. In order to develop insurance activities research and specialized organizations, insurance associations will be established, and state control over insurance activities will be improved."}, {"text_block_id": "p10_b215", "text": "4.3.5. Investment Policy"}, {"text_block_id": "p10_b216", "text": "The SPPRSD includes the following priority directions for improving investment policy:"}, {"text_block_id": "p10_b217", "text": ""}, {"text_block_id": "p10_b218", "text": "improving investment management;"}, {"text_block_id": "p10_b219", "text": ""}, {"text_block_id": "p10_b220", "text": "promoting fair competition;"}, {"text_block_id": "p10_b221", "text": ""}, {"text_block_id": "p10_b222", "text": "supporting the development of entrepreneurship, especially in the rural areas;"}, {"text_block_id": "p10_b223", "text": ""}, {"text_block_id": "p10_b224", "text": "strengthening the competitiveness of domestic production and increasing the export potential of the country;"}, {"text_block_id": "p10_b225", "text": ""}, {"text_block_id": "p10_b226", "text": "expanding access to information and communication technologies (ICT)."}, {"text_block_id": "p10_b227_merged_merged_merged", "text": "With regard to improving investment management, the existing legislative framework will be amended to protect private property, improve corporate management, and create an environment of free competition for all investors. A new “Law on Direct Private Investment” will be developed and adopted. In order to increase the prioritization of public investments in infrastructure, regular (mid-term) 4-year (covering the following year and the subsequent three years) public investment programs will be developed to finance SPPRSD priority investment projects. At the same time, comprehensive long-term sustainable development plans for the cities and regions will be designed and implemented in partnership with international organizations in order to ensure a sustainable and integrated development approach, and to increase the efficiency of public investment to rural areas. The transition to international accounting standards in national businesses will be also be finalized."}, {"text_block_id": "p11_b232", "text": "With regard to"}, {"text_block_id": "p11_b233", "text": "promoting fair competition"}, {"text_block_id": "p11_b234", "text": ", a Competition Code will be adopted and regular monitoring will be conducted to prevent division of markets and price fixing, and financial sanctions will be applied when such cases are detected. Also, regular monitoring will be conducted and financial sanctions applied to increase state protection of consumer rights and to ensure compliance with regulatory acts for the manufacture, import, export and sale (wholesale and retail) of consumer goods."}, {"text_block_id": "p11_b235", "text": "In relation to"}, {"text_block_id": "p11_b236", "text": "supporting entrepreneurship development,"}, {"text_block_id": "p11_b237", "text": "the cooperation between relevant entities will be promoted, and the establishment and development of public associations of entrepreneurs including professional associations will be supported. Industrial zones including industrial townships and business incubators will be established for the sake of knowledge transfer and sharing of best practices in entrepreneurship. Regular business forums will be organized to improve relations between local and foreign businessmen."}, {"text_block_id": "p11_b238", "text": "An increase in the of amount of soft loans allocated from the state budget for entrepreneurial development and expansion of access to these loans for entrepreneurs in historically underserved regions will be ensured, and activities will be enhanced to improve crediting effectiveness. Also, actions will be taken under the SPPRSD to encourage increased business activity among youth and vulnerable groups."}, {"text_block_id": "p11_b239", "text": "In the area of"}, {"text_block_id": "p11_b240", "text": "improving privatization and management of state enterprises"}, {"text_block_id": "p11_b241", "text": ", the privatization process will be continued in sectors open for privatization in accordance with approved state privatization programmes and transparency. Efficiency in the privatization process will be ensured."}, {"text_block_id": "p11_b242", "text": "Also, the process of privatization of state shares of “International Bank of Azerbaijan”"}, {"text_block_id": "p11_b243", "text": "will be finalized under the SPPRSD."}, {"text_block_id": "p11_b244", "text": "With regard to"}, {"text_block_id": "p11_b245", "text": "strengthening the competitiveness of domestic production and increasing the export potential of the country"}, {"text_block_id": "p11_b246", "text": ", the state plans continued participation in WTO admission talks toward fuller integration into the global economy, and to adjust"}, {"text_block_id": "p11_b247", "text": "its trade legislation to the requirements of the global system. At the same time, anti-dumping and other preventive measures will be carried out to protect the domestic market from unfair competition; the production of export-oriented goods and goods that can replace imported goods will be encouraged; national quality control standards will be developed; the certification system will be strengthened; and the system of state regulation of prices of goods (services) will be improved. Local and international transportation management will be enhanced to expand access to international markets,"}, {"text_block_id": "p11_b248", "text": "and the “TRASECA” and “North"}, {"text_block_id": "p11_b249", "text": "-"}, {"text_block_id": "p11_b250", "text": "South” projects will help the country"}, {"text_block_id": "p11_b251", "text": "integrate with the global transport system."}, {"text_block_id": "p11_b252", "text": "As regards"}, {"text_block_id": "p11_b253", "text": "expanding ICT access"}, {"text_block_id": "p11_b254", "text": ", in order to create a national information security system and to protect the information rights of citizens, and higher quality radio-TV broadcasting and satellite communication services will be improved on the basis of new technology. Regional information centers will be established to provide state, public and sectoral information resources and to create information systems and networks, and profound, applied scientific research will be supported toward the expansion of access to information. In order to improve state regulation of ICT, certification and regulation of radio frequency and numbering resources will be organized in accordance with international standards. Also, the SPPRSD calls for the upgrading of the postal service including the introduction of new services that expand access, especially in rural areas, to ICT."}, {"text_block_id": "p11_b255", "text": "4.3.6. Industry and Energy Policy"}, {"text_block_id": "p11_b256", "text": "A state programme outlining the government’s medium"}, {"text_block_id": "p11_b257_merged_merged_merged_merged_merged_merged", "text": "-term activities will be adopted under the SPPRSD in order to ensure comprehensive development of industry, including the non-oil sectors. Also, in accordance with the “State Programme on Development of the Fuel-Energy Sector of the Republic of Azerbaijan (2015)”, which was approved by Presidential Decree"}, {"text_block_id": "p12_b262", "text": "#635 on February 14, 2005 for the purpose of development of the fuel-power complex, planned activities will establish a sound competitive environment in the sector, improve the structure of the sector, attract investment, provide environmental safety, and ensure that full payment is received for the consumption of fuel and energy resources."}, {"text_block_id": "p12_b263", "text": "The provision of meters to the population will be finalized to ensure efficient use of power and to strengthen financial discipline, and public awareness activities will be conducted to promote the thrifty and efficient use of power resources."}, {"text_block_id": "p12_b264", "text": "In order to increase efficiency in the power sector and to create a more competitive environment, the increase of the private sector involvement in the area will be supported, and the activity of the newly established Azerbaijan Investment Company will be strengthened. These steps will help meet the investment needs of the non-oil sector, introduce new technology and knowledge in the area, and promote strategic cooperation with foreign investors."}, {"text_block_id": "p12_b265", "text": "New generation capacity will be developed relying on alternative and renewable energy sources including small hydrological power stations and wind farms. Regular monitoring will be conducted and financial sanctions will be applied where necessary to minimize any negative impact on the environment from the development of the fuel-energy complex."}, {"text_block_id": "p12_b266", "text": "4.3.7. Agricultural Development and Food Security"}, {"text_block_id": "p12_b267", "text": "Since over 48% of the population lives in rural areas, the agricultural sector is still an important source of income for households. It is therefore important to improve the access of agricultural producers to credit, equipment and other vital inputs and services, while ensuring that land is used in an environmentally sustainable way."}, {"text_block_id": "p12_b268", "text": "Institutional reforms aimed at improving management efficiency will be continued in the sector under the SPPRSD. The policy of exempting agricultural producers from taxes will be reviewed to promote decent employment and self-employment in rural areas, and the access of agriculturalists to finance/credit will be improved. The insurance mechanism will be improved to reduce damage to producers as a result of natural disasters."}, {"text_block_id": "p12_b269", "text": "The “Agroservice” network will be expanded to improve access of farmers to agricultural"}, {"text_block_id": "p12_b270", "text": "machinery and different subsidies and incentive mechanisms designed and introduced to increase the production of needed agricultural products. The use of up to date technology and provision of the agricultural sector with the necessary market infrastructure through the involvement of the private sector will be supported to encourage the expansion of the network of agro-processing enterprises, and to increase the competitiveness of agricultural products."}, {"text_block_id": "p12_b271", "text": "In order to ensure intensive development of crops, the supply of fertilizers to farmers will be improved, the standards applied to agricultural products upgraded, and the fumigation (disinfection) of exported and imported agricultural products strengthened."}, {"text_block_id": "p12_b272", "text": "Private veterinary services will be expanded, and the physical-technical infrastructure of regional veterinary departments, phytosanitary services, plant protection stations and quarantine stations strengthened in order to improve veterinary and plant protection services."}, {"text_block_id": "p12_b273", "text": "The restoration of fertility of pastures, their protection from erosion and their use will be improved to protect the lands, increase their quality and regulate the pasture load. The physical and technical resources of seed-growing, seedling and pedigree facilities will be strengthened to ensure their efficient operation."}, {"text_block_id": "p12_b274", "text": "In order to provide the sector with high-quality specialists, the system of agricultural staff training will be improved, the physical and technical resources of agricultural science will be"}, {"text_block_id": "p13_b275", "text": "strengthened, and the managerial skills and knowledge of farmers will be increased through training, experience-sharing and scientific research."}, {"text_block_id": "p13_b276", "text": "Development of the agricultural sector not only creates jobs and income-generation opportunities, but it plays a key role in strengthening food security. Given the recent world food price increases and their effect on local populations"}, {"text_block_id": "p13_b277", "text": "—"}, {"text_block_id": "p13_b278", "text": "and especially the poor"}, {"text_block_id": "p13_b279", "text": "—"}, {"text_block_id": "p13_b280", "text": "there is an urgent need to reduce dependence on imports. Thus was the State Program on Secure Food Supply to the Population in the Republic of Azerbaijan for 2008-2015 approved by the Presidential Decree on August 25, 2008, under which systematic activities will be implemented to develop agrarian business, enhance household production capacity, and promote the consumption of local produce."}, {"text_block_id": "p13_b281", "text": "4.3.8. Tourism Development"}, {"text_block_id": "p13_b282", "text": "In order to"}, {"text_block_id": "p13_b283", "text": "harness the country’s"}, {"text_block_id": "p13_b284", "text": "tourism potential, develop employment and self-employment in rural areas and to better coordinate activity in the sector, a State Programme on the Development of the Tourism Sector for 2008-2016 was drafted, under which the legal and regulatory framework will be improved to promote tourism."}, {"text_block_id": "p13_b285_merged_merged_merged", "text": "Considering the importance of infrastructure in the development of sector, the PIP envisages activities related to restoration of roads, communications, and electricity and gas supply in under-served areas. In addition, ecotourism, rural tourism and other alternative types of tourism will be developed and tourist routes established to provide access to the country’s historical-cultural, socio-economic and natural attractions."}, {"text_block_id": "p13_b288", "text": "The capacity of the newly established Tourism Institute and Mingachevir Tourism College will be developed under the SPPRSD to improve training for tourism and to supply the sector with high-quality specialists. In order to strengthen awareness-building and publicity activities, the performance of existing information centers will be improved and tourist information centers established at H. Aliyev Airport, the village of Gala, and in the regions of Imishli, Ismayilly, Gabala and Masalli."}, {"text_block_id": "p13_b289", "text": "Chapter 5"}, {"text_block_id": "p13_b290", "text": "Employment Policy and Social Protection of the Population"}, {"text_block_id": "p13_b291", "text": "5.1. Employment Policy and Labor Market Regulation"}, {"text_block_id": "p13_b292", "text": "5.1.1. Link to Poverty"}, {"text_block_id": "p13_b293", "text": "Maintaining macroeconomic stability, ensuring economic growth, and developing the non-oil sectors all lead to an increase in monetary income of the population. But to reduce poverty, these must be accompanied by efficient policies which improve access of the poor population to employment and productive assets. Systematic activities aimed at supporting entrepreneurs and developing employment are of utmost importance in expanding income generation opportunities for the population."}, {"text_block_id": "p13_b294", "text": "The previous section describes in detail the issues relating to the entrepreneurial development. Employment issues are explored in various other sections of SPPRSD. This chapter focuses at reducing unemployment, improving social protection of the unemployed, developing the labor market, regulating labor relations and salaries and promoting employment for vulnerable groups."}, {"text_block_id": "p13_b295", "text": "5.1.2. Current Situation and Main Challenges"}, {"text_block_id": "p13_b296", "text": "Unemployment is clearly associated with greater poverty risk, and according to calculations made under the ILO methodology, there were more than 281,100 unemployed in 2007 or 6.5% of the active population."}, {"text_block_id": "p14_b297", "text": "Notable recent improvements have been made. Under the State Program on Socio-Economic Development of Regions for 2004-2008 and other programs, about 672,000 new jobs were created. Nominal cash incomes increased 2.5 times over five years, reaching AZN 14.3b in 2005 or AZN 1,690.3 per capita. These figures include wages (31.9%), business profits (50.4%), remittances (17.2%) and income from property (0.5%)."}, {"text_block_id": "p14_b298", "text": "The government employment policy provides support to the unemployed through a combination of active and passive measures. In 2007, 2,523 unemployed received unemployment benefits, the minimum amount of which is 24 AZN per month. Training courses, job fairs and many other activities are conducted to strengthen the labor market and adapt the labor force to the needs of the economy."}, {"text_block_id": "p14_b299", "text": "One of the main challenges is to further expand productive employment opportunities, especially in the non-oil sectors. Though the share of extractive industry in industrial production was 68% in 2007, the sector only employs 1.1% of the labor force. While employment creation will be achieved mainly through private sector development in the sectors outlined above, it will be important to continue to undertake measures to help match the skills of jobseekers with those in demand on the labour market."}, {"text_block_id": "p14_b300_merged", "text": "It is also important to ensure that employees’ rights are protected, and that there is reliable and regular data to allow monitoring of the labor market and employment situation."}, {"text_block_id": "p14_b303", "text": "The improvement of wage regulation is another challenge. As was shown in the poverty results reported in Chapter 2, employment does not always protect individuals from poverty, due to the high number of low-paid and low-productive jobs. In recent years, a policy of increasing a minimum wage to minimize the poverty risk among the employed has been pursued. Thus, the minimum wage has been increased in stages, from 5.5 AZN up to 60 AZN since 2003."}, {"text_block_id": "p14_b304", "text": "Another problem relates to discrepancies between wage levels of those occupying the same positions in the public and private sectors. In 2007 the average monthly wage was 171.9 AZN in the public sector and 296.5 AZN in the private sector, or about 1.7 times higher in private industry."}, {"text_block_id": "p14_b305", "text": "Table 5.1. Average nominal monthly wages in different sectors in 2006-2007 in AZN"}, {"text_block_id": "p14_b306", "text": "As Table 4.1 shows, wages of people working in private health facilities are 1.7 higher than their public sector counterparts. In education the difference is 1.3 times, construction, 1.5 times and mining industry, 2.8 times. This leads to a flow of skilled staff away from government employment, resulting in a lower quality of services."}, {"text_block_id": "p14_b307", "text": "5.1.3. SPPRSD and Employment Policy"}, {"text_block_id": "p14_b308", "text": "The SPPRSD envisages activities in the following priority directions in employment policy and labor market regulation:"}, {"text_block_id": "p14_b309", "text": ""}, {"text_block_id": "p14_b310", "text": "developing the employment system and strengthening the social protection of the unemployed;"}, {"text_block_id": "p14_b311", "text": ""}, {"text_block_id": "p14_b312", "text": "adjusting the training of specialists to meet labor market needs;"}, {"text_block_id": "p14_b313", "text": ""}, {"text_block_id": "p14_b314", "text": "improving the regulation of labor relations;"}, {"text_block_id": "p14_b315", "text": ""}, {"text_block_id": "p14_b316", "text": "strengthening labor market monitoring;"}, {"text_block_id": "p14_b317", "text": ""}, {"text_block_id": "p14_b318", "text": "expanding employment opportunities for vulnerable groups."}, {"text_block_id": "p15_b319", "text": "As regards"}, {"text_block_id": "p15_b320", "text": "developing the employment system and strengthening the social protection of the unemployed"}, {"text_block_id": "p15_b321", "text": ", the State Programme on Implementation Employment Strategy for 2007-2010 was approved on May 15, 2007 under Presidential Decree #2167. Within the framework of activities envisaged by this State Programme, the management system of the State Employment Service will be improved, and the legal and regulatory framework for employment and work safety upgraded. Also, a single information database will be created to expand regular access of jobseekers and unemployed persons to information about available jobs, and related awarenessbuilding measures will be carried out to sensitize the public. At the same time, new consulting services and labor exchanges will be established. More official attention will be given to vocational trainings aimed at providing jobs for the unemployed."}, {"text_block_id": "p15_b322", "text": "The minimum level of unemployment benefits will be gradually adjusted to the national subsistence minimum in order to further strengthen the social protection of the unemployed. In order to prevent possible inactivity and dependency among job seekers resulting from the raise in benefits, case monitoring will be conducted and the benefit adjustment will be instituted in a gradual manner alongside the retraining effort."}, {"text_block_id": "p15_b323", "text": "In the area of"}, {"text_block_id": "p15_b324", "text": "adjusting the training of specialists to meet labor market needs,"}, {"text_block_id": "p15_b325", "text": "by Decree #2282 of July 3, 2007, the President approved the State Program on Development of Vocational Education in the Republic of Azerbaijan 2007-2012."}, {"text_block_id": "p15_b326", "text": "The following measures will be implemented in the vocational education section under SPPRSD:"}, {"text_block_id": "p15_b327", "text": ""}, {"text_block_id": "p15_b328", "text": "establishing direct relations between the vocational education system and employers, and training of specialists required by employers;"}, {"text_block_id": "p15_b329", "text": ""}, {"text_block_id": "p15_b330", "text": "launching the creation of the National Specialties Structure (NSS) based on the European system of specialties, comparable with international norms and with the development of the local economy and social context."}, {"text_block_id": "p15_b331", "text": "NSS is a locally and internationally-accepted, multistage system used for measuring training results, both formal and informal. A ratio between education and training diplomas/certificates is established to measure the interrelated achievements made by trainees and graduates.."}, {"text_block_id": "p15_b332", "text": "In this sector, a forecasting system will be established and marketing services will be organized in the educational institutions that are training skilled workers."}, {"text_block_id": "p15_b333", "text": "Also, in order to develop the adult education system, the appropriate legislative framework will be prepared, a body of adult educators will be formed, new curricula will be developed, and resource centers will be organized for career-guidance and awareness-building purposes."}, {"text_block_id": "p15_b334", "text": "The adult education system will conduct the following activities:"}, {"text_block_id": "p15_b335", "text": ""}, {"text_block_id": "p15_b336", "text": "educating the adult unemployed, upgrading their skills, preparing them for any social and psychological adjustment, and preparing clients for employment in new sectors;"}, {"text_block_id": "p15_b337", "text": ""}, {"text_block_id": "p15_b338", "text": "updating the knowledge and skills of adult workers, conducting refresher and retraining courses to increase their intellectual capacity;"}, {"text_block_id": "p15_b339", "text": ""}, {"text_block_id": "p15_b340", "text": "arranging study and transition-to-work services for adult IDPs and refugees;"}, {"text_block_id": "p15_b341", "text": ""}, {"text_block_id": "p15_b342", "text": "delivering training to the adults with disabilities to promote to their re-integration."}, {"text_block_id": "p15_b343", "text": "A database will be created and the existing statistics improved in order to ensure efficiency and sustainability of adult education measures. This system will help citizens"}, {"text_block_id": "p15_b344", "text": "–"}, {"text_block_id": "p15_b345", "text": "especially those affected by economic restructuring"}, {"text_block_id": "p15_b346", "text": "—"}, {"text_block_id": "p15_b347", "text": "to participate in economic and social life and acquire new skills to make them more competitive in the labor market."}, {"text_block_id": "p15_b348_merged_merged_merged_merged", "text": "As regards improving the regulation of labor relations, an Action Plan will be developed and implemented for legalization of informal labor relations and to strengthen control over the"}, {"text_block_id": "p16_b351", "text": "conclusion of collective agreements and contracts. Through this process, such issues as provision of employment and social protection of workers will become a greater priority in such agreements and contracts."}, {"text_block_id": "p16_b352", "text": "Minimum wages will be gradually increased to the national subsistence minimum, and starting in 2011, they will exceed that minimum. This will become a substantial factor in elimination of poverty risk."}, {"text_block_id": "p16_b353", "text": "The wage system for staff of organizations funded through the government budget will be improved, taking into account the need to enhance their financial autonomy and responsibilities and to eliminate the wage imbalances between the public and private sectors. These measures will be aligned with those in Chapter 4 regarding the introduction of normative (per capita) financing in fiscal policy."}, {"text_block_id": "p16_b354", "text": "Also, wage supplements will be introduced to compensate for"}, {"text_block_id": "p16_b355", "text": "the worker’s"}, {"text_block_id": "p16_b356", "text": "geographic location and hardship conditions, and principles will be identified for the unification and payment of wage supplements and bonuses to staff in the public sector."}, {"text_block_id": "p16_b357", "text": "In the effort toward"}, {"text_block_id": "p16_b358", "text": "strengthening the labor market"}, {"text_block_id": "p16_b359", "text": ", regular labor market monitoring will be conducted, and a national information system on the labor market, employment, labor safety regulations and standards will be established to facilitate more flexible policy making in this area. The labor migration management system will be also improved."}, {"text_block_id": "p16_b360", "text": "As concerns"}, {"text_block_id": "p16_b361", "text": "expanding employment opportunities of the particularly vulnerable groups"}, {"text_block_id": "p16_b362", "text": ", an Action Plan will be prepared, which will include the development of entrepreneurship and self-employment for women; the establishment of business management training programs; and measures to improve labor conditions and social protection of those employed in the private sector, especially women. A separate Action Plan will be prepared to improve gender equality in those sectors with a clear gender imbalance, and new jobs will be created for the population groups in urgent need of social protection. The ILO Convention on Employees with Family Responsibilities will be ratified and national legislation will be aligned to its provisions."}, {"text_block_id": "p16_b363", "text": "5.2. Social Protection of the Population"}, {"text_block_id": "p16_b364", "text": "5.2.1. Link to Poverty"}, {"text_block_id": "p16_b365", "text": "International experience shows that long-term poverty reduction is achieved through economic growth coupled with increasing employment and income-generating opportunities across the various regions of a country and sectors of the economy. However, there will always be vulnerable members of society who will depend on the state system of social protection to help protect them from poverty. Thus state has a duty to offer these vulnerable groups effective social protection. This"}, {"text_block_id": "p16_b366", "text": "is one, but not the only, mechanism for ensuring that some of the country’s"}, {"text_block_id": "p16_b367", "text": "wealth is redistributed from the richest to the poorest."}, {"text_block_id": "p16_b368_merged_merged_merged_merged_merged", "text": "Social protection cannot offer any long-term solution to help vulnerable to exit from poverty. International experience shows that disproportional oversaturation of the social protection sector generates a “dependency syndrome” that can retard economic activity and impede development."}, {"text_block_id": "p16_b373", "text": "There are three main elements of social protection. First; social insurance is meant to help citizens prepare for those times such as old age, sickness and unemployment, when they cannot earn a living. Pensions or benefits are awarded based on contributions made by individual citizens during their working years, with some contribution from employers."}, {"text_block_id": "p16_b374", "text": "Second, the social assistance system is comprised of targeted state aid and social allowances paid as material support from the state budget for those without insurance, or whose income is below an established minimum rate."}, {"text_block_id": "p17_b375", "text": "Third, the social assistance and special social measures system is targeted toward especially (socially) vulnerable populations such as IDPs and refugees, children deprived of parental care, disabled persons, children with health limitations, elderly citizens living alone, etc."}, {"text_block_id": "p17_b376", "text": "5.2.2. Current Situation and Main Challenges"}, {"text_block_id": "p17_b377", "text": "Important measures have recently been undertaken in Azerbaijan to bring the social protection system in line with contemporary standards. As a result of these purposeful measures, the separation of the insurance and pension system from the system of social assistance benefits was achieved in 2006."}, {"text_block_id": "p17_b378", "text": "Insurance and pension system"}, {"text_block_id": "p17_b379", "text": ". There were approximately 1.25 mln. pensioners (14.4% of the population) in Azerbaijan at the beginning of 2008. Of these, 821,000 received old-age pensions, 291,000 received disability pensions, and 137,000 received loss-of-breadwinner pensions. Important measures have also been undertaken to improve the management of the state social insurance system and to ensure that the pension system is grounded in accepted social insurance principles."}, {"text_block_id": "p17_b380", "text": "This effort has involved changes in the way in which social insurance contributions are set and collected, the introduction of individual records for the insured, and the reform of the pension collection and payment system, which are now handled by a single agency. According to the new Law on Employment Pensions enacted in 2006, the old-age pension system consists of three parts, including the basic pension, insurance and savings."}, {"text_block_id": "p17_b381_merged", "text": "The basic pension has been increased on a regular basis, now amounting to 60 AZN as a result of the President’s Decree of January 1, 2008."}, {"text_block_id": "p17_b384", "text": "A process has begun to introduce individual records for beneficiaries and to collect compulsory state social insurance fees in individual insurance accounts."}, {"text_block_id": "p17_b385", "text": "A card system has also been introduced to facilitate the payment of pensions. According to official data from early 2008, about 80% of pensioners use such cards to get pensions from automatic teller machines."}, {"text_block_id": "p17_b386", "text": "As shown above, the first two functions of the employment pension system are already functioning; the pending challenge is now to introduce the saving function. Recent and rapid growth of the financial market bodes well for this planned improvement."}, {"text_block_id": "p17_b387", "text": "At present, the bulk of pensions paid are of the basic type. For this reason, it is necessary for pensioners to have other sources of income in order to protect themselves from poverty. Pensioners living in households with more than one member are somewhat insulated from poverty risk in that they can benefit from the redistribution of income within the household. But the risk is higher for those living alone or in households where the pension is the primary or only source of income."}, {"text_block_id": "p17_b388", "text": "Another important goal is to ensure that the basic pension exceeds the national subsistence minimum. The pension of those who retired in 1990s is small compared to that of later retirees, violating the principle of social equity between pensioners who retire in different years. Though the problem would be mitigated with a raise in the basic pension for the former group, a more lasting solution is the integration of those pensioners into the new and improved scheme."}, {"text_block_id": "p17_b389", "text": "Targeted social assistance."}, {"text_block_id": "p17_b390", "text": "Efforts began in 2002 to develop a mechanism for targeting social assistance. By the beginning of 2006, the relevant legislative framework was developed, and institutional changes had been made for its implementation. Since July 2006, targeted social assistance has been provided with the initial eligibility criterion established at a level of 30 AZN and rose to the level of 45 AZN in early 2008."}, {"text_block_id": "p18_b391", "text": "Though targeted social assistance is a new asset in the social protection system, experience has shown it to be an effective means of poverty reduction. As of early 2008, 78,092 families (364,059 persons) received targeted social assistance, amounting to 17.38 AZN per person."}, {"text_block_id": "p18_b392", "text": "Measures are being taken systematically to improve mechanisms of targeted social assistance, including regular changes in eligibility criteria, simplification of the targeting and payment procedures, expansion of coverage and extensions of the receipt period. The government is also engaged in a continuous process to increase transparency in the targeting of social assistance and ensuring more active involvement of civil society in the process."}, {"text_block_id": "p18_b393", "text": "As stated above, targeted social assistance to households below the poverty line has proven effective at reducing risk. However, this temporary measure is not a lasting solution to poverty. Vocational and specialized education and employment-oriented social rehabilitation programs should also be offered to and implemented for low-income families."}, {"text_block_id": "p18_b394", "text": "Social benefits."}, {"text_block_id": "p18_b395", "text": "The social benefits system has been functioning since 2006, and according to the data from early 2008, the system was benefiting 275,402 recipients with an average monthly benefit of 23.35 AZN per person."}, {"text_block_id": "p18_b396", "text": "Social benefits are paid to those who formerly maintained a minimum living standard but who are not entitled to receive an employment pension. Unlike targeted social assistance, however, these benefits are not allocated based on need and individual targeting principles. Thus in some cases, social benefits do not go to the most vulnerable but to recipients who are actually not in need of them. This state of affairs is an impediment to the"}, {"text_block_id": "p18_b397", "text": "government’s"}, {"text_block_id": "p18_b398", "text": "efforts at protecting the low-income strata of population. For this purpose, the provision of social benefits should be regularly monitored and its client database upgraded."}, {"text_block_id": "p18_b399", "text": "Social protection of the most vulnerable population groups."}, {"text_block_id": "p18_b400", "text": "The most socially vulnerable population groups include those whose living conditions and welfare standards have deteriorated abruptly, as in the case of IDPs and refugees; those who face grave social risks for physical or socio-demographic reasons; and those who are in need of state care including children deprived of parental care, disabled persons, children with health limitations, elderly citizens living alone, etc."}, {"text_block_id": "p18_b401", "text": "Social protection of IDPs and refugees is outlined in section 5.3 of the SPPRSD."}, {"text_block_id": "p18_b402", "text": "The State Program on Enhancement of Social Protection of the Elder Population approved by Presidential Decree #1413 on April 17, 2006 envisages improving social services to provide better social protection to the elderly persons living alone, increasing the level of social, personal and health services to residents of custodial institutions and nursing homes, as well as undertaking relevant measures to develop the physical and technical resources of such facilities."}, {"text_block_id": "p18_b403_merged_merged", "text": "Social protection of children in institutions and those deprived of parental care is a focus of permanent interest. However, international experience shows that being brought up in an institution and deprived of parental care can have long-term detrimental effects on a child’s development. A State Program on De-institutionalization and Alternative Care for 2006-2015 was approved by Presidential Decree #1386 on March 29, 2006 to decrease the number of children in such institutions, to provide them with material support and ensure that they are brought up either in their own families or foster families."}, {"text_block_id": "p19_b406", "text": "The number of children in institutional care decreased from 23,500 in 2003 to 16,900 in early 2007. The number of children in nurseries and children"}, {"text_block_id": "p19_b407", "text": "’s"}, {"text_block_id": "p19_b408", "text": "homes decreased from 922 to 875, in"}, {"text_block_id": "p19_b409", "text": "boarding schools for children deprived of parent’s care from 516 to 450"}, {"text_block_id": "p19_b410", "text": ", and in boarding schools of general type from 18,900 to 12,600. The number in special boarding schools for children with health limitations decreased from 2,933 to 2,860 and the number in boarding schools for children with mental disabilities fell from 359 to 300. Further activities in this direction will be undertaken in the future, but the process of bringing up children, particularly those one with limited health to the foster family environment, will remain under strict government control."}, {"text_block_id": "p19_b411", "text": "5.2.3. SPPRSD and Social Protection"}, {"text_block_id": "p19_b412", "text": "The following priority directions have been defined in the social protection sector for 2006-2015:"}, {"text_block_id": "p19_b413", "text": ""}, {"text_block_id": "p19_b414", "text": "improving the social insurance system and pensions;"}, {"text_block_id": "p19_b415", "text": ""}, {"text_block_id": "p19_b416", "text": "improving the system of targeted social assistance and social services;"}, {"text_block_id": "p19_b417", "text": ""}, {"text_block_id": "p19_b418", "text": "enhancing the social protection and integration of the most vulnerable population groups."}, {"text_block_id": "p19_b419", "text": "Under"}, {"text_block_id": "p19_b420", "text": "improving the social insurance and pensions system"}, {"text_block_id": "p19_b421", "text": ", the legislation on management of compulsory state social insurance fees, and the management of the system of insurance and pensions will be improved. Coverage of the new pension and insurance schemes will be expanded and concrete steps will be taken to eliminate the differentials in coverage between the various groups of pensioners."}, {"text_block_id": "p19_b422", "text": "At the same time, a real collection component will be gradually introduced in to the pension system. For this purpose, the ongoing assessment and preparatory works will be continued, and rules and terms will be established for investing real non-state resources and regulating the activities of non-state pension funds."}, {"text_block_id": "p19_b423", "text": "Activities will be carried out to ensure financial sustainability of the insurance and pension system, and a comprehensive system of actuary calculation-based forecasts will be designed."}, {"text_block_id": "p19_b424", "text": "Basic pensions will be gradually adjusted to the national subsistence minimum by 2010 under the SPPRSD. From 2011, the basic employment pension will be established at a level exceeding the subsistence minimum."}, {"text_block_id": "p19_b425_merged_merged_merged", "text": "Under creating and improving the system of targeted social assistance and social services, the legislative framework of targeted social assistance will be revised and the management structure will be improved, an information network will be created for centralized management of targeted social assistance, and the capacity of the personnel responsible for administering the targeted social assistance mechanism will be strengthened. The eligibility criteria will be reviewed and sufficient funds will be allocated in the State Budget to gradually bring the benefit allotment up to the national subsistence minimum. At the same time, a system of monitoring and evaluation of targeted social assistance will be established. In order to reduce the poverty risk of low-income families, targeted rehabilitation programs will be implemented and the required legal and regulatory framework will be developed."}, {"text_block_id": "p19_b428", "text": "the social benefits system will be updated on a regular basis and the structure of benefits will be optimized in the context of social protection efficiency."}, {"text_block_id": "p19_b429", "text": "In order to improve social protection and speed up social integration of the most vulnerable population groups, a review will be conducted of the existing legislative framework, new housing will be provided to the disabled, existing regional rehabilitation centers will be strengthened and new ones established. Measures will be taken to retrofit houses, vehicles and public facilities to create enabling living and working conditions for persons with disabilities and children with health limitations. The social services system will be improved to provide better social protection to the elderly persons living alone. Research will be conducted into child labor"}, {"text_block_id": "p20_b430", "text": "issues and an Action Plan will be prepared and implemented. Monitoring of the welfare of clients in child"}, {"text_block_id": "p20_b431", "text": "ren’s"}, {"text_block_id": "p20_b432", "text": "institutions will be improved, and an Action Plan will be developed for the social integration of abandoned and homeless children. Implementation of the state de-institutionalization program for children will proceed. Financing of the SOS-Children's Village project for sustainable social integration of orphaned and abandoned children will begin, and SOS-Youth centers will be created on the same model. An Action Plan to strengthen social protection for young adults leaving institutions will be developed and implemented."}, {"text_block_id": "p20_b433", "text": "5.3. IDPs and Refugees"}, {"text_block_id": "p20_b434", "text": "5.3.1. Link to Poverty"}, {"text_block_id": "p20_b435", "text": "As a result of the military aggression against Azerbaijan that began in 1988, 20% of the territory of the country has been occupied. As a result, 60,000 Azerbaijanis from Nagorno Karabakh and over 600,000 Azerbaijanis from adjoining regions have become IDPs. 250,000 Azerbaijanis from Armenia were also deported and driven from their homes to Azerbaijan as a result of a planned policy of ethnic purging. Additionally, about 100,000 Azeris living in the Nakhchivan Autonomous Republic and the Aghstafa, Tovuz, Aghjabadi, Gadabay and Tartar regions bordering Armenia were obliged to leave their territories due to the danger to their lives. These populations are currently living in 1,600 temporary accommodations in 68 cities and regions around the Republic."}, {"text_block_id": "p20_b436", "text": "The refugees and IDPs represent a particularly vulnerable group of the country"}, {"text_block_id": "p20_b437", "text": "’s"}, {"text_block_id": "p20_b438", "text": "population. Lack of a permanent solution to the conflict has meant that most IDP families have been living in temporary and unstable conditions for many years. A particular Action Plan is required in order to reduce the vulnerability of members of this group to various forms of deprivation: material, education, health, food insecurity/malnutrition, housing, and social exclusion."}, {"text_block_id": "p20_b439", "text": "5.3.2. Current Situation and Main Challenges"}, {"text_block_id": "p20_b440", "text": "For many in the IDP population, housing has been one of the worst forms of deprivation experienced since the displacement. Many families still live in temporary accommodation, often without proper sanitation or running water. This has meant that IDP households are more vulnerable to infectious diseases and other health risks, especially for those who found temporary accommodation in the central regions of the country. Part of the IDP and refugee population was provided with accommodation immediately after the start of the conflict. More recently, the Government has taken important measures to transfer IDPs living in overcrowded or unsanitary accommodations to new settlements. All tent camps were dismantled by late 2007."}, {"text_block_id": "p20_b441", "text": "According to the State Committee on Refugees and IDPs, only 92,900 (about 31.7%) of the 292,800 working-age members of the IDP population are officially employed. The IDP population is the dominant group among the"}, {"text_block_id": "p20_b442", "text": "country’s"}, {"text_block_id": "p20_b443", "text": "unemployed. Many are only working in the informal sector, and are not entitled to social security benefits."}, {"text_block_id": "p20_b444", "text": "The poverty level among IDPs--as with the overall population--appears to have decreased in recent years. However this group is not homogenous; some are extremely poor and others are no worse-off than the host population. According to the SPPRED, the poverty incidence among IDPs was 35% in 2007, compared with 63% in 2001. The highest poverty incidence among IDPs and refugees is observed in rural settlements, while in urban areas, their poverty level is almost the same with that of the host population. This suggests that employment opportunities are higher in urban areas. Limited access to land very much influences the employment status of IDPs in rural areas."}, {"text_block_id": "p20_b445_merged_merged_merged_merged", "text": "The Government has undertaken some measures aimed at increasing IDPs’ access to basic health services, including exemption from fees for all services provided by the state health facilities; exemption from payment for all medical products prescribed by state institutions; and full vaccination coverage of IDP children."}, {"text_block_id": "p21_b448", "text": "Overall literacy level among IDP population does not differ much from the literacy levels of other groups of population. Although the majority of school-age children from IDP households are enrolled in schools, many are disadvantaged by the lack of materials, equipment, desks, and teaching staff in the schools at IDP camps. The Government currently provides young refugees and IDPs with exemption from enrolment fees at state higher education institutions and free use of campus infrastructure to encourage their studies."}, {"text_block_id": "p21_b449", "text": "The main challenge is to ensure that the IDP and refugee population does not suffer from deprivation to a greater or lesser extent than the rest of the population, and to ensure that they have equal rights and opportunities to participate in the social and economic life of the country, while also developing a strategy which will allow them to return to their original places of residence once a solution to the conflict has been found."}, {"text_block_id": "p21_b450", "text": "Social assistance provided by the government and other organizations is important in protecting IDP families from poverty. However, it is very important that this assistance is targeted properly, and reaches the truly vulnerable. This requires regular, improved monitoring of the living standards and conditions of IDP households."}, {"text_block_id": "p21_b451", "text": "5.3.3. SPPRSD: IDPs and Refugees"}, {"text_block_id": "p21_b452", "text": "In order to achieve targets set for the IDP and refugee population, the SPPRSD envisages undertaking a number of policy measures in the following priority directions:"}, {"text_block_id": "p21_b453", "text": ""}, {"text_block_id": "p21_b454", "text": "returning IDPs to their places of permanent residence;"}, {"text_block_id": "p21_b455", "text": ""}, {"text_block_id": "p21_b456", "text": "increasing access to income-generation opportunities and improving employment prospects for refugees and IDPs;"}, {"text_block_id": "p21_b457", "text": ""}, {"text_block_id": "p21_b458", "text": "improving access of refugees and IDPs to health and education services;"}, {"text_block_id": "p21_b459", "text": ""}, {"text_block_id": "p21_b460", "text": "increasing financial transparency in the provision of state assistance to refugees and IDPs;"}, {"text_block_id": "p21_b461", "text": ""}, {"text_block_id": "p21_b462", "text": "improving the statistical database on refugees and IDPs."}, {"text_block_id": "p21_b463", "text": "In the area of"}, {"text_block_id": "p21_b464", "text": "returning IDPs to their places of permanent residence"}, {"text_block_id": "p21_b465", "text": ", de-mining and restoration activities in the liberated areas will be continued, and a new Repatriation Program will be developed in line with current circumstances."}, {"text_block_id": "p21_b466", "text": "Under"}, {"text_block_id": "p21_b467", "text": "increasing access to income-generation opportunities and improving employment prospects for refugees and IDPs"}, {"text_block_id": "p21_b468", "text": ", they will be employed in the public works projects related to the construction of new settlements. Local access of entrepreneurs and farmers to credit will be expanded, small and medium enterprises will be supported through microcredit programs and business consultancy services, and training courses will be organized in professions and qualifications relevant to the labor market. In addition, provision of employment opportunities to able-bodied refugees and IDPs through labor fairs will be strengthened, and the refugees and IDPs transferred to new settlements will be paid to work in the public facilities of the settlements. New facilities, workshops and small enterprises will be constructed to process and sell goods produced by IDPs engaged in farming activities."}, {"text_block_id": "p21_b469", "text": "Under"}, {"text_block_id": "p21_b470", "text": "improving access of refugees and IDPs to health and education services"}, {"text_block_id": "p21_b471", "text": ", they will be provided with free medical examinations, treatment and medicines in health facilities, and relevant measures will be taken to improve the sanitary and epidemiological situation in the areas where they live. Provision of monthly subsistence allowances and food aid to IDP families will be continued, but on a more selective basis, benefiting only poor IDPs."}, {"text_block_id": "p21_b472_merged_merged_merged_merged", "text": "In the area of increasing financial transparency in the provision of assistance to refugees and IDPs, meters will be installed in places densely populated by refugees and IDPs to ensure efficient use of water, gas and electricity."}, {"text_block_id": "p22_b475", "text": "In the effort toward"}, {"text_block_id": "p22_b476", "text": "improving the statistical database on refugees and IDPs"}, {"text_block_id": "p22_b477", "text": ", annual surveys will be conducted to monitor their living conditions. At the same time, the capacity of relevant organizations will be strengthened to improve the process of collection and monitoring of demographic and socio-economic indicators on refugees and IDPs."}, {"text_block_id": "p22_b478", "text": "Chapter 6"}, {"text_block_id": "p22_b479", "text": "Human Capital Development and Social Policy"}, {"text_block_id": "p22_b480", "text": "6.1. Education"}, {"text_block_id": "p22_b481", "text": "6.1.1. Link to Poverty"}, {"text_block_id": "p22_b482", "text": "Low levels of education limit career choices and"}, {"text_block_id": "p22_b483", "text": "poor people’s"}, {"text_block_id": "p22_b484", "text": "ability to exit from poverty."}, {"text_block_id": "p22_b485", "text": "Access to knowledge and skills can have a significant effect on people’s ability to find jobs and"}, {"text_block_id": "p22_b486", "text": "sources of income. For this reason, the UN has declared the 21st century as the Century of Education. Education is not only fundamental to human development, but it empowers people to participate in and contribute to economic, political and social life. Unfortunately, poverty sometimes forces families to choose between education and other basic needs."}, {"text_block_id": "p22_b487", "text": "6.1.2.  Current Situation and Challenges"}, {"text_block_id": "p22_b488", "text": "The main challenge in the education system is to ensure equal access to children from different regions and backgrounds, as differences in access to and quality of education are connected with various factors."}, {"text_block_id": "p22_b489", "text": "Access is often limited by the inability of parents to afford education materials, and also by the poor state of school facilities in some regions. School construction and provision of free textbooks in recent years have enhanced access to education, and this effort should continue."}, {"text_block_id": "p22_b490", "text": "Access to Preschool Education."}, {"text_block_id": "p22_b491_merged_merged_merged", "text": "The groundwork for building human capital is laid in preschool. It is generally accepted that education for 3-6 year olds has a beneficial impact on human development, promoting social and cognitive gains while also combating poverty by providing childcare that enables parents to work. Unfortunately, in 2007 only 17.2% of the 3-6 year old age group was enrolled in pre-school, including 27% in urban areas and 9% in rural areas. By comparison, 99% of eligible children in Finland, 80% in Germany and 30-50% in some CIS countries were attending pre-school."}, {"text_block_id": "p22_b493", "text": "The Program on Development of Preschool Education in the Republic of Azerbaijan was approved by Presidential Decree #2089 of April 12, 2007 to establish goals for improving the physical and technical resources of preschools, developing management systems based on new economic realities, lowering costs to low-income groups of population, improving staffing, developing new curricula and increasing the status of preschool education in the public mind. This Program envisages compulsory enrolment of all 5-year-olds in line with international best practice."}, {"text_block_id": "p22_b494", "text": "Access to General Education."}, {"text_block_id": "p22_b495", "text": "General education has largest coverage and scale of any academic level in the country. In the 2007/2008 academic year, 1.5 mln. students were registered in 4,538 public and 17 private general education day schools. Presently 45.5% of general education schools (with 74.3% of all students) deliver lessons in one shift and 54.5% of schools (with 25.7% of all students) in two or three shifts. 1,217 schools with 210,100 student seats have been constructed in the last five years."}, {"text_block_id": "p22_b496", "text": "According to survey data, household poverty is limiting access to basic and especially upper secondary education. Children from poor families often leave school due to their lack of suitable clothes and education materials, or because they are made to work and contribute to household income. This is especially true in rural areas, where pressure is high for children to help on the farm, and also for girls to marry early."}, {"text_block_id": "p23_b497", "text": "Vocational education."}, {"text_block_id": "p23_b498", "text": "Vocational education at all levels is essential to creating a productive and flexible workforce. The ability of the workforce to move across sectors of the economy in response to the evolving market demands depends on the rapid acquisition of skills. Unfortunately, vocational education has traditionally been perused by who performed less well at the secondary level, from middle to low-income families. It has had little prestige, and the combination of under-funding and out-dated curricula has meant that the quality of education provided has been poor."}, {"text_block_id": "p23_b499", "text": "5.2% of education expenditure from the State Budget was allocated to the vocational schools and lyceums in 2008. While Azerbaijan has a low student-teacher ratio at all levels, including in vocational education (8:1), teacher salaries have been low, which has a negative effect on teacher welfare and morale."}, {"text_block_id": "p23_b500", "text": "Currently 40-60% of secondary school graduates in developed countries make the transition into vocational schools. In Azerbaijan the share of such students is only 4.2%. Since overall and sectoral economic growth projections indicate greater future demand for specialists, a dynamic education system must be established to enlarge the skilled workforce. Attention will be paid to standardization of requirements and the convergence with the real and potential demands of the labor market. New approaches and criteria for evaluation will be developed in consideration of the requirements of employers."}, {"text_block_id": "p23_b501", "text": "The principal challenges in vocational education can be summarized as follows: existing curricula need to be updated in conformity with labor market demand; there is a need for more textbooks in the Latin alphabet; teaching staff are in need of re-training; there is a shortage of specialized teaching staff for in-demand professions; facilities have inadequate access to ICT; facilities and equipment are out-of-date; and funding at this level of the education system is inadequate."}, {"text_block_id": "p23_b502", "text": "To these ends, the President of the Republic has approved the State Program on the Development of Vocational Education 2007-2012, which calls for enhancing physical and technical infrastructure, forming new economic relations, developing new management and skills, increasing the public status of vocational education, and improving the curriculum."}, {"text_block_id": "p23_b503", "text": "Higher Education."}, {"text_block_id": "p23_b504", "text": "There are 42 higher education institutions functioning in Azerbaijan, 28 public (of which 6 are specialized) and 14 private. They provide education to a total of 130,400 students and employ 13,700 teachers and professors. 7,702 students are currently perusing postgraduate education."}, {"text_block_id": "p23_b505", "text": "Recent policy actions have been implemented to improve the higher education system. State standards and base curricula for all subjects have been developed and approved, and a regulatory framework has been established for certification and accreditation of higher and specialized secondary institutions."}, {"text_block_id": "p23_b506", "text": "Serious steps have been taken to integrate with the European higher education system. Azerbaijan was admitted as a member into the Bologna process at the meeting of the European ministers of education in Norway on May 19, 2005. By 2010, the Ministry of Education has committed to developing and adopting legislation in line with European standards, implementing reforms in accordance with the Bologna process, participating actively in EC education and higher education research committees, and supporting the exchange of information and experience to speed up integration into the single European education system."}, {"text_block_id": "p23_b507_merged", "text": "Based on idea of converting “black gold into human gold”—ensuring decent living standards in line with fair economic and social standards—ever-greater attention is being paid to the issue of managing oil and gas revenues. This requires greater investment in human capital development including education (and study abroad) for highly-skilled specialists, building the capacities of"}, {"text_block_id": "p24_b512", "text": "local professionals. To these ends, on April 16, 2007 the President signed Decree #2090 approving the State Program on Education of the Young People of Azerbaijan in Foreign Countries. This document calls for provision of equal opportunities to all talented young people to study abroad, and establishes a single institution to handle the relevant legal and regulatory, management and logistical issues. Under this Program in 2007, 45 persons were sent to leading universities in the USA, France, the UK, Russia, Sweden, and the Netherlands, among other countries."}, {"text_block_id": "p24_b513", "text": "One of the strategic areas for reform in education is the transition from the command system to a democratic model, and the introduction of new management mechanisms. Some structural changes have already taken place and new units have been established in the Ministry of Education. The first steps towards defining the overall education strategy have been taken; efforts are being made to base policymaking on analysis and planning, and to decentralize the management structure. The six leading universities of the country are now autonomous, in a process that will continue. Training courses for education managers will also help improve the system."}, {"text_block_id": "p24_b514", "text": "The education budget was increased by 50.9% in 2007 over 2006, with education expenditure representing 11.9% of state expenditure, or 3.2% as a share of GDP. The mechanism for funding of educational institutions is in serious need of improvement, as the institutions today have almost no financial autonomy. The new model will be rooted in international best practice, where certain funds are controlled by the institutions themselves. In line with new legal and regulatory acts, the School Councils will play a key role in this process."}, {"text_block_id": "p24_b515", "text": "Since January 2007, the per capita financing mechanism has been employed on an experimental basis in 59 schools of Shirvan, Ujar and Ismayilli regions. This mechanism enables school managers to work independently and depends on the close involvement of parents in decision making. The results of the experiment are being analyzed for the purpose of scaling up this model in coming years. Twenty secondary and a number of vocational and specialized schools have already been identified for application of this approach."}, {"text_block_id": "p24_b516", "text": "Introduction of advanced funding models will also help to increase education salaries and other incentives to attract and retain highly skilled, professional teaching staff. The average monthly salary in the education system was only 143 AZN in 2007, about 55% of the national average. The low wages encourage teachers to ask for payment for individual tutoring and create problem a staff retention problem."}, {"text_block_id": "p24_b517", "text": "Another central goal for the education sector is to improve and update the curricula for all levels. Initial steps have already been taken under the Education Sector Development Project implemented under the second Loan Agreement signed between the Government of Azerbaijan and the World Bank IDA. There is also a need to improve the level of teacher training, and the content of training and retraining courses."}, {"text_block_id": "p24_b518", "text": "A key factor for meeting international standards in education is expanding the ICT use at all levels of the system. Under the Program on the ICT Provision to General Education Schools in the Republic of Azerbaijan for 2005-2007 approved by Presidential Decree #355 of August 21, 2004, provision of computers and other ICT equipment to general education institutions has been prioritized. According to 2007 data, 65% of the secondary schools were equipped with modern computers, but wider ICT diffusion is required. The State Program on Information Technology in the of Education System approved by Presidential Decree #2856 of June 10, 2008 calls for developing network infrastructure, providing access to high-speed Internet, and establishing information and resource centers at all levels of the education system. The Program will also ensure the training of specialists in modern technologies, creating an evaluation and motivation system for innovative and creative teachers, developing comprehensive electronic teaching and"}, {"text_block_id": "p25_b519", "text": "methodological materials, establishing a database on education resources, expanding ICT use in management and monitoring of the education system, and designing a single education portal to raise public awareness and participation in the changes taking place."}, {"text_block_id": "p25_b520", "text": "An important achievement in this direction has been the ongoing creation and provision of electronic teaching materials and audio-visual kits on the History of Azerbaijan, Chemistry, Physics, and Biology. Another step forward in ICT has been the internationally renowned"}, {"text_block_id": "p25_b521", "text": "“e"}, {"text_block_id": "p25_b522", "text": "-"}, {"text_block_id": "p25_b523", "text": "School Project”"}, {"text_block_id": "p25_b524", "text": ", which lays the groundwork for flexible school management, strengthening of relations between parents and teachers, oversight in attendance rates and timely reporting of student achievement. Starting in 2007, this Project has been implemented in two schools in Baku: the Baku European Lyceum and Secondary School #23."}, {"text_block_id": "p25_b525", "text": "In the immediate future, the system of measuring student achievement will be fundamentally changed, with the introduction of proven successful new models and the adoption of a standard national measuring system. Inequities in access, especially at the upper secondary level, will be minimized through regular collection and publication of gender-disaggregated data on attendance rates."}, {"text_block_id": "p25_b526", "text": "Another important priority is to improve the regulatory framework for education. The Education Law adopted after independence does contain some progressive elements, but it does not take into account the current development context, international best practice, or the requirements for integration with the world community. Adoption of the new Education Law will greatly improve the system."}, {"text_block_id": "p25_b527", "text": "6.1.3. SPPRSD and Education"}, {"text_block_id": "p25_b528", "text": "The following priority directions have been established to enable the education sector to achieve the targets set out under the SPPRSD:"}, {"text_block_id": "p25_b529", "text": ""}, {"text_block_id": "p25_b530", "text": "ensuring equal opportunity to obtain education;"}, {"text_block_id": "p25_b531", "text": ""}, {"text_block_id": "p25_b532", "text": "improving the quality of education;"}, {"text_block_id": "p25_b533", "text": ""}, {"text_block_id": "p25_b534", "text": "improving management and developing new economic and funding arrangements;"}, {"text_block_id": "p25_b535", "text": ""}, {"text_block_id": "p25_b536", "text": "expanding ICT use;"}, {"text_block_id": "p25_b537", "text": ""}, {"text_block_id": "p25_b538", "text": "improving the statistical and monitoring system."}, {"text_block_id": "p25_b539_merged_merged", "text": "Toward ensuring equal opportunity to obtain education, provision of free textbooks to all students in state general education schools will be continued in the coming years. At the same time, the facilities and resources of educational institutions (preschool, general education, vocational and in-service) will be strengthened, construction and rehabilitation of educational institutions will be carried out, and equipment and heating systems in general education schools improved. Also, the libraries in general education schools will be supplied with more books in Latin script, and summer recreation camps will be organized for children from poor families. The provision of free hot meals to primary school students will be introduced and school transportation will be provided to students in rural areas. In addition, issues relating to gender will be studied and an Action Plan developed and implemented to eliminate gender-based problems in vocational, specialized secondary and higher education."}, {"text_block_id": "p25_b542", "text": "For the sake of improving quality of education"}, {"text_block_id": "p25_b543", "text": "."}, {"text_block_id": "p25_b544", "text": "In 2005 the Republic of Azerbaijan joined the Bologna process that envisages formation of single European higher education system and committed to updating the higher education system and improving education quality in line with European standards. To fulfill these obligations, content changes have already begun. Training of bachelor degree candidates has been sufficiently improved, the duration of selected courses and the probation period have been extended, a new generation of standards has been developed and approved, and new attestation rules have been established. In September 2006 the credit system was introduced for 30 specialties in 10 higher education institutions. Proceeding from the new"}, {"text_block_id": "p26_b545", "text": "rules, five higher education and two specialized secondary schools were accredited. Following an in-depth study of the experience in developed countries, and in consideration of national values, the Cabinet of Ministers approved the Concept of General Education (National Curriculum). Under this framework, starting in the 2008-2009 academic year, new curricula will be introduced in all general education schools starting with First Grade."}, {"text_block_id": "p26_b546", "text": "In addition, the Concept and Strategy of Uninterruptive Pedagogical Education and Teacher Training was developed and approved by the Cabinet of Ministers. The Strategy calls for removing extraneous curriculum content, extending the learning hours in practical training of teachers, prioritizing pedagogical practice, training of teachers specialized in two disciplines, and a new focus on education management and pedagogical communication."}, {"text_block_id": "p26_b547", "text": "The reformed system will deliver training in a new subject,"}, {"text_block_id": "p26_b548", "text": "“Basics of Education”"}, {"text_block_id": "p26_b549", "text": ", combining Pedagogy, Psychology, and active/interactive training technology. This will facilitate the upgrading"}, {"text_block_id": "p26_b550", "text": "of teachers’"}, {"text_block_id": "p26_b551", "text": "professional skills and a smooth transition from theory to practice. A new textbook for the"}, {"text_block_id": "p26_b552", "text": "“Basics of Education”"}, {"text_block_id": "p26_b553", "text": "program is now being designed."}, {"text_block_id": "p26_b554", "text": "A standardized exit exam was introduced in secondary schools of Khatai District of the Baku and Ismayilli region in the 2005-2006 academic year, and in the Sabail District of Baku and Sumgayit in 2006-2007. This system will soon cover all"}, {"text_block_id": "p26_b555", "text": "of the country’s"}, {"text_block_id": "p26_b556", "text": "secondary schools."}, {"text_block_id": "p26_b557", "text": "The Cabinet of Ministers approved by Decree #20 of February 3, 2005 the Development Program on Access of Children in Need of Special Care to Education, under which the physical and technical infrastructure and training resources of special boarding schools are being enhanced and inclusive learning projects will continue."}, {"text_block_id": "p26_b558", "text": "To"}, {"text_block_id": "p26_b559", "text": "improve management in the education system"}, {"text_block_id": "p26_b560", "text": ", the legal and regulatory framework for the education sector will be improved, the establishment of new economic relations will be continued, funding mechanisms will be improved, the per capita funding model will be introduced, a system management training will be established, and parent-teacher associations will be strengthened and expanded to more general education schools."}, {"text_block_id": "p26_b561", "text": "In the area of"}, {"text_block_id": "p26_b562", "text": "expanding the ICT use in the education system"}, {"text_block_id": "p26_b563", "text": ", provision of computers and Internet access to general education schools will expand, as will the supply of general education schools with electronic teaching materials. Distance education will be developed, electronic libraries established and high-quality specialists trained in modern technologies and information security."}, {"text_block_id": "p26_b564", "text": "For the sake of"}, {"text_block_id": "p26_b565", "text": "improving statistics and monitoring of education"}, {"text_block_id": "p26_b566", "text": ", an education management information system will be established, the system for assessing pupil and student learning achievements will be improved, and regular information on net enrolment and attendance rates and region will be collected, disaggregated by gender, and published for all levels of education."}, {"text_block_id": "p26_b567", "text": "6.2. Health Development"}, {"text_block_id": "p26_b568", "text": "6.2.1. Link to Poverty"}, {"text_block_id": "p26_b569_merged_merged_merged_merged_merged_merged", "text": "Poor health is a drag on individual earning potential and on children’s ability to attend and perform well at school/training. It also reduces a person’s chances of escaping poverty. In fact, individuals with poor health are more likely to pass on their poverty to their children, creating a vicious cycle. Poor people often do not have the financial resources to access health services, which reinforces inequalities between the poor and non-poor."}, {"text_block_id": "p26_b574", "text": "Although income poverty is not the only factor contributing to child and maternal mortality, the links are evident. Persons from poor families are less likely to have proper nutrition during pregnancy and early childhood, and are less likely to have access to quality health services."}, {"text_block_id": "p27_b575", "text": "6.2.2. Current Situation and Main Challenges"}, {"text_block_id": "p27_b576_merged", "text": "Since independence, Azerbaijan has suffered from a “double burden” of disease. Morbidity and mortality from infectious diseases characteristic of poor countries (e.g. TB, brucellosis) has increased, and the country also suffers from a high incidence of non-infectious diseases characteristic of developed countries (e.g. cardio-vascular and circulatory diseases)."}, {"text_block_id": "p27_b579", "text": "Although 90% of reported illnesses come under the category of non-infectious diseases, communicable diseases tend to be more prevalent among the poor, due to the fact that such diseases spread more easily under poor sanitary conditions. Since the late 1990s, considerable progress has been made in halting the spread of communicable diseases, but the challenge now is to make this decrease sustainable."}, {"text_block_id": "p27_b580", "text": "The spread of HIV/AIDS is still in the “concentrated” stage,"}, {"text_block_id": "p27_b581", "text": "meaning that it is concentrated among particular groups, such as prisoners, drug-users, prostitutes, homosexuals, and migrants. According to the Azerbaijan Anti-HIV Center, the number of people infected with HIV increased to 1,379 by the end of 2007. However tests are carried out on only a limited section of the population, and it is assumed that the number of the infected persons is higher than confirmed."}, {"text_block_id": "p27_b582", "text": "There is evidence of malnutrition, particularly micronutrient deficiency, among some groups of the population. Anemia is common among pregnant women and poses a threat to the healthy development of children. According to official data, the share of pregnant women with anemia increased from 6.7% in 1990 to 20% in 2007."}, {"text_block_id": "p27_b583", "text": "Thalassemia, a blood disease, which usually occurs as a result of marriages between relatives, has been increasing in recent years, with the number of cases rising from 361 in 2002 to 1,267 in 2005."}, {"text_block_id": "p27_b584", "text": "Although the increase in non-communicable diseases can in many cases be attributed to the increase in stress due to war, poverty and environmental changes, simple preventive measures such as increasing awareness of the importance of a healthy lifestyle can still be effective. Sensitizing the population on the importance of proper nutrition and hygiene; breastfeeding; the dangers of alcohol, smoking, unsafe sex, unsafe abortion and marriage between relatives are essential strategies toward safeguarding public health."}, {"text_block_id": "p27_b585", "text": "Another major challenge for the sector is ensuring equal access to basic health services. Despite the fact that the most health services in state institutions are meant to be provided free of charge, low salaries in the sector often lead providers to demand informal payments from patients, limiting the access of poor people to care. As a result, poor people often turn to traditional methods and unprescribed medicines, or they discontinue their treatment too early. This situation leads to a further deterioration in patient health, and makes subsequent treatment more difficult and expensive. The problem of access is thus related to the task of improving governance, tackling corruption, and raising the salaries of health workers."}, {"text_block_id": "p27_b586", "text": "Informal costs also have a negative effect on maternal and child mortality. Unable to afford the treatment in maternity wards, women often opt to give birth at home, which can increase the risk of complications going untreated. Even since 2003, the post-natal, complicated delivery and abnormal pregnancy mortality rate among parturient and pregnant women has doubled."}, {"text_block_id": "p27_b587", "text": "It is also important that all members of the population have equal access to emergency health services, and that, in the case of epidemics, the poor population have services to which they can turn."}, {"text_block_id": "p27_b588", "text": "Apart from access, another challenge is quality of health services. Facilities available for the great majority of citizens but, apart from the informal and formal costs of using them, there are"}, {"text_block_id": "p28_b589", "text": "The Concept Paper on Health Funding System Reforms and Introduction of Compulsory Medical Insurance, approved by Presidential Decree #2620 of January 10, 2008, calls for the use of public funds in better alignment with client needs, the establishment of new financing sources, and increased transparency in the system."}, {"text_block_id": "p28_b590", "text": "The quality of health care also depends on the professionalism of, and training provided to, health staff. For this reason, it is important that medical courses in higher education institutes be revised and improved."}, {"text_block_id": "p28_b591", "text": "Sufficient funds must be allocated for prevention, not just for treatment. For communicable diseases, funds and equipment must be made available for immunization, public awarenessraising, and in the case of TB, for the Directly Observed Treatment Short Course strategy."}, {"text_block_id": "p28_b592", "text": "Improving access to safe drinking water is another key priority for public investment. Unsafe drinking water is a threat to the lives of those infants who are fed milk formula mixed with water (at present only 32.6% of infants are exclusively breastfed up to three months). Child mortality and morbidity are caused by the diarrhea that results from use of unsafe water, which also contributes to the spread of parasitic diseases. According to a recent study by the WFP and the Ministry of Health, 31% of primary school children were infected with intestinal parasites."}, {"text_block_id": "p28_b593", "text": "6.2.3. SPPRSD and Health"}, {"text_block_id": "p28_b594", "text": "1)"}, {"text_block_id": "p28_b595", "text": "strengthening primary health care services;"}, {"text_block_id": "p28_b596", "text": "2)"}, {"text_block_id": "p28_b597", "text": "expanding access to health services through improvement of physical and technical resources;"}, {"text_block_id": "p28_b598", "text": "3)"}, {"text_block_id": "p28_b599", "text": "improving health sector management and reforming health sector funding;"}, {"text_block_id": "p28_b600", "text": "4)"}, {"text_block_id": "p28_b601", "text": "promoting a healthy lifestyle among the population;"}, {"text_block_id": "p28_b602", "text": "5)"}, {"text_block_id": "p28_b603", "text": "improving sanitary and epidemiological control and emergency preparedness;"}, {"text_block_id": "p28_b604", "text": "6)"}, {"text_block_id": "p28_b605", "text": "improving medical education;"}, {"text_block_id": "p28_b606", "text": "7)"}, {"text_block_id": "p28_b607", "text": "strengthening public health monitoring."}, {"text_block_id": "p28_b608", "text": "Some priority directions from other sectors are also relevant, including Economic Development (budget and infrastructure), Good Governance (public administration reform and anti-corruption), IDPs and Refugees (ensuring access to health services), Gender (maternal welfare and early sexual debut including teenage marriages), Youth (access to youth-friendly services, and promotion of healthy lifestyles) and Environment (reducing the impact of pollution on public health)."}, {"text_block_id": "p28_b609_merged", "text": "In the area of strengthening primary health care services, poor families will be provided with free basic drugs, improved basic reproductive health services and basic newborn care. Prevention of periodic childhood diseases will be strengthened, full state funding for immunization against communicable diseases ensured, and prevention and treatment enhanced for malaria, tuberculosis, brucellosis, helminthiasis, diabetes, cancer, chronic renal failure, hemophilia and thalassemia. Performance of centers for family planning and reproductive health will be improved, including the delivery of high-quality contraceptives, and a country-specific model of family medicine system will be designed and introduced."}, {"text_block_id": "p29_b612", "text": "To"}, {"text_block_id": "p29_b613", "text": "improve the physical and technical resources of the health sector"}, {"text_block_id": "p29_b614", "text": ", repairs in existing health facilities will be continued, new health facilities will be constructed and put into operation, and the supply of modern medical equipment will be accelerated."}, {"text_block_id": "p29_b615", "text": "For the purpose of"}, {"text_block_id": "p29_b616", "text": "improving health sector management"}, {"text_block_id": "p29_b617", "text": ", evidence-based analysis will assist policymakers in the conceptual development of the sector, training of health sector managers will be improved. In line with the Concept on Financing Reforms in the Health Sector and Introduction of Compulsory Health Insurance of the Republic of Azerbaijan, the current funding mechanism will be improved to rationalize budget allocations, patient-based funding will be instituted, a system of paid services will be developed and an obligatory health insurance system will be created."}, {"text_block_id": "p29_b618", "text": "Toward"}, {"text_block_id": "p29_b619", "text": "promoting a healthy lifestyle among the population"}, {"text_block_id": "p29_b620", "text": ", further preventive measures will be taken to halt the spread of HIV/AIDS and sexually transmitted diseases (STDs) among the general population and especially among high-risk groups. Measures will also be taken to reduce incidence of anemia among pregnant women and adolescent girls; to raise public awareness about the health risks of marriage among close relatives and early pregnancy; and to publicize the importance of proper nutrition and other related issues. Ongoing campaigns against drug, tobacco and alcohol abuse will be expanded."}, {"text_block_id": "p29_b621", "text": "As part of the effort aimed at"}, {"text_block_id": "p29_b622", "text": "improving sanitary and epidemiological control and emergency preparedness"}, {"text_block_id": "p29_b623", "text": ", the performance of emergency health services agencies will be improved, capacity of the personnel at the sanitary and epidemiological services will be increased, and physical and technical resources of regional Hygiene and Epidemiology Centers will be modernized."}, {"text_block_id": "p29_b624", "text": "Toward"}, {"text_block_id": "p29_b625", "text": "improving medical education"}, {"text_block_id": "p29_b626", "text": ", new curricula and teaching methods will be introduced in higher and secondary medical education, a new course established for training of family doctors in higher medical institutions, and postgraduate courses for doctors and paramedical staff improved."}, {"text_block_id": "p29_b627_merged_merged_merged_merged_merged_merged", "text": "For the purpose of strengthening public health monitoring, legislation will be reviewed for adjustment to EU standards, a single centralized information system on public health monitoring will be established, and a Digital Health Card system introduced for the population."}, {"text_block_id": "p29_b630", "text": "6.3. Environment"}, {"text_block_id": "p29_b631", "text": "6.3.1. Link to Poverty"}, {"text_block_id": "p29_b632", "text": "Sustainable management of the country’s environment and natural resou"}, {"text_block_id": "p29_b633", "text": "rces is vital for this and future generations. The condition of the environment can have direct and indirect impacts on the welfare of the people. As stated, lack of access to safe drinking water contributes to infant and child morbidity and mortality rates. Air pollution leads to respiratory diseases. Deforestation, land erosion and land salinization reduce the available land for cultivation and income-generating activities for the rural population, contributing to income poverty."}, {"text_block_id": "p29_b634", "text": "6.3.2. Current Situation and Main Challenges"}, {"text_block_id": "p29_b635", "text": "Most of the environmental problems facing the country are the result of previous industrial and agricultural development, which was carried out without consideration for sustainability. Rapid occupations and mass displacements have further aggravated environmental problems, due to pressure on arable land, water, and waste management systems."}, {"text_block_id": "p29_b636", "text": "Several important environmental policy documents have recently been approved by Presidential Decree. The National Program on Environmentally Sustainable Social and Economic Development 2003-2010, the National Program on Reforestation and Aforestation 2003-2008, and the Comprehensive Action Plan on Improvement of the Environmental Situation 2006-2010"}, {"text_block_id": "p30_b637", "text": "are currently being implemented. Sustainable management of environment will remain a top government priority."}, {"text_block_id": "p30_b638", "text": "Land."}, {"text_block_id": "p30_b639", "text": "Deterioration of land cover, land erosion and salinization processes are affecting agricultural production and the ability of the population to use the land for income generation. 59.8% of the Republic, or 671.2 thousand hectares, have been exposed to medium and severe types of erosion. The Ganja-Gazakh and Shaki-Zagatala areas suffer from erosion related to irrigation."}, {"text_block_id": "p30_b640", "text": "The amount of land being used for agricultural purposes is increasing at the expense of non"}, {"text_block_id": "p30_b641", "text": "-"}, {"text_block_id": "p30_b642", "text": "agricultural lands. As a result of the breakup of former kolkhoz, sovkhoz and other agricultural enterprises, some land-reclamation and irrigation systems and installations are in a state of disrepair and no longer used. This has contributed to deterioration in the reclamation status (irrigation and drainage systems) of the land. Thus, according to the reclamation cadastre of January 2005, 165.2 thousand hectares of irrigated lands have been exposed to middle-level salinization and 103.7 thousand hectares have been exposed to high-level salinization. 1,393 thousand hectares of winter pasture have been exposed to varying degrees of salinization, and rising groundwater has been observed recently in some regions."}, {"text_block_id": "p30_b643", "text": "One of the main reasons for soil erosion is rapid deforestation, much of which is unregulated wood harvesting for household fuel. Power supply problems in some regions have forced"}, {"text_block_id": "p30_b644", "text": "residents to use wood for heating, thus aggravating the country’s environmental problems"}, {"text_block_id": "p30_b645", "text": "and possibly increasing respiratory problems among household members. Reforestation of government and private lands in accordance with the National Forestation Plan could facilitate protection of river basins and the preservation of the biological diversity."}, {"text_block_id": "p30_b646", "text": "Much of the Kura-Araz lowland and the Absheron Peninsula suffer from the emission of pollutants by local industry, and heavy metals and persistent organic pollutants accumulate in area soils and food. On the Absheron Peninsula, about 10,000 hectares are contaminated with oil, which also has a negative effect on the natural biotopes and contributes to desertification."}, {"text_block_id": "p30_b647", "text": "Air."}, {"text_block_id": "p30_b648_merged_merged_merged", "text": "Power plants, industrial facilities and transport all contribute to air pollution. The total amount of air pollutants from stationary and mobile sources in the country has been decreasing, due partly to the economic decline of the early 1990s. While the amount of pollution from stationary sources was 2.1 mln tons in 1990, by 2006 the figure had fallen to 344 thousand tons. The recent upturn in the economy has led to an increase in the amount of air pollutants. Air pollution is most serious in Baku, the capital city, and also in other large cities including Sumgait–the centre of the chemical industry."}, {"text_block_id": "p30_b651", "text": "Transport is the main source of air pollution in many cities; 61% of all air pollutants are emitted by motor vehicles. While the total number of registered cars was 271,000 in 1995, by 2007 the number had increased by 2.3 times, reaching 616,900. The old stock of cars, poor regulation enforcement and servicing of cars, and low-quality fuel all contribute to the problem. 79% of stationary sources of air pollution are located in Baku."}, {"text_block_id": "p30_b652", "text": "As a result of recent increases in oil and gas production, refining and consumption in Azerbaijan, the volume of pollutants emitted into the atmosphere is rising. The volume of hazardous industrial waste tripled between 2002 and 2006. In early 2008 about 1.7 mln tons of hazardous wastes were stored at the sites of national enterprises. According a survey carried out by MENR in 2007, one out of every three enterprises was emitting pollutants exceeding legal limits."}, {"text_block_id": "p30_b653", "text": "Because of obsolete or non-existent technology and equipment for the purification of stack gases, the oil and gas industry is a major emitter of sulfur, carbon and nitrogen oxides. Most emissions originate from the flaring of fuel in heaters. Reductions in emissions have been made recently through the installation of modern equipment. Further steps such as relocating plants"}, {"text_block_id": "p31_b654", "text": "and factories to suburbs, increased use of gas and dust traps, installation of gas neutralizers in motor transport, and adoption of cleaner fuels may contribute significantly to reduction of hazardous pollutants emitted into the atmosphere."}, {"text_block_id": "p31_b655", "text": "Approximately 80% of the country's power capacity comes from thermal stations powered by residual fuel oil or"}, {"text_block_id": "p31_b656", "text": "natural gas. Built during the Soviet era, Azerbaijan’s"}, {"text_block_id": "p31_b657", "text": "power infrastructure is generally in poor condition. About half of the turbo-generators and boilers have been in use for more than 40 years. This has resulted in high fuel consumption, low thermal efficiency and high emissions of NO"}, {"text_block_id": "p31_b658", "text": "x"}, {"text_block_id": "p31_b659", "text": "and SO"}, {"text_block_id": "p31_b660", "text": "2"}, {"text_block_id": "p31_b661", "text": ". Because of the country’s inefficient distribution network, much of"}, {"text_block_id": "p31_b662", "text": "the generation is lost in transmission."}, {"text_block_id": "p31_b663", "text": "A goal has been set for the energy sector to switch eventually all thermal power plants to natural gas fuel. The new 400 MW natural gas-fuelled expansion for the Shimal (North) Hydro Power Plant, and the modular power plants in Astara, Shaki, Khachmaz and Nakhchivan are emitting lower levels of NO"}, {"text_block_id": "p31_b664", "text": "x"}, {"text_block_id": "p31_b665", "text": "and CO"}, {"text_block_id": "p31_b666", "text": "2"}, {"text_block_id": "p31_b667", "text": "than their older counterparts. Construction of a new 506 MW Sumgayit power plant will be finalized soon, and the 780 MW Janub (South) Plant in Shirvan will be in operation in 2009."}, {"text_block_id": "p31_b668", "text": "In order to tackle air pollution, the capacity of regulatory bodies must be built to ensure that principles of environmental sustainability are prioritized in all economic development planning, programmes and activities. In addition, mechanisms for controlling and reducing emissions motor vehicles will be devised and introduced."}, {"text_block_id": "p31_b669", "text": "Water and Sanitation."}, {"text_block_id": "p31_b670", "text": "Due to the small number of water sources in Azerbaijan, the wastefulness of water consumption and the poor state of infrastructure, there are serious problems with water supply for private use and for agriculture."}, {"text_block_id": "p31_b671", "text": "Apart from supply, quality of water is also a problem. According to MENR, half of enterprises surveyed were discharging pollutants into ponds at a rate above the legal limit."}, {"text_block_id": "p31_b672", "text": "HBS data show that 90.3% of households have access to sanitation. Of that number, 89.8% are households with children. Household data show that the larger the household, the less their access to sanitation; 94.3% of households with three members have access to sanitation, compared to 88.9% of households with six or more."}, {"text_block_id": "p31_b673", "text": "Substantial measures have been taken in recent years to increase access and quality of water supply in rural and urban areas. The Oghuz-Gabala-Baku water pipeline is under construction for consumers in Baku. Water purifiers have been installed in 50 underserved villages, and 50 more villages will also soon benefit. The Azerbaijan Rural Investment program is being implemented in Duzan-Shirvan, Mughan-Salyan and Nakhchivan, as a result of which, 134 km of water pipeline and 21.2 km of sanitation pipeline were constructed in 2007."}, {"text_block_id": "p31_b674_merged_merged_merged", "text": "The Kura River—the main water source for three quarters of the population of the Republic—is polluted with untreated waste from Armenian territory (amounting to 350 mln. m 3 per year) and from Georgian territory (320 mln. m 3 per year). A regional solution to this problem must be found, to include engaging international organizations to purify waste waters discharged into the Kura and Araz rivers."}, {"text_block_id": "p31_b683", "text": "Biodiversity."}, {"text_block_id": "p31_b684", "text": "The Republic of Azerbaijan has rich potential for development of its fisheries, owing to its natural stock of valuable species, and its potential for fish farming in the Caspian Sea, and to its available human resources to work in the sector. Historically the industry has been poorly regulated, and the fisheries of the Caspian Sea and internal water basins must now be managed in a sustainable manner to preserve species and protect the resource."}, {"text_block_id": "p32_b685", "text": "The Azerbaijan portion of the Caspian Sea harbors about 120 species of fish, including 7 species of sturgeon. In order to preserve and rebuild endangered sturgeon stocks, a hatchery has been constructed in the Khilli settlement of the Neftchala region. In 2007 this hatchery produced 8.28 mln. fingerlings of osetra, sevruga/stellate, and beluga/white sturgeon."}, {"text_block_id": "p32_b686", "text": "Three trout hatcheries were also constructed in the Sheki region, in Aydinbulag, Girkhrxbulag villages and the Ayrichay reservoir."}, {"text_block_id": "p32_b687", "text": "Further international cooperation is required to provide incentives for preservation of fish resources, improvement of the ecosystems and development of new plant life for fish."}, {"text_block_id": "p32_b688", "text": "Industrial and Domestic Wastes."}, {"text_block_id": "p32_b689", "text": "With the exception of those in the gas and oil industry, most industrial facilities in the country are currently operating under capacity. Mainly for that reason, the production of industrial waste has decreased over time. However, the use of obsolete equipment causes the accumulation of hazardous waste, posing a major threat to human health and the environment in some areas. In early 2008, about 1.7 mln tons of hazardous waste was stocked at the sites of domestic enterprises, out of which 1.2 mln tons was 4th degree slag from metal processing. In the absence of adequate transportation and disposal systems for wastes from residential and industrial centers, blocks of land in suburban areas have become polluted as illegal dump sites, damaging the environment and causing a proliferation of pestholes."}, {"text_block_id": "p32_b690", "text": "6.3.3. SPPRSD and Environment"}, {"text_block_id": "p32_b691", "text": "Environmental sustainability is a cross-cutting issue, and environmental concerns have been taken into account in other issue areas of the SPPRSD, particularly the sections on Economic Development and Education."}, {"text_block_id": "p32_b692", "text": "In order to achieve targets for sustainable environmental management, this section of the SPPRSD calls for implementation of activities in the following priority directions:"}, {"text_block_id": "p32_b693", "text": ""}, {"text_block_id": "p32_b694", "text": "sustainable management of forest resources;"}, {"text_block_id": "p32_b695", "text": ""}, {"text_block_id": "p32_b696", "text": "sustainable management of water resources;"}, {"text_block_id": "p32_b697", "text": ""}, {"text_block_id": "p32_b698", "text": "improved management of land resources and prevention of desertification;"}, {"text_block_id": "p32_b699", "text": ""}, {"text_block_id": "p32_b700", "text": "sustainable management of biodiversity;"}, {"text_block_id": "p32_b701", "text": ""}, {"text_block_id": "p32_b702", "text": "sustainable management of the atmosphere;"}, {"text_block_id": "p32_b703", "text": ""}, {"text_block_id": "p32_b704", "text": "expansion of use of alternative energy sources;"}, {"text_block_id": "p32_b705", "text": ""}, {"text_block_id": "p32_b706", "text": "comprehensive waste management;"}, {"text_block_id": "p32_b707", "text": ""}, {"text_block_id": "p32_b708", "text": "overall management of mountainous and coastal ecosystems;"}, {"text_block_id": "p32_b709", "text": ""}, {"text_block_id": "p32_b710", "text": "improving the legal and regulatory framework, monitoring systems and resources for environmental management;"}, {"text_block_id": "p32_b711", "text": ""}, {"text_block_id": "p32_b712", "text": "increasing environmental education and awareness."}, {"text_block_id": "p32_b713", "text": "In the effort toward"}, {"text_block_id": "p32_b714", "text": "sustainable management of forest resources"}, {"text_block_id": "p32_b715", "text": ", a one-time state registration of forests will be conducted to assess the existing forest resources and of any reforestation works ongoing in roadside and coastal areas. New plantings of fast-growing species will be carried out to meet the demand for wood and to temporarily solve the problem of deforestation caused by the population. Ecotourism and recreation centers will be established in forest areas, and capacity of local authorities will be built in the area of sustainable forest management."}, {"text_block_id": "p32_b716_merged_merged", "text": "For the purpose of sustainable management of water resources, registration of drinking water sources in rural areas will be continued and their sanitary protection zones defined. An Action Plan will be prepared and implemented to prevent pollution of water from residents, industry, farms and recreational facilities on the Caspian coast and the banks of rivers and reservoirs. Drainage water will be tested and recommendations prepared on their possible reuse. Rehabilitation works will be carried out employing new technologies to ensure improvement of water facilities and sewage systems. Water and sewerage systems will be rehabilitated and"}, {"text_block_id": "p33_b719", "text": "reconstructed in Aghdash, Goychay and Nakhchivan with funds from the ADB; in Ganja and Shaki under an agreement signed with KFW (Germany) and SEKO (Switzerland); in 22 regional centers (Khirdalan, Shamakhi, Aghstafa, Bilasuvar, Goranboy, Gabala, Oghuz, Guba, Saatli, Goygol, Tovuz, Hajigabul, Gazakh, Gakh, Mingachevir, Sabirabad, Samukh, Shamkir, Tartar, Zagatala, Sharur and Babak) in line with the World Bank-approved Project on National Water Supply and Sanitation Services; at Hovsan Aeration Facility and Pumping Unit #2 in Zikh with loans from the Government of France; and in 10 locations (Shirvan, Salyan, Khachmaz, Neftchala, Yevlakh, Barda, Khizi, Gusar, Gobustan and Naftalan) with funding from International Cooperation Bank of Japan."}, {"text_block_id": "p33_b720", "text": "Flood zones will be defined and mapped, and regular flood forecasts will be prepared and submitted to relevant authorities. The system of monitoring, the use of water resources and pollution prevention will be improved. In conformity with the Action Plan on Acceleration of the Social and Economic Development of Settlements of Baku, approved by Presidential Decree on February 27, 2006, potable water pipelines will be extended to outlying areas of Baku and sewerage systems completed there."}, {"text_block_id": "p33_b721", "text": "Toward"}, {"text_block_id": "p33_b722", "text": "improved management of land resources and preventing desertification"}, {"text_block_id": "p33_b723", "text": ", a National Action Plan to combat desertification will be developed and implemented. Also, an Action Plan will be designed and implemented, with strengthened control, to stimulate sustainable use of land resources, and to protect and improve soils, and to prevent erosion. Proposals will be prepared and submitted to relevant authorities for improving the use of agricultural land and to mitigate pollution. At the same time, a package of proposals will be prepared to rehabilitate land damaged by large-scale industrial and mining activities."}, {"text_block_id": "p33_b724", "text": "To ensure"}, {"text_block_id": "p33_b725", "text": "sustainable management of biodiversity"}, {"text_block_id": "p33_b726", "text": ", the production capacity of companies working to ensure the sustainable growth of biological resources of waterways will be increased, protected areas will be enlarged, and required social infrastructure for ecotourism development will be established. At the same time, new biology research centers will be established to increase nursery forests, forest animals and birds to ensure the flourishing of local species."}, {"text_block_id": "p33_b727", "text": "For the purpose of"}, {"text_block_id": "p33_b728", "text": "sustainable management of the atmosphere"}, {"text_block_id": "p33_b729", "text": ", an Action Plan will be designed and implemented to reduce the amount of greenhouse gases emitted and to reduce the negative impact of climate change on the ecosystem and the economy. A Carbon Fund will be established for financial assistance to manufacturing companies to reduce their gas and carbon emissions. Measures will be taken to improve the system of monitoring of atmospheric pollution, including the installation of gas analyzers in high traffic areas."}, {"text_block_id": "p33_b730", "text": "Toward"}, {"text_block_id": "p33_b731", "text": "expanding use of alternative energy sources"}, {"text_block_id": "p33_b732", "text": ", pilot power plants will be constructed in the Absheron and Guba-Khachmaz regions to generate energy from organic waste for heating and fertilizer production."}, {"text_block_id": "p33_b733", "text": "A 6-megawatt wind farm will be constructed in Khizi (100km north of Baku)."}, {"text_block_id": "p33_b734", "text": "In addition, the government will study the possibility of solar and expanded wind generation."}, {"text_block_id": "p33_b735_merged_merged_merged_merged_merged", "text": "To ensure comprehensive waste management, a strategy will be developed to utilize wastes from manufacturing, agriculture and households as secondary raw materials, fuel, fertilizer, and construction materials. The evaluation of available wastes will be improved through rationalization of the registration and reporting procedures. Also, a package of proposals will be prepared for the establishment of new waste burial grounds for large residential districts, which will meet environmental and sanitation requirements. At the same time, existing waste burial grounds, legal and illegal dumps will be evaluated by location, area, environmental impact, and other indicators, on the basis of which recommendations will be prepared for their modernization or elimination. The waste treatment plant will be constructed and put into operation in Baku. The"}, {"text_block_id": "p34_b738", "text": "Project on Improvement of Solid Waste Management in Azerbaijan, approved by Decree #190s of the Cabinet of Ministers on May 26, 2008, will be implemented."}, {"text_block_id": "p34_b739", "text": "For the sake of"}, {"text_block_id": "p34_b740", "text": "overall management of mountainous and coastal ecosystems"}, {"text_block_id": "p34_b741", "text": ", creation of manufacturing facilities that do not require intensive use of natural resources will be supported in the mountainous and coastal areas to improve the living standards and employment opportunities of the local people. At the same time, local environmental centers will be established to raise awareness among the local population on environmental issues related to the management, monitoring and development of ecosystems. Also, technical and financial assistance will be provided in order to improve the ecosystems of mountainous and coastal areas that have suffered substantial damage."}, {"text_block_id": "p34_b742", "text": "Toward"}, {"text_block_id": "p34_b743", "text": "improving the legal and regulatory framework, monitoring systems and resources for environmental management"}, {"text_block_id": "p34_b744", "text": ", the national legal regulatory framework on environmental protection will be brought in line with international regulations and standards, and the requirements of the conventions and treaties to which Azerbaijan is committed, as well as the legislative framework, will be improved to better reflect the aims of environmental protection and effective use of natural resources."}, {"text_block_id": "p34_b745", "text": "To"}, {"text_block_id": "p34_b746", "text": "increase environmental education and awareness"}, {"text_block_id": "p34_b747", "text": ", training aids on socio-economic aspects of global and local environmental problems will be designed and distributed among the population. The environmental education system will be improved through specialized courses. Also, awareness-raising campaigns will be arranged for families, educational, industrial and manufacturing facilities with potential impact on the environment, as well as for civil servants and government officials. Furthermore, a mechanism will be developed to promote community participation in the decision-making processes related to environmental management issues."}, {"text_block_id": "p34_b748", "text": "6.4. Public Infrastructure Development"}, {"text_block_id": "p34_b749", "text": "6.4.1. Link to Poverty"}, {"text_block_id": "p34_b750", "text": "Access to and quality of social infrastructure, housing, communal services and public utilities has a direct impact on the living conditions of the population. Inadequate level of electricity, gas, heat supply, sanitation services provided to residential, public and other social facilities, as well as improper transportation and treatment of domestic wastes can cause domestic difficulties for people. In this context, development such infrastructure is an important direction for poverty reduction within the framework of the SPPRSD."}, {"text_block_id": "p34_b751", "text": "In addition to affecting living standards, the levels of quality and access to communal services also have impacts on public health. The provision of high-quality communal services reduces the amount of time that must be spent on domestic duties, which in turn reduces poverty risk, and facilitates income-generation and human capital development."}, {"text_block_id": "p34_b752", "text": "6.4.2. SPPRSD and Public Utilities Sector"}, {"text_block_id": "p34_b753", "text": "Electricity, gas, heat, water supply and sanitation services provided to residential, public and other social facilities, and the creation of a system for transporting and disposing of domestic wastes will remain priorities in the infrastructure sector. Key goals in the area of housing include increasing the availability of private housing resources, completing the privatization of housing flats, shaping of municipal properties, and designing and introducing new market-based management modalities for housing resources in line with international standards."}, {"text_block_id": "p34_b754_merged_merged_merged_merged", "text": "In order to achieve the goals set out above, reforms will include improvements to the legal and regulatory framework and the development of a new methodological framework to attract investment in public utilities. Privatization of public housing resources will continue, and sharesbased owners’ unions for flats (condominiums) will be established for multi-storey buildings. In addition, in line with town-planning legislation and based on existing rules for preparing and"}, {"text_block_id": "p35_b757", "text": "approving territorial planning schemes, designs and master plans for cities and towns of the Republic will be established. Based on these documents, work will be continued to ensure the existence of adequate housing stock for the population. Construction will employ domesticallysourced materials and labor, and all structures will comply with established building codes. All land parcels allocated by municipalities and ExComs for such construction purposes will be furnished with relevant utility infrastructure, including for collection, transportation, decontamination and treatment of domestic wastes by private companies where possible."}, {"text_block_id": "p35_b758", "text": "In order to improve electricity supply, the SPPRSD envisages construction of new thermal and hydro power plants; retrofitting of existing units; accelerated investment in alternative sources of power; installation or rehabilitation of high-voltage electricity distribution lines; and provision of access to distribution grids, transformers and sub-stations to all administrative units. The management system for power generation, transmission and distribution will be restructured in line with market economy principles."}, {"text_block_id": "p35_b759", "text": "Similar reforms will be made in the area of gas supply in order to strengthen financial discipline, transparency, and market orientation in the management of generation, transportation and distribution. For the sake of better monitoring, reduced losses and more efficient distribution and consumption of natural gas, Azerigaz CJSC will be restructured; distribution of gas meters to end-users will continue; physical and technical resources of facilities will be developed; trunk and distribution pipelines will be refurbished; in-ground storage facilities will be repaired; transportation and intake systems will be improved to accommodate the development of new gas fields; gas supply will be restored to regional centers; and internal gas pipelines in the basements of multi-storey residential buildings will be relocated to safer sites."}, {"text_block_id": "p35_b760", "text": "In order to ensure the phased development of the heat supply sector based on the market economy principle of"}, {"text_block_id": "p35_b761", "text": "“Azeristiliktajhizat”"}, {"text_block_id": "p35_b762", "text": ", JSC will rehabilitate, modernize and reconstruct existing heat supply stations, construct new boilers, renovate local in-building heating systems, undertake efforts to de-centralize heat supply stations into autonomous ones, increase capacity of boiler plants through construction and reconstruction works based on a prepared Action Plan, and renew heat supply to residential buildings and administrative and social facilities."}, {"text_block_id": "p35_b763", "text": "In order to meet the ever-growing demand for water, supply potable water to the population in conformity with international standards, and ensure overall development of the water sector, Azersu JSC will take actions to construct new facilities using state-guaranteed loans; complete the Oghuz-Gabala-Baku pipeline project; and refurbish older water pipelines, tanks, pumping stations, distribution networks, in-building water systems and sewage treatment facilities in Baku."}, {"text_block_id": "p35_b764", "text": "Over the SPPRSD period, the state envisages reaching 100% consumer fee collection for water provision, which will be facilitated through the establishment of a system for electronic bill payment through post offices and banks."}, {"text_block_id": "p35_b765", "text": "Finally, ongoing restructuring works will be continued to attract greater investment in the water sector to ensure uninterrupted service that corresponds to international standards. The private sector and municipalities will be engaged in conformity with national legislation in the rehabilitation of water and sewerage systems as well as in the construction new pipelines and facilities in all cities, regional centers, and especially in rural areas."}, {"text_block_id": "p35_b766", "text": "6.5. Cultural Development"}, {"text_block_id": "p35_b767", "text": "6.5.1. Link to Poverty"}, {"text_block_id": "p35_b768_merged_merged", "text": "Preservation of cultural heritage and cultural development are important aspects of non-economic poverty reduction. These issues are not only integral to individual development, but may also lay the groundwork for higher achievement in the social and economic spheres."}, {"text_block_id": "p36_b771", "text": "6.5.2. Current Situation and Main Challenges"}, {"text_block_id": "p36_b772", "text": "Due to the lack of financial resources, over time, the effort to preserve t"}, {"text_block_id": "p36_b773", "text": "he country’s cultural"}, {"text_block_id": "p36_b774", "text": "heritage has suffered and the condition of historical monuments has deteriorated. These issues have been better prioritized in recent years, and under the state project of Preservation of Cultural Heritage, repair and conservation works have been carried out at Shirvanshakhlar Palace, Shaki Khan Palace, Momuna Khatun Tomb, Gudi Khatun Tomb and two historic minarets. Trainings and relevant activities have been carried out in Shaki, Nakhchivan and Ichari Shahar (Baku), involving local communities in the preservation of monuments and developing local economies around these attractions."}, {"text_block_id": "p36_b775", "text": "Another important priority is to improve the physical and human resources of cultural and art centers and to ensure more equal public access to them. To these ends, the M. Magomayev State Philharmonic building, the M. F. Akhundov National Library and the Lankaran State Drama Theatre have recently undergone major repairs. Further improvements are ongoing at Baku School of Choreography, the State Museum of Art, libraries for the blind, and the School of Music, Art and Painting for Children."}, {"text_block_id": "p36_b776", "text": "6.5.3. SPPRSD and Culture"}, {"text_block_id": "p36_b777", "text": "The following priorities have been defined for the area of cultural development within the SPPRSD:"}, {"text_block_id": "p36_b778", "text": ""}, {"text_block_id": "p36_b779", "text": "preserving and expanding access to the cultural heritage;"}, {"text_block_id": "p36_b780", "text": ""}, {"text_block_id": "p36_b781", "text": "improving public access to cultural and art facilities."}, {"text_block_id": "p36_b782", "text": "In the effort toward"}, {"text_block_id": "p36_b783", "text": "preserving and expanding access to cultural heritage"}, {"text_block_id": "p36_b784", "text": ", restoration and conservation works will be undertaken at Ateshgah Temple, Gil-gil River Wall, Beshbarmag Wall, Chirag-gala Castle, Ramana Castle, Nardaran Castle, Mardakan Castles, Shaghan Castle, the underground water collection system in Ordubad, and the monuments within the Gala History and Culture Reserve in Shaki. The National Park in Gala, Baku will be established as an open-air museum. Applied folk art schools and workshops will be set up in the existing culture houses in Baku and other regions with a view to preserving local crafts. Also, a list of cultural tourist attractions will be prepared and cultural tourism routes drawn up, with the surrounding communities engaged in their preservation and their development for income generation."}, {"text_block_id": "p36_b785_merged_merged_merged", "text": "As part of the effort to improve public access to cultural and art facilities, the level of ICT supply in the cultural sector will be improved, the physical and technical resources of the National Library and the State Museum of Art will be strengthened, the scientific restoration center for museum articles and memorial objects will be provided with a new building, and buildings will also be constructed for the State Museum of Azerbaijani Carpets and Applied Folk Arts, known as “Mugham House”. Rehabilitation and modernization works will be undertaken at Heydar Aliyev Palace, Azerbaijan State Museum of Art, the Azerbaijan State Film Fund, Mingachevir State Drama Theater and Baku State Circus. In the area of cinematic arts, the J. Jabbarli Movie Studio “Azerbaijanfilm” will be upgraded, and state-funded film dubbing and film production will be expanded. State book publishing houses will be provided with compact and flexible printing equipment."}, {"text_block_id": "p36_b792", "text": "6.6. Gender Policy"}, {"text_block_id": "p36_b793", "text": "6.6.1. Link to Poverty"}, {"text_block_id": "p36_b794", "text": "Social and economic processes in the country affect the status of every citizen, especially those from vulnerable groups, and breakdowns in these processes may cause the decay of families. This effect is manifested in birth rate changes, divorce rates and the number of abandoned children."}, {"text_block_id": "p37_b795", "text": "6.6.2. Current Situation and Main Challenges"}, {"text_block_id": "p37_b796", "text": "The Republic of Azerbaijan subscribes to the concept of gender equality as a feature of national legislation, as well as through the obligations it has made as a signatory to international conventions. A Presidential Decree on Measures for Enhancem"}, {"text_block_id": "p37_b797", "text": "ent Women’s Role in Azerbaijan"}, {"text_block_id": "p37_b798", "text": "was signed on January 14, 1998;"}, {"text_block_id": "p37_b799", "text": "the country’s National Action Plan on Women’s Issues for"}, {"text_block_id": "p37_b800", "text": "2000-2005 was approved by the Decree of the Cabinet of Ministers on March 6, 2000; and another Presidential decree on the Implementation"}, {"text_block_id": "p37_b801", "text": "of State Policy on Women’s Issues in"}, {"text_block_id": "p37_b802", "text": "Azerbaijan was enacted on June 3, 2000. Azerbaijan ratified the Convention on Elimination of"}, {"text_block_id": "p37_b803", "text": "All Forms of Discrimination against Women in 1995. In 1998 the State Committee for Women’s"}, {"text_block_id": "p37_b804", "text": "Issues was established, and in 2006 it was restructured to form the State Committee for Family,"}, {"text_block_id": "p37_b805", "text": "Women’s and Children’s Issues."}, {"text_block_id": "p37_b806", "text": "The national law on Gender (men and women) Equality was adopted on October 10, 2006."}, {"text_block_id": "p37_b807", "text": "Azerbaijan, like other CIS countries, has achieved gender equality in secondary and higher education. However, the existing data shows that girls continue to drop out of school at a higher rate than boys at the levels of basic and secondary education, especially in rural areas. Furthermore, the share of young women enrolled decreases the higher the level of education; at the beginning of the 2007-2008 academic year, the share of women was 47.5% in general schools, 28.5% in vocational schools and lyceums, 47.0% in higher education, 28.4% in postgraduate studies, and 27.5% among doctoral degree candidates. Thus, although equality in education has been achieved, it is of great importance to maintain it throughout this period of rapid social and economic change. In this regard, close monitoring of the situation is necessary."}, {"text_block_id": "p37_b808", "text": "There are no differences in wages for men and women working in the same positions, but disparities do exist in the ratio of women to men in management positions and at higher pay grades. Women are disproportionately represented in sectors such as health and social services (76.3%), education (71.1%) and other community, personal service and social activities (57%), where wages tend to be low."}, {"text_block_id": "p37_b809", "text": "Women’s representation in"}, {"text_block_id": "p37_b810_merged_merged", "text": "public decision-making processes is still comparatively low. The share of women in the central authorities at the decision-making level is 3.3%, and in municipal institutions it is 4.1%. As a result of the most recent parliamentary elections, held in 2005, the share of women among members of Parliament stands at 11.2%. The share of women judges is 14%. In the private sector, there is—as is typical in other countries—an under-representation of women in management mostly concentrated at the lower levels of the management pyramid. Advocacy and awareness-raising must be accelerated in order to empower women and to increase their participation and representation in the political and legal areas."}, {"text_block_id": "p37_b815", "text": "One of the reasons for the low share of women in political and economic spheres is that in the transition period, supportive services such as state child-care have been abolished, and women"}, {"text_block_id": "p38_b816", "text": "bear a greater share of domestic responsibilities than men. This exacts a toll their time, limiting their opportunities to exercise their rights and maintain their standard of living. The revival of the pre-school system, as envisaged in the education sector of the SPPRSD, will have beneficial effects on both women and children."}, {"text_block_id": "p38_b817", "text": "Although the Constitution of the Republic of Azerbaijan, national legislation, and international treaties guarantee protection of women from violence, the problem of gender-based violence (GBV) persists. In many cases GBV survivors do not report to the law enforcement bodies for fear of public criticism, or because they lack information on where to turn for assistance. In this regard there is a need to improve the support systems for GBV survivors, and to develop the skills of law enforcement agencies in assisting them."}, {"text_block_id": "p38_b818", "text": "Inequality and poverty are the root causes of human trafficking. The victims of trafficking tend to be women and children. Although the UN Convention against Transnational Organized Crime and its Protocol to Prevent, Suppress, and Punish Trafficking in Persons especially Women and Children was ratified in 2003, and although the National Action Plan on Fight against Human Trafficking was adopted in 2004 and is currently being implemented, the problem remains serious."}, {"text_block_id": "p38_b819", "text": "On August 4, 2005 the President of the Republic signed Decree #272 to enact the Law on the Fight against Human Trafficking, which contains a set of legislative, institutional, monitoring and rehabilitation measures designed to address the problem more effectively. The need now is to ensure its full implementation."}, {"text_block_id": "p38_b820", "text": "6.6.3. SPPRSD and Gender Equality"}, {"text_block_id": "p38_b821", "text": "As a cross-cutting issue in the SPPRSD, gender has been incorporated into other program areas. Likewise, specific measures aimed at improving gender outcomes will have positive effects in other program areas. Gender issues were specially prioritized in the Education, Health, Labor Market and Employment, and IDPs and Refugees sections."}, {"text_block_id": "p38_b822", "text": "In order to achieve the targets set out in the gender sector, the SPPRSD envisages implementation of activities in the following priority directions:"}, {"text_block_id": "p38_b823", "text": ""}, {"text_block_id": "p38_b824", "text": "developing mechanisms for promoting gender equality;"}, {"text_block_id": "p38_b825", "text": ""}, {"text_block_id": "p38_b826", "text": "strengthening the fight against gender-based violence and violence against children as well as human trafficking."}, {"text_block_id": "p38_b827", "text": "Under"}, {"text_block_id": "p38_b828", "text": "developing mechanism for promoting gender equality"}, {"text_block_id": "p38_b829", "text": ", a gender-sensitive review will look at current legislation and new draft laws as well as the Family Code. At the same time, measures will be undertaken to ratify ILO Convention #156 on Workers with Family Responsibilities concerning Equal Opportunities and Equal Treatment for Men and Women Workers, and the National Plan of Action on Gender Equality and Family Issues will be implemented. A Coordinating Board will be established with representation from relevant organizations and its operational capacity enhanced. Terms of reference documents will be prepared for persons responsible for gender policy in relevant bodies."}, {"text_block_id": "p38_b830_merged_merged", "text": "A database will be established for monitoring and evaluation of current gender policy and the capacity of relevant bodies will be built in the area of collection, analysis and reporting of gender-disaggregated data. At the same time, the obstacles to increasing women’s participation in decision-making process will be identified and annual reports will be prepared on the status of gender equity in the country."}, {"text_block_id": "p38_b833", "text": "The possibility of applying best international practice will be explored when developing gender equity mechanisms, further discussions on the need to consider the gender impact of state budget allocations will be held, and mechanisms of considering gender issues in the state budget process will be analyzed."}, {"text_block_id": "p39_b834", "text": "In the effort toward"}, {"text_block_id": "p39_b835", "text": "strengthening the fight against gender-based violence and violence against children, as well as human trafficking"}, {"text_block_id": "p39_b836", "text": ", relevant capacities will be developed among law-enforcement agencies and the agencies involved in education, health, social services and migration, as well as the mass media. A National Action Plan will be prepared and current legislation will be reviewed to reveal any gaps in coordination of activities related to prevention of GBV and violence against children."}, {"text_block_id": "p39_b837", "text": "In addition, a reliable mechanism for the monitoring of GBV and violence against children will be developed, and analysis will be carried out to identify the causes of violence and obstacles to prevention. Socio-economic factors contributing to the problem of early marriage will be explored to reduce the incidence, and enforcement of the relevant laws will be strengthened."}, {"text_block_id": "p39_b838", "text": "The implementation of a National Action Plan on Fight against Human Trafficking, adopted May 6, 2004, will be strengthened and a public awareness campaign conducted on the risks and possible results of wom"}, {"text_block_id": "p39_b839", "text": "en’s employment abroad in order to increase the effectiveness of the fight"}, {"text_block_id": "p39_b840", "text": "against human trafficking."}, {"text_block_id": "p39_b841", "text": "6.7. Child and Youth Policy"}, {"text_block_id": "p39_b842", "text": "6.7.1. Link to Poverty"}, {"text_block_id": "p39_b843_merged_merged_merged", "text": "Sustainable economic growth and poverty reduction require the active participation of young people in the economic and social processes of the country. As with gender, this is a human rights issue. All children and young people should have the same rights and opportunities to develop their own potential. It is important that mechanisms exist to give young people a voice in society, so that they feel responsible for, and can contribute to, the country’s development. Whereas children have to rely on adults (family or the state) to represent their interests, young people can be supported to articulate and defend their own rights and interests."}, {"text_block_id": "p39_b846", "text": "Young people are also the future managers of the country’s economy and resources, and should"}, {"text_block_id": "p39_b847", "text": "be brought up to understand the importance of sustainable development."}, {"text_block_id": "p39_b848", "text": "Poverty affects children in different ways from adults. Poverty in childhood is harmful to children in the present and it also limits their future development and opportunities. Research has shown that children brought up in poor households are more likely to be poor as adults. Children from poor households are less likely to perform well at school and to continue to higher education. Income poverty is often associated with malnutrition among children, which affects both their physical and mental development. Children are also particularly dependent on the public education and health services provided by the state. Children deprived of parental care are a particularly vulnerable group who must rely on the state for protection and care. Services in the areas of health, education, and social protection are necessary to ensure that the rights of children are being protected and their basic needs are being met."}, {"text_block_id": "p39_b849", "text": "6.7.2. Current Situation and Main Challenges"}, {"text_block_id": "p39_b850", "text": "Young people and children represent 55% of the population. One of the main problems facing these groups is related to lack of employment opportunities, especially in rural areas. Young people represent 51% of the registered unemployed. For this reason many young people migrate to large cities of the country or to other countries. They often live in poor housing conditions, and experience economic and emotional insecurity. These people need support in finding suitable and safe employment."}, {"text_block_id": "p39_b851", "text": "Young people who are demobilized from the army or leaving institutional care require particular support in finding employment and housing. This age group is more likely than others to engage in risky activities that lead to drug, tobacco, and alcohol addiction, and behaviors such as unsafe sex that may have permanent health effects including HIV and other STD infection. It is"}, {"text_block_id": "p40_b852", "text": "therefore important to engage parents in raising awareness of young people on the benefits of healthy lifestyle choices, and the possible consequences of risky activities."}, {"text_block_id": "p40_b853", "text": "One important point of entry for engaging young people is the expansion of access to sports facilities. Sport is of great importance for the physical and mental development of young people."}, {"text_block_id": "p40_b854", "text": "Another problem faced by young people is lack of access to affordable housing, especially for young couples, which often leads to overcrowded households."}, {"text_block_id": "p40_b855", "text": "Policy measures must be taken to provide material and other support to particularly vulnerable groups of young people, especially those living with disabilities or being brought up in institutions, and to promote their successful integration into society."}, {"text_block_id": "p40_b856", "text": "6.7.3. SPPRSD: Children and Youth"}, {"text_block_id": "p40_b857", "text": "The overall priority in this area is to create conditions which promote the all-around development of youth, and to take more concrete steps to address the problems facing youth. Some of the problems of this sector are also specifically addressed in other sectors, for example Economic Development (promoting job creation, and extending mortgage facilities for young families), Health (awareness of importance of healthy lifestyles), Education (equality of opportunity), Social Protection (for particularly vulnerable groups of young people, including the disabled) and Employment (measures to facilitate the job placement of youth)."}, {"text_block_id": "p40_b858", "text": "In addition to the abovementioned activities, the SPPRSD calls for the following main priority directions in the area of child and youth issues:"}, {"text_block_id": "p40_b859", "text": ""}, {"text_block_id": "p40_b860", "text": "promoting healthy life style choices among young people;"}, {"text_block_id": "p40_b861", "text": ""}, {"text_block_id": "p40_b862", "text": "improving opportunities for active participation of youth in socio-political life;"}, {"text_block_id": "p40_b863", "text": ""}, {"text_block_id": "p40_b864", "text": "promoting patriotic education of youth, and providing comprehensive state assistance to talented youth;"}, {"text_block_id": "p40_b865", "text": ""}, {"text_block_id": "p40_b866", "text": "strengthening of policies that relate to children."}, {"text_block_id": "p40_b867", "text": "For the purpose of"}, {"text_block_id": "p40_b868", "text": "promoting healthy life style among young people"}, {"text_block_id": "p40_b869", "text": ", awareness campaigns will be intensified to help prevent drug addiction and other negative tendencies among youth."}, {"text_block_id": "p40_b870", "text": "Toward"}, {"text_block_id": "p40_b871", "text": "improving opportunities for the active participation of youth in socio-political life"}, {"text_block_id": "p40_b872", "text": ", programs and projects pertaining to youth policy will be launched, the publication of youth newspapers and magazines will be increased, radio and TV programs on urgent youth issues will be supported, and a \"Young Leaders\" program will be introduced to develop the managerial skills of youth."}, {"text_block_id": "p40_b873", "text": "For the purpose of"}, {"text_block_id": "p40_b874", "text": "promoting patriotic education of youth"}, {"text_block_id": "p40_b875", "text": ", a State Youth Reward will be established for distinguished young scholars in science, education, culture, art and sport, summer recreation camps will be created, a network of Youth Houses will be established, military sports including"}, {"text_block_id": "p40_b876", "text": "“Shahin”"}, {"text_block_id": "p40_b877", "text": "(Falcon)"}, {"text_block_id": "p40_b878", "text": "and “Jasurlar”"}, {"text_block_id": "p40_b879", "text": "(Braves) and the all-arou"}, {"text_block_id": "p40_b880", "text": "nd competition “Ready to"}, {"text_block_id": "p40_b881", "text": "Protect the Motherland"}, {"text_block_id": "p40_b882", "text": "”"}, {"text_block_id": "p40_b883", "text": "will be organized among school students, training/practice centers will be established at urban and rural schools, training weapons and visual learning aids will be provided to schools, and the school-based pre-conscription course will be improved."}, {"text_block_id": "p40_b884_merged_merged_merged_merged", "text": "Toward the goal of strengthening of policies that relate to children, a National Action Plan on Child Rights will be implemented in line with the International Convention on the Rights of the Child, a Coordinating Board will be established to strengthen cooperation among organizations dealing with children’s issues, public awareness will be raised around international treaties, international experience and current legislation related to protection of child rights."}, {"text_block_id": "p40_b889", "text": "6.8. Family Policy"}, {"text_block_id": "p41_b890", "text": "6.8.1. Link to Poverty"}, {"text_block_id": "p41_b891", "text": "Family is an important social institution that is instrumental in forming personalities and societies. The family unit is central to Azerbaijani culture, where"}, {"text_block_id": "p41_b892", "text": "one’s"}, {"text_block_id": "p41_b893", "text": "attitude to family is a key factor in determination of social status and establishing the sense of self."}, {"text_block_id": "p41_b894", "text": "Being a social institution, the family is impacted by various social forces: government policy, religion, etc. Family itself determines the peculiarities of a society, as well as the system of values of a human being: ideals, attitude towards culture, homeland, and work. Gender relations, which are of special importance, have an impact on the reproductive behavior of a person and other outcomes. For instance, when a woman a sacrifices her career to family life, it may negatively affect the welfare of the family. At the same time, increases in women working outside the home cause the national birth rate to fall."}, {"text_block_id": "p41_b895", "text": "6.8.2. Current Situation and Main Challenges"}, {"text_block_id": "p41_b896", "text": "As of January 1, 2008, there were 1,810,500 families in the Republic of Azerbaijan. Family composition, marital status and family relationships are all reflections of gender relations in every country and society. Social standards, traditions and cultural trends as well as marital and family relationships are drastically changing in Azerbaijan, which is in the midst of a political and economic transition."}, {"text_block_id": "p41_b897", "text": "The so-called composite family"}, {"text_block_id": "p41_b898", "text": "—"}, {"text_block_id": "p41_b899", "text": "where several generations of kin live together"}, {"text_block_id": "p41_b900", "text": "—"}, {"text_block_id": "p41_b901", "text": "was the norm in Azerbaijan up until the middle of the Twentieth Century. Recent surveys point to the"}, {"text_block_id": "p41_b902", "text": "increasing dominance of the “"}, {"text_block_id": "p41_b903", "text": "core"}, {"text_block_id": "p41_b904", "text": "family” model—"}, {"text_block_id": "p41_b905", "text": "where a household contains only parents and a single generation of children"}, {"text_block_id": "p41_b906", "text": "–"}, {"text_block_id": "p41_b907", "text": "and composite families are now scarce, especially in urban areas. Core family size is falling as well, which, among other factors, is also caused by a decrease in the birth rate because of increased economic and public participation of women."}, {"text_block_id": "p41_b908", "text": "6.8.3. SPPRSD and Family"}, {"text_block_id": "p41_b909", "text": "Main priority in this area is to promote and contribute to the development of the state, and to overall progress, by strengthening the family and family relationships, which lie at the core of society."}, {"text_block_id": "p41_b910", "text": "Thus the SPPRSD calls for activities in the following priority directions:"}, {"text_block_id": "p41_b911", "text": ""}, {"text_block_id": "p41_b912", "text": "strengthening policy pertaining to family issues;"}, {"text_block_id": "p41_b913", "text": ""}, {"text_block_id": "p41_b914", "text": "preserving the institution of the family and ensuring its development;"}, {"text_block_id": "p41_b915", "text": ""}, {"text_block_id": "p41_b916", "text": "ensuring gender equity in the family;"}, {"text_block_id": "p41_b917", "text": ""}, {"text_block_id": "p41_b918", "text": "strengthening relationships in the family;"}, {"text_block_id": "p41_b919", "text": ""}, {"text_block_id": "p41_b920", "text": "preventing domestic violence and minimizing its consequences;"}, {"text_block_id": "p41_b921", "text": ""}, {"text_block_id": "p41_b922", "text": "preventing early marriages."}, {"text_block_id": "p41_b923", "text": "For the purpose of"}, {"text_block_id": "p41_b924", "text": "strengthening policy pertaining to family issues,"}, {"text_block_id": "p41_b925", "text": "the principal policy concerns are demographic issues, family planning, reproductive health, and social protection of the family."}, {"text_block_id": "p41_b926", "text": "As regards"}, {"text_block_id": "p41_b927", "text": "preserving the family institution and ensuring its development"}, {"text_block_id": "p41_b928", "text": ", the legal and regulatory framework on family support will be improved, comparative research will be carried out to study the impact of globalization upon families, family indicators will be prepared based on research outcomes, and activities will be implemented to forecast family-related demographic trends occurring in the country."}, {"text_block_id": "p41_b929_merged_merged_merged_merged_merged", "text": "With regard to ensuring gender equity in the family, research on family problems will be carried out with consideration principles of gender equality, the Family and Labour Codes of the Republic of Azerbaijan will be analyzed from a gender perspective, and relevant changes will be made to current legislation if required."}, {"text_block_id": "p42_b932", "text": "As for"}, {"text_block_id": "p42_b933", "text": "strengthening relationships in the family"}, {"text_block_id": "p42_b934", "text": ", projects on organizing family leisure time (family tourism, family sporting events, etc.) will be developed and implemented. The establishment of special family psychological centers is also envisaged."}, {"text_block_id": "p42_b935", "text": "As concerns"}, {"text_block_id": "p42_b936", "text": "preventing domestic violence and minimizing its consequences,"}, {"text_block_id": "p42_b937", "text": "representational research will be carried out to assess the situation, special programs will be developed and implemented to work with people who commit domestic violence, and legislation will be developed to establish public shelters and crisis centers for survivors of violence."}, {"text_block_id": "p42_b938", "text": "With regard to"}, {"text_block_id": "p42_b939", "text": "preventing early marriages,"}, {"text_block_id": "p42_b940", "text": "relevant measures will be undertaken to increase accountability for those who promote early marriage."}, {"text_block_id": "p42_b941", "text": "Chapter 7"}, {"text_block_id": "p42_b942", "text": "Institutional Policy and Good Governance"}, {"text_block_id": "p42_b943", "text": "7.1. Link to Poverty"}, {"text_block_id": "p42_b944", "text": "Implementing a successful poverty reduction policy requires strong, transparent and accountable public institutions that are staffed by a professional civil service, guided by appropriate laws, and reinforced by a responsive judicial system. Continuous institutional improvements are at the heart of the adaptive change necessary for"}, {"text_block_id": "p42_b945", "text": "the country’s"}, {"text_block_id": "p42_b946", "text": "integration into the global economic system and maintaining competitiveness."}, {"text_block_id": "p42_b947", "text": "The SPPRSD recognizes the centrality to poverty reduction of public sector reform, upholding good governance and ensuring that Azerbaijan aligns with EU norms and standards by 2015."}, {"text_block_id": "p42_b948", "text": "7.2. Current Situation and Main Challenges"}, {"text_block_id": "p42_b949_merged_merged_merged_merged_merged", "text": "Since gaining independence in 1991, the Republic of Azerbaijan has undergone a difficult political transition and institutional evolution. The breakdown in economic ties between the post-Soviet republics after the collapse of the Soviet Union, and the occupation of 20% of Azerbaijan’s territory by which resulted in over 20,000 deaths and the displacement of a million people–have created considerable constraints to introducing institutional reforms."}, {"text_block_id": "p42_b954", "text": "Starting late in the last century, the government has initiated institutional reforms aimed at further improving the standards of governance, restructuring public administration, and transforming institutions of state."}, {"text_block_id": "p42_b955", "text": "In 1998, the State Commission on Public Administration Reform was established to lead the process, establishing working groups in the areas of:"}, {"text_block_id": "p42_b956", "text": "1)"}, {"text_block_id": "p42_b957", "text": "restructuring the system of public expenditure management;"}, {"text_block_id": "p42_b958", "text": "2)"}, {"text_block_id": "p42_b959", "text": "reforms in the system of audits;"}, {"text_block_id": "p42_b960", "text": "3)"}, {"text_block_id": "p42_b961", "text": "reforms in the system of public administration;"}, {"text_block_id": "p42_b962", "text": "4)"}, {"text_block_id": "p42_b963", "text": "judicial and legal reforms."}, {"text_block_id": "p42_b964", "text": "Notable progress has been achieved since that time, including the rationalization of several public institutions and the abolishment of several others. The powers and functions of several central executive authorities have been more clearly defined, and functional improvements have been made as a result of merging or elimination of certain structures within these authorities. In addition, significant achievements have been made in separating the regulatory and commercial functions of state agencies."}, {"text_block_id": "p42_b965", "text": "The Law on Civil Service was adopted in 2001 to form the legislative framework, and several amendments and additions have been made to the Law since then to improve it further. In line with these requirements, in 2005, a Civil Service Commission was established under the auspices of the President of Azerbaijan, and recommendations of this Commission were approved by presidential decree on June 3, 2005 to pursue reforms and improve the overall delivery and"}, {"text_block_id": "p43_b966", "text": "quality of public services. A Civil Service Management Council was established to ensure a systematic approach to the reform effort. The wages of civil servants have regularly been increased and their social protection improved, and a new law on Ethical Conduct of the Public Servant has been adopted."}, {"text_block_id": "p43_b967", "text": "As a result of judicial and legal reforms,"}, {"text_block_id": "p43_b968", "text": "the country’s legislative framework was aligned with"}, {"text_block_id": "p43_b969", "text": "international norms and standards, a new 3-tier judicial system was established, and new procedures based on a system of examinations and tests, have been created for the hiring of judges. Legal assistance centers have been set up to provide the poor with free and better access to legal services and to raise their awareness of their rights and protections."}, {"text_block_id": "p43_b970", "text": "Azerbaijan has joined the European Council’s Group of States against Corruption (GRECO), the"}, {"text_block_id": "p43_b971", "text": "Istanbul Anti-Corruption Action Plan under the Organization for Economic Cooperation and Development (OECD), and the Extractive Industries Transparency Initiative (EITI). In 2004, Azerbaijan adopted a State Anti-Corruption Programme ("}, {"text_block_id": "p43_b972", "text": "2006) and amended the country’s"}, {"text_block_id": "p43_b973", "text": "legislation to enforce anti-corruption measures. In order to ensure implementation of the AntiCorruption Law of the Republic of Azerbaijan, an Anti-Corruption Commission was established along with an Anti-Corruption Department under the Prosecutor General. In addition, the National Strategy on Transparency Enhancement and Anti-Corruption, and the Action Plan on Implementation of the National Strategy 2007-2011 were adopted."}, {"text_block_id": "p43_b974_merged_merged_merged", "text": "After joining the EITI in 2003, the Government established a National EITI Commission, which signed a Memorandum of Understanding with international oil companies active in Azerbaijan, as well as with the National NGO Forum. The Government has prioritized the transparent and effective management of state oil revenues for the purpose of making those revenues benefit the country as a whole, and turn “black gold into human gold.” This commitment was underlined in 2005 when Azerbaijan submitted its first report on state revenues from the extractive sector to the Committee on EITI. This report was prepared by an international audit firm with the active involvement of civil society organizations."}, {"text_block_id": "p43_b977", "text": "The decentralization process started in 1999 with the establishment of 2,667 municipalities. Municipalities have now become decision-making bodies that play an important role in the process of decentralization, the democratization of civic life, and in the mobilization of citizens and joint anti-poverty activities at the local level."}, {"text_block_id": "p43_b978", "text": "However, the municipalities are now facing several obstacles: ambiguities and gaps in legislation; lack of clarity on division of responsibility and authority with other bodies at the local level; and a lack of funds to carry out their new responsibilities effectively. Municipal capacity must now be built to take a greater role in local socio-economic development and the poverty reduction process."}, {"text_block_id": "p43_b979", "text": "In 2005, Azerbaijan was elected to the UN Human Rights Council, and thereby reaffirmed its commitment to the promotion and protection of human rights and fundamental freedoms, including (but not limited to) a commitment to: the fight against racism and racial discrimination; protecting the rights of the child, upholding civil and political rights; and promoting gender equality and the empowerment of women. Azerbaijan is a party to all major international and regional human rights treaties and has taken significant steps to ensure that measures are enforced in this sphere, including the establishment of the Office of the National Human Rights Defender (Ombudsman) in 2001. While these priorities are not explicitly stated in the SPPRSD, they are implicit to many of its provisions, and are mainstreamed into the EU norms and standards that are the objective benchmarks that Azerbaijan has adopted."}, {"text_block_id": "p43_b980", "text": "7.3. SPPRSD and Good Governance"}, {"text_block_id": "p44_b981", "text": "The SPPRSD recognizes"}, {"text_block_id": "p44_b982", "text": "the overarching importance of adopting global “best practices” and"}, {"text_block_id": "p44_b983", "text": "standards in public administration and the centrality of this process to poverty reduction. The presence of strong and transparent management institutions, reinforced by a responsive judicial system, regulated by appropriate laws and staffed with qualified professionals, is essential to the success of this effort."}, {"text_block_id": "p44_b984", "text": "In the area of Good Governance and Institutional Policy, the SPPRSD calls for policy measures in the following directions:"}, {"text_block_id": "p44_b985", "text": ""}, {"text_block_id": "p44_b986", "text": "improvement of public administration;"}, {"text_block_id": "p44_b987", "text": ""}, {"text_block_id": "p44_b988", "text": "civil service reform;"}, {"text_block_id": "p44_b989", "text": ""}, {"text_block_id": "p44_b990", "text": "judicial and legal reforms;"}, {"text_block_id": "p44_b991", "text": ""}, {"text_block_id": "p44_b992", "text": "combating corruption;"}, {"text_block_id": "p44_b993", "text": ""}, {"text_block_id": "p44_b994", "text": "EITI;"}, {"text_block_id": "p44_b995", "text": ""}, {"text_block_id": "p44_b996", "text": "decentralization, and the development of civil society;"}, {"text_block_id": "p44_b997", "text": ""}, {"text_block_id": "p44_b998", "text": "applying international human rights standards and norms."}, {"text_block_id": "p44_b999", "text": "Improvement of Public Administration."}, {"text_block_id": "p44_b1000", "text": "Reforms will be mainly aimed at optimizing the structure and tasks of state bodies, as well as separating regulatory and commercial functions in the transportation, telecommunication, fuel and energy and other sectors. Also, an Action Plan to cushion the negative effect of redundancies caused by structural reforms in public administration will be developed and implemented. The SPPRSD envisages improving the work of tax and customs bodies, the management of public expenditure and treasury, and finalizing the adoption of International Financial Standards of Accounting."}, {"text_block_id": "p44_b1001_merged_merged", "text": "A system of “e-Government” will be introduced to improve the efficiency and transparency of state authorities and to reduce bureaucracy, and an Action Plan and single standards for websites of central executive bodies will be developed. In order to increase transparency in the decision-making process and encourage the active involvement of civil society, the participatory mechanism for public discussion of draft laws and decisions relating to public welfare will be improved."}, {"text_block_id": "p44_b1006", "text": "Civil Service reform."}, {"text_block_id": "p44_b1007", "text": "The capacity of the Civil Service Commission under the President of the Republic will be strengthened, a system of rotation and assessment of civil servant performance will be established, internal controls will be created for the civil service, and codes of ethics and standards of behavior towards citizens will be adopted in order to improve the management of civil service system."}, {"text_block_id": "p44_b1008", "text": "To improve civil service recruitment, existing recruitment legislation will be amended; the development of terms of reference, employment conditions and requirements for civil service positions will be strengthened; an Action Plan on the preparation of civil servants will be developed; and appropriate conditions will be created for holding admission exams."}, {"text_block_id": "p44_b1009", "text": "To attract highly-qualified personnel to the civil service, and to increase staff performance, the system of social protection of civil servants will be enhanced. The capacity of civil servants in public administration, anti-corruption, gender issues and other areas will be strengthened through special trainings."}, {"text_block_id": "p44_b1010", "text": "Judicial and Legal Reforms."}, {"text_block_id": "p44_b1011", "text": "Legal and judicial reforms will be continued with the objective of improving access to legal institutions and legal assistance, especially for the poor and vulnerable."}, {"text_block_id": "p44_b1012", "text": "The network of regional legal advisory centers will be expanded so that the poor can be informed about their civil rights and have access to free legal services, and other necessary measures will be undertaken to expand access of population to the legal institutions."}, {"text_block_id": "p45_b1013", "text": "The capacity of legal and judicial officials will be developed and new technologies introduced in the courts in order to increase their professional capacity."}, {"text_block_id": "p45_b1014", "text": "Medical and sanitary departments and clinics attached to penitentiaries will be upgraded, the security system in isolation wards and correctional facilities improved, libraries and sports grounds created and legal education strengthened for the accused and prisoners, in order to increase their legal awareness, improve living conditions and ensure their rights to health protection."}, {"text_block_id": "p45_b1015", "text": "In order to ensure the successful re-integration and adaptation of prisoners upon release, more workshops for prisoners will be conducted to enable them to acquire skills in demand in the labor market. Public awareness will also be raised to support the re-integration of prisoners into society."}, {"text_block_id": "p45_b1016", "text": "To promote juvenile justice, the state will establish both a pool of judges to handle juvenile cases and an independent Juvenile Department of the police. The juvenile justice skills of lawyers will be enhanced, and a new model Juvenile Justice system will be introduced in pilot districts."}, {"text_block_id": "p45_b1017", "text": "A State Population Registry of the Republic of Azerbaijan has already been established to ensure more accurate and secure registration of population statistics. Special emphasis will now be given to improving birth registration in remote areas, which should lead to better monitoring of infant and child mortality rates."}, {"text_block_id": "p45_b1018", "text": "In conformity with existing legislation, work will be continued to create a database of legal entities."}, {"text_block_id": "p45_b1019", "text": "The SPPRSD envisages the strengthening of physical and technical resources of legal and judicial authorities, better equipment for forensic examination, and construction and repair of buildings for judicial authorities within the PIP."}, {"text_block_id": "p45_b1020", "text": "Combating corruption."}, {"text_block_id": "p45_b1021", "text": "The SPPRSD envisages a review of current legal regulatory acts in terms of anti-corruption, capacity building for law enforcement authorities to combat corruption, arrangement of awareness-raising and training courses, improving cooperation between international and local organizations in this area, as well as, the creation of an overall monitoring system and a single database. At the same time, statistical periodic reports on corruption crimes will be prepared and made publicly available on a regular basis."}, {"text_block_id": "p45_b1022", "text": "EITI."}, {"text_block_id": "p45_b1023", "text": "Awareness of the EITI will be raised, participation in related international initiatives expanded, and regular reporting will be continued, all with the active engagement by the State of relevant stakeholders."}, {"text_block_id": "p45_b1024", "text": "Decentralization, and the development of civil society."}, {"text_block_id": "p45_b1025", "text": "The SPPRSD includes measures aimed at improving the functioning of municipalities and capacity building at the municipality level. Municipal-level legislation will be amended and a relevant review carried out to better define the division of rights and responsibilities between local governing bodies and executive authorities."}, {"text_block_id": "p45_b1026", "text": "To strengthen their financial footing, the mechanism for allocating subsidies to municipalities from the state budget will be improved, cooperation will be improved between municipalities and the Ministry of Taxes in the collection of local taxes and duties, and the transfer of official property rights to municipalities will be accelerated."}, {"text_block_id": "p45_b1027", "text": "Efforts aimed at strengthening the institutional development of municipalities will be continued. Setting up municipal associations will be encouraged, and greater transparency will be ensured in the financial and economic activities of municipalities. In order to develop the capacity of municipalities, training courses for upgrading the skills of municipal staff and officials will be organized, exchange of experience at the local and international levels will be further"}, {"text_block_id": "p46_b1028", "text": "encouraged, and further training of municipal-level specialists in public education will be supported."}, {"text_block_id": "p46_b1029", "text": "Over the SPPRSD period, NGOs will play a greater role in the important processes of increasing the role of the communities in solving local problems, and encouraging community development."}, {"text_block_id": "p46_b1030_merged", "text": "In the effort toward applying international human rights standards and norms, Azerbaijan will continue to participate actively in international human rights bodies, including participating in the newly established UN Human Rights Council, and will uphold regional and international conventions. A commitment to these conventions is mainstreamed in the SPPRSD, ensuring that the rights and obligations to which Azerbaijan has committed are implicit in all policy measures, including the protection of child rights, the fight against racial discrimination, and ensuring gender equality and the empowerment of women."}, {"text_block_id": "p46_b1033", "text": "Chapter 8"}, {"text_block_id": "p46_b1034", "text": "Participation and Monitoring"}, {"text_block_id": "p46_b1035", "text": "One of the key features of the SPPRSD is its participatory process, which brings together government, civil society and international organizations in the effort to combat poverty. The main objectives of the participatory process can be summarized as follows:"}, {"text_block_id": "p46_b1036", "text": ""}, {"text_block_id": "p46_b1037", "text": "ensuring close coordination of the work of government representatives, civil society and international organizations in combating poverty;"}, {"text_block_id": "p46_b1038", "text": ""}, {"text_block_id": "p46_b1039", "text": "improving the constructive dialogue between government and civil society;"}, {"text_block_id": "p46_b1040", "text": ""}, {"text_block_id": "p46_b1041", "text": "raising public awareness of the government’s poverty reduction strategy and implementation"}, {"text_block_id": "p46_b1042", "text": "status of the relevant state programs;"}, {"text_block_id": "p46_b1043", "text": ""}, {"text_block_id": "p46_b1044", "text": "facilitating discussions on the impact of policy measures on the living standards of the population in order to better define priorities;"}, {"text_block_id": "p46_b1045", "text": ""}, {"text_block_id": "p46_b1046", "text": "increasing public involvement in the implementation of the SPPRSD."}, {"text_block_id": "p46_b1047", "text": "While the implementation process will be monitored in a transparent fashion, work will also continue to improve capacity in data collection and standards over the SPPRSD period."}, {"text_block_id": "p46_b1048", "text": "ACRONYMS"}], "document_description": "<div class=\"page\" title=\"Page 34\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThis Program notably charges the government to design and implement an Action Plan on mitigation and adaptation to climate change in the country over the period 2008-2015. A Carbon Fund will also be established for financial assistance to manufacturing companies to reduce their emissions. The document further states that measures will be taken to improve the system of monitoring of atmospheric pollution.\n\nThe Program calls for the installation of energy capacity using renewable resources, including hydro and wind. It also aims at increasing the share of forested areas and reduce GHG emissions from the housing sector.\n\n</div>\n</div>\n</div>"}