{"document_instrument_name": ["MRV|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Serbia", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Environment", "Energy"], "document_date": "25/12/2010", "document_language": "Serbian", "document_name": "Forest law", "document_country_code": "SRB", "document_hazard_name": [], "document_keyword": "Redd+ And Lulucf", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/SRB/2010/SRB-2010-12-25-Forest law_0ed0203fb54604bb59c318a9d18cc43a.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law regulates the preservation, protection, planning, cultivation and use of forests, the disposal of forests and forest land, supervision over the implementation of this law, as well as other issues important for forests and forest land. Art. 3 states that this law provides for the conditions for sustainable forest management and forest land as good of general interest, in the manner and in the extent that it permanently maintains and improves their production capacity, biodiversity, renewability and vitality, and improves their potential to mitigate climate change, as well as their economic, ecological and social function, without causing damage to the surrounding ecosystems. Protecting forests is made in art. 4 as an activity of general interest, which shall notably lead to 1) the prohibition of permanent reduction of areas under forests; 2) increase of the total forest fund, as well as the share of state ownership in the forests in the Republic of Serbia, and especially in forests with a special purpose; 3) financing the preservation, protection and improvement of the state of existing and raising new forests, development of forest management plans and programs through the Budget Fund for Forests of the Republic of Serbia (hereinafter: the Budget Fund), ie funding for the preservation, protection and improvement of existing and new forests , development of plans and programs of forest management through the Budget Fund for forests of the Autonomous Province (hereinafter: the Budgetary Provincial Fund); 4) adopting programs for development of forestry, forest management plans and their implementation; 5) establishment of legal entities for forest management in state ownership; 6) establishing, maintaining and using the national information system in forestry; 7) providing material, expert and advisory support to forest owners; 8) prohibition of alienation of state-owned forests, except in the cases provided for by this Law; and 9) conservation and protection of forests as environmental factors. Art. 6 on the economic functions of forests notably recognises that forests mitigate the harmful effects of greenhouse gases emissions by carbon sequestration, oxygen production and biomass."}