{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Serbia", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Renewable Energy Action Plan", "document_country_code": "SRB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2013", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/SRB/2013/SRB-2013-12-25-National Renewable Energy Action Plan_8a0818599be8845037446943cbaac344.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF SERBIA"}, {"text_block_id": "p0_b2", "text": "Ministry of Energy, Development and Environmental Protection"}, {"text_block_id": "p0_b3", "text": "(In accordance with the template foreseen in the Directive 2008/29/EC-Decision"}, {"text_block_id": "p0_b4", "text": "2009/548/EC)"}, {"text_block_id": "p0_b5", "text": "Belgrade, 2013"}, {"text_block_id": "p1_b6", "text": "ABBREVIATIONS"}, {"text_block_id": "p2_b7", "text": "INDTRODUCTION"}, {"text_block_id": "p2_b8", "text": "National Renewable Energy Action Plan (hereinafter referred to as: NREAP) is the document setting the targets of use of renewable energy sources until 2020, as well as the manner of their achievement. Among other things, its aim is to enhance investments into the field of renewable energy sources."}, {"text_block_id": "p2_b9", "text": "Preparation of the NREAP in the presented form of questions and answers results from the international commitment undertaken by the Republic of Serbia in 2006 by the \"Law on Ratification of the Treaty Establishing Energy Community between the European Community and the Republic of Albania, Republic of Bulgaria, Bosnia and Herzegovina, Republic of Croatia, Former Yugoslav Republic of Macedonia, Republic of Montenegro, Romania, Republic of Serbia and United Nation Interim Administration Mission on Kosovo in compliance with the Resolution 1244 of the UN Security Council (\"Official Gazette of the RoS\" No. 62/06)\"."}, {"text_block_id": "p2_b10", "text": "Pursuant to the Article 20 of the Energy Community Treaty (hereinafter referred to as: EnCT), the Republic of Serbia accepted the commitment to apply European Directives in the field of renewable energy sources (hereinafter referred to as: RES)-Directive 2001/77/EC for the promotion of electricity from renewable energy sources and the Directive 2003/30/EC on the promotion of biofuels or other fuels produced from renewable energy sources for transport. Since 2009 the said Directives were gradually replaced and in January 2012 they were repealed by a new Directive 2009/28/EC of the European Parliament and Council, dated 23 April 2009, on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC CELEX No. 32009L0028)."}, {"text_block_id": "p2_b11", "text": "In line with the Directive 2009/28/EC binding targets were set for the members of the European Union in order to provide that, in the 2020, RES participate with 20% in the gross final energy consumption (hereinafter referred to as: GFEC) at the level of the European Union. Binding national targets of the EU member countries are defined in the part A of the Annex I and they are consistent with the target that the share of RES will be minimum 20 % in the gross final energy consumption at the EU level in 2020. Within the effort to fulfil the share of RES in GFEC, each member country is bound to provide the share of energy from RES in all forms of transport of minimum 10% of the GFEC in the transport sector of that member state in 2020. GFEC is calculated in compliance with the Article 2 (f) of the Directive 2009/28/EC."}, {"text_block_id": "p2_b12", "text": "In addition, increase of energy efficiency is a key task for achieving the improvement of 20 % in energy efficiency until 2020 at the EU level. The Directive envisages that every EU member country shall prepare its NREAP in line with the adopted template for the preparation of that document (Decision 2009/548/EC). The National Action Plan sets national goals for the share of energy from RES in"}, {"text_block_id": "p3_b13", "text": "the sectors of transport, electricity and heating and cooling until 2020, taking into account effects of energy efficiency measures on GFEC. Also, the Action Plan foresees adequate measures to be taken with an aim of achieving national goals, including cooperation between the local, regional and national authorities, as planned cooperation mechanisms between the EnC member states aimed at achieving their respective binding targets."}, {"text_block_id": "p3_b14", "text": "The same methodology from the Directive (defined in articles 5 to 11) which was applied for the calculation of targets in the field of RES for EU member countries, was also applied for defining the binding share of RES in GFEC in 2020 for each EnC member state, with the only difference that the base year for the calculation of the target for the Contracting Parties (Republic of Albania, Republic of Bulgaria, Bosnia and Herzegovina, Republic of Croatia, Former Yugoslav Republic of Macedonia, Republic of Montenegro, Romania, Republic of Serbia and United Nation Interim Administration Mission on Kosovo in compliance with the Resolution 1244 of the UN Security Council) was set to 2009 instead of 2005."}, {"text_block_id": "p3_b15", "text": "In accordance with the Directive 2009/28/EC and the Decision of the Council of Ministers of the Energy Community of 18 October 2012 (D/2012/04/MS-EnC) a very ambitious binding target was set for the Republic of Serbia, amounting to 27 % of RES in its GFEC in 2020. The same Decision defined that the NREAP of the Republic of Serbia should be prepared in compliance with the adopted template for the preparation of this document (Decision 2009/548/EC)."}, {"text_block_id": "p3_b16", "text": "According to this Decision, each country party to the EnCT is bound to bring laws, regulations and administrative provisions which will be in compliance with the Directive 2009/28/EC until 1 January 2014."}, {"text_block_id": "p3_b17", "text": "This Action Plan will be constantly improved and harmonized with the state priorities and economic development of the country."}, {"text_block_id": "p3_b18", "text": "The National Action Plan was prepared by the intersectoral working group composed of representatives of the state administration bodies, provincial bodies and other relevant institutions in the Republic of Serbia."}, {"text_block_id": "p3_b19", "text": "In the preparation of NREAP the Republic of Serbia got assistance from the Kingdom of Netherlands through the Project \"Development of legal framework for the use of RES\" within a G2G Programme (Government to Government Programme)."}, {"text_block_id": "p4_b20", "text": "1 SUMMARY OF NATIONAL RENEWABLE ENERGY POLICY"}, {"text_block_id": "p4_b21", "text": "National goals and the plan of utilization of renewable sources of the Republic of Serbia are set by the Energy Law (\"Official Gazette of the RoS\", No. 57/11, 80/11"}, {"text_block_id": "p4_b22", "text": "–"}, {"text_block_id": "p4_b23", "text": "correction and 93/12), Chapter VI-Energy from RES and incentives, title 1. National goals and the plan of utilization of RES. Thus, among other things, Article 52 of the Law envisages that the Government, on proposal of the Ministry in charge of energy, shall prepare the National Action Plan, which sets the targets for the use of RES for the period of minimum 10 years. Targets are set on the basis of energy needs, economic capabilities and commitments of the Republic of Serbia undertaken in the ratified international agreements."}, {"text_block_id": "p4_b24", "text": "The most important coal deposits in the Republic of Serbia consist of lignite (soft brown coals) which also form the largest mineral complex. Geological reserves of lignite account for 93% of geological reserves of all types of coals in the Republic of Serbia. Other types of coals (stone, brown, brown lignite or hard brown coals) presented with only 7% of geological reserves of the Republic of Serbia. The largest part of lignite reserves, over 76%, is located in the Kosovo-Metohia Basin"}, {"text_block_id": "p4_b25", "text": "."}, {"text_block_id": "p4_b26", "text": "According to the Decision on setting the Energy Balance of the Republic of Serbia for 2013 (\"Official Gazette of the RoS\" No. 122/12) dependence of Serbia on the energy import in 2011 amounted to 30.28%. In the future, the most important task for the Republic of Serbia will be to provide safe, quality and reliable supply of energy and energy carriers and reduce the energy dependence of the country. In these terms, the Energy Law defines the"}, {"text_block_id": "p4_b27", "text": "measures and activities"}, {"text_block_id": "p4_b28", "text": "to be undertaken for achieving the long-term targets, namely:"}, {"text_block_id": "p4_b29", "text": "to be undertaken for achieving the long-term targets, namely:\n* Reliable, safe and quality supply of energy and energy carriers;\n* Creation of conditions for reliable and safe operation and sustainable\n* Competition at the energy market based on principles of non-discrimination, and transparency;\n* Securing conditions for improvement of energy efficiency in performing\n* Establishment of economical, commercial and financial conditions for the\n* Establishing conditions for the utilization of new energy sources;\n* Improvement of environmental protection in all energy-related fields;\n* Establishment of conditions for investments into energy sector;\n* Protection of buyers of energy and energy carriers;"}, {"text_block_id": "p5_b49", "text": "to be undertaken for achieving the long-term targets, namely:\n* Reliable, safe and quality supply of energy and energy carriers;\n* Creation of conditions for reliable and safe operation and sustainable\n* Competition at the energy market based on principles of non-discrimination, and transparency;\n* Securing conditions for improvement of energy efficiency in performing\n* Establishment of economical, commercial and financial conditions for the\n* Establishing conditions for the utilization of new energy sources;\n* Improvement of environmental protection in all energy-related fields;\n* Establishment of conditions for investments into energy sector;\n* Protection of buyers of energy and energy carriers;\n* Connection of the power system of the Republic of Serbia with power\n* Development of the electricity and natural gas markets and their connection"}, {"text_block_id": "p6_b53", "text": "Renewable energy sources (RES)"}, {"text_block_id": "p6_b54", "text": "Pursuant to the Energy Law, the energy from renewable energy sources is the energy produced from non-fossil renewable sources, like: watercourses, biomass, wind sun, biogas, landfill gas, gas from the sewage water treatment plants and geothermal energy sources."}, {"text_block_id": "p6_b55", "text": "Pursuant to the Directive 2009/28/EC the energy from renewable sources means energy from renewable non-fossil sources, namely wind, solar, aerothermal, geothermal, hydrothermal and ocean energy, hydropower, biomass, landfill gas, sewage treatment plant gas and biogases."}, {"text_block_id": "p6_b56_merged", "text": "Renewable energy sources with an estimated technically usable potential of about 5.6 Mtoe per annum (Figure 1) can have a considerable contribution to a lesser utilization of fossil fuels and achievement of defined targets regarding the share of renewable sources in the GFEC, as well as regarding the improvement of environment. The biomass potential amounts to approximately 3.4 Mtoe per year (2.3 Mtoe per year is unused, аnd 1.1 Mtoe is used), 1.7 Mtoe lies in hydropotential (0.8 Mtoe per year is  unused, and 0.9 Mtoe per year is the used hydropotential), 0.2 Mtoe per year in geothermal energy, 0.2 Mtoe per year in geothermal energy, 0.1 Mtoe per year in wind energy, 0.2 Mtoe per year in solar energy and 0.04 Mtoe per year in biodegradable part of waste. Out of the total available technical potential of RES , the Repubic of Serbia already uses 35% (0.9 Mtoe of used hydro-potential and 1.06 Mtoe of used biomass and geothermal potential)."}, {"text_block_id": "p6_b59", "text": "Figure 1: Structure of RES in the Republic of Serbia"}, {"text_block_id": "p7_b60", "text": "in the methodology for calculation of the binding share of RES in the GFEC of Serbia in 2020), the share of electricity from hydropotential in the GFEC amounted to 9.6 % (28.7 % in the electricity sector), while the share of heat from biomass in GFEC amounted to 11.5 % (27.5 % in heating and cooling sector)."}, {"text_block_id": "p7_b61", "text": "in the methodology for calculation of the binding share of RES in the GFEC of Serbia in 2020), the share of electricity from hydropotential in the GFEC amounted to 9.6 % (28.7 % in the electricity sector), while the share of heat from biomass in GFEC amounted to 11.5 % (27.5 % in heating and cooling sector).\n* Energy Law (\"Official Gazette of the RoS\", No. 57/11 and 80/11);\n* Decree on amendments and supplements of the Decree on Establishing the\n* Decree on Requirements for Obtaning the Privileged Electricity Producer\n* Decree on incentive measures for the Production of Electricity from\n* Decree on incentive measures for the Production of Electricity from\n In compliance with the ratified EnCT, the Energy Law was adopted which\n* Decree on incentive measures for the Production of Electricity from\n In compliance with the ratified EnCT, the Energy Law was adopted which\n Goals of the energy policy of the Republic of Serbia concerning greater use\n* construction of new facilities that meet requirements regarding energy\n* energy-related rehabilitation of buildings and introduction of RES in the\n* replacement of heating oil, coal and natural gas used for heating with\n* introduction of district heating systems based on the use of RES and\n* replacement of the use of electricity for the production of sanitary hot water\n* electricity generation from RES;\n* introduction of biofuel and other RES in the transport sector;\n* development of distribution network for the connection of smaller\n* the use and production of equipment and technologies that will enable a"}, {"text_block_id": "p8_b89", "text": "in the methodology for calculation of the binding share of RES in the GFEC of Serbia in 2020), the share of electricity from hydropotential in the GFEC amounted to 9.6 % (28.7 % in the electricity sector), while the share of heat from biomass in GFEC amounted to 11.5 % (27.5 % in heating and cooling sector).\n* Energy Law (\"Official Gazette of the RoS\", No. 57/11 and 80/11);\n* Decree on amendments and supplements of the Decree on Establishing the\n* Decree on Requirements for Obtaning the Privileged Electricity Producer\n* Decree on incentive measures for the Production of Electricity from\n* Decree on incentive measures for the Production of Electricity from\n In compliance with the ratified EnCT, the Energy Law was adopted which\n* Decree on incentive measures for the Production of Electricity from\n In compliance with the ratified EnCT, the Energy Law was adopted which\n Goals of the energy policy of the Republic of Serbia concerning greater use\n* construction of new facilities that meet requirements regarding energy\n* energy-related rehabilitation of buildings and introduction of RES in the\n* replacement of heating oil, coal and natural gas used for heating with\n* introduction of district heating systems based on the use of RES and\n* replacement of the use of electricity for the production of sanitary hot water\n* electricity generation from RES;\n* introduction of biofuel and other RES in the transport sector;\n* development of distribution network for the connection of smaller\n* the use and production of equipment and technologies that will enable a\n* ensuring the leading role of the public sector in implementing the efficient\n* setting efficient use of energy and RES as one of priorities in the Energy\n* consistent implementation of planned measures in the field of RES and\n* development of sustainable production of biomass, biogas and biofuel\n* establishment of biomass market.\n* establishment of biomass market.\n For achieving of the above mentioned goals in the field of RES, the\n* adoption and enhancement of the legal framework which will stimulate a\n* economic incentive measures (through continuation of the already\n* measures that will stimulate a sustainable biomass market;\n* enhancement of administrative proceduraes for investment in the field of\n* systematic promotion of best practices applied in the EU countries\n* introduction of an organized system of energy management (energy\n* systematic project planning in the field of RES."}, {"text_block_id": "p9_b115", "text": "Assumptions in the Action Plan"}, {"text_block_id": "p9_b116", "text": "Due to incomplete balancing of RES by the Statistical Office of the Republic of Serbia (currently the balance covers hydro-potential, wood biomass for heating purposes and geothermal energy) and desiring to prepare an indicative road map for achieving the goal on the basis of which the binding target was devised (primarily with respect to the forcast of GFEC in 2020), the data from the following documents were used for elaboration of the Action Plan:"}, {"text_block_id": "p9_b117", "text": "Due to incomplete balancing of RES by the Statistical Office of the Republic of Serbia (currently the balance covers hydro-potential, wood biomass for heating purposes and geothermal energy) and desiring to prepare an indicative road map for achieving the goal on the basis of which the binding target was devised (primarily with respect to the forcast of GFEC in 2020), the data from the following documents were used for elaboration of the Action Plan:\n* The First Action Plan on Energy Eficiency of the Republic of Serbia, for\n* Study \"Biomass Consumption Survey for Energy Purposes in the Energy"}, {"text_block_id": "p10_b123", "text": "Due to incomplete balancing of RES by the Statistical Office of the Republic of Serbia (currently the balance covers hydro-potential, wood biomass for heating purposes and geothermal energy) and desiring to prepare an indicative road map for achieving the goal on the basis of which the binding target was devised (primarily with respect to the forcast of GFEC in 2020), the data from the following documents were used for elaboration of the Action Plan:\n* The First Action Plan on Energy Eficiency of the Republic of Serbia, for\n* Study \"Biomass Consumption Survey for Energy Purposes in the Energy\n* Study \"Emergency Oil Stocks in the Energy Community Level\"\n* Study on\n* Study on\n Energy Institute Hrvoje PoÅ¾ar, 2011;\n* \"Strategic and Development Projects of the Electric Power Industry of\n* review of planned structure of development of capacities in the electric\n* Study \"Identification and Assessment of Biomass Heating Applications in\n* Study \"Building Capacities for the Use and Promotion of Solar Energy in\n* Plans for development of capacities in the transport sector for the needs of"}, {"text_block_id": "p10_b142", "text": "In view of the fact that the Action Plan was prepared for the period until 2020 and that the projections of energy production by the use of RES are based on assumptions with a great number of variable factors (forecasts of the economic development of the country, forecasts of development of the energy market etc.) deviations of data shown in the action plan with respect to the achieved ones may be expected All that implies the need for constant updating and improvement of this Action Plan in line with the priorities of the Republic of Serbia in the energy sector. Article 52 of the Energy Law foresees that the Ministry in charge of energy-related activities shall monitor the implementation of the National Action Plan and submit an annual report thereon to the Government. Constant updating of the Plan is also necessary for the preparation of corresponding progress reports regarding the implementation of the National Action Plan, which are to be submitted to the EnC Secretariat (Article 15 of the Decision of the Ministerial Council of EnC dtd. 18 October 2012)."}, {"text_block_id": "p11_b143", "text": "2 EXPECTED FINAL ENERGY CONSUMPTION 2010-2020"}, {"text_block_id": "p11_b144", "text": "For the preparation of the National Action Plan for renewable energy sources two scenarios were developed for defining the gross final energy consumption (GFEC) until 2020, as well as scenarios of energy consumption per sectors (electricity sector, sector of heating and cooling and transport sector). The modeling has been performed by Dutch consultancy firm ECOFYS which was involved in the G2G project through which the Dutch Government assisted Serbia in preparing the NREAP."}, {"text_block_id": "p11_b145", "text": "The following scenarios were developed:"}, {"text_block_id": "p11_b146", "text": "The following scenarios were developed:\n* Reference (baseline) scenario (hereinafter referred to as: REFSC) and\n<\\li1>"}, {"text_block_id": "p11_b148", "text": "Reference scenario does not take into account the energy saving measures, but is based on the increase of GFEC in compliance with envisaged economic growth in the given period. The scenario with applied energy efficiency measures takes into account the saving of primary energy in the households and public and commercial sector, industry and transport sectors, defined within the National Action Plan for Energy Efficiency of 2010. Indicative road map for achieving the binding target was made on the basis of EESC, as foreseen in the template for preparation of NREAP."}, {"text_block_id": "p11_b149", "text": "The scenarios have been developed on the basis of the adopted Energy Balance of the Republic of Serbia for 2009 and the goals and committments defined during negotiations with the Energy Community."}, {"text_block_id": "p11_b150_merged", "text": "Energy balance of the Republic of Serbia for 2009 has been corrected on the basis of data on biomass consumption. As there were no quality and detailed data on biomass consumption from the countries – parties to the EnCT, the Energy Community organized, within its activities regarding renewable energy sources, a research on the consumption of biomass in 2009 and 2010. On the basis of that research revision of the energy balance for 2009 was made, and the new data on the consumption of biomass in 2010 established by research were included in the energy balance for 2010, so that on the grounds of new indicators of biomass consumption the energy balance for 2011 (assessment of the status) was prepared, as well as the plan for 2012."}, {"text_block_id": "p11_b153", "text": "Oscilations in the data on energy production and consumption in Serbia have existed for several years back, not only because of correction of data on the production and consumption of biomass (primarily since 2009 until present days.), but also due to the following reasons:"}, {"text_block_id": "p11_b154", "text": "Oscilations in the data on energy production and consumption in Serbia have existed for several years back, not only because of correction of data on the production and consumption of biomass (primarily since 2009 until present days.), but also due to the following reasons:\n* Gas crisis in 2009, resulting in reduced import of natural gas (import of\n* Significant increase in the production of domestic natural gas (over 30%)\n* Reduction of the domestic refinery processing, i.e. domestic production of"}, {"text_block_id": "p12_b160", "text": "Oscilations in the data on energy production and consumption in Serbia have existed for several years back, not only because of correction of data on the production and consumption of biomass (primarily since 2009 until present days.), but also due to the following reasons:\n* Gas crisis in 2009, resulting in reduced import of natural gas (import of\n* Significant increase in the production of domestic natural gas (over 30%)\n* Reduction of the domestic refinery processing, i.e. domestic production of\n* As the result of good hydrology, the production of electricity in\n* Due to poor hydrology, in 2011 production of electricity in thermal power\n* Due to poor hydrology, in 2011 production of electricity in thermal power\n Data adopted by the Energy Community on GFEC and the share of RES in\n\t* 2009: GFEC\n\t* 9 149.7 ktoe, share of RES\n\t* 9 149.7 ktoe, share of RES\n â\n\t* 9 149.7 ktoe, share of RES\n â\n 21.2%;\n\t* 2020: GFEC\n\t* 10 330.6 ktoe, share of RES\n\t* 10 330.6 ktoe, share of RES\n â\n\t* 10 330.6 ktoe, share of RES\n â\n 27.0%, where the share of\n\t* 10 330.6 ktoe, share of RES\n â\n 27.0%, where the share of\n The Table 1 shows estimated values for GFEC in the Republic of Serbia\n\t* 10 330.6 ktoe, share of RES\n â\n 27.0%, where the share of\n The Table 1 shows estimated values for GFEC in the Republic of Serbia\n The binding target calculation for RES for 2020 was defined on the basis of\n\t* Basic share of RES â the share of RES in GFEC in 2009;\n\t* Flat rate of increase of the share of RES, and\n\t* Additional residual effort determined on the basis of relative gross"}, {"text_block_id": "p12_b187", "text": "The starting value for the calculation is the GFEC in 2009 which is defined, in line with the Directive 2009/28/EC, as energy consumption with losses in transmission and distribution and with own consumption in the electricity and heat sector, but which does not take into account the non-energy-related consumption. In compliance with this definition and the Eurostat methodology, GFEC was calculated as the final energy consumption (FEC) increased for own consumption in the sector of electricity and heat and losses in distributon and transmission."}, {"text_block_id": "p12_b188", "text": "The EU methodology required that the production of energy in hydro-power plants be averaged/normalized for the period of 15 years (on the basis of data from previous years) and that the average value for the period from 1995 to 2009 is determined in this way. Normalization is performed due to the possible impact of an extremely dry or extremely rainy year on the production in hydropower plants in the given year for which the estimate is being made. The"}, {"text_block_id": "p13_b189", "text": "same rule of normalization is applied to the energy produced in wind power plants (Annex II of the Directive 2009/28/EC)."}, {"text_block_id": "p13_b190", "text": "The defined value of the flat rate of increase is the same for all Parties to the EnCT."}, {"text_block_id": "p13_b191", "text": "As it was established that there exists a dependence between the GDP and the energy intensity, the parameter of additional residual effort was introduced. Additional residual effort is in correlation with the GDP per capita and it was determined for the Parties to the EnCT as well as for the EU countries."}, {"text_block_id": "p13_b192", "text": "On the basis of the said application of methodology for the calculation of GFEC and RES in 2020, the binding share for the Republic of Serbia has first amounted to 29% of RES in GFEC in 2020. After negotiation with EnC this share was reduced to final 27% RES in GFEC in 2020."}, {"text_block_id": "p13_b193", "text": "Energy consumption per sectors is defined on the basis of energy balances of the Republic of Serbia for 2011, 2012 and 2013, as well as available statistical data for the said sectors. Projections of GFEC and of energy consumption per sectors were defined with respect to 2009 as the base year, for both scenarios (REFSC and EESC)."}, {"text_block_id": "p13_b194", "text": "GFEC without applied energy efficiency measures will grow in the reviewed period from 9149.7 ktoe in 2009 to 10330.6 ktoe in 2020, which repersents a growth of 12.9 %. Out of all three sectors of energy consumption, the largest part of energy consumption lies in the heating and cooling sector (45.3 % in 2009 i.e. 45.5 % in 2020). The share of the transport sector in GFEC is the lowest (21.1 % in 2009, i.e. 22.6 % in 2020). Transport sector will achieve the highest increase of energy consumption i.e. from 1926 ktoe to 2675 ktoe, which means a growth of 38.9 %. According to REFSC scenario, energy consumption in the heating and cooling sector will be increased from 4144 ktoe to 4231 ktoe, which is a growth of 2.1 %. Energy consumption in the electricity sector will be increased from 3079 ktoe to 3425 ktoe, so that the increase of energy consumption in this sector will amount to 11.2 %. For the elaboration of EESC scenario goals defined in the first Action Plan for Energy Efficiency (APEE) of the Republic of Serbia for the period od 2010 until 2012 were used. According to NEEAP, it was defined that the indicative target of the state energy saving amounts in average to 1 % per year, that is minimum 9% of the final energy consumption in the ninth year of implementation (2018), which totals 752.4 ktoe. Additionally, assumption that in the period from 2018 to 2020 energy savings of 1 % will be made was introduced, so that the total energy savings in the period from 2010 to 2020 amount to 10 %, i.e. 836 ktoe. Anticipated character of GFEC growth in the sectors of thermal energy, electricity and transport as per both scenarios is shown in Figures 2 i 3."}, {"text_block_id": "p14_b195", "text": "Figure 2: GFEC"}, {"text_block_id": "p14_b196", "text": "–"}, {"text_block_id": "p14_b197", "text": "REFSC (Table 1)"}, {"text_block_id": "p14_b198_merged_merged", "text": "Figure 3: GFEC – EESC (Table 1)"}, {"text_block_id": "p15_b201_merged", "text": "Table 1: Expected gross final energy consumption in the Republic of Serbia in the areas of heating and cooling, electricity and transport until 2020, taking into account the impact of energy efficiency and energy saving measures 2010 – 2020 (ktoe)"}, {"text_block_id": "p16_b204", "text": "3 RENEWABLE ENERGY TARGETS AND TRAJECTORIES"}, {"text_block_id": "p16_b205", "text": "3.1 National overall target"}, {"text_block_id": "p16_b206", "text": "Pursuant to the Energy Balance for 2011, the share of RES in GFEC amounted to 21.2 % . Until 2020, the Republic of Serbia should increase the share of RES to 27.0 %. In compliance with the envisaged GFEC, the quantity of RES should amount to 2563.6 ktoe in 2020, meaning that in the period from 2009 to 2020 the increase of RES amounting to 621.0 ktoe should be achieved. Having in mind the available unused potential of RES, the Republic of Serbia can achieve the target set for 2020 from the domestic sources, except regarding the binding share of biofuels of 10 % in the transport sector in 2020. Taking into account the currently available capacities for the production of second generation biofuels from biomass, which meets the parameters regarding GHG emissions, as well as the non-existence of the legislation and the relevant infrastructure for its application in the field of biofuels, the Republic of Serbia will have to plan import of biofuels in 2018."}, {"text_block_id": "p16_b207", "text": "Table 2: National overall target for the share of energy from renewable sources in gross final consumption of energy in 2009 and 2020"}, {"text_block_id": "p16_b208", "text": "3.2 Sectoral scenarios and trajectories"}, {"text_block_id": "p16_b209", "text": "All estimates of the consumption per sectors refer to the scenario with applied EE measures, as prescribed in the template for the preparation of NREAP."}, {"text_block_id": "p16_b210", "text": "With respect to the terms of Directive 2009/28/EC, the method of setting the trajectory (Annex I of the Directive), i.e. the share of renewable energy sources per years until 2020 has been changed. All changes occurred due to the shift of the commencement of implementation of the Directive 2009/28/EC by the"}, {"text_block_id": "p17_b211", "text": "Parties to the EnCT compared to the EU members (2009 for the Parties to the EnCT, and 2005 for the EU member countries)."}, {"text_block_id": "p17_b212", "text": "The share of RES in the electricity sector will amount to 36.6 %, in the heating and cooling sector it will amount to 30 % and in the transport sector to 10 %, in 2020. All these individual targets will enable meeting of the joint target of 27 % in GFEC in 2020 (heat from RES will contribute to the target achievement with 12.3%, electricity from RES will contribute with 12.1% and the biofuels with 2.6%) These sectoral targets are not binding and do not represent fixed targets for each individual sector, thus they can be changed, i.e. increased in case of possibilities of quicker development of certain sectors with respect to others."}, {"text_block_id": "p17_b213", "text": "Target for the electricity sector"}, {"text_block_id": "p17_b214", "text": "To achieve its targets in the electric power sector, the Republic of Serbia plans to install additional 1092 MW until 2020 (Table I):"}, {"text_block_id": "p17_b215", "text": "Table I: Production of electricity from RES from new plants in 2020"}, {"text_block_id": "p18_b216", "text": "Target for the heating and cooling sector"}, {"text_block_id": "p18_b217", "text": "According to REFSC scenario, increase of the share of RES necessary in the heating and cooling sector should go from 1 059 ktoe in 2009 to 1167ktoe in 2020, which amounts to 10.2%."}, {"text_block_id": "p18_b218", "text": "To achieve its targets in the sector of heating and cooling, besides the use of biomass for heating in individual households, until 2020 the Republic of Serbia will also use RES which have not been used so far. It is planned that the target in this sector is achieved with additional 149 ktoe, as shown in the Table II."}, {"text_block_id": "p18_b219", "text": "Table II: Energy production in the heating and cooling sector from the new facilities that use RES"}, {"text_block_id": "p18_b220", "text": "Target for the transport sector"}, {"text_block_id": "p18_b221", "text": "In the transport sector, in 2009, RES (namely biofuels) were existent at the market only with 0.21 ktoe (this quantity has not been recorded in the national statistics). The said quantity of biodiesel was sold as B100 and used in agriculture. Biofuels were not existent at the market in mixtures with the oil-based fuels for motor vehicles, in line with allowed quantities pursuant to the relevant standards for motor petrol and diesel fuel. In compliance with the Directive on Renewable Energy Sources, binding target for the share of RES in the transport sector amounts to 10% in 2020. In line with the defined target and REFSC scenario, the quantity of RES in the transport sector will amount to 246 ktoe in 2020, which will represent 2.6% of RES in GFEC."}, {"text_block_id": "p19_b222", "text": "Method of achieving the share of RES in GFEC"}, {"text_block_id": "p19_b223", "text": "In terms of the EESC scenario, energy consumption from RES will be increased in the period from 2009 to 2020 from 1 942.6 ktoe to 2 563.6 ktoe, which is an increase of 32.0 %. This increase of energy from RES in GFEC in the said period amounts to 5.8%."}, {"text_block_id": "p19_b224", "text": "It should be noticed that the application of energy efficiency measures is of key importance for achieving a very ambitious binding target in the field of RES (from the aspect of estimated investments in the RES field required to achieve the target). Energy efficiency measures will contribute to the reduction of GFEC to which the 27% share of RES actually refers."}, {"text_block_id": "p20_b225", "text": "Table 3: National target for 2020 and estimated trajectory of energy from renewable sources in heating and cooling, electricity and transport"}, {"text_block_id": "p21_b226", "text": "Table 4a: Calculation table for the RES contribution of each sector to GFEC (ktoe)"}, {"text_block_id": "p22_b227", "text": "Table 4b: Calculation table for the RES contribution in transport share (ktoe"}, {"text_block_id": "p22_b228", "text": ")"}, {"text_block_id": "p23_b229", "text": "4 MEASURES FOR ACHIEVING THE TARGETS"}, {"text_block_id": "p23_b230", "text": "4.1. Overview of all policies and measures to promote the use of energy from renewable resources"}, {"text_block_id": "p23_b231", "text": "The Table 5 presents the most important existing legislation related to renewable energy sources, as well as the legislation which should be adopted in the forthcoming period. Part of the legislation foreseen to be adopted in the forthcoming period arises from the Directive 2009/28/EC."}, {"text_block_id": "p23_b232", "text": "Table 5: Overview of all policies and measures"}, {"text_block_id": "p34_b233", "text": "4.2. Specific measures to fulfil the requirements under Articles 13, 14, 16 and Articles 17 to 21 of Directive 2009/28/EC"}, {"text_block_id": "p34_b234", "text": "4.2.1. Administrative procedures and spatial planning (Article 13(1) of Directive 2009/28/EC)"}, {"text_block_id": "p34_b235", "text": "When answering the following questions, Member States are requested to explain the current national, regional and local rules concerning the authorisation, certification and licensing procedures applied to plants and associated transmission and distribution network infrastructure for the production of electricity, heating or cooling from renewable sources, and to the process of transformation of biomass into biofuels or other energy products. Where further steps are needed to ensure that procedures are proportionate and necessary, Member States are requested also to describe planned revisions, expected results and the authority responsible to carry out such revisions. When information is technology specific, please indicate it. When regional / local authorities have a substantial role, please also explain it."}, {"text_block_id": "p34_b236", "text": "(a) List of existing national and, if applicable, regional legislation concerning authorisation, certification, licensing procedures and spatial planning applied to plants and associated transmission and distribution network infrastructure:"}, {"text_block_id": "p34_b237", "text": "The use of renewable energy sources and procedures for obtaining the corresponding permits and approvals are regulated by the regulations in various fields, i.e.:"}, {"text_block_id": "p34_b238", "text": "The use of renewable energy sources and procedures for obtaining the corresponding permits and approvals are regulated by the regulations in various fields, i.e.:\n* General international regulations\n* Law on ratification of the Treaty\n* Basic national regulations (regulations defining competencies of the ministries,\n* Regulations in the field of energy (regulations defining goals of the energy\n* Regulations in the field of mining and geological explorations (regulations\n* Regulations in the field of of spatial planning (regulations defining the area of"}, {"text_block_id": "p35_b252", "text": "The use of renewable energy sources and procedures for obtaining the corresponding permits and approvals are regulated by the regulations in various fields, i.e.:\n* General international regulations\n* Law on ratification of the Treaty\n* Basic national regulations (regulations defining competencies of the ministries,\n* Regulations in the field of energy (regulations defining goals of the energy\n* Regulations in the field of mining and geological explorations (regulations\n* Regulations in the field of of spatial planning (regulations defining the area of\n* Regulations in the field of environment (regulations related to the\n<\\li1>"}, {"text_block_id": "p35_b254", "text": "Construction of facilities and production of energy from renewable energy sources is based on the acquisition of certain rights, i.e.:"}, {"text_block_id": "p35_b255", "text": "Construction of facilities and production of energy from renewable energy sources is based on the acquisition of certain rights, i.e.:\n* acquiring the right to construct the facility,\n* acquiring the right to carry out production of electricity and/or heat.\n* acquiring the right to carry out production of electricity and/or heat.\n defined."}, {"text_block_id": "p35_b260_merged", "text": "Acquiring the right to construct the facility implies implementation of the procedure for construction of a specific energy facility, defined depending on the type and capacity of he facility, which implies the procedures for obtaining the energy, location, construction and operation permits. The Energy Law prescribes that the energy facilities are to be constructed in compliance with the law which regulates conditions and manner of space arrangement, arrangement and use of the construction land and construction of facilities, technical and other regulations, all against previously obtained energy permit, defines conditions and manner of performing energy-related activities, manner and conditions for obtaining the license, manner and conditions for obtaining the energy permit, manner of organization and operation of the electricity market, rights and obligations of participants at the market, protection of energy buyers and energy carriers, manner, conditions and incentives for the production of energy from renewable energy sources and combined heat and power production. The Law on Planning and Construction (\"Official Gazette of the RoS\", No. 72/09 and 81/09-correction, 64/10 – decision CC, 24/11) defines conditions and manner of arrangement of space, arrangement and use of construction land and construction of facilities (location, construction and operation permit). The Law on Planning and Construction (\"Official Gazette of the RoS\", No, 72/09, 81/09 – correction, 64/10, -Decision of CC, 24/11, 121/12 and 42/13) defines the conditions and manner of arrangement of space, arrangment and use of building land and construction of facilities (location, building and operation permits). Pursuant to the Law on Planning and Construction the competence for issuing construction permit is determined. Facilities for the production of energy from renewable energy sources with the capacity of 10 MW and more, as well as the power plant with combined production with the capacity of 10 MW and more and power plants in the protected environment of the cultural assets of exceptional importance, and culture assets registered in the World List of Cultural and Natural Heritage and facilities in protected areas, as well as facilities within the boundaries of the national park and facilities within the boundaries of protection of the protected natural asset of exceptional importance are within the jurisdiction of the Ministry in charge of construction affairs, or autonomous province if the structure is located within the territory of the autonomous province, as perArticle"}, {"text_block_id": "p36_b267", "text": "133. of the Lawon Planning and Construction. The competence of the local self-government authorities covers facililties for the production of energy from renewable energy sources having capacity of 10 MW. Environmental impact assessment, i.e. pollution prevention and control are very important elements in the procedure of construction of the facility and depending on its capacity, are defined by the Law on Environmental Impact Assessment (Official Gazette of the RoS, No. 135/04 and 36/09), and the Law on Integrated Environmental Pollution Prevention and Control (Official Gazette of the RoS, No. 135/04 and 36/09). The connection to the electric power grid, or transmission and distribution system, as well as the distribution and supply of heat are regulated by the Energy Law."}, {"text_block_id": "p36_b268", "text": "Acquiring the right to engage in the production of electricity and/or heat implies fulfilling of all requirements, depending on the manner in which the sid activity is defined. In the Energy Law, it is defined that the electricity generation is an energy-related activity, and the production of heat is an energy-related activity of public interest. The right to engage in the activity of production of heat can be acquired directly (through the conclusion of a contract on entrusting the performance of an activity of public interest or through granting concessions for the performance of an activity of public interest) or indirectly (through an investment into a public (utility) enterprise or company performing utility services)."}, {"text_block_id": "p36_b269", "text": "(b) Responsible Ministry(/ies)/authority(/ies) and their competences in the field:"}, {"text_block_id": "p36_b270", "text": "Competence for the use of renewable energy sources is belonging to various institutions, at various levels, depending on the type and capacity of the facility i.e.:"}, {"text_block_id": "p36_b271", "text": "Competence for the use of renewable energy sources is belonging to various institutions, at various levels, depending on the type and capacity of the facility i.e.:\n* institutions at the level of the Republic;\n* institutions at the level of the Autonomous Province of Vojvodina, and\n* institutions at the level of the local self-government unit."}, {"text_block_id": "p36_b277", "text": "Review of the most important institutions in the field of construction of facilities and obtaining the necessary permits and approvals is shown in the Table A."}, {"text_block_id": "p36_b278", "text": "In compliance with the Law on Ministries (\"Official Gazette of the RoS\" No. 72/12), government administration authorities at the level of the Republic which are in charge of renewable energy sources are:"}, {"text_block_id": "p36_b279", "text": "In compliance with the Law on Ministries (\"Official Gazette of the RoS\" No. 72/12), government administration authorities at the level of the Republic which are in charge of renewable energy sources are:\n* Ministry of Energy, Development and Environmental Protection\n* Ministry of Construction and Urban Planning\n* Ministry of Natural Resources, Mining and Spatial Planning\n* Ministry of Agriculture, Forestry and Water Management and\n* Ministry of Finance and Economy"}, {"text_block_id": "p36_b289", "text": "Additionally, besides the competence of the ministries, the renewable energy sources are also in the jurisdiction of a certain number of special organisations and other institutions i.e.:"}, {"text_block_id": "p36_b290", "text": "1)"}, {"text_block_id": "p36_b291", "text": "Energy Agency"}, {"text_block_id": "p37_b292", "text": "2)"}, {"text_block_id": "p37_b293", "text": "Republic Agency for Spatial Planning"}, {"text_block_id": "p37_b294", "text": "3)"}, {"text_block_id": "p37_b295", "text": "Republic Geodetic Authority (hereinafter referred to as: RGA)"}, {"text_block_id": "p37_b296", "text": "4)"}, {"text_block_id": "p37_b297", "text": "Republic Hydrometeorological Service (hereinafter referred to as: RHMS)"}, {"text_block_id": "p37_b298", "text": "5)"}, {"text_block_id": "p37_b299", "text": "Statistical Office of the Republic of Serbia"}, {"text_block_id": "p37_b300", "text": "6)"}, {"text_block_id": "p37_b301", "text": "Institute for Standardization of Serbia (hereinafter referred to as: ISS) and"}, {"text_block_id": "p37_b302", "text": "7)"}, {"text_block_id": "p37_b303", "text": "Fund for Development of the Republic of Serbia"}, {"text_block_id": "p37_b304", "text": "Institutions in charge at the level of Autonomous Province are:"}, {"text_block_id": "p37_b305", "text": "1)"}, {"text_block_id": "p37_b306", "text": "Provincial Secretariat for Energy and Mineral Raw Materials"}, {"text_block_id": "p37_b307", "text": "2)"}, {"text_block_id": "p37_b308", "text": "Provincial Secretariat for Urban Planning, Construction and Environmental Protection."}, {"text_block_id": "p37_b309", "text": "Besides the above mentioned, activities in the field of renewable energy sources are also performed by:"}, {"text_block_id": "p37_b310", "text": "1)"}, {"text_block_id": "p37_b311", "text": "Local self-government units (hereinafter referred to as: LSG)"}, {"text_block_id": "p37_b312", "text": "2)"}, {"text_block_id": "p37_b313", "text": "PC Electric Power Industry of Serbia (hereinafter referred to as: EPS)"}, {"text_block_id": "p37_b314", "text": "3)"}, {"text_block_id": "p37_b315", "text": "PC Electric Power Network of Serbia (hereinafter referred to as: EMS)"}, {"text_block_id": "p37_b316", "text": "4)"}, {"text_block_id": "p37_b317", "text": "Related/subsidiary companies for electricity distribution (\"Elektrovojvodina\", \"Elektrodistribucija Beograd\", \"Elektrosrbija\", \"Jugoistok\", \"Centar\")"}, {"text_block_id": "p37_b318", "text": "5)"}, {"text_block_id": "p37_b319", "text": "Public Utility Companies (hereinafter referred to as: PUC)"}, {"text_block_id": "p37_b320", "text": "6)"}, {"text_block_id": "p37_b321_merged", "text": "Public Water Management Companies – (hereinafter referred to as: JVP) \"Srbijavode\", \"Beogradvode\", \"Vode Vojvodine\""}, {"text_block_id": "p37_b324", "text": "7)"}, {"text_block_id": "p37_b325", "text": "Institute for Protection of Cultural Monuments"}, {"text_block_id": "p37_b326", "text": "8)"}, {"text_block_id": "p37_b327", "text": "Institute for Protection of Nature, and"}, {"text_block_id": "p37_b328", "text": "9)"}, {"text_block_id": "p37_b329", "text": "Public companies for forest management (PC \"Srbijasume\", PC \"Vojvodinasume\", JP National Park \"Tara\", JP National Park \"Fruska gora\", JP National Park \"Kopaonik\", JP National Park \"Djerdap\" and JP National Park \"Sar planina\")."}, {"text_block_id": "p38_b330", "text": "Table A"}, {"text_block_id": "p44_b331", "text": "(c) Revision foreseen with the view to take appropriate steps as described by Article 13(1) of Directive 2009/28/EC by:"}, {"text_block_id": "p44_b332", "text": "RES-related laws and by-laws were adopted in the last three years. Common practice is that the legislation is changed after a period of 5 years, and in the meantime that legislation is improved and amended through amendments and supplements, except in the cases where adoption of appropriate by-laws after the adoption of new laws is foreseen."}, {"text_block_id": "p44_b333", "text": "Rationalization of procedures is necessary and it is further considered in cometent institutions. In the forthcoming period changes will be made aimed at improvement and simplification of procedures in line with the experience of good practice applied in EU member countries. During the preparation of new laws and by-laws, the possibilities of rationalization of procedures for obtaining of licenses, permits and approvals will be analyzed through the application of:"}, {"text_block_id": "p44_b334", "text": "Positive experience of other EU countries"}, {"text_block_id": "p44_b335", "text": "Experience of the people employed in competent institutions who had recognized, in the previous period, the deficiencies of the existing system and the possibilities for its improvement"}, {"text_block_id": "p44_b336", "text": "Experience of the investors in this field in Serbia so far."}, {"text_block_id": "p44_b337", "text": "In the forthcoming period, an office for quick responses in the RES field -\"one-stop-shop\" will be established. Thus the potential investors will be in a p0osition to obtain at one place all information for obtaining permits and approvals required for the construction of energy-related structures. For the operation of this system horizontal and vertical cooperation between institutions competent for permits and approvals will be organized."}, {"text_block_id": "p45_b338", "text": "(d) Summary of the existing and planned measures at regional/local levels (where relevant):"}, {"text_block_id": "p45_b339", "text": "In the previous period, no special measures were developed on the regional and local level related to RES and their use. In the documents adopted at the republic level obligations and institutions at the level of autonomous province and the local level were defined."}, {"text_block_id": "p45_b340", "text": "On regional and local levels the one-stop-shops for RES should also be established. These regional and local one-stop-shops should be linked with the one-stop-shop at the republic level (vertical cooperation), as well as with other institutions at the republic /regional level (horizontal cooperation)."}, {"text_block_id": "p45_b341", "text": "(e) Are there unnecessary obstacles or non-proportionate requirements detected related to authorisation, certification and licensing procedures applied to plants and associated transmission and distribution network infrastructure for the production of electricity, heating or cooling from renewable sources, and to the process of transformation of biomass into biofuels or other energy products? If so, what are they?"}, {"text_block_id": "p45_b342", "text": "Through the analysis of existing procedures for obtaining licenses, permits and approvals the following obstacles were identified:"}, {"text_block_id": "p45_b343", "text": "1)"}, {"text_block_id": "p45_b344", "text": "procedures are long and demanding"}, {"text_block_id": "p45_b345", "text": "–"}, {"text_block_id": "p45_b346", "text": "although,pursuant to the Energy Law the deadline for issuing a licence is 30 days from the receipt of proper documentation, its duration is frequently affected by the impossibility of obtaining proper documentation prescribed by the Energy Law within the appropriate deadlines, as it is obtained from separate authorities and as per a specific procedures;"}, {"text_block_id": "p45_b347", "text": "2)"}, {"text_block_id": "p45_b348", "text": "there is a great number of laws and by-laws to adhere to"}, {"text_block_id": "p45_b349", "text": "–"}, {"text_block_id": "p45_b350", "text": "obtaining of licenses, permits and approvals requires familiarization with a great number of laws and by-laws defining competencies (laws) and procedures, required documentation and deadlines (by-law documents), so that knowledge of all documents is necessary;"}, {"text_block_id": "p45_b351", "text": "3)"}, {"text_block_id": "p45_b352", "text": "great number of various institutions in charge of issuance of corresponding documents -process of obtaining all required licenses, permits and approvals consists of various procedures with various institutions which are not always government authorities. In various phases, certain procedures are conducted in front of the same authority, so that the same istitution should be addressed several times;"}, {"text_block_id": "p45_b353", "text": "4)"}, {"text_block_id": "p45_b354_merged_merged_merged", "text": "non-existence procedures for obtaining certain documentation set by regulations, so that general rules are applied – this refers to obtaining opinions from certain republic and other institutions (e.g. the procedure of providing the opinion of the energy entity in charge of electricity transmission, or distribution in the Energy Permit issuing procedure is not defined by regulations);"}, {"text_block_id": "p46_b357", "text": "5)"}, {"text_block_id": "p46_b358", "text": "existence of differences in terminology between regulations in the field of energy and those in the field of environmental protection"}, {"text_block_id": "p46_b359", "text": "–"}, {"text_block_id": "p46_b360", "text": "In terms of regulations in the field of energy there is a difference between the biomass-based power plant and the power plant using waste, which is defined by the Decree on incentive measures for privileged power producers. In terms of regulations in the field of environmental protection, some biomass can be classified as waste and in that case, in line with the environment-related regulations, for some types of biomass appropriate permits should be obtained from the ministry, while that is not the case for other types. The Action Plan for biomass indicates the issue of non-existence of official definitions which may result in problems in numerous sectors. The said document envisages that the competent ministries should prepare a list of necessary terms and appropriate definitions, as well as that the waste which can be used as biomass should be defined. The list of these terms should be adopted and published in official documents;"}, {"text_block_id": "p46_b361", "text": "6)"}, {"text_block_id": "p46_b362", "text": "the Law on public-private partnership and concessions (\"Official Gazette of the RoS\", No. 88/11) which should also refer to watercourses is not applied in the appropriate manner;"}, {"text_block_id": "p46_b363", "text": "7)"}, {"text_block_id": "p46_b364", "text": "the issue of energy permit, which introduces the possibility of"}, {"text_block_id": "p46_b365", "text": "acquiring rights on other person’s"}, {"text_block_id": "p46_b366", "text": "land, without any share of the owner or other person having any property rights on that land;"}, {"text_block_id": "p46_b367", "text": "8)"}, {"text_block_id": "p46_b368_merged_merged_merged", "text": "inconformity of the Energy Law and the Law on utility activities (\"Official Gazette of the RoS\", No. 88/11) regarding activities in the field of heat: Energy Law -two activities, and the Law on utility activities – one activity. This issue should be overcome by defining three activities, i.e. that the distribution of heat becomes a separate regulated activity, and in that way the issue of the price of energy distribution via energy network, as well as the issue of connection (supply of purchasers) would be resolved;"}, {"text_block_id": "p46_b371", "text": "9)"}, {"text_block_id": "p46_b372", "text": "the status of the heat production -in compliance with the Energy Law, and related to the Law on utility activities: when the production of heat is carried out in co-generation with electricity production, then it is not considered an activity of public interest, but when it is only the production of heat, then it is an activity of public interest;"}, {"text_block_id": "p46_b373", "text": "10)"}, {"text_block_id": "p46_b374", "text": "lack of by-laws based on the Energy Law: (issue of acquisition of the status of privileged producer -investors into renewable solar and wind energy are financially better protected than other investorsas only for these two typesof RES the temporary status can be aquired; by-laws based on the Energy Law, and related to heat;"}, {"text_block_id": "p46_b375", "text": "11)"}, {"text_block_id": "p46_b376", "text": "lack of standards and accredited laboratories."}, {"text_block_id": "p46_b377", "text": "Additionally, on the basis of conducted survey among investors who have experience in obtaining licenses, permits and approvals, the following obstacles were defined:"}, {"text_block_id": "p46_b378", "text": "1)"}, {"text_block_id": "p46_b379", "text": "obsolete information in the cadastre (the investor faces a problem when he wants to obtain information on ownership over certain lots of interest for"}, {"text_block_id": "p47_b380", "text": "construction as, in case that the data are not up to date, the investor must explore the ownership relations and collect information about the ownership by himself);"}, {"text_block_id": "p47_b381", "text": "2)"}, {"text_block_id": "p47_b382", "text": "оbsolete state of the cadastre of small hydro"}, {"text_block_id": "p47_b383", "text": "-power plants -cadastre of small hydro-power plants originates from 1987 and has not respected environmental, social and economic criteria, which are currently applied in local spatial plans in Serbia and in the cases of issuance of the energy permit and other approvals;"}, {"text_block_id": "p47_b384", "text": "3)"}, {"text_block_id": "p47_b385", "text": "non-existence of detailed regulation plan in certain municipalities (considerably prolongs the process of obtaining permits and approvals);"}, {"text_block_id": "p47_b386", "text": "4)"}, {"text_block_id": "p47_b387", "text": "undefined property rights in some cases (considerably prolongs the process of obtaining permits and approvals);"}, {"text_block_id": "p47_b388", "text": "5)"}, {"text_block_id": "p47_b389", "text": "relatively long court proceedings on land inheritance in some cases;"}, {"text_block_id": "p47_b390", "text": "6)"}, {"text_block_id": "p47_b391", "text": "complex procedure for construction of power plants on the land which is the state property (the burden of proving that the state is the owner of the plot lies on the investor, and only after the state property is proven the investor must acquire the right to use at an auction);"}, {"text_block_id": "p47_b392", "text": "7)"}, {"text_block_id": "p47_b393", "text": "unnecessarily long procedure with numerous interim procedures;"}, {"text_block_id": "p47_b394", "text": "8)"}, {"text_block_id": "p47_b395", "text": "great number of approvals required (public water management companies, Post-Telegraph-Telephone company, PC Srbijagas);"}, {"text_block_id": "p47_b396", "text": "9)"}, {"text_block_id": "p47_b397", "text": "adoption of the detailed regulation plan may take long time and be delayed numerous times;"}, {"text_block_id": "p47_b398", "text": "10)"}, {"text_block_id": "p47_b399", "text": "possible shift of the water intake elevation;"}, {"text_block_id": "p47_b400", "text": "11)"}, {"text_block_id": "p47_b401", "text": "great number of documents required for the commencement of construction, and"}, {"text_block_id": "p47_b402", "text": "12)"}, {"text_block_id": "p47_b403", "text": "long process of obtaining permits and approvals depending on the type of project/plant."}, {"text_block_id": "p47_b404", "text": "(f) What level of administration (local, regional and national) is responsible for authorising, certifying and licensing renewable energy installations and for spatial planning? (If it depends on the type of installation, please specify.) If more than one level is involved, how is coordination between the different levels managed? How will coordination between different responsible authorities be improved in the future?"}, {"text_block_id": "p47_b405", "text": "Administrative levels in charge of implementation of procedures are:"}, {"text_block_id": "p47_b406", "text": "1)"}, {"text_block_id": "p47_b407", "text": "republic level (ministries, regulatory agency and other government authorities and organizations);"}, {"text_block_id": "p47_b408", "text": "2)"}, {"text_block_id": "p47_b409", "text": "autonomous province (secretariats), and"}, {"text_block_id": "p47_b410", "text": "3)"}, {"text_block_id": "p47_b411", "text": "local self-government (local self-government unit, the City of Belgrade and public companies)."}, {"text_block_id": "p47_b412", "text": "Structure of jurisdiction/competence:"}, {"text_block_id": "p47_b413", "text": "Structure of jurisdiction/competence:\n* Energy permit\n* pursuant to the Energy Law:\n\t* Ministry of Energy, Development and Environmental Protection â for construction of facilities for electricity generation of capacity of 1 MW and\n<\\li2>"}, {"text_block_id": "p48_b421", "text": "Structure of jurisdiction/competence:\n* Energy permit\n* pursuant to the Energy Law:\n\t* Ministry of Energy, Development and Environmental Protection â for construction of facilities for electricity generation of capacity of 1 MW and\n<\\li2>\n* Local self-government unit\n* for construction of facilities for the\n* for construction of facilities for the\n t\n* for construction of facilities for the\n t\n and more) and the production of biofuel\n* Information on location\n* pursuant to the Article 53 of the Law on\n* Location permit -pursuant to the Article 54 of the Law on Planning and\n* Ministry of Construction and Urban Planning -for a facility for the\n* if the whole specified structure/power plant\n* Local self-government unit\n* for all structures/power plants for\n* Construction permit -pursuant to the Article 133 of the Law on\n* Construction permit -pursuant to the Article 133 of the Law on\n -\n* Construction permit -pursuant to the Article 133 of the Law on\n -\n correction, 64/10\n* decision CC, 24/11 and 121/12), Article 133:\n* Ministry of Construction and Urban Planning -for a facility for the\n* if the\n* Local self-government unit\n* for all structures/power plants for\n* Operation permit -pursuant to the Articles 155 and 158 of the Law on\n* Ministry of Construction and Urban Planning -for the facility/power\n* if the construction permit for the facility/power plant was\n* Local self-government unit\n* for all structures/power plants for\n* Environmental impact assessment:\n* Ministry of Energy, Development and Environmental Protection or"}, {"text_block_id": "p49_b474", "text": "Structure of jurisdiction/competence:\n* Energy permit\n* pursuant to the Energy Law:\n\t* Ministry of Energy, Development and Environmental Protection â for construction of facilities for electricity generation of capacity of 1 MW and\n<\\li2>\n* Local self-government unit\n* for construction of facilities for the\n* for construction of facilities for the\n t\n* for construction of facilities for the\n t\n and more) and the production of biofuel\n* Information on location\n* pursuant to the Article 53 of the Law on\n* Location permit -pursuant to the Article 54 of the Law on Planning and\n* Ministry of Construction and Urban Planning -for a facility for the\n* if the whole specified structure/power plant\n* Local self-government unit\n* for all structures/power plants for\n* Construction permit -pursuant to the Article 133 of the Law on\n* Construction permit -pursuant to the Article 133 of the Law on\n -\n* Construction permit -pursuant to the Article 133 of the Law on\n -\n correction, 64/10\n* decision CC, 24/11 and 121/12), Article 133:\n* Ministry of Construction and Urban Planning -for a facility for the\n* if the\n* Local self-government unit\n* for all structures/power plants for\n* Operation permit -pursuant to the Articles 155 and 158 of the Law on\n* Ministry of Construction and Urban Planning -for the facility/power\n* if the construction permit for the facility/power plant was\n* Local self-government unit\n* for all structures/power plants for\n* Environmental impact assessment:\n* Ministry of Energy, Development and Environmental Protection or\n* Local self-government unit\n\t* of plants of capacity lower than 10\n\t* License\n\t* pursuant to the Article 20 of the Energy Law:\n\t* Energy Agency\n\t* for electricity generation in the facilities of the\n\t* for electricity generation in the facilities of the\n t\n\t* for electricity generation in the facilities of the\n t\n and\n\t* is not required for the production of electricity solely for own use\n\t* Status of privileged producer -pursuant to the Articles 56 and 57 of the\n\t* Ministry in charge of energy-related affairs -electricity generation\n\t* Local self-government unit â production of heat."}, {"text_block_id": "p49_b498", "text": "Communication between various administrative levels (horizontal and vertical communication) is not always precisely defined. The applicant is obligated to accompany its application with appropriate documentation issued by the corresponding institutions."}, {"text_block_id": "p49_b499", "text": "Preparation of the geographical information system (GIS) is in course, which will enable availability of all information on the web site of the ministry in charge of energy-related affairs."}, {"text_block_id": "p49_b500", "text": "g) How is it ensured that comprehensive information on the processing of authorisation, certification and licensing applications and on assistance to applicants made available? What information and assistance is available to potential applicants for new renewable energy installations on their applications??"}, {"text_block_id": "p49_b501", "text": "All information on the procedures are available in the laws and by-laws published in the relevant Official Gazette issues, and which can also be downloaded via internet (www.zakon.rs and www.parlament.rs)."}, {"text_block_id": "p49_b502", "text": "Guides for investors with clear information on procedures, competences and deadlines were prepared in 2010 and updated in line with new amendments of laws and by-laws in 2013. Guides for investors were prepared for the following renewable energy sources:"}, {"text_block_id": "p49_b503", "text": "1)"}, {"text_block_id": "p49_b504", "text": "Construction of plants and electricity/heat generation from biomass in the Republic of Serbia"}, {"text_block_id": "p50_b505", "text": "2)"}, {"text_block_id": "p50_b506", "text": "Construction of plants and electricity/heat generation from hydrogeothermal resources in the Republic of Serbia"}, {"text_block_id": "p50_b507", "text": "3)"}, {"text_block_id": "p50_b508", "text": "Construction of wind farms and electricity generation from wind energy in the Republic of Serbia"}, {"text_block_id": "p50_b509", "text": "4)"}, {"text_block_id": "p50_b510", "text": "Construction of small hydro-power plants and power generation in the Republic of Serbia."}, {"text_block_id": "p50_b511", "text": "Besides the above mentioned ones, new guide on the construction of solar plants was also prepared."}, {"text_block_id": "p50_b512", "text": "Additionally, information on individual procedures exist on various web sites, like:"}, {"text_block_id": "p50_b513", "text": "Additionally, information on individual procedures exist on various web sites, like:\n* Ministry of energy, development and environmental protection\n* e-uprava (www.euprava.gov.rs),\n* Energy Agency (www.aers.rs),\n* www.masterplan.rs/index.php/Lokacijska_dozvola\n* http://www.mpt.gov.rs/articles/view/247/1833/index.html\n* http://cadastre.rgz.gov.rs/KnWebPublic\n* http://rs.westernbalkansenvironment.net/documents/uputstvo_pu_vetroe"}, {"text_block_id": "p50_b527", "text": "As the Law on electronic signature (\"Official Gazette of the RoS\", No. 51/09) was adopted, regulating conditions and manner of using the electronic document in the legal transcations, administrative, judicial and other procedures, as well as rights, obligations and responsibiities of companies and other legal persons, entrepreneurs and natural persons, government authorities, authorities of the territorial autonomy and authorities of the local self-government units and authorities, enterprises, institutions, organisations and individuals entrusted with activities of public administration, i.e. public powers of attorney concerning this document, in the forthcoming period increasingly great accessibility of information and documents in the electronic form may be expected."}, {"text_block_id": "p50_b528", "text": "In compliance with the Law on electronic signature and the proposal for establishing a one stop shop, monitoring of the documentation on the web site of the Ministry in charge of energy-related affairs (a so-called data room) will be necessary. Detailed information in electronic form can be provided through establishing a link at the official Ministry (and other government authorities) web site, which would, for example, have the title ,,questions and answers regarding RES\", making the information accessible to a larger number of interested persons, on one hand, and unburdening the administration from answering the same/most frequent questions. The response to the interested person, which would fully replace the written and signed act of the competent authority, would be available if the e-mail address of the person contacting the said authority is registered, i.e. recorded at the APR (Serbian Business Registers Agency) along with the address/domicile of the company or investors."}, {"text_block_id": "p51_b529", "text": "Additionally, in compliance with the Law on Planning and Construction, existence and availability on the internet of electronic records of all issued permits was foreseen."}, {"text_block_id": "p51_b530", "text": "The web site of the Ministry of Agriculture, Forestry and Water Management contains all forms required for applying for water-related acts, necessary information, laws and by-laws regulating that field."}, {"text_block_id": "p51_b531", "text": "The web site of the Energy Agency of the Republic of Serbia provides availability of templates required for submission of applications for the licence, as well as laws and by-laws regulating these issues."}, {"text_block_id": "p51_b532", "text": "(h) How is horizontal coordination facilitated between different administrative bodies, responsible for the different parts of the permit? How many procedual steps are needed to receive the final authorisation/licence/permit? Is there a one-stop shop for coordinating all steps? Are timetables for processing applications communicated in advance? What is the average time for obtaining a decision for the application?"}, {"text_block_id": "p51_b533", "text": "In the previous period the unique service for coordination of all envisaged phases in the procedure of obtaining licenses, permits and approvals was not established. At the same time, horizontal coordination between various administrative bodies does not result from a systemic link, but it is, in the majority of cases, the result of a multi-annual cooperation between institutions and their respective employees."}, {"text_block_id": "p51_b534", "text": "Number of procedural phases may be defined in line with two main phases"}, {"text_block_id": "p51_b535", "text": "–"}, {"text_block_id": "p51_b536", "text": "acquisition of the right to construct and acquisition of the right to engage in specific activities. Acquiring the right to construction consists of the following phases, pursuant to the Law on Planning and:"}, {"text_block_id": "p51_b537", "text": "1)"}, {"text_block_id": "p51_b538", "text": "obtaining of information on location (Article 53);"}, {"text_block_id": "p51_b539", "text": "2)"}, {"text_block_id": "p51_b540", "text": "obtaining of the location permit (Article 54) -obtaning conditions for designing;"}, {"text_block_id": "p51_b541", "text": "3)"}, {"text_block_id": "p51_b542_merged_merged", "text": "obtaining of the construction permit (Article 133) – preparation of the technical documentation, Study on Environmental Impact Assessment, tehnical review of the design documentation);"}, {"text_block_id": "p51_b545", "text": "4)"}, {"text_block_id": "p51_b546", "text": "obtaining water acts (Law on Waters, \"Official Gazette of the RoS\", No. 30/10, Article 113);"}, {"text_block_id": "p51_b547", "text": "5)"}, {"text_block_id": "p51_b548", "text": "obtaining of the operation permit (Article 154) and"}, {"text_block_id": "p51_b549", "text": "6)"}, {"text_block_id": "p51_b550", "text": "obtaining of the energy permit."}, {"text_block_id": "p51_b551", "text": "Acquiring the right to engage in energy-related activities consists of the following steps, pursuant to the Energy Law:"}, {"text_block_id": "p51_b552", "text": "1)"}, {"text_block_id": "p51_b553", "text": "for construction:"}, {"text_block_id": "p51_b554", "text": "for construction:\n* obtaining energy permit (Article 27)\n* obtaining of the license (Article 20)"}, {"text_block_id": "p51_b556", "text": "2)"}, {"text_block_id": "p51_b557", "text": "for engaging in energy-related activities:"}, {"text_block_id": "p52_b560", "text": "for engaging in energy-related activities:\n* conclusion of the contract on entrusting performance of activities of\n<\\li1>"}, {"text_block_id": "p52_b566", "text": "The right to engage in the above cited activities is not related to the status of privileged producer; acquiring the status implies the right to incentive measure."}, {"text_block_id": "p52_b567", "text": "The duration of processing an application, for all procedures, is clearly indicated in all laws and by-laws. In compliance with the defined deadlines for each phase separately, it is possible to estimate the time necessary for obtaining all licenses, permits and approvals. Obtaining the right to construct requires 15 to 20 months, and obtaining the right to engage in an activity takes 3 months, provided that the complete documentation was submitted in each phase and that no amendments or corrections of the documentation were required. The said time frame for obtaining permits and approvals does not include the time for elaboration of the Study on environmental impact assessment, nor the time required for the preparation of technical documentation."}, {"text_block_id": "p52_b568", "text": "(i) Do authorisation procedures take into account the specificities of the different renewable energy technologies? If so, please describe how. If they do not, do you envisage taking them into account in the future?"}, {"text_block_id": "p52_b569", "text": "The existing procedures take into account specific features of different technologies for the use of RES, as well as the fact that the construction of each facility has its own specific features."}, {"text_block_id": "p52_b570", "text": "Law on Planning and Construction, as the umbrella law concerning the construction of any facility in the territory of the Republic of Serbia, defines procedures for the construction of various facilities depending on their purpose, applied technology and output capacity of the power plant."}, {"text_block_id": "p52_b571", "text": "Energy Law also takes into account specific features of different technologies, as well as the Decree on Incentive Measures for Privileged Power Producers."}, {"text_block_id": "p52_b572", "text": "In preparation of the Study on environmental impact assessment which is an indispensable element for the issuance of Construction Permit, depending on the list of projects to which it belongs (Decree on the list of projects for which the environmental impact assessment is necessary (List I) and the list of projects for which the environmental impact assessment can be requested (List II), the preparation of the Study on environmental impact assessment is mandatory or it is requested if the competent authority decides that it is necessary."}, {"text_block_id": "p52_b573", "text": "In view of the provisions of the Energy Law, specific features of various technologies should be taken into account. The Decree on Conditions and Procedure for Acquiring the Privieged Power Producer Status minimal total annual efficiency level for various types of power plants are defined."}, {"text_block_id": "p53_b574", "text": "(j) Are there specific procedures, for example simple notification, for small-scale, decentralised installations (such as solar panels on buildings or biomass boilers in buildings)? If so, what are the procedual steps? Are the rules publicly available to citizens? Where are they published? Is the introduction of simplified notification procedures planned in the future? If so, for which types of installation/system? (Is net metering possible?)"}, {"text_block_id": "p53_b575", "text": "Pursuant to the Article 20 of the Energy Law, the License is not required for the following activities:"}, {"text_block_id": "p53_b576", "text": "1)"}, {"text_block_id": "p53_b577", "text": "capacity up to 1 MW;"}, {"text_block_id": "p53_b578", "text": "2)"}, {"text_block_id": "p53_b579", "text": "electricity generation solely for own use;"}, {"text_block_id": "p53_b580", "text": "3)"}, {"text_block_id": "p53_b581", "text": "production of heat in the facilities having total approved capacity up to 1 MWt and production of heat solely for own use;"}, {"text_block_id": "p53_b582", "text": "4)"}, {"text_block_id": "p53_b583", "text": "combined heat and power production in thermal power plants having up to"}, {"text_block_id": "p53_b584", "text": "1"}, {"text_block_id": "p53_b585", "text": "MW of the total approved electric connection capacity and 1 MWt of total thermal capacity, as well as combined heat and power production solely for own use;"}, {"text_block_id": "p53_b586", "text": "MW of the total approved electric connection capacity and 1 MWt of total thermal capacity, as well as combined heat and power production solely for own use;\n* the production of biofuel up to 1000 t per year and the production of\n<\\li1>"}, {"text_block_id": "p53_b588", "text": "Energy permit is not necessary, pursuant to the Article 27 of the Energy Law, for energy facilities of installed capacity below 1MW."}, {"text_block_id": "p53_b589", "text": "Pursuant to the Article 144, paragraph 1 of the Law on Planning and Construction, concerning the placing of solar collectors on an existing structure, if they do not hinder the appearance of the buildings, neghboring facilities and the pedestrian way, then they are not considered as structures in the sense of that Law, i.e. the construction permit does not have to be obtained."}, {"text_block_id": "p53_b590", "text": "Decentralized use of RES-based energy facilities of small capacity can result in significant improvements of the use of RES, but also in economic development, opening of new job positions, balanced social and territorial development and real energy and technology independence.."}, {"text_block_id": "p53_b591", "text": "Due to the above mentioned reasons, in the forthcoming period this field is recognized as a priority and the regulatory framework will be defined with an aim to achieve maximum simplification of administrative and technical procedures for installation and commissioning of small RES-based plants, having installed power below 50 kW, and owned primarily by natural persons. Particular attention will be dedicated to the accessibility of information to natural persons interested in small plants (solar panels, heat pumps and biomass-fired low capacity boilers). All systems of support measures and subsidiies for the use of RES should provide significant advantage to small, individual installations."}, {"text_block_id": "p54_b592", "text": "(k)Where are the fees associated with applications for authorisation/licences/permits for new installations published? Are they related to the administrative costs of granting such permits? Is there any plan to revise these fees?"}, {"text_block_id": "p54_b593", "text": "In compliance with the Law on Republic Administrative Fees (Official Gazette of the RoS, No. 43/03, 51/03 -amendments, 53/04, 42/05, 61/05, 101/05"}, {"text_block_id": "p54_b594", "text": "–"}, {"text_block_id": "p54_b595", "text": "other law, 42/06, 47/07, 54/08, 5/09, 54/09, 35/10, 50/11, 70/11, 55/12 and 93/12) appropriate administrative fees for acts and actions in administrative affairs, as well as for other actions in institutions, government authorities and organisations, authorities of the territorial autonomy and local self-governments were also defined, which are paid in the amount prescribed by the Articles 1 and 2 of the Tariff of Republic Administrative Fees (\"Official Gazette of the RoS\" No. 5/09, 54/09, 35/10 and 50/12. Pursuant to Article 5, if not otherwise prescribed by the Tariff, fee obligation occurs:"}, {"text_block_id": "p54_b596", "text": "1)"}, {"text_block_id": "p54_b597", "text": "for claims"}, {"text_block_id": "p54_b598", "text": "–"}, {"text_block_id": "p54_b599", "text": "at the moment of their submission;"}, {"text_block_id": "p54_b600", "text": "2)"}, {"text_block_id": "p54_b601", "text": "for decisions, permits and other papers"}, {"text_block_id": "p54_b602", "text": "–"}, {"text_block_id": "p54_b603", "text": "at the moment of submission of the request for their issuance;"}, {"text_block_id": "p54_b604", "text": "3)"}, {"text_block_id": "p54_b605", "text": "for administrative actions -at the moment of submission of the request for their execution."}, {"text_block_id": "p54_b606", "text": "Dinar amounts of the fees from the Section A of the tariff, from the Tariff of the republic administrative fees are updated once a year, based on the annual index of consumer prices published by the republic body in charge of statistics (Law of republic and administrative fees, Article 28)."}, {"text_block_id": "p54_b607_merged_merged_merged_merged", "text": "The fee for the license on engaging in energy activities is paid for the time of license validity, pursuant to the Criteria and Standards for Setting Energy License Fees for Engaging in an related Activity („Official Gazette of the RoS\", broj 76/11) and the Decision on Coefficient Value for Calculation of the Energy License Fee (brought in the current year for the forthcoming year)."}, {"text_block_id": "p54_b610", "text": "(l) Is official guidance available to local and regional administrative bodies on planning, designing, building and refurbishing industrial and residential areas to install equipments and systems using renewable energy sources in electricity and heating and cooling, including in district heating and cooling? If such official guidance is not available or insufficient, how and when will this need be addressed?"}, {"text_block_id": "p54_b611", "text": "Official guidance is provided through certain institutions, i.e.:"}, {"text_block_id": "p54_b612", "text": "1)"}, {"text_block_id": "p54_b613", "text": "Ministry of Energy, Development and Environmental Protection"}, {"text_block_id": "p54_b614", "text": "2)"}, {"text_block_id": "p54_b615", "text": "Ministry of Construction and Urban Planning"}, {"text_block_id": "p54_b616", "text": "3)"}, {"text_block_id": "p54_b617", "text": "Ministry of Natural Resources, Mining and Spatial Planning"}, {"text_block_id": "p54_b618", "text": "4)"}, {"text_block_id": "p54_b619", "text": "Ministry of Agriculture, Forestry and Water Management"}, {"text_block_id": "p54_b620", "text": "5)"}, {"text_block_id": "p54_b621", "text": "Ministry of Finance and Economy"}, {"text_block_id": "p54_b622", "text": "6)"}, {"text_block_id": "p54_b623", "text": "Energy Agency"}, {"text_block_id": "p55_b624", "text": "7)"}, {"text_block_id": "p55_b625", "text": "Provincial Secretariat for Energy and Mineral Raw Materials"}, {"text_block_id": "p55_b626", "text": "8)"}, {"text_block_id": "p55_b627", "text": "Serbian Chamber of Commerce and Industry"}, {"text_block_id": "p55_b628", "text": "9)"}, {"text_block_id": "p55_b629", "text": "Chamber of Commerce of Vojvodina."}, {"text_block_id": "p55_b630", "text": "Providing of the official guidance includes advisory assistance concerning the legislation, incentive measures, advisory assistance on the possibility of financing of RES projects, directing investors towards the competent authorities for specific permits, opinions, conditions and linking the investors with the local self-government units where such projects can be implemented. Official guidance consists of and is provided at several levels and sub-levels:"}, {"text_block_id": "p55_b631", "text": "1)"}, {"text_block_id": "p55_b632", "text": "reception of potential domestic and foreign investors and delegations"}, {"text_block_id": "p55_b633", "text": "2)"}, {"text_block_id": "p55_b634", "text": "liaising with the institutions of the system (potential local self-governments or companies interested to invest and having the potential for this kind of investments, and other relevant entities EPS, EMS etc.)"}, {"text_block_id": "p55_b635", "text": "3)"}, {"text_block_id": "p55_b636", "text": "providing answers for certain areas."}, {"text_block_id": "p55_b637", "text": "Information is submitted in several ways: by e-mail, by post, by phone or through direct reception, depending on the scope of required information."}, {"text_block_id": "p55_b638", "text": "There are several ways for improving the possibility for rendering official guidance/advisory assistance, i.e.:"}, {"text_block_id": "p55_b639", "text": "1)"}, {"text_block_id": "p55_b640", "text": "I way -local bodies in charge of planning, design, construction and reconstruction of industrial and residential zones where RES are used require multidisciplinary expert advisory assistance with respect to installation of equipment and systems using RES for electricity generation and production of energy for heating/cooling. For this kind of assistance, establishment of a special organizational unit will be considered (inter-municipal centres for sustainable energy development or appropriate agencies) including experts of corresponding profiles (mechanical engineering, electrical engineering, civil engineering, environmental, economical) which would be educated or possess sufficient experience for rendering advisory assistance. Such organizational units can be established through projects financed from EU funds, but the support of local/regional authorities both in financial and in institutional aspect would also be necessary. This way also provides, through partnership, proffessional technical assistance with the transfer of experience from developed regions of the EU and, on the other hand, sustainability of the project. Such centres could provide an unbiased official guidance /advisory assistance not only to the local and regional bodies in their planning needs, but also to potential investors into RES;"}, {"text_block_id": "p55_b641", "text": "2)"}, {"text_block_id": "p55_b642_merged", "text": "II way – rendering of advisory assistance through strengthening of existing firms dealing with the design and construction of facilities and installation of equipment and systems using RES. Licensed engineers of these firms are also members of the Serbian Chamber of Engineers, through which they can follow up the state of the art trends and the legislation, thus being able to provide expert assistance to the local bodies. This way of providing the advisory assistance looks more cost-efficient at the first glance, but it bears a certain risk of promotion of"}, {"text_block_id": "p56_b645", "text": "own design solutions, which puts the question mark on the impartiality and objectivity of such advisory assistance;"}, {"text_block_id": "p56_b646", "text": "3)"}, {"text_block_id": "p56_b647_merged", "text": "III way – establishing of an advisory body within the local self-governments, either through strengthening the staff of the relevant LER (Local Economic Development) Office or through the introduction of a system of organized energy management at the level of local self-governments which would enable monitoring of energy consumption, energy development planning, application of energy efficiency measures and the use of RES at the local level. Some local self-governments create various forms of working bodies for EE and RES, but that can not meet everyday needs for an ever increasing interest in investing into RES, and the readiness of local bodies to provide grounds to investors for investing into RES through planning acts/documents."}, {"text_block_id": "p56_b650", "text": "(m) Are there specific trainings for case handlers of authorisation, certification and licensing procedures of renewable energy installations?"}, {"text_block_id": "p56_b651", "text": "In the previous period no systemic and organized training for procedures of obtaining permits and approvals was established. In view of the importance of good information on the procedures, the system of regular training will be established in the forthcoming period. The training can be delivered by various institutions (Serbian Chamber of Engineers, Serbian Chamber of Commerce and Industry, universities, professional associations, non-governmental organizations, regional energy efficiency centres) and it should be delivered in strictly specified time intervals (two times a year) and in various regions. The component part of the training should be guides for investors, as well as other printed material containing a review of regulations and competencies."}, {"text_block_id": "p56_b652", "text": "The training should not be organized only for investors, but also for the representatives of competent institutions, planners and inspectors, with the aim of permanent improvement of knowledge in the field of RES, development of relevant technologies and their impact on environment, as well as of gaining experience, through the consideration of specific examples/cases, about the manner of preparing local plans that would enable the use of potential of renewable energy sources in the best possible way."}, {"text_block_id": "p57_b653", "text": "4.2.2. Technical specifications (Article 13(2) of Directive 2009/28/EC)"}, {"text_block_id": "p57_b654", "text": "(a) To benefit from support schemes do renewable energy technologies need to meet certain quality standards? If so, which installations and what quality standards? Are there national, regional standards that go beyond European standards?"}, {"text_block_id": "p57_b655", "text": "In compliance with the existing legislation, all technologies for the use of RES must meet the regulations related to environmental protection, i.e. pollution control (Law on Environmental Protection,). The applied equipment must meet the requirements of the Law on Technical Requirements for Products and Compliance Assessment (\"Official Gazette of the RoS\", No. 39/09). This law regulates the method of prescribing technical requirements for products and adoption of technical regulations as well as assessment of their compliance/conformity. Technical requirements for individual product, or groups of products are prescribed by means of a technical regulation directly, through listing these requirements in the text of the regulation or indirectly, by reference of the technical regulation to the Serbian standard, or technical specification (Law on technical requirements for evaluation of product compliance, Article 4). Documents on compliance issued by a foreign body for evaluation of compliance and marks of compliance issued abroad are valid in the Republic of Serbia, if issued according to the verified international agreements of which the Republic of Serbia is signatory. The competent minister may acknowledge the vaidity of compliance of foreign documents and marks which confirm the compliance of the product with a foreign technical regulation, provided that the requirements from that regulation ensure at least the same level of protection of the safety of human life and health, protection of animals and plants, protection of environment, protection of consumers and other users and protection of property, defined by the requirements of Serbian technical regulations (Law on technical requirements for evaluation of product compliance, Article 28)."}, {"text_block_id": "p57_b656", "text": "Pursuant to Law on standardisation (\"Official Gazette of the Republic of Serbia\", No. 36/09) and the Decision on Amendments of the Founding Act of the Institute for Standardization of Serbia (\"Official Gazette of the Republic of Serbia\", No. 88/09 the Institute for Standardization of Serbia (ISS) is the only national body for standardization of the Republic of Serbia. Among other things, the ISS ensures harmonization of Serbian standards and related documents with European and International standards and related documents and participates in the preparation and reviews of the European and international standards and related documents brought by European and international organizations for standardization in the fields in which the needs and interests of the Republic of Serbia exist."}, {"text_block_id": "p58_b657", "text": "4.2.3. Buildings (Article 13(3) of Directive 2009/28/EC)"}, {"text_block_id": "p58_b658", "text": "Please note that when referring to increasing the use of renewable energy sources in buildings, the supply of renewable electricity from the national grid should not be considered. The focus here is on increasing local supply of heat and/or electricity to individual buildings. The direct supply of heat or cooling through district heating and cooling in buildings could also be taken into account."}, {"text_block_id": "p58_b659", "text": "(a)Reference to existing national and regional legislation (if any) and summary of local legislation concerning the increase of the share of energy from renewable sources in the building sector:"}, {"text_block_id": "p58_b660", "text": "In the national legislation, two rulebooks were adopted that concern the implementation of RES in the building sector, i.e.:"}, {"text_block_id": "p58_b661", "text": "1)"}, {"text_block_id": "p58_b662", "text": "Rulebook on Energy Efficiency of Buildings (Official Gazette of the RoS, No. 61/11);"}, {"text_block_id": "p58_b663", "text": "2)"}, {"text_block_id": "p58_b664", "text": "Rulebook on Conditions, Contents and Manner of Issuance of Certificates on the Energy Performance of Buildings (Official Gazette of the RoS, No. 61/11)."}, {"text_block_id": "p58_b665", "text": "There is no specific legislation in this field at the level of autonomous province and the local self-government units."}, {"text_block_id": "p58_b666", "text": "(b) Responsible Ministry(/ies)/authority(/ies):"}, {"text_block_id": "p58_b667", "text": "The competent entities at the level of the Republic are:"}, {"text_block_id": "p58_b668", "text": "1)"}, {"text_block_id": "p58_b669", "text": "Ministry of Construction and Urban Planning;"}, {"text_block_id": "p58_b670", "text": "2)"}, {"text_block_id": "p58_b671", "text": "Ministry of Energy, Development and Environmental Protection; and at the level of autonomous province:"}, {"text_block_id": "p58_b672", "text": "1)"}, {"text_block_id": "p58_b673", "text": "Provincial Secretariat for Urban Planning, Construction and Environmental Protection;"}, {"text_block_id": "p58_b674", "text": "2)"}, {"text_block_id": "p58_b675", "text": "Provincial Secretariat for Energy and Mineral Raw Materials."}, {"text_block_id": "p58_b676", "text": "(c) Revision of rules, if any, planned by:"}, {"text_block_id": "p58_b677", "text": "In the middle of March 2013 the Law on Efficient Use of Energy was brought (\"Official Gazette of the RoS\" No. 25/13) In the future period enactment of the accompanying by-laws is planned. This Law aims at regulating the field of energy efficiency and the use of RES (particularly in the building sector)."}, {"text_block_id": "p59_b678", "text": "(d) Summary of the existing and planned measures at regional/local levels:"}, {"text_block_id": "p59_b679", "text": "Pursuant to the existing legislation, the methodology of determining the energy perfromance of buildings was defined: determination of necessary annual heat for heating, total annual final and primary energy, annual CO"}, {"text_block_id": "p59_b680", "text": "2"}, {"text_block_id": "p59_b681", "text": "emmission, reference climate data and recommended values of input parameters for calculation, pursuant to the Article 5 of the Rulebook on energy efficiency of buildings, (\"Official Gazette of the RoS\", No. 61/11). In an efficient use of energy in buildings, the life of the building, climatic conditions of the site, building position and orientation, its purpose, conditions of comfort, materials and elements of the building structure and its envelope, installed technical systems and devices, as well as sources of energy and combined heat and power production and the possibility of using RES, pursuant to the Article 6 of the Rulebook are all taken into consideration. Technical and other requirements for the calculation of energy features of a building are defined by the Serbian standards which are harmonized with the relevant European standards."}, {"text_block_id": "p59_b682", "text": "Rulebook on conditions, contents and the manner of issuing the certificate on energy performance of buildings defines that the Energy Passport for residential, non-resdential buildings and for the buildings of other purpose which use energy"}, {"text_block_id": "p59_b683", "text": "–"}, {"text_block_id": "p59_b684", "text": "The data on thermo-technical systems in the building, comprises the following as well:"}, {"text_block_id": "p59_b685", "text": "1)"}, {"text_block_id": "p59_b686", "text": "type and manner of use of the systems with renewable sources,"}, {"text_block_id": "p59_b687", "text": "2)"}, {"text_block_id": "p59_b688_merged_merged_merged", "text": "the share of RES in the heat required for heating and sanitary hot water – SHW (%)."}, {"text_block_id": "p59_b691", "text": "The Energy Passport forms a component part of the technical documentation enclosed to the application for issuance of the operation permit (Rulebook on conditions, contents and manner of issuance of certificates on energy properties of buildings, Article 9)."}, {"text_block_id": "p59_b692", "text": "(e) Are there minimum levels for the use of renewable energy in building regulations and codes? In which geographical areas and what are these requirements? (Please summarise.) In particular, what measures have been built into these codes to ensure the share of renewable energy used in the building sector will increase?"}, {"text_block_id": "p59_b693", "text": "What are the future plans related to these requirements/measures?"}, {"text_block_id": "p59_b694", "text": "At the national level, as well as at the level of autonomous province and the local level, there is no legislation prescribing compulsory use of RES in the building sector. In the forthcoming period adoption of legislation that will define the share of RES in the building sector, in particular for the new structures and the existing structures undergoing adaptation and reconstruction will be considered. In these terms particular consideration will concern the share of heat and sanitary hot water that should be provided from RES i.e. through the use of solar energy, biomass, geothermal energy and heat pumps. Adoption of this legislation in the"}, {"text_block_id": "p60_b695", "text": "heating and cooling sector should be also in compliance with incentive measures for the promotion of the use of RES in this sector (Chapter 4.4). Incentives prescribed by the act of the competent authority of the local self-government units (Energy Law, Article 62)."}, {"text_block_id": "p60_b696", "text": "(f) What is the projected increase of renewable energy use in buildings until 2020?"}, {"text_block_id": "p60_b697", "text": "If possible differentiating between residential"}, {"text_block_id": "p60_b698", "text": "— ‘single"}, {"text_block_id": "p60_b699", "text": "-"}, {"text_block_id": "p60_b700", "text": "unit’ and ‘multiple unit’,"}, {"text_block_id": "p60_b701", "text": "commercial, public and industrial. To answer this question you may use a table as Table 6 below. Data could be given yearly, or for selected years. Both heating and cooling and electricity consumption from renewable energy sources should be included."}, {"text_block_id": "p60_b702_merged_merged", "text": "Consumption of final energy in 2005 amounted to 3,29 Mtoe, and the share of the building sector in the total consumption of final energy amounted to 48%, out of which 65% in the residential sector. The average annual consumption of heat in Serbia amounts to: residential buildings -171 kWh/m2 – district heating (DH) 55 kWh/m2 – preparation of hot water (PHV), or for non-residential buildings -194 kWh/m2 – DH and 12 kWh/m2 –PHV."}, {"text_block_id": "p60_b711", "text": "Table 6: Estimated share of renewable energy in the building sector (%)"}, {"text_block_id": "p60_b712", "text": "(g) Have obligations for minimum levels of renewable energy in new and newly refurbished buildings been considered in national policy? If so, what are these levels? If not, how will the appropriateness of this policy option be explored by 2015?"}, {"text_block_id": "p60_b713", "text": "Pursuant to the existing legislation, there is no obligation for a minimum use of RES in the building sector (both in new and in renewed buildings). Regarding the possibility of prescribing a minimum share of RES in the building sector see the reply under (e). In the forthcoming period, prescribing a minimum share of RES in the building sector should be harmonized with the legislation dealing with the energy efficiency and reduction of the GHG emission."}, {"text_block_id": "p60_b714", "text": "(h) Please describe plans for ensuring the exemplary role of public buildings at national, regional and local level by using renewable energy installations"}, {"text_block_id": "p61_b715", "text": "or becoming zero energy buildings from 2012 onwards? (Please take into account the requirements under the EPBD)."}, {"text_block_id": "p61_b716", "text": "Private, local and foreign investments in urban centers during the recent years influenced the construction of combined multipurpose facilities with installed modern heating, ventilation and air-conditionning systems of high installed capacity. Some of these facilities are designed in accordance with the strictest EU energy efficiency standards, as well as with the RES-based systems. On the basis of good practice cases in our country, there is a particular interest in the use of RES in commercial facilities, educational and health care institutions, as well as in tourist facilities."}, {"text_block_id": "p61_b717", "text": "In the forthcoming period, campaigns for the use of RES in the building sector are envisaged. These campaigns should also indicate the contribution to the reduction of GHG emission."}, {"text_block_id": "p61_b718", "text": "(i) How are energy efficient renewable energy technologies in buildings promoted?"}, {"text_block_id": "p61_b719", "text": "Such measures may concern biomass boilers, heat pumps and solar thermal equipment fulfilling eco-label requirements or other standards developed at national or Community level (cf. text of Article 13(6)."}, {"text_block_id": "p61_b720", "text": "There are no special measures for the promotion of energy efficient RES technologies in the building sector. In the forthcoming period, these measures could be defined after the adoption of the Law on Rational Use of Energy."}, {"text_block_id": "p62_b721", "text": "4.2.4. Information provisions (Articles 14(1), 14(2) and 14(4) of Directive 2009/28/EC)"}, {"text_block_id": "p62_b722", "text": "Current and future information and awareness raising campaigns and programmes, as well as planned revisions, and expected results have to be described. Member States should also indicate which responsible authority will monitor and review the effects of the programmes. When regional/local authorities have a substantial role, please also indicate and summarise it."}, {"text_block_id": "p62_b723", "text": "(a) Reference to existing national and or regional legislation (if any) concerning information requirements according to Article 14 of Directive 2009/28/EC:"}, {"text_block_id": "p62_b724", "text": "In compliance with the Article 14 (1), (2) and (4) of the Directive, there is no special legislation referring to special requirements regarding information. The specific legislation concerning the obligation of presenting information on procedures for obtaining certificates and the certification in the field of RES does not exist in Serbia."}, {"text_block_id": "p62_b725", "text": "("}, {"text_block_id": "p62_b726", "text": "b) Responsible body/(ies) for dissemination of information at national/regional/local levels:"}, {"text_block_id": "p62_b727", "text": "The ministry in charge of energy-related affairs is obligated to implement the energy policy, which is derived from the Energy Law. The ministry in charge of energy-related affairs, among other things, should provide:"}, {"text_block_id": "p62_b728", "text": "1)"}, {"text_block_id": "p62_b729", "text": "preparation of proposals for the implementation of energy efficiency, use of RES and the protection of environment;"}, {"text_block_id": "p62_b730", "text": "2)"}, {"text_block_id": "p62_b731", "text": "preparation of criteria for the evaluation of unit efficiency in the use of energy and the manner of their marking/labelling in compliance with the corresponding international regulations and standards;"}, {"text_block_id": "p62_b732", "text": "3)"}, {"text_block_id": "p62_b733", "text": "consulting, advisory and educational activities in promoting the improvement of energy efficiency;"}, {"text_block_id": "p62_b734", "text": "The competent institutions which should be in charge of information at the various levels are:"}, {"text_block_id": "p62_b735", "text": "1)"}, {"text_block_id": "p62_b736", "text": "Serbian Chamber of Engineers"}, {"text_block_id": "p62_b737", "text": "2)"}, {"text_block_id": "p62_b738", "text": "Serbian Chamber of Commerce and Industry"}, {"text_block_id": "p62_b739", "text": "3)"}, {"text_block_id": "p62_b740", "text": "Regional Energy Efficiency Centres"}, {"text_block_id": "p62_b741", "text": "4)"}, {"text_block_id": "p62_b742", "text": "Provincial Secretariat for Energy and Mineral Raw Materials"}, {"text_block_id": "p62_b743", "text": "5)"}, {"text_block_id": "p62_b744", "text": "Local self-government units, or appropriate services in charge of the system of organized energy management at the local level."}, {"text_block_id": "p63_b745", "text": "(c) Summary of the existing and planned measures at regional/local levels (where relevant):"}, {"text_block_id": "p63_b746", "text": "In the previous period, no special measures were developed at the regional and local level. In the forthcoming period, during the consideration and preparation of measures, adopted legislation, as well as other important documents (Energy Sector Development Strategy, Programme of Implementation of the Energy Sector Development Strategy, Action plan for Biomass etc.) should be taken into account."}, {"text_block_id": "p63_b747", "text": "(d) Please indicate how information is made available on supporting measures for using renewable energy sources in electricity, heating and cooling and in transport to all relevant actors (consumers, builders, installers, architects, suppliers of relevant equipment and vehicles). Who is responsible for the adequacy and the publishing of this information? Are there specific information resources for the different target groups, such as end consumers, builders, property managers, property agents, installers, architects, farmers, suppliers of equipment using renewable energy sources, public administration? Are there information campaigns or permanent information centres in the present, or planned in the future?"}, {"text_block_id": "p63_b748_merged", "text": "Information to relevant stakeholders in the field of use of RES was carried out by ministries, agencies and funds in charge of activities in the field of energy and environmental protection. Additionally, campaigns were organized by the Serbian Chamber of Engineers, Serbian Chamber of Commerce, non-governmental organisations, R&D institutions (institutes and faculties), professional organizations and societies (associations) and the regional energy efficiency centres (Beograd, Novi Sad, Nis and Kragujevac)."}, {"text_block_id": "p63_b751", "text": "Government authorities, R&D institutions, institutions in the field of education, information, culture and other institutions, as well as other forms of association, within their activities, stimulate, direct and ensure raising of awareness about the importance of environmental protection. Raising of awareness about the importance of environmental protection is ensured through the system of education and upbringing, R&D and technological development, uprgading during the process of work, public information and popularization of environmental protection, in compliance with the Article 6 of the Law on Environmental Protection, (\"Official Gazette of the RoS\" No. 135/04 and 36/09,)."}, {"text_block_id": "p63_b752", "text": "Ministry of Energy, Development and Environmental Protection carries out the activities related to promotion of energy efficiency and its importance in the Republic of Serbia, management of programmes and projects for the rational use of energy more intensive use of RES."}, {"text_block_id": "p64_b753", "text": "(e) Who is responsible for publishing information on the net benefits, costs and energy efficiency of equipment and systems using renewable energy sources for heating, cooling and electricity?"}, {"text_block_id": "p64_b754", "text": "(Supplier of the equipment or system, public body or someone else?)"}, {"text_block_id": "p64_b755", "text": "All information on the characteristcs of equipment and systems used for RES are published by the producers and suppliers of equipment. These information are accessible at the web sites of the organisations arranging presentations of these equipments andsystems or are supplied in electronic form to all participants of the presentation (Serbian Chamber of Commerce and Industry, Serbian Chamber of Engineers, R&D organizations and proffessional organizations and associations)."}, {"text_block_id": "p64_b756", "text": "In the forthcoming period the information system should be improved with the aim to have information accessible to a larger number of interested parties, particularlz to natural and legal persons which are not in a position to attend public presentations. In these terms, a web site will be established wheer all information related to RES will be available. For the preparation of that web site existing database on companies dealing with RES issues will be used."}, {"text_block_id": "p64_b757", "text": "(f) How is guidance for planners and architects provided to help them to properly consider the optimal combination of renewable energy sources, high efficiency technologies and district heating and cooling when planning, designing, building and renovating industrial or residential areas? Who is responsible for that?"}, {"text_block_id": "p64_b758", "text": "This information is available through presentations organized within the Serbian Chamber of Engineers and other professional organisations (there are organizations with long tradition which organize various events)."}, {"text_block_id": "p64_b759", "text": "(g) Please describe the existing and planned information, awareness raising and training programmes for citizens on the benefits and practicalities of developing and using energy from renewable sources. What is the role of regional and local actors in the designing and managing these programmes?"}, {"text_block_id": "p64_b760", "text": "In the previous period, Energy Efficiency Agency and regional centres participated in these activities. In view of the fact that, pursuant to the Amendments and Supplements of the Energy Law (the Energy Efficiency Agency was abolished (Article 11), the Ministry of Energy, Development and Environmental Protection will organize activities in that field in the forthcoming period."}, {"text_block_id": "p65_b761", "text": "4.2.5. Certification of installers (Article 14(3) of Directive 2009/28/EC)"}, {"text_block_id": "p65_b762", "text": "(a) Reference to existing national and/or regional legislation (if any) concerning certification or equivalent qualification schemes for installers according to Article 14(3) of the Directive 2009/28/EC:"}, {"text_block_id": "p65_b763", "text": "Pursuant to the legislation of the Republic of Serbia, only the certification of contractors for execution of installation and fitting of equipment into facilities requiring construction permit is prescribed. The procedure of certification of contractors for execution of installation and fitting of equipment for the use of renewable energy sources is prescribed in the following acts:"}, {"text_block_id": "p65_b764", "text": "1)"}, {"text_block_id": "p65_b765_merged", "text": "Law on Planning and Construction (\"Official Gazette of the RoS\", No. 72/09 and 81/09-correction, 64/10 – decision US, 24/11 and 121/12);"}, {"text_block_id": "p65_b768", "text": "2)"}, {"text_block_id": "p65_b769", "text": "Rulebook on conditions, programme and manner of passing a professional examination in the field of spatial and urban planning, elaboration of technical documentation and construction (\"Official Gazette of the RoS\", No. 04/10, 21/10 and 14/12);"}, {"text_block_id": "p65_b770", "text": "3)"}, {"text_block_id": "p65_b771", "text": "Decision on types of licenses issued by the Serbian Chamber of Engineers (\"Official Gazette of the RoS\", No. 1493/1-3 of 2 July 2012)."}, {"text_block_id": "p65_b772", "text": "Pursuant to the above listed acts, issuance of licenses is foreseen only for engineers, while no certification procedure is prescribed for fitters (installers)."}, {"text_block_id": "p65_b773", "text": "(b) Responsible body/(ies) for setting up and authorising certification/qualification schemes by 2012 for installers of small-scale biomass boilers and stoves, solar photovoltaic and solar thermal systems, shallow geothermal systems and heat pumps:"}, {"text_block_id": "p65_b774", "text": "Serbian Chamber of Engineers is in charge of determination of the fullfilment of conditions for issuing or withdrawal of the license for responsible contractors. Serbian Chamber of Engineers is in charge for the following activities:"}, {"text_block_id": "p65_b775", "text": "1)"}, {"text_block_id": "p65_b776", "text": "verification of the compliance of issued licenses as per regulations of other countries;"}, {"text_block_id": "p65_b777", "text": "2)"}, {"text_block_id": "p65_b778", "text": "keeping records on issued licenses;"}, {"text_block_id": "p65_b779", "text": "3)"}, {"text_block_id": "p65_b780", "text": "informing of the members of the Chamber on all significant activities of the Chamber and its members;"}, {"text_block_id": "p65_b781", "text": "4)"}, {"text_block_id": "p65_b782", "text": "arranging and improving conditions for performing professional work in the field of design and construction of facilities;"}, {"text_block_id": "p65_b783", "text": "5)"}, {"text_block_id": "p65_b784", "text": "development of professional relations in the relevant field;"}, {"text_block_id": "p65_b785", "text": "6)"}, {"text_block_id": "p65_b786", "text": "adoption of norms and criteria for evaluation of value of work;"}, {"text_block_id": "p65_b787", "text": "7)"}, {"text_block_id": "p65_b788", "text": "proposal of adoption of corresponding regulations to competent authorities;"}, {"text_block_id": "p65_b789", "text": "8)"}, {"text_block_id": "p65_b790", "text": "cooperation with relevant ministries and government authorities in preparation and implementation of the legal and other regulations related to the fields of activity of the Chamber;"}, {"text_block_id": "p66_b791", "text": "9)"}, {"text_block_id": "p66_b792", "text": "establishing, maintenance and enhancement of cooperation with other chambers of engineers and other related organisations and institutions in the country and abroad."}, {"text_block_id": "p66_b793", "text": "(c) Are such certification schemes/qualifications already in place? If so, please, describe."}, {"text_block_id": "p66_b794", "text": "The Article 161 of the Law on Planning and Construction envisages passing of a professional exam for carrying out certain activities/jobs prescribed by this law. The license can be acquired by the person having university or high school education of appropriate profession, or department, completed professional exam and minimum 3 years of working/practical experience, for designers and contractors, or minimum 5 years for the high school graduates. Serbian Chamber of Engineers issues licenses for the chartered town planer, chartered design engineer and chartered engineer for on-site work as per Article 162 of the Law on Planning and Construction,"}, {"text_block_id": "p66_b795", "text": "The Rulebook on conditions, programme and manner of the professional exam in the field of spatial and urban planning, preparation of technical documentation and construction (\"Official Gazette of the RoS\", No. 04/10, 21/10 and 14/12) prescribed that administrative-vocational and technical activities related to the professional exam are carried out by the Serbian Chamber of Engineers. The right to sit for a professional exam belongs to persons with acquired university education, at the second grade studies (bachelor level, academic studies-master, specialistic academic studies, specialistic vocational studies), or undergraduate studies of minimum four years, as well as the ones with acquired university education at the I grade studies (basic academic studies), and secondary-school education of civil engineering, architecture, mechanical engineering, electrical engineering, chemical engineering or other appropriate technical professions, with minimum two years of practical experience in that profession at corresponding jobs. Additionally, it is prescribed that the right to sit for an exam for the chartered engineer for energy efficiency of buildings is valid for the persons with minimum four years of practical experience in that profession and completed training in the field of energy efficiency of buildings, in compliance with the programme of the Serbian Chamber of Engineers."}, {"text_block_id": "p67_b796", "text": "In compliance with the Decision on Types of Licenses issued by the Serbian Chamber of Engineers (No. 1493/1-3 of 2 July 2012), types of licenses for the chartered engineer for on-site work have been defined, i.e.:"}, {"text_block_id": "p68_b797", "text": "Serbian Chamber of Engineers organizes one-day workshops aimed at providing quality preparation for the candidates for the professional exam. The candidates applying for the professional examination in the field of energy efficiency of buildings are obligated to successfully complete the training in the field of energy efficiency of buildings prior to sitting for the exam."}, {"text_block_id": "p68_b798", "text": "(d) Is information on these schemes publicly available? Are lists of certified or qualified installers published? If so, where? Are other schemes accepted as equivalent to the national/regional scheme?"}, {"text_block_id": "p68_b799", "text": "All regulations related to the procedure of obtaining licenses for engineers are available in electronic form on the Internet."}, {"text_block_id": "p68_b800", "text": "The list of contractors possessing licenses for the execution of installations and fitting of equipment for the use of renewable energy sources is available at the web site of the Serbian Chamber of Engineers. Browsing of the list of contractors possessing licenses can be carried out as per several criteria (section, license type, job title, name and family name and municipality of residence)."}, {"text_block_id": "p69_b801", "text": "(e) Summary of existing and planned measures at regional/local levels (where relevant)."}, {"text_block_id": "p69_b802", "text": "Having in mind that the existing documents define the manner of obtaining licenses for the execution of installations and fitting of equipment for the use of RES only for engineers, in the forthcoming period the following activities are envisaged:"}, {"text_block_id": "p69_b803", "text": "1)"}, {"text_block_id": "p69_b804", "text": "defining the procedure for certification of installers (fitters) of equipment for the use of renewable energy sources (furnaces and boilers using biomass, heat pumps, geothermal plants, solar photovoltaics, solar panels for water heating) in compliance with accredited programmes/curricula. Data on certified installers/fitters shall be publicly available."}, {"text_block_id": "p69_b805", "text": "2)"}, {"text_block_id": "p69_b806", "text": "organizing of accredited programmes/curricula for the training of installers (fitters) for the specific RES-using equipment, as a part of permanent professional upgrading and obtaining of the certificate on successfully completed training. Accredited training programmes can be organized by various institutions (Serbian Chamber of Engineers, chambers of commerce, R&D organizations, vocational associations, regional EE centres) which would meet the set criteria, on the basis of a public call by the ministry in charge of energy-related affairs. Training programmes/curricula (with compulsory content of a theoretical and practical training) shall be accredited in compliance with the corresponding act that will be adopted in the forthcoming period. The training ends with a mandatory exam and it must also comprise evaluation of the compulsory practical work, i.e. installation of the appropriate equipment covered by the upgrading programme"}, {"text_block_id": "p69_b807", "text": "3)"}, {"text_block_id": "p69_b808", "text": "ensuring better information on the procedure of obtaining the license, or certification of installers (fitters), publishing of information at the web sites of the Ministry of Energy, Development and Spatial Planning in the part concerning RES, of the Serbian Chamber of Engineers, and of the chambers of commerce."}, {"text_block_id": "p70_b809", "text": "4.2.6. Electricity infrastructure development (Article 16(1) and Article 16(3) to (6) of Directive 2009/28/EC)"}, {"text_block_id": "p70_b810", "text": "Besides the current situation and already existing legislation future actions, planned revisions, responsible bodies for it and expected results have to be described"}, {"text_block_id": "p70_b811", "text": "."}, {"text_block_id": "p70_b812", "text": "The connection to the electric power grid, or transmission and distribution system, is regulated through relevant regulations i.e.:"}, {"text_block_id": "p70_b813", "text": "1)"}, {"text_block_id": "p70_b814_merged", "text": "Energy Law (Official Gazette of the RoS, No. 57/11, 80/11 – correction and 93/12 and 124/12),"}, {"text_block_id": "p70_b817", "text": "2)"}, {"text_block_id": "p70_b818", "text": "Decree on Conditions of Electricity Delivery (\"Official Gazette of the RoS\", No. 107/06),"}, {"text_block_id": "p70_b819", "text": "3)"}, {"text_block_id": "p70_b820", "text": "Decision on Establishing the Methodology for Setting Costs of Connection to the Electricity Transmission and Distribution System (\"Official Gazette of the RoS\", No. 77/12). This Decision is in force from 1 January 2013,"}, {"text_block_id": "p70_b821", "text": "4)"}, {"text_block_id": "p70_b822", "text": "Electricity Transmission Grid Code (Official Gazette of the RoS\", No. 55/08 and 3/12),"}, {"text_block_id": "p70_b823", "text": "5)"}, {"text_block_id": "p70_b824", "text": "Electricity Distribution Grid Code (EDB Beograd, Elektrosrbija Kraljevo, ED Centar Kragujevac, ED Jugoistok Nis and Elektrovojvodina Novi Sad),"}, {"text_block_id": "p70_b825", "text": "6)"}, {"text_block_id": "p70_b826", "text": "Decree on Conditions for Obtaining the Privileged Producer Status (\"Official Gazette of the RoS\", No. 08/13) and"}, {"text_block_id": "p70_b827", "text": "7)"}, {"text_block_id": "p70_b828", "text": "Decree on Incentives for Privileged Power Producers (\"Official Gazette of the RoS\", No. 08/13)."}, {"text_block_id": "p70_b829", "text": "and in compliance with standards and technical regulations referring to the conditions for connection to and the use of electric power facilities, equipments and plants."}, {"text_block_id": "p70_b830", "text": "(b) How is it ensured that transmission and distribution grids will be developed with a view to integrating the targeted amount of renewable electricity while maintaining the secure operation of the electricity system? How is this requirement included in the transmission and distribution operators' periodical network planning?"}, {"text_block_id": "p70_b831", "text": "In compliance with the Article 72 of the Energy Law ., transmission system operator is obligated to prepare a transmission system development plan for the period od minimum ten years, harmonized with the plan of development of distribution systems and requirements for the connection of producer and purchaser facilities. All details related to the preparation of the Plan are defined by the Electricity Transmission Grid Code and in internal documentation of the PC Electricity Grids of Serbia (PC EMS). The Plan is prepared on the basis of the revision of the previous one, in line with new knowledge and experiences in the"}, {"text_block_id": "p71_b832", "text": "operation and maintenance of a transmission grid, as well as its harmonization with the plans of the distribution system operators. The preparation of the Plan faces a great uncertainty of input parameters on the basis of which the perspective is to be envisaged, and which depends on a large number of factors, among others on the price of energy carriers, change of the consumption and production level, connection of new facilities (including facilities using RES and plans on construction of new facilities using RES) and the situation at the internal and regional electricity market."}, {"text_block_id": "p71_b833", "text": "Transmission system development plan is prepared against the following principles:"}, {"text_block_id": "p71_b834", "text": "1)"}, {"text_block_id": "p71_b835", "text": "to ensure as flexible operation of production capacities as possible in all forseeable modes of operation of the electric power system"}, {"text_block_id": "p71_b836", "text": "2)"}, {"text_block_id": "p71_b837", "text": "to acknowledge the need to meet the future consumption of all users of the transmission system"}, {"text_block_id": "p71_b838", "text": "3)"}, {"text_block_id": "p71_b839", "text": "to also meet the needs of exchange of electricity at the electricity market"}, {"text_block_id": "p71_b840", "text": "4)"}, {"text_block_id": "p71_b841", "text": "to contain data on trends in the total consumption and production with particular emphasis on significant changes, appearance of new, or discontinuation of existing facilities of the users of the transmission system"}, {"text_block_id": "p71_b842", "text": "5)"}, {"text_block_id": "p71_b843", "text": "to provide for all existing and potential users of the transmission system, participants at the electricity market and competent authorities, a comprehensive review of the transmission system development in a given time interval, to enable insight into all major changes in the transmission system (list, location and basic characteritics of transmission facilities that will be reconstructed, expanded or constructed, or discontinued, including interconnection transmission lines)."}, {"text_block_id": "p71_b844_merged", "text": "Special problem for the preparation of the Plan is planning of the maner and timing for connection of wind power plants. Thus, special research was conducted within the studies carried out by the transmission and distribution systems operators on the possible solutions of the issue of connecting wind power plants. PC EMS is ready to accept electricity from the wind power plants, but it was estimated that large total investments would be required into the transmission system for the construction of new transmission lines. Further activities in the forthcoming period shall be conducted in order to resolve the problem of connection of the wind power plants to the transmission system. At the same time, training of the transmission and distribution system operators’ staff is also planned, which would enable the trained personnel to investigate the possibility of integration of wind farms into the electric power system in a technically satisfactory manner and later to manage the electric power system with integrated wind farms of a significant size."}, {"text_block_id": "p71_b847", "text": "Since 2006, requests have been submitted to PC EMS for elaboration of the analysis of optimum connection conditions, technical conditions for the connection to transmission system needed for the preparation of technical documentation within the location permit procedure, opinion on the conditions and possibilities of connecting energy facilities to the transmission system,"}, {"text_block_id": "p72_b848", "text": "decision on the connection to the transmission system and the contract on the connection of distribution facilities to the transmission system."}, {"text_block_id": "p72_b849", "text": "Ten year long development plans of the transmission and distribution system are subject to approval of the Energy Agency."}, {"text_block_id": "p72_b850", "text": "(c) What will be the role of intelligent networks, information technology tools and storage facilities? How will their development be ensured?"}, {"text_block_id": "p72_b851", "text": "Participation in the regional market conditions that the operators of the transmission system should be established as a modern organized company in compliance with European norms. That also means introduction and enabling of all functions of a technical control system. So far, in the national dispatch center all SCADA/EMS system functions for the real time control (SCADA, AGC, status estimator, safety analysis...) have been established. Besides, this system also has a dispatcher training simulator, thus fulfilling all requirements of the Interconnection Code. For these functions to be used to the maximum, necessary parts of the neighboring transmission systems were integrated into the system. Besides the control system, the following systems have also been integrated into the national dispatch center: system for work plans administration, system for market functions of the transmission system operator (including the balancing mechanism), system for allocation of the cross-border transmission system and system for calculation of metering data. The said systems are interlinked and exchange necessary data. At the level of regional dispatch centers controlling the 110 kV grid, currently operating SCADA systems will be upgraded in the forthcoming period by a part of functions existing in the national dispatch center system."}, {"text_block_id": "p72_b852", "text": "Major deficiency of the existing control system is that a significant number of distribution facilities is not integrated into these systems, and that should be the priority within the development of this system, as a prerequisite for introduction of inteligent grids, along with the introduction of advanced meters."}, {"text_block_id": "p72_b853", "text": "Telecommunication systems are one of the most attractive areas for joint investment, as a good portion of the necessary infrastructure already exists. Construction of a sophisticated telecommunication system will not only enable meeting the technical needs, but also rendering services to other users. Basic development trend in the field of telecommunication is establishment of the telecommunication transmission network, telephone network and mobile radio-links network, where the basic element of the telecommunication system, the telecommunication transmission network, operates via an optical transmission system and partly via directional radio-relay links. The optical system of the transmission system operator has already been established and it fulfills all functions in line with the Interconnection code, or it functions as the channel for exchanging data with the neighboring transmission systems within the unique paneuropean telecommunication system."}, {"text_block_id": "p73_b854", "text": "Transmission and distribution system codes set technical standards for information technologies used in managing these systems. Harmonized development plans of the transmission and distribution systems envisage further introduction of new technologies required for the management of the system. Energy Agency of the Republic of Serbia gives approvals on these plans and monitors their implementation."}, {"text_block_id": "p73_b855", "text": "(d) Is the reinforcement of the interconnection capacity with neighbouring countries planned? If so, which interconnectors, for which capacity and by when?"}, {"text_block_id": "p73_b856", "text": "Analysis of the transmission system indicates the need for an as good interconnection with the countries of this region as possible. Synchronous operation with ENTSO-E interconnection Continental Europe offers undisputable facilities for increased exchange of electricity and reduction of risks regarding the procurement of the part of lacking quantities of electricity. Improved communications with the neighboring countries also enables participation in the regional electricity market of the South-East Europe."}, {"text_block_id": "p73_b857", "text": "In compliance with the Plan of development of the transmission system for the period from 2013 until 2017 (2022) prepared by the PC Electric Power Network of Serbia, it is foreseen that the following facilities/projects for increasing capacities with neighboring countries be constructed in the forthcoming period:"}, {"text_block_id": "p73_b858", "text": "1)"}, {"text_block_id": "p73_b859", "text": "double interconnection DV 400 kV TS Pancevo 2"}, {"text_block_id": "p73_b860", "text": "–"}, {"text_block_id": "p73_b861", "text": "state border of Serbia and Romania -TS Resica (Sokol) -ensuring electricity transit through the transmission grid of Serbia along the east/northeast"}, {"text_block_id": "p73_b862", "text": "–"}, {"text_block_id": "p73_b863", "text": "west/southwest line. Indicative year of entering into operation: 2014 to the state border (~ 65 km);"}, {"text_block_id": "p73_b864", "text": "2)"}, {"text_block_id": "p73_b865_merged_merged", "text": "new transformer station TS 400/110 kV Vranje 4 and the lines for the connection TS 400/110 kV Vranje 4 – ensuring higher capacity transfer from the north, northwest and northeast towards Greece and Macedonia."}, {"text_block_id": "p73_b868", "text": "(e) How is the acceleration of grid infrastructure authorisation procedures addressed? What is the current state and average time for getting approval? How will it be improved?"}, {"text_block_id": "p73_b869", "text": "Please refer to current status and legislation, bottlenecks detected and plans to streamline procedure with timeframe of implementation and expected results."}, {"text_block_id": "p73_b870", "text": "The connection to electric power grid is carried out upon obtaining the operation permit. The facility of the electricity producer is connected to the power transmission or distribution system under the conditions and in the manner prescribed in the legislation listed in the item (a)."}, {"text_block_id": "p73_b871", "text": "Transmission, or distribution system operator is obligated to decide on the application for approval for the connection of a power plant to the power grid within sixty days from the date of receipt of wrtten requirement. Competent energy entity is obligated to issue a positive decision, if all conditions are"}, {"text_block_id": "p74_b872", "text": "fulfilled, on the basis of the technical report, calculation of costs of connection and other available documents"}, {"text_block_id": "p74_b873", "text": "Energy entity of the system where the power"}, {"text_block_id": "p74_b874", "text": "producer’s fac"}, {"text_block_id": "p74_b875", "text": "ility is connected will approve the connection if it establishes that the equipments and installations of the facility to be connected fulfill conditions prescribed by the laws, technical and other regulations regulating the conditions and manner of exploitation of these facilities. The system operator is bound to connect the facility of the electricity producer to the transmission or distribution system within 15 days from the date of fulfillment of the following conditions:"}, {"text_block_id": "p74_b876", "text": "1)"}, {"text_block_id": "p74_b877", "text": "conditions from the approval to connect;"}, {"text_block_id": "p74_b878", "text": "2)"}, {"text_block_id": "p74_b879_merged_merged", "text": "acquired operation permit for the facility or that the equipments and installations of the producer’s facility meet technical and other prescribed conditions;"}, {"text_block_id": "p74_b882", "text": "3)"}, {"text_block_id": "p74_b883", "text": "arranged balancing responsibiity and access to the system at the point of commissioning."}, {"text_block_id": "p74_b884", "text": "In the forthcoming period, it is envisaged that the connection to the power grid is included within the analysis of possibilities of simplification of procedures, as well as that the procedures concerning the required documentation and deadlines are harmonized for all power distribution system companies."}, {"text_block_id": "p74_b885", "text": "(f) How is coordination between grid infrastructure approval and other administrative planning procedures ensured?"}, {"text_block_id": "p74_b886", "text": "In compliance with the defined procedure for obtaining permits and approvals, the investor is bound to acquire the right to construct and the right to engage in relevant activities. During the acquisition of the said rights, the investor must submit the application to the system operator three times, i.e.:"}, {"text_block_id": "p74_b887", "text": "1)"}, {"text_block_id": "p74_b888", "text": "for obtaining the energy permit he must obtain the opinion of the system operator on conditions and possibilities for the connection to the system,"}, {"text_block_id": "p74_b889", "text": "2)"}, {"text_block_id": "p74_b890", "text": "before the issuance of the location permit the investor must obtain the conditions for the connection to the electric power grid and"}, {"text_block_id": "p74_b891", "text": "3)"}, {"text_block_id": "p74_b892", "text": "after obtaining the operation permit he should execute the connection of the facility (power plant) to the electric power grid."}, {"text_block_id": "p74_b893", "text": "The procedure of the construction of facility does not specifically define the relation and coordination between the system operator and other institutions in charge of issuing permits and approvals."}, {"text_block_id": "p74_b894", "text": "In the forthcoming period, in compliance with the activities aimed at establishment of one-stop-shop for RES, the link between the system operator and other institutions competent for issuing permits and approvals during the procedure of construction of the facility will be established."}, {"text_block_id": "p75_b895", "text": "(g) Are priority connection rights or reserved connection capacities provided for new installations producing electricity from renewable energy sources?"}, {"text_block_id": "p75_b896", "text": "The facility of the electricity producer is connected to the transmission and distribution system on the basis of the approval of the competent system operator (Energy Law, Article 129). Approval for the connection of the facility is issued through a decision issued upon request of a natural or legal person or entrepreneur (Energy Law, Article 130). The request must be accompanied with the energy permit and license for engaging in the activity of electricity production. Besides, for completed structures the construction permit is also enclosed, as well as the proof on property right or the right to use the facility. Connection to transmission or distribution system of the facilities for the construction or use of which the operation permit was not acquired in compliance with the law is not allowed."}, {"text_block_id": "p75_b897_merged", "text": "The mantioned procedure for the connection of the electricity producer’s facility does not foresee any right of priority for the facilities using RES."}, {"text_block_id": "p75_b900", "text": "(h) Are any renewable installations ready to come online but not connected due to capacity limitations of the grid? If so, what steps are taken to resolve this and by when is it expected to be solved?"}, {"text_block_id": "p75_b901", "text": "At the time of writing this document, there was no facility of the electricity producer using RES which was not connected to the transmission and distribution system due to limitations of the grid capacity."}, {"text_block_id": "p75_b902", "text": "(i) Are the rules on cost sharing and bearing of network technical adaptations set up and published by transmission and distribution system operators? If so, where? How is it ensured that these rules are based on objective, transparent and non-discriminatory criteria? Are there special rules for producers located in peripheral regions and regions with low population density?"}, {"text_block_id": "p75_b903", "text": "Cost bearing rules define which part of the costs is covered by the generator wishing to be connected and which part by the transmission or distribution system operator. Cost sharing rules define how the necessary cost should be distributed between subsequently connected producers that all benefit from the same reinforcements or new lines."}, {"text_block_id": "p75_b904", "text": "The Energy Law defines duties and obligations of the transmission system and the distribution system operators:"}, {"text_block_id": "p75_b905", "text": "1)"}, {"text_block_id": "p75_b906", "text": "transmission system operator (Article 72) is obligated to bring decision on the cost of the access to the transmission system without any discrimination between the users/groups of users of the transmission system;"}, {"text_block_id": "p75_b907", "text": "2)"}, {"text_block_id": "p75_b908", "text": "distribution system operator (Article 77) is obligated to bring decision on the cost of the access to the distribution system and publish the costs of connection, without any discrimination between the users/groups of users of the distribution system."}, {"text_block_id": "p76_b909", "text": "Articles 75 and Article 77 of the Energy Law, define that the complete connection, including metering unit, belongs to the transmission, or distribution company which is responsible for its construction and maintenance, and the costs of connection are to be borne by the applicant as foreseen in the Article 132. Methodology adopted by the Energy Agency of the Republic of Serbia details"}, {"text_block_id": "p76_b910", "text": "criteria and manner of determination of the costs of connection of the producer’s"}, {"text_block_id": "p76_b911", "text": "electric power facilities to the electricity transmission and distribution system in compliance with regulations concerning engagement in energy-related activities and conditions of electricity supply."}, {"text_block_id": "p76_b912", "text": "Costs of connection to the electricity transmission, or distribution system are borne by the applicant, as foreseen in the Article 132 of the Energy Law. The amount of costs is determined by the energy entity in charge of electricity transmission or distribution, in compliance with the methodology for setting the cost of connection adopted by the Energy Agency. The methodology defines the manner and detailed criteria for the calculation of the cost of connection. (The Methodology is available at the web site of the Energy Agency,"}, {"text_block_id": "p76_b913", "text": "www.aers.rs"}, {"text_block_id": "p76_b914", "text": ")"}, {"text_block_id": "p76_b915", "text": ", depending on the approved installed capacity, location of the connection, required works or the need to install necessary equipment and other objective criteria. Energy entity to whose system the facility is to be connected issues, on the basis of the methodology, its own act where it sets the costs of the connection."}, {"text_block_id": "p76_b916", "text": "During the procedure of obtaining approvals for the connection and the connection itself, no financial deposits are envisaged."}, {"text_block_id": "p76_b917", "text": "Pursuant to existing legislation, there is no difference in prices of the connection to transmission or distibution system in different environments (poorly populated or well populated places)."}, {"text_block_id": "p76_b918", "text": "(j) Please describe how the costs of connection and technical adaptation are attributed to producers and/or transmission and/or distribution system operators? How are transmission and distribution system operators able to recover these investment costs? Is any modification of these cost bearing rules planned in the future?"}, {"text_block_id": "p76_b919", "text": "What changes do you envisage and what results are expected?"}, {"text_block_id": "p76_b920_merged_merged_merged", "text": "There are several options for distributing grid connection costs. Member States are likely to choose one or a combination of these. According to the ‘deep’ connection cost charging the developer of the installation generating electricity from renewable energy sources bears several grid infrastructure related costs (grid connection, grid reinforcement, and extension). Another approach is the ‘shallow’ connection cost charging, meaning that the developer bears only the grid connection cost, but not the costs of reinforcement and extension (this is built into the grid tariffs and paid by the customers). A further variant is when all connection costs are socialised and covered by the grid tariffs."}, {"text_block_id": "p76_b925", "text": "In the procedure of construction of the facility, energy entity to whose"}, {"text_block_id": "p76_b926", "text": "system the energy producer’s facility is to be connected issues conditions for the"}, {"text_block_id": "p77_b927", "text": "connection of the producer’s facility to the electric power grid. Conditions for the"}, {"text_block_id": "p77_b928_merged", "text": "connection define the possibility of connection of the producer’s facility to the electric power grid, or the electric power and technical conditions necessary for the elaboration of main design for the construction of facility. Technical report determines, on the basis of conducted analysis, whether there are electric power and technical conditions for potential future connection the facility upon submission of the application. On the basis of the technical report, the energy entity, to whose system the producer’s facility is to be connected issues to the investor into the construction of the facility, or to the competent authority the act on conditions for the connection."}, {"text_block_id": "p77_b933", "text": "Costs of the connection are determined on the basis of the following criteria defined in the Decision on Setting the Methodology for Determination of Costs of Connection to Electricity Transmission and Distribution System (\"Official Gazette of the RoS\", No. 77/12), Chapter III.1):"}, {"text_block_id": "p77_b934", "text": "1)"}, {"text_block_id": "p77_b935", "text": "technical characteristics of the connection,"}, {"text_block_id": "p77_b936", "text": "2)"}, {"text_block_id": "p77_b937", "text": "type and scope of works required for the connection of the facility to the electricity transmission, or distribution system and other conditions related to the construction, or execution of works on the connection (which is defined on the basis of approved capacity, voltage level of the grid to which it is connected and the distance to the existing grid, number of phases, number of metering units, type and cross-section of the power line, type of equipment, devices and material installed pursuant to the technical conditions for connection defined by the technical regulations and transmission, or distribution system codes, as well as the need of elaboration, or obtaining of the design and other documentation for construction of the connection, or execution of works)."}, {"text_block_id": "p77_b938", "text": "Costs of the connection comprise (Decision on Setting the Methodology for Determination of Costs of Connection to Electricity Transmission and Distribution System (\"Official Gazette of the RoS\", No. 77/12, Chapter III.2):"}, {"text_block_id": "p77_b939", "text": "1)"}, {"text_block_id": "p77_b940", "text": "costs of equipment, units and material;"}, {"text_block_id": "p77_b941", "text": "2)"}, {"text_block_id": "p77_b942", "text": "costs of execution of works;"}, {"text_block_id": "p77_b943", "text": "3)"}, {"text_block_id": "p77_b944", "text": "costs of elaboration of the design, obtaining of necessary documentation and creating other conditions for construction of the connection;"}, {"text_block_id": "p77_b945", "text": "4)"}, {"text_block_id": "p77_b946", "text": "part of the system costs ocurred due to the connection of the facility, depending on the approved capacity."}, {"text_block_id": "p77_b947", "text": "Types of connections are (Decision on Setting the Methodology for Determination of Costs of Connection to Electricity Transmission and Distribution System (\"Official Gazette of the RoS\", No. 77/12), Chapter IV);"}, {"text_block_id": "p77_b948", "text": "1)"}, {"text_block_id": "p77_b949", "text": "standard connection (individual and group standard connection), and"}, {"text_block_id": "p77_b950", "text": "2)"}, {"text_block_id": "p77_b951", "text": "custom connection (refers to the facilities of the electricity producer)."}, {"text_block_id": "p77_b952", "text": "Custom connection is any connection which, due to its complexity, does not allow tipisation of solutions and averaging of the construction costs (Decision on Establishing the Methodology for Setting the Costs of Connection to Electricity Transmission oand Distribution System (\"Official Gazette of the RoS\", No. 77/12), Chapter IV.2). As custom connection is understood:"}, {"text_block_id": "p78_b953", "text": "1)"}, {"text_block_id": "p78_b954", "text": "connection of the facility of an electricity producer, and"}, {"text_block_id": "p78_b955", "text": "2)"}, {"text_block_id": "p78_b956", "text": "connection of the customer’s facility which does not fulfill conditions for"}, {"text_block_id": "p78_b957", "text": "being classified as standard connection pursuant to this methodology."}, {"text_block_id": "p78_b958", "text": "If, due to technical conditions of the connection, the custom connection also includes the construction of an electric power system facility solely for the needs of the applicant, costs of construction of the connection on these grounds are determined in the amount required for the construction of that facility with the capacity requested by the applicant or for the first higher standardized rated capacity of the transformer and the first larger standardized cross-section of the power line."}, {"text_block_id": "p78_b959", "text": "Determination of the costs of connection depends on the type of connection i.e.:"}, {"text_block_id": "p78_b960_merged", "text": "Thus, pursuant to the said methodology, the electricity producer bears only the costs of construction of the connection, and is free from paying costs of development of a part of the system („shallow\" scheme). On the other part, the purchaser bears a part of development costs of a part of the system, but this share decreases with time, tending to disappear in the forthcoming period, so that the purchasers would pay for the connection as well as producers."}, {"text_block_id": "p78_b963", "text": "Justifiable investment costs of the system operator are acknowledged and their return is provided through the fee for access to the system."}, {"text_block_id": "p78_b964", "text": "(k) Are there rules for sharing the costs between initially and subsequently connected producers? If not, how are the benefits for subsequently connected producers taken into account?"}, {"text_block_id": "p78_b965", "text": "The existing regulations and procedures defined for connecting to the transmission and distribution of electricity do not provide for the attribution of costs between producer plants. The producer plant subsequently joined is under no obligation to participate in the reconstruction of part of the costs previously incurred by the plant attached to the individual port. Individual connection costs incurred by the previously attached plant become the property after construction of the transmission and distribution system operator and new facility is connected to the existing network. For the new plant, there is no regulation or methodology, which takes into account the benefit that is achieved in this way."}, {"text_block_id": "p79_b966", "text": "(l) How will it be ensured that transmission and distribution system operators provide new producers wishing to be connected with the necessary information on costs, a precise timetable for processing their requests and an indicative timetable for their grid connection?"}, {"text_block_id": "p79_b967", "text": "Information on the connection to the power transmission and distribution systems is available at internet sites of the following institutions:"}, {"text_block_id": "p79_b968", "text": "1)"}, {"text_block_id": "p79_b969", "text": "Energy Agency (www.aers.rs)"}, {"text_block_id": "p79_b970", "text": "2)"}, {"text_block_id": "p79_b971", "text": "PC Electric Power Network of Serbia"}, {"text_block_id": "p79_b972", "text": "("}, {"text_block_id": "p79_b973", "text": "www.ems.rs"}, {"text_block_id": "p79_b974", "text": ")"}, {"text_block_id": "p79_b975", "text": "3)"}, {"text_block_id": "p79_b976", "text": "Elektrosrbija d.o.o. Kraljevo"}, {"text_block_id": "p79_b977", "text": "("}, {"text_block_id": "p79_b978", "text": "www.elektrosrbija.rs"}, {"text_block_id": "p79_b979", "text": ")"}, {"text_block_id": "p79_b980", "text": "4)"}, {"text_block_id": "p79_b981", "text": "Jugo"}, {"text_block_id": "p79_b982", "text": "istok d.o.o. Niš"}, {"text_block_id": "p79_b983", "text": "5)"}, {"text_block_id": "p79_b984", "text": "Centar d.o.o. Kragujevac ("}, {"text_block_id": "p79_b985", "text": "www.edcentar.com"}, {"text_block_id": "p79_b986", "text": ")"}, {"text_block_id": "p79_b987", "text": "6)"}, {"text_block_id": "p79_b988", "text": "Elektrodistribucija"}, {"text_block_id": "p79_b989", "text": "–"}, {"text_block_id": "p79_b990", "text": "Beograd d.o.o. Beograd"}, {"text_block_id": "p79_b991", "text": "("}, {"text_block_id": "p79_b992", "text": "www.edb.co.rs"}, {"text_block_id": "p79_b993", "text": ")"}, {"text_block_id": "p79_b994", "text": "7)"}, {"text_block_id": "p79_b995_merged_merged_merged_merged_merged", "text": "Elektrovojvodina d.o.o. Novi Sad (www.elektrovojvodina.co.rs)."}, {"text_block_id": "p79_b999", "text": "Information on the procedure for connection is also available in the Guides for Investors prepared for the perusal of the Ministry of Energy, Development and Environmental Protection."}, {"text_block_id": "p80_b1000", "text": "4.2.7. Electricity network operation (Article 16(2) and Article 16(7) and (8) of Directive 2009/28/EC)"}, {"text_block_id": "p80_b1001", "text": "(a) How is the transmission and distribution of electricity from renewable energy sources guaranteed by transmission and distribution system operators? Is priority or guaranteed access ensured?"}, {"text_block_id": "p80_b1002", "text": "Incentive measures for the use of renewable energy sources for electricity generation comprise the obligation of the purchase of the total quantity of electricity from the privileged producer, feed-in tariff at which the privileged producer is entitles to sell to the public supplier the total produced quantity during the incentive period, undertaking the balancing respo nsibility an dcosst of balancing the privileged producer during the incentive period by the public supplier, free monthly information to the privileged producer by the competent system operator during the incentive period, right of the privileged producer to conclude the contract on the purchse of the total produced quantity of electricity under market conditions at the organized electricity market in the Republic of Serbia."}, {"text_block_id": "p80_b1003", "text": "The public supplier is obligated to purchase electricity from the privileged producer on the basis of the electricity purchase contract."}, {"text_block_id": "p80_b1004", "text": "In compliance with the Article 60 of the Energy Law, privileged electricity producer has priority when the takeover of the total produced electricity into the transmission or distribution system is concerned, except in the case when the security of operation of these systems is jeopardized."}, {"text_block_id": "p80_b1005", "text": "(b) How is it ensured that transmission system operators, when dispatching electricity generating installations give priority to those using renewable energy sources?"}, {"text_block_id": "p80_b1006", "text": "The privileged producer of electricity enjoys priority in the purchase which must be respected by the public supplier on the basis of the electricity purchase contract in compliance with the Article 59 of the Energy Law."}, {"text_block_id": "p80_b1007", "text": "According to the Article 60 of the Energy Law, privileged electricity producer enjoys priority in supplying the total produced electricity into the transmission or distribution system, except in the case when the security of operation of these systems is jeopardized."}, {"text_block_id": "p80_b1008", "text": "(c) How are grid-and market-related operational measures taken in order to minimise the curtailment of electricity from renewable energy sources? What kinds of measures are planned and when is implementation expected?"}, {"text_block_id": "p80_b1009", "text": "Market and grid design that enable the integration of variable resources could cover measures such as trading closer to real time (changing from day-ahead to intra-day forecasting and rescheduling of generators), aggregation of market areas, ensuring sufficient cross border interconnection capacity and trade, improved cooperation of adjacent system operators, the use of improved"}, {"text_block_id": "p81_b1010", "text": "communication and control tools, demand-side management and active demand-side participation in markets (through two-way communication systems"}, {"text_block_id": "p81_b1011", "text": "—"}, {"text_block_id": "p81_b1012", "text": "smart metering), increased distributed production and domestic storage (e.g. electric cars) with active management of distribution networks (smart grids)."}, {"text_block_id": "p81_b1013", "text": "Planning of the operation of an electric power system includes planning activities related to a time horizon ranging from one year to one day ahead. The most important activities conducted within the planning of the operation of an electric power system are: preparation of an annual, monthly and weekly schedule of the electric power system; preparation of the daily schedule of the electric power system; preparation of outage plans for the transmission grid; determination of the cross-border transmission capacities."}, {"text_block_id": "p81_b1014", "text": "For the Daily Work Plan PC EMS uses ENTSO-E Scheduling System ("}, {"text_block_id": "p81_b1015", "text": "http://www.ems.rs/stranice/tehnicke_informacije/ess_inf.htm"}, {"text_block_id": "p81_b1016", "text": ")"}, {"text_block_id": "p81_b1017", "text": ", which is aimed at describing the balancing calculation system set according to national requirements in the field of energy and electricity market which impose that each supplier must be balanced. In that way the operation of the balancing and calculation process in various phases is provided:"}, {"text_block_id": "p81_b1018", "text": "1)"}, {"text_block_id": "p81_b1019", "text": "day-ahead or planning phase;"}, {"text_block_id": "p81_b1020", "text": "2)"}, {"text_block_id": "p81_b1021", "text": "intraday or operating phase;"}, {"text_block_id": "p81_b1022", "text": "3)"}, {"text_block_id": "p81_b1023", "text": "day-after or calculating phase."}, {"text_block_id": "p81_b1024_merged_merged_merged", "text": "The use of the planning management system enables the participant to fulfill the tasks that are the part of his duties. Depending on the previously defined roles of the participants, the schedules can be notified, changed or agreed. This includes responsibilities defined through ENTSO-E standards and the rules of operation of the transmission system and market rules. In compliance with its balancing responsibility, the participant can notify about plans for entities – production and consumption – for which it is responsible or is their owner."}, {"text_block_id": "p81_b1029", "text": "In compliance with the Article 60 of the Energy Law, privileged electricity producer enjoys priority in the takeover of the total produced electricity into the transmision of distribution system, except in the case when the security of operation of these systems is jeopardized"}, {"text_block_id": "p81_b1030", "text": "."}, {"text_block_id": "p81_b1031", "text": "(d) Is the energy regulatory authority informed about these measures? Does it have the competence to monitor and enforce implementation of these measures?"}, {"text_block_id": "p81_b1032", "text": "Regulatory authority for energy (Energy Agency of the Republic of Serbia) is informed about the said measures (item (c)) and monitors:"}, {"text_block_id": "p81_b1033", "text": "1)"}, {"text_block_id": "p81_b1034", "text": "implementation of the rules on the distribution of cross-border transmission capacities in cooperation with regulatory bodies of other countries/states;"}, {"text_block_id": "p81_b1035", "text": "2)"}, {"text_block_id": "p81_b1036", "text": "implementation of mechanisms for elimination of congestion in the transmission, or in the transport system;"}, {"text_block_id": "p82_b1037", "text": "3)"}, {"text_block_id": "p82_b1038", "text": "time required by the system operators to execute connection to the system, or elimination of the fault in case of interrupted supply;"}, {"text_block_id": "p82_b1039", "text": "4)"}, {"text_block_id": "p82_b1040", "text": "publishing of data by the transmission and transport system operators regarding the cross-border capacities and the use of the system;"}, {"text_block_id": "p82_b1041", "text": "5)"}, {"text_block_id": "p82_b1042", "text": "manner of use of reserve in the system;"}, {"text_block_id": "p82_b1043", "text": "6)"}, {"text_block_id": "p82_b1044", "text": "conditions and costs of the connection of the new electricity producer to the transmission or distribution system, providing for the guaranteed objectivity, transparency and non-discrimination, particularly bearing in mind the costs and benefits from various technologies for electricity generation from RES and the combined heat and power production."}, {"text_block_id": "p82_b1045", "text": "(e) Are plants generating electricity from renewable energy sources integrated in the electricity market? Could you please describe how? What are their obligations regarding participation in the electricity market?"}, {"text_block_id": "p82_b1046", "text": "Plants for electricity generation (power plants) are integrated in the electricity market in compliance with the Article 68 of the Energy Law , duties and obligations of the electricity producer are defined , so that he has to:"}, {"text_block_id": "p82_b1047", "text": "1)"}, {"text_block_id": "p82_b1048", "text": "fulfill conditions from the license for performing the energy-related activities;"}, {"text_block_id": "p82_b1049", "text": "2)"}, {"text_block_id": "p82_b1050", "text": "respect regulations and the rules related to the operation of the transmission and distribution system and functioning of the market, as well as regulations related to protection of competition;"}, {"text_block_id": "p82_b1051", "text": "3)"}, {"text_block_id": "p82_b1052", "text": "offer system services to the transmission, or distribution system operator, in compliance with technical characteristics and the transmission and distribution system codes and the the electricity market code;"}, {"text_block_id": "p82_b1053", "text": "4)"}, {"text_block_id": "p82_b1054", "text": "sign a contract with the transmission and distribution system operators on rendering system services;"}, {"text_block_id": "p82_b1055", "text": "5)"}, {"text_block_id": "p82_b1056", "text": "offer to the transmission system operator all available capacity required for balancing and ensuring of the safe system operation in compliance with technical characteristics and the transmission and distribution system codes and the electricity market code."}, {"text_block_id": "p82_b1057", "text": "(f) What are the rules for charging transmission and distribution tariffs to generators of electricity from renewable energy sources?"}, {"text_block_id": "p82_b1058", "text": "The rules for charging transmission and distribution tariff to electricity generators are defined by the following acts:"}, {"text_block_id": "p82_b1059", "text": "1)"}, {"text_block_id": "p82_b1060", "text": "Decision on Establishing the Methodology for Setting the Cost of Access to the Electricity"}, {"text_block_id": "p82_b1061", "text": "Transmission System („Official Gazette of the RoS"}, {"text_block_id": "p82_b1062", "text": "\", No. 93/12);"}, {"text_block_id": "p82_b1063", "text": "2)"}, {"text_block_id": "p82_b1064_merged_merged", "text": "Decision on Establishing the Methodology for Setting the Cost of Access to the Electricity Distribution System („Official Gazette of the RoS\", No. 105/12)."}, {"text_block_id": "p82_b1067", "text": "Producers of electricity from renewable energy sources do not pay the tariff for transmission and distribution, or for the use of the system."}, {"text_block_id": "p83_b1068", "text": "4.2.8. Biogas integration into the natural gas network (Article 16(7) and Article 16(9) and (10) of Directive 2009/28/EC)"}, {"text_block_id": "p83_b1069_merged", "text": "Legislation in the field of energy in the Republic of Serbia defines rights and obligations of energy entities engaged in the energy-related activity related to natural gas. The legislation does not define the production of biogas for integration into the natural gas grid as energy-related activity, so that it is necessary that the existing legislation, Energy Law, concerning natural gas be amended, as well as da that it is defined that all provisions applicable to the natural gas are also valid for biogas (biomethane – quality and refined/purified biogas or syngas-synthesis gas). At the same time, the legislation should define rights and obligations of the energy entity carrying out the activity of biogas production regarding integration into the natural gas grid. Additionally, a Rulebook on technical and other requirements for integration of biogas into the natural gas grid should be prepared."}, {"text_block_id": "p83_b1072", "text": "The Law on Pipeline Transportation of Gaseous and Liquid Hydrocarbons and Distribution of Gaseous Hydrocarbons (\"Official Gazette of the RoS\", No. 104/09) prescribes conditions for a safe and undisturbed pipeline transportation of gaseous and liquid hydrocarbons, design and construction, maintenance and use of pipelines and internal gas installations. Article 2, paragraph 1, item 9) of this Law defines that the gaseous and liquid hydrocarbons are: natural gas, biogas, gas from gassification plants and their blends."}, {"text_block_id": "p83_b1073", "text": "(a) How is it ensured that the charging of transmission and distribution tariffs does not discriminate against gas from renewable energy sources?"}, {"text_block_id": "p83_b1074", "text": "The Energy Law does not recognize biogas as a separate category in the gas sector. By the end of 2013 an amendment of the Energy Law is foreseen, which will introduce biogas as a separate category within the gas sector."}, {"text_block_id": "p83_b1075", "text": "In compliance with the Articles 95 and 101 of the Energy Law the transport system operator and the distribution system operator operate in compliance with the principles of objectivity, transparency and non-discriminaiton, respecting conditions from the Law and the regulations adopted on the basis of the Law."}, {"text_block_id": "p83_b1076", "text": "Energy Agency of the Republic of Serbia (hereinafter referred to as Energy Agency) ensures a non-discriminatory access to the systems, as well as effective competition and efficient function of the elec5tricity market, in line with the Article 47 of the Energy Law."}, {"text_block_id": "p83_b1077", "text": "Pursuant to the Energy Law, transport and distribution tariffs are defined as per the methodology for setting the cost of access to the natural gas transportation system, methodology for setting the cost of access to the natural gas distribution system, methodology for setting the cost of connection to the transport and distribution system, which are brought by the Energy Agency."}, {"text_block_id": "p84_b1078", "text": "(b) Has any assessment been carried out on the need to extend the gas network infrastructure to facilitate the integration of gas from renewable sources? What is the result? If not, will there be such an assessment?"}, {"text_block_id": "p84_b1079", "text": "In the Republic of Serbia, the gas pipeline network comprises magistral, supply and distribution pipelines and the medium and low pressure gas distribution networks. The high pressure pipeline network, consisting of magistral and distribution pipelines and facilities is owned by the PC Srbijagas and Jugorosgas a.d. (magistral gas pipeline -section Pojate"}, {"text_block_id": "p84_b1080", "text": "– Niš), and the medium"}, {"text_block_id": "p84_b1081", "text": "pressure gas networks and local low pressure gas distribution networks are owned by PC Srbijagas, Jugorosgas and the local distributers (36 distributers possess licenses for performing these activities)."}, {"text_block_id": "p84_b1082", "text": "No special assessment on the need to expand the gas network infrastructure for facilitating integration of gas from renewable sources has been made, because the Energy Law does not recognize biogas as a separate mcategory in the gas sector."}, {"text_block_id": "p84_b1083_merged_merged", "text": "Main trends of further development of gas industry are defined in the Energy Sector Development Strategy of the Republic of Serbia, Programme of Implementation of the Strategy and the Spatial Plan of the Republic of Serbia. On the basis of these documents the increase of existing transport capacities from 6.100 to 6.800 million m 3 per year and the gas network expansion projects per regions of the Republic of Serbia were defined. Bearing in mind that the elaboration of the new Energy Sector Development Strategy until 2025 with projections until 2030 is in course, it is expected that the adoption of the Strategy will be followed by adopting the Program of Implementation of the Strategy and that in these documents new plans regarding the expansion of network capacity will be defined."}, {"text_block_id": "p84_b1086", "text": "Transport system operator is responsible for a safe and reliable operation of the transport system, as well as for development providing a long-lasting ability of the transport system to meet the rational transport requirements, in compliance with theArticle 96 of the Energy Law. At the same time, transport system operator is obligated, pursuant to the Article 97 of the Energy Law, to adopt a transport system development plan for a period of minimum ten years and harmonize it with the development plan of the related systems and the requirements for the connection of storing facilities, producers and purchasers."}, {"text_block_id": "p84_b1087", "text": "(c) Are technical rules on network connection and connection tariffs for biogas published? Where are these rules published?"}, {"text_block_id": "p84_b1088", "text": "Technical and other conditions of the connection to transport or distribution system are determined in compliance with the Energy Law, regulations adopted on the basis of that Law, technical and other regulations and rules of operation of the system to which the facility is connected. Rules of operation of the natural gas transport system, among other things, regulate the range of quality, chemical"}, {"text_block_id": "p85_b1089", "text": "composition and other properties of the natural gas taken over into the system and delivered by the system."}, {"text_block_id": "p85_b1090", "text": "Tehnical rules for the connection to the network are defined by the rulebooks. As the regulatory framework related to the natural gas should also be applied on biogas for its integration into the natural gas network, the following legislation can be applied:"}, {"text_block_id": "p85_b1091", "text": "1)"}, {"text_block_id": "p85_b1092", "text": "Law on Pipeline Transportation of Gaseous and Liquid Hydrocarbons and Distribution of Gaseous Hydrocarbons"}, {"text_block_id": "p85_b1093", "text": "( „Official Gazette of the RoS"}, {"text_block_id": "p85_b1094", "text": "\", No. 104/09);"}, {"text_block_id": "p85_b1095", "text": "2)"}, {"text_block_id": "p85_b1096_merged_merged", "text": "Decree on Amendments and Supplements of the Decree on Conditions for the Supply of Natural Gas („Official Gazette of the RoS\", No. 3/10);"}, {"text_block_id": "p85_b1099", "text": "3)"}, {"text_block_id": "p85_b1100", "text": "Rulebook on Conditions to be fulfilled by the Energy Entity for Transport and Distribution of Natural Gas regarding Staff (Official Gazette of the RoS\", No. 93/05);"}, {"text_block_id": "p85_b1101", "text": "4)"}, {"text_block_id": "p85_b1102", "text": "Rulebook on Criteria for the Classification of Natural Gas Purchasers into Consumer Groups (Official Gazette of the RoS\", No. 104/06)."}, {"text_block_id": "p85_b1103", "text": "Besides the said legislation, a discussion is running on the Draft Rulebook on Technical Conditions for Safe Transport of Natural Gas in Pipelines with Pressure Over 16 bar."}, {"text_block_id": "p85_b1104", "text": "The Republic of Serbia, as the Party to the Treaty establishing Energy Community, is obligated, on the basis of the Decision of the Ministerial Council, to apply the List of Generally Applicable Standards. The major number of these standards have already been adopted by the Institute for Standardization as SRPS standards. All by-laws of the Law on pipeline transport, which is in preparation, will refer to the adopted standards, and certain recommendations from the DVGW working papers will be included in the legislation (papers of the German Association for Gas and Water-DVGW)."}, {"text_block_id": "p85_b1105", "text": "For the time being, there are no specific tariffs for the connection of biogas to the gas network."}, {"text_block_id": "p86_b1106", "text": "4.2.9. District heating and cooling infrastructure development (Article 16(11) of Directive 2009/28/EC)"}, {"text_block_id": "p86_b1107", "text": "(a) Please provide an assessment of the need for new district heating and cooling infrastructure using renewable energy sources and contributing to the 2020 target. Based on this assessment, are there plans to promote such infrastructures in the future? What are the expected contributions of large biomass, solar and geothermal facilities in the district heating and cooling systems?"}, {"text_block_id": "p86_b1108", "text": "Engaging in activities of heat production belongs to the activities of public interest i.e. to utility activities (Energy Law, Article 13). The right to engage in activities of heat production is acquired in two ways, i.e.:"}, {"text_block_id": "p86_b1109", "text": "1)"}, {"text_block_id": "p86_b1110", "text": "directly"}, {"text_block_id": "p86_b1111", "text": "–"}, {"text_block_id": "p86_b1112", "text": "by entrusting rights to engage in utility activities or through concession on activities of public interest;"}, {"text_block_id": "p86_b1113", "text": "2)"}, {"text_block_id": "p86_b1114_merged_merged", "text": "indirectly – by investing into a public (utility) enterprise, or company performing utility activities.."}, {"text_block_id": "p86_b1117", "text": "For performing the activity of production of heat, license for this activity should be obtained , issued by the competent body of the local self-government unit."}, {"text_block_id": "p86_b1118", "text": "In order to achieve the goals of Directive 2009/28/EC, related to the production and use of heat in construction, changes are foreseen both in the district heating system (replacement of fossil fuels with biomass in the existing heating plants, as well as the use of geothermal energy), as well as construction of new heating and cooling infrastructure which uses renewable energy sources. In Sremska Mitrovica Thermal Power Plant-Heating Plant starting of an 18 MW biomass-based (sunflower husk) hot water boiler is expected and the heat will be supplied into the district heating system."}, {"text_block_id": "p87_b1119_merged", "text": "4.2.10. Biofuels and other bioliquids — sustainability criteria and verification of compliance (Articles 17 to 21 of Directive 2009/28/EC)"}, {"text_block_id": "p87_b1122", "text": "The following part of the National action plan should explain Member States' future strategy regarding fulfilment of the sustainability criteria for biofuels and bioliquids and verification of compliance with the scheme."}, {"text_block_id": "p87_b1123", "text": "(a) How will the sustainability criteria for biofuels and bioliquids be implemented at national level?"}, {"text_block_id": "p87_b1124", "text": "Is there legislation planned for implementation? What will be the institutional setup?"}, {"text_block_id": "p87_b1125", "text": "In compliance with the Article 63 of the Energy Law ( the Government defines, upon proposal of the Ministry in charge of environmental protection affairs, criteria for sustainable production of biofuel."}, {"text_block_id": "p87_b1126", "text": "Ministry of Energy, Development and Environmental Protection has formed a working group, consisting of representatives of competent ministries, which will, on the basis of experience of European countries and the results and recommendations of the SuDES Project (Sustainable Development in the Energy Sector, Instrument of Pre-accession Assistance Program of the European Union for the Republic of Serbia, implemented during 2011-2012), decide on the system and criteria to be applied for evaluation of sustainability of biofuel and bioliquids. The working group will prepare a corresponding act on methods and conditions of implementation of the requirement of sustainability in the production and use of biofuel which will be harmonized with the requirements of the Directive 2009/28/EC. Within the preparation of the act on sustainability criteria, the manner of implementation of the certification procedure will also be defined."}, {"text_block_id": "p87_b1127", "text": "(b) How will it be ensured that biofuels and bioliquids that are counted towards the national renewable target, towards national renewable energy obligations and/or are eligible for financial support comply with the sustainability criteria set down in Article 17(2) to (5) of Directive 2009/28/EC?"}, {"text_block_id": "p87_b1128", "text": "Will there be a national institution/body responsible for monitoring/verifying compliance with the criteria?"}, {"text_block_id": "p87_b1129", "text": "The act on methods and conditions of implementation of the requirement of biofuel and bioliquids sustainability will also prescribe the manner of verifying and monitoring the compliance with sustainability criteria. In view of the fact that no use of biofuel existed in the previous period, nor any obligation of blending biofuel into the fuels for motor vehicles, the obligation of verifying and monitoring the compliance with the sustainability criteria did not exist. Consequently, neither the body in charge of activities in this field was nominated."}, {"text_block_id": "p88_b1130", "text": "(c) If a national authority/body will monitor the fulfilment of the criteria, does such a national authority/body already exist? If so, please specify. If not, when is it envisaged to be established?"}, {"text_block_id": "p88_b1131", "text": "In the act on methods and conditions of implementation of the requirement of biofuel and bioliquids sustainability a financial operator and the authorized body will be appointed. Financial operator will be obligated to enforce the mass balance system i.e.:"}, {"text_block_id": "p88_b1132", "text": "1)"}, {"text_block_id": "p88_b1133", "text": "to enable blending of raw materials or of biofuel with various sustainability characteristics;"}, {"text_block_id": "p88_b1134", "text": "2)"}, {"text_block_id": "p88_b1135", "text": "to request information on sustainability characteristics and size of consignments referred to in the item 1, and allocated to the blend; and"}, {"text_block_id": "p88_b1136", "text": "3)"}, {"text_block_id": "p88_b1137", "text": "to ensure that the total quantity of individual raw materials drawn from the blend has the same sustainability characteritics, in the same quantities, as the total quantity of all raw materials added into the blend."}, {"text_block_id": "p88_b1138", "text": "Authorized body for implementation of monitoring of the quality of biofuel and bioliquids and fulfillment of sustainabililty criteria will carry out the following activities:"}, {"text_block_id": "p88_b1139", "text": "Authorized body for implementation of monitoring of the quality of biofuel and bioliquids and fulfillment of sustainabililty criteria will carry out the following activities:\n* undertake measures to ensure that the competent financial operator\n* perform monitoring of the quality of fuels and reduction of GHG\n* verify that the systems used by the competent financial operator are"}, {"text_block_id": "p88_b1145", "text": "Duties of the authorized body will be defined in the act onits establishment. The authorized body will be bound to cooperate with the ministry in charge of energy and environment-related affairs, as well as the ministry in charge of finance and economy and the ministry in charge of trade. The authorized body prepares for the ministry in charge of environment a report on the implementation of monitoring and fulfilment of sustainability criteria for biofuel and bioliquids and proposes other methods of verification. On the basis of the report, the ministry in charge of environment-related affairs reports to the European Commission on the implementation of activities and application of biofuel and bioliquids in compliance with the defined sustainability criteria."}, {"text_block_id": "p88_b1146", "text": "(d) Please provide information on the existence of national law on land zoning and national land register for verifying compliance with Article 17(3) to (5) of Directive 2009/28/EC. How economic operators can access to this information?"}, {"text_block_id": "p88_b1147", "text": "Please provide information on the existence of rules and distinction between different land statuses, like biodiversity area, protected area etc; and on the"}, {"text_block_id": "p89_b1148", "text": "competent national authority who will monitor this land register and changes in land status."}, {"text_block_id": "p89_b1149", "text": "The project Elaboration of the Land Cadastre is currently in course in the Ministry of Agriculture, Forestry and Water Management. The Land Cadastre will contain the following information:"}, {"text_block_id": "p89_b1150", "text": "1)"}, {"text_block_id": "p89_b1151", "text": "quality of soil (soil classification)"}, {"text_block_id": "p89_b1152", "text": "2)"}, {"text_block_id": "p89_b1153", "text": "ownership data"}, {"text_block_id": "p89_b1154", "text": "3)"}, {"text_block_id": "p89_b1155", "text": "land status"}, {"text_block_id": "p89_b1156", "text": "4)"}, {"text_block_id": "p89_b1157", "text": "cultures grown on the land"}, {"text_block_id": "p89_b1158", "text": "5)"}, {"text_block_id": "p89_b1159", "text": "photographs of the land."}, {"text_block_id": "p89_b1160", "text": "Elaboration of the land cadastre should be completed in 2014 and it will be used as the basis for determination of sustainability criteria of biofuel and bioliquids."}, {"text_block_id": "p89_b1161", "text": "In the recent period, the Republic Geodetic Authority (www.rgz.gov.rs ) prepared the database of the Real Estate Cadastre of the Republic of Serbia which was formed by transferring data maintained in the real estate services. The database can be browsed using the cadastre lot number within the municipality and the cadastre municipality or the address of the property (street and house number within the municipality). The Real Estate Cadastre contains data on the land (title of the cadastre municipality, number, shape, area, land status, bonitet, cadaster class and cadastral income of the lot), buildings, apartments and business premises, as separate parts of buildings (position, shape, area, land status, number of floors, number of rooms) and other construction facilities, as well as data on the rights over them and the bearers of these rights, charges and limitations."}, {"text_block_id": "p89_b1162", "text": "Linking data from the Real Estate Cadastre and the Land Cadastre will enable fulfillment of requirements from the Article 17 (3) to (5) of the Directive 2009/28/EC."}, {"text_block_id": "p89_b1163", "text": "(e) As far as protected areas are concerned, please provide information under which national, European or international protection regime they are classified."}, {"text_block_id": "p89_b1164", "text": "The field of protection of nature is legally regulated by the Law on Environmental and other laws and by-laws which directly or indirectly refer to nature and natural assets."}, {"text_block_id": "p89_b1165_merged", "text": "On the basis of applied measures of institutional protection of nature, the area of protected regions in Serbia currently amounts to 522120 ha, or 5.91 % of the territory of Serbia. The Spatial Plan of the Republic of Serbia („Official Gazette of the RoS\", No. 88/10) envisages that about 10% of the territory of Serbia gets proetcted until 2015, and that until 2021 about 12% of the territory of Serbia is covered by some kind of protection. All data on protected areas are available at: http://www.natureprotection.org.rs. The protection covers 463 natural assets: 5 national parks (158986 ha), 16 parks of nature (213302 ha), 16 landscapes of exceptional features (45656 ha), 67 nature reserves (92972 ha), 42 protected areas of cultural -historical value (2507 ha) and 317 monuments of nature (7681 ha)."}, {"text_block_id": "p90_b1170", "text": "(f) What is the procedure for changing the status of land? Who monitors and reports at national level on land status changes? How often are the land zoning register updated (monthly, annually, bi-annually, etc.)?"}, {"text_block_id": "p90_b1171", "text": "The use of land is defined by planning documents. Planning documents are the Spatial Plan of the Republic of Serbia, Regional Spatial Plan of the Autonomous Province of Vojvodina, the spatial plan of the local self-government unit and the spatial plan of the special purpose areas."}, {"text_block_id": "p90_b1172", "text": "The spatial plan of the local self-government unit is brought for the territiry of the local self-government unit and it sets guidelines for development activities and the use of areas, as well as conditions for sustainable and even development in the territory of the local self-government unit, pursuant to the Article 19 of the Law on Planning and Construction, The spatial plan of the local self-government unit is brought by the assembly of the local self-government unit."}, {"text_block_id": "p90_b1173", "text": "Spatial plan of a special purpose area is brought separately Article 21 of the Law on Planning and Construction. The spatial plan of a special purpose area is brought for the area which, due to natural, cultural-historical or ambiental values, exploitation of mineral raw materials, use of tourism potential and the use of hydropotential or construction of facilities for which the construction permit is issued by the ministry in charge of construction affairs or the relevant competent body of the autonomous province, requires a special mode of organisation, arrangement, use and protection of space and which is, as such, defined by the Spatial Plan of the Republic of Serbia. The spatial plan of a special purpose area is brought by the Government, upon proposal of the ministry in charge of spatial planning, and for the areas which are fully situated on the territory of the autonomous province by the Parliament of the autonomous province."}, {"text_block_id": "p90_b1174", "text": "As agricultural land are considered fields, gardens, orchards, vinyards, meadows, pastures, fish ponds, reeds and swamps, as well as other land (dolines/sinkholes, abandoned river beds, soil covered with low bushes etc.), which can be rationally used, in line with its natural and economical condition, for agricultural production pursuant to the Article 2 of the Law on Agriculture, In compliance with the Article 32, the Ministry in charge of agriculture keeps records on the use of agricultural land . For the change of land use approval of the ministry in charge of agriculture should be obtained. Change of use of forests and forest land can be performed, pursuant to the Law on Forests, in the following cases: when that is defrined by a plan of development of the forest area; if that is required by a general interest defined by a special law or act of the Government and for the sake of construction of facilities for the utilization of other small capacity energy sources (small power plants and other similar facilities, in terms of the regulations defining the energy area). Change of land use is carried out upon approval of the Ministry, and on the territory of the autonomous province upon approval of the competent authority of the autonomous province."}, {"text_block_id": "p91_b1175", "text": "Manner of recording the change of the land use will be defined upon completion of the cadastre of land (see item d) and each change will have to be recorded in the cadastre of land."}, {"text_block_id": "p91_b1176_merged", "text": "The provision of Article 99 of the Law on Forests prescribes that the forests which are public property can not be leased. Forest land in the public properrty can be leased until its bringing to the use defined in the forest management plans. Accordingly, the contract on the lease of forest land under publoic property is feasible and it must be limited in time (maximum 10 years, because the forest management plan i brought for a period of 10 years), but that contract can not change the use of the forest land into constuction land. The use of forest land is defined by the forest management plans, and in compliance with the Article 5, paragraph 4 of the Law on Forests, the forest land s the land where the forest is grown, land where due to its natiral properties growing of forests is rational, as well as the land where the structures intended for forest management, growing of game and achieving generally nusefull forest functions and which can not be used for other purposes, except in the cases and under the conditions prescribed by this Law. Approval on the change of purpose of forests and forest land, issued by the Ministry in cahrge of forestry on the basis of the Article 10, paragraph 2 of the Law on Forests, and in relation with the Article 10, paragraph 1, item b) of the same Law, results in a lasting change of the forest land use into construction land, on which a permanent structure is constructed – the machine room/house of the mini/small hydropower plant (SHPP). The Law on Forests does not recognize temporary approval on the change of use of the forest land for maximum 10 years, for the construction of a temporary structure – prefabricated structure of machine room of the SHPP. Thus the contract on lease of the forest land under public property can not be considered as evidence on the ownership, or right of use of the forest land and serve as grounds for submission of applicatio n for the permanent change of use of the forest land which is in public property into co nstruction land where a fixed structure will be built – the machine room of the SHPP. Also, the provision of the Article 22 of the Law on Public Property (\"Official Gazette of the RoS\" No. 72/11) prescribes that the leasing of items which are the property of the Republic of Serbia is carried out upon prior approval of the Republic Directorate for the Assets of the Republic of Serbia."}, {"text_block_id": "p92_b1183", "text": "(g) How is compliance with good agro-environmental practices and other cross-compliance requirements (required by Article 17(6) of Directive 2009/28/EC) ensured and verified at national level?"}, {"text_block_id": "p92_b1184", "text": "Ministry of agriculture, forestry and water management carries out the activities related to establishing of an efficient system of protection, arrangement and use of agricultural land. Program of Protection, Arrangement and Use of Agricultural Land refers to the protection, arrangement and use of agricultural land; analysis of the condition of protection, arrangement and use of agricultural land; preparation of documentation for publishing a tender for granting funds for protection, arrangement and use of agricultural land, evaluation of projectsprograms, preparation of decision and the contract on the use of funds for protection, arrangement and use of agricultural land; preparation of decisions on payment of funds and monitoring of the implementation of these projectsprograms; coordination of elaboration and operation of the geographical information system on the agricultural land. Within its activities, DREPR Project (Serbia Danube River Enterprise Pollution Reduction Project) has been implemented since 2006, with an aim to introduce good practice and protection of environment, and particularly reduction of polution of water flows of Danube and its tributaries by nutrients."}, {"text_block_id": "p92_b1185", "text": "(h) Do you intend to help develop voluntary ‘certification’ scheme(s) for"}, {"text_block_id": "p92_b1186", "text": "biofuel and bioliquid sustainability as described in the second subparagraph of Article 18(4) of Directive 2009/28/EC? If so, how?"}, {"text_block_id": "p92_b1187", "text": "Currently there are no plans for the introduction of voluntary certification scheme."}, {"text_block_id": "p93_b1188", "text": "4.3. Support schemes to promote the use of energy from renewable resources in electricity applied by the Member State or a group of Member States"}, {"text_block_id": "p93_b1189", "text": "Support schemes can be regulatory, providing for targets and/or obligations. They may provide financial support either for investment or during the operation of a plant. There are also soft measures like information, education, or awarenessraising campaigns. As soft measures are described above, this assessment should focus on regulatory and financial measures."}, {"text_block_id": "p93_b1190", "text": "Please describe existing schemes with legal reference, details of the scheme, duration (indicating start and end dates), past impact and explain whether any reform or future schemes are planned and by when. What are the expected results?"}, {"text_block_id": "p93_b1191", "text": "Regulation"}, {"text_block_id": "p93_b1192", "text": "Regulation can set target(s) and obligations. In case there is such an obligation please detail it:"}, {"text_block_id": "p93_b1193", "text": "(a) What is the legal basis for this target?"}, {"text_block_id": "p93_b1194", "text": "In compliance with the Article 4 of the Energy Law, Energy Sector Development Strategy (hereinafter referred to as : the Strategy) was defined, as the act setting the energy policy and planning the development in the energy sector. Among other things, the Strategy defines:"}, {"text_block_id": "p93_b1195", "text": "1)"}, {"text_block_id": "p93_b1196", "text": "long-term development goals for the production facilities which are in the line of security of supply, respecting technological, economic and environmental protection criteria;"}, {"text_block_id": "p93_b1197", "text": "2)"}, {"text_block_id": "p93_b1198", "text": "trends of development of the electricity market;"}, {"text_block_id": "p93_b1199", "text": "3)"}, {"text_block_id": "p93_b1200", "text": "trends of the use of energy from renewable and new energy sources and improvement of energy efficiency."}, {"text_block_id": "p93_b1201", "text": "This act is brought for a period of minimum 15 years. On the basis of the Strategy, the Program for the Realization of the Energy Sector Development Strategy is defined and it sets the conditions, manner, schedule and measures for its realization, in complilance with theArticle 5. The Program for the Realization of the Energy Sector Development Strategy is brought for the period of 6 years, based on the proposal of the ministry in charge of energy-related affairs."}, {"text_block_id": "p94_b1202", "text": "In view of the fact that the elaboration of the Energy Sector Development Strategy of the Republic of Serbia until 2025, with projections until 2030 is in course, it is expected that after the adoption of the Strategy the program of its implementation will be adopted and that in these documents new commitments in the electicity sector will be set."}, {"text_block_id": "p94_b1203", "text": "(b) Are there any technology-specific targets?"}, {"text_block_id": "p94_b1204", "text": "In this stage, when the new Energy Sector Development Strategy is being prepared, there are no goals related to specific technologies for electricity generation."}, {"text_block_id": "p94_b1205", "text": "(c) What are the concrete obligations/targets per year (per technology)?"}, {"text_block_id": "p94_b1206", "text": "There are no goals defined at the annual level."}, {"text_block_id": "p94_b1207", "text": "(d) Who has to fulfil the obligation?"}, {"text_block_id": "p94_b1208", "text": "There are no entities having an obligation to fulfill goals adopted so far."}, {"text_block_id": "p94_b1209", "text": "(e) What is the consequence of non-fulfilment?"}, {"text_block_id": "p94_b1210", "text": "There are no measures against non-fulfillment."}, {"text_block_id": "p94_b1211", "text": "(f) Is there any mechanism to supervise fulfilment?"}, {"text_block_id": "p94_b1212", "text": "In compliance with the Article 7 of the Energy Law , the Ministry in charge of energy-related activities monitors the implementation of the Program and reports. The Government submits to the National Parliament annual report on the implementation of the Strategy and the Program of implementation of the Strategy which includes results achieved in the last year with respect to goals and the evaluation of effects of achieved results and their impact on the programme in the next year."}, {"text_block_id": "p94_b1213", "text": "(g) Is there any mechanism to modify obligations/targets?"}, {"text_block_id": "p94_b1214", "text": "The Article 7 of the Energy Law has defined the reporting system. The Government submits to the National Parliament the annual report on the implementation of the Strategy and the Program of implementation of the Strategy which also includes the proposal of measures for a more efficient implementation and evaluation of the necessity to adapt the Program / Strategy to the realistic needs."}, {"text_block_id": "p94_b1215", "text": "Financial support"}, {"text_block_id": "p94_b1216", "text": "Financial support can be classified in various ways. Examples are financial support for investment, capital grants, low interest loans, tax exemptions or reductions, tax refunds, tender schemes, renewable energy obligations with or"}, {"text_block_id": "p95_b1217", "text": "without green certificates (tradable green certificates), feed-in tariffs, feed-in premiums, voluntary schemes"}, {"text_block_id": "p95_b1218", "text": "."}, {"text_block_id": "p95_b1219", "text": "For any scheme you use, please give a detailed description answering the following questions?"}, {"text_block_id": "p95_b1220", "text": "(a) What is the name and a short description of the scheme?"}, {"text_block_id": "p95_b1221", "text": "Financial support is prescribed by the Decree on incentive measures for the privileged electricity producers (\"Official Gazette of the RoS\", No. 8/13). This Decree prescribes in more detail categories of privileged producers, incentives for electricity generation, conditions for their achievement, manner of defining the incentive period, rights and obligations arising from these incentives for the privileged producers and other energy entities and regulates the contents of contracts and preliminary contracts on the purchase of electricity from the privileged producer."}, {"text_block_id": "p95_b1222", "text": "(b) Is it a voluntary or obligatory scheme?"}, {"text_block_id": "p95_b1223", "text": "It is a voluntary scheme."}, {"text_block_id": "p95_b1224", "text": "(c) Who manages the scheme?"}, {"text_block_id": "p95_b1225", "text": "(Implementing body, monitoring authority)"}, {"text_block_id": "p95_b1226", "text": "Ministry in charge of energy-related affairs keeps, in compliance with the Article 61 of the Energy Law, the register of privileged producers,which also contains data on producers having the temporary privieged producer status and on privileged producers whose status was discontinued."}, {"text_block_id": "p95_b1227", "text": "(d) What are the measures taken to ensure availability of necessary budget/funding to achieve the national target?"}, {"text_block_id": "p95_b1228", "text": "(e) How is long-term security and reliability addressed by the scheme?"}, {"text_block_id": "p95_b1229", "text": "Rights and obligations of the buyer and the privileged producer are regulated by contract made in writing, for a period of 12 years, in compliance with the Energy Law, the law regulating obligations, General conditions for the supply of electricity, Code of operation of the distribution, or of the transmission"}, {"text_block_id": "p96_b1230", "text": "system, regulations specifying conditions for obtaining the privileged producer status and criteria for verification of compliance with these conditions."}, {"text_block_id": "p96_b1231", "text": "(f) Is the scheme periodically revised? What kind of feed-back or adjustment mechanism exists? How has the scheme been optimised so far?"}, {"text_block_id": "p96_b1232", "text": "The scheme is periodically revised. The previous Decree on incentive measures for electricity generation using renewable energy sources and combined heat and power production (\"Official Gazette of the RoS\", No. 99/09) was applied from 1 January 2010 to February 2013. The Decree on Incentives for Privileged"}, {"text_block_id": "p96_b1233", "text": "Power Producers („Official Gazette of the RoS"}, {"text_block_id": "p96_b1234", "text": "\", No. 08/13) was adopted in January 2013 and is applied from 1 February 2013 with the validity until 31 December 2015."}, {"text_block_id": "p96_b1235", "text": "(g) Does support differ according to technology?"}, {"text_block_id": "p96_b1236", "text": "The Decree on Incentives for the Privileged Electricity Producers contains various prices, depending on the technology used (type of the power plant) and its installed capacity. For the determination of subsidized prices a unique methodology was used that respects differences in investment costs, operational costs and possibilities of production depending o n the type of power plant and its installed capacity. Thus, all investors have tealistic and mutually equalized conditions for investing, conditions of making profit and the investment return period, irrespective of the applied technology."}, {"text_block_id": "p96_b1237", "text": "(h) What are the expected impacts in terms of energy production?"}, {"text_block_id": "p96_b1238", "text": "Expected impact is an increased interest in investments into construction of plants using RES for electricity generation, production of heat and power (co-generation) and larger share of RES in electricity generation in the future period. Contributions expected from each type of technology, per year, are shown in the Table 10a and 10b."}, {"text_block_id": "p96_b1239", "text": "(i) Is support conditional on meeting energy efficiency criteria?"}, {"text_block_id": "p96_b1240_merged_merged", "text": "The support is conditional on meeting energy efficiency criteria Depending on the type of the power plant, valueс of the minimal total annual efficiency level were defined (Decree on Conditions and Procedure for Acquiring the Status of Privileged Power Producer)."}, {"text_block_id": "p96_b1243", "text": "(j) Is it an existing measure? Could you please indicate national legislation regulating it?"}, {"text_block_id": "p96_b1244", "text": "Yes, it is an existing measure and it is in compliance with the Energy Law and its implementation is defined by the Decree on Conditions and Procedure for Acquiring the Status of Privileged Power Producer and by the Decree on Incentives for privileged power producers."}, {"text_block_id": "p97_b1245", "text": "(k) Is this a planned scheme? When would it be operational?"}, {"text_block_id": "p97_b1246", "text": "This is a planned scheme and it is already operational."}, {"text_block_id": "p97_b1247", "text": "(l) What start and end dates (duration) are set for the whole scheme?"}, {"text_block_id": "p97_b1248", "text": "Decree on Incentives for privileged power producers has been in force since 1 February 2013 with the validty until 31 December 2015."}, {"text_block_id": "p97_b1249", "text": "(m) Are there maximum or minimum sizes of system which are eligible?"}, {"text_block_id": "p97_b1250", "text": "Maximum capacity for the hydro-power plants was defined and it amounts to 30 MW, i.e. up to 10MW of installed capacity in the individual production facility they simultaneously produce electricity and heat with a high efficiency of utilization of primary energy (The Energy Law, Article 56)."}, {"text_block_id": "p97_b1251", "text": "(n) Is it possible for the same project to be supported by more than one support measure? Which measures can be cumulated?"}, {"text_block_id": "p97_b1252", "text": "The existing support scheme does not forbid obtaining several kinds of support for the same project."}, {"text_block_id": "p97_b1253", "text": "(o) Are there regional/local schemes? If so, please detail using the same criteria."}, {"text_block_id": "p97_b1254", "text": "There are no special regional/local schemes."}, {"text_block_id": "p97_b1255", "text": "Specific questions for financial support for investment:"}, {"text_block_id": "p97_b1256", "text": "(a)"}, {"text_block_id": "p97_b1257", "text": "What is granted by the scheme? (subsidies, capital grants, low interest loans, tax exemption or reduction, tax refunds)"}, {"text_block_id": "p97_b1258", "text": "Besides the above mentioned Decree, measures of financial support also comprise the following programes and opportunites:"}, {"text_block_id": "p97_b1259", "text": "1)"}, {"text_block_id": "p97_b1260", "text": "international sources of financing"}, {"text_block_id": "p97_b1261", "text": "international sources of financing\n* Kyoto Protocol\n* entered into force for the Republic of Serbia on 17\n* European Bank for Reconstruction and Development (EBRD) â for\n* German Development Bank (KfW) -loan for biomass granted to the"}, {"text_block_id": "p98_b1273", "text": "international sources of financing\n* Kyoto Protocol\n* entered into force for the Republic of Serbia on 17\n* European Bank for Reconstruction and Development (EBRD) â for\n* German Development Bank (KfW) -loan for biomass granted to the\n* Fund Green for Growth\n* provides funds for financing small and\n* International Financial Corporation /IFC\n* credit line intended for\n* Italian Credit Facility\n* intended for small and medium enterprises, for\n* European Investment Bank -financing projects of small and medium\n* Fund for Development of the Republic of Serbia\n* among goals of the\n* The Budget Fund for improving the energy efficiency was established\n* as efficient use of\n* Fund for development of the Autonomous Province of Vojvodina\n* goal\n* Local budget funds for environmental protection\n* Provincial Secretariat for Energy and Mineral Raw Materials â financing of projects of local self-governments, public utility companies and\n* Delegation of the European Union in Belgrade\n* United Nations Development Program (UNDP)\n* US Agency for International Development (USAID)\n* International Multi-City Fund\n* Swiss Cooperation Office\n* German Organisation for International Cooperation (GIZ)\n* Framework Programme for Competitiveness and Innovation (CIP)."}, {"text_block_id": "p98_b1287", "text": "2)"}, {"text_block_id": "p98_b1288", "text": "Local sources of financing"}, {"text_block_id": "p98_b1307", "text": "3)"}, {"text_block_id": "p98_b1308", "text": "International organizations"}, {"text_block_id": "p98_b1323", "text": "(b) Who can benefit from this scheme? Is it specified for certain technology(/ies)?"}, {"text_block_id": "p98_b1324", "text": "The greatest benefit from this scheme -Decree on Incentives for Perivileged Electricity Producers and the programmes cited in the item (a)) can go to domestic and foreign legal persons who build RES-based power plants and supply the electric power grid."}, {"text_block_id": "p99_b1325", "text": "(c) Are applications continuously received and granted or are there periodical calls? If periodical, could you please describe the frequency and conditions?"}, {"text_block_id": "p99_b1326", "text": "Requests submitted to the ministry in charge of energy-related affairs, which refer to the acquisition of the status of privileged electricity producer -Decree on Incentives for Privileged Electricity Producers are received continuously, while for all other indicated support schemes specified in the item (a) there are invitations which are not periodical, but are published in compliance with a decision to support a specific program."}, {"text_block_id": "p99_b1327", "text": "Specific questions for tradable certificates:"}, {"text_block_id": "p99_b1328", "text": "(a) Is there an obliged share of electricity produced from renewable sources in the total supply?"}, {"text_block_id": "p99_b1329", "text": "There is no act in the legislation which prescribes an obligation regarding the share of electricity from RES in the total supply to be achieved by the electricity producer, trader or consumer."}, {"text_block_id": "p99_b1330", "text": "(b) Who has the obligation?"}, {"text_block_id": "p99_b1331", "text": "Nobody."}, {"text_block_id": "p99_b1332", "text": "(c) Are there technology-specific bands?"}, {"text_block_id": "p99_b1333", "text": "There are no technology-specific bands."}, {"text_block_id": "p99_b1334", "text": "(d) Which technologies are covered by the scheme?"}, {"text_block_id": "p99_b1335", "text": "No technologies covered by the scheme have been prescribed"}, {"text_block_id": "p99_b1336", "text": "."}, {"text_block_id": "p99_b1337", "text": "(e) Is international trade in certificates allowed? What are the conditions?"}, {"text_block_id": "p99_b1338", "text": "The guarantee of origin is issued by the transmission system operator upon request of the RES-based electricity producer and the producer of electricity using combined heat and power production with high degree of use of primary energy, on the basis of data provided by the operator to whose system the facility of the producer is connected, publoic supplier and the statement of the applicant on the use of support, in line with the Article 53 of the Energy Law. The guarantee of origin issued in other states is valid provided that a reciprocity exists in the Republic of Serbia and in compliance with the verified international contract, as per the Article 55 of the Energy Law."}, {"text_block_id": "p99_b1339", "text": "(f) Is there a floor bottom price?"}, {"text_block_id": "p99_b1340", "text": "There is no floor bottom price."}, {"text_block_id": "p99_b1341", "text": "(g) Is there a penalty for non-fulfilment?"}, {"text_block_id": "p99_b1342", "text": "There is no penalty for non-fulfilment."}, {"text_block_id": "p100_b1343", "text": "(h) What is the average price for certificates? Is it made public? Where?"}, {"text_block_id": "p100_b1344", "text": "Average price for certificates has not been defined."}, {"text_block_id": "p100_b1345", "text": "(i) What is the trading scheme for certificates?"}, {"text_block_id": "p100_b1346", "text": "Trading scheme for certificates has not been defined."}, {"text_block_id": "p100_b1347", "text": "(j) How long can a plant participate in the scheme?"}, {"text_block_id": "p100_b1348", "text": "Time of plant participation in the scheme has not been defined."}, {"text_block_id": "p100_b1349", "text": "Specific questions for feed-in fixed tariffs:"}, {"text_block_id": "p100_b1350", "text": "(a) What are the conditions to get the fixed tariff?"}, {"text_block_id": "p100_b1351", "text": "Right to use fixed tariff (feed-in tariff) belongs to the privileged electricity producer who concluded with the public supplier the contract on the purchse of the total amount of electricity produced during the incentive period, pursuant to the Article 4 of the Decree on Incentives for privileged power producers."}, {"text_block_id": "p100_b1352", "text": "("}, {"text_block_id": "p100_b1353", "text": "b) Is there a cap on the total volume of electricity produced per year or of installed capacity that is entitled to the tariff?"}, {"text_block_id": "p100_b1354", "text": "Decree on Conditions and Procedure for Acquiring the Status of Privileged Power Producer defines the maximum total capacity of the power plants, i.e:"}, {"text_block_id": "p100_b1355", "text": "1)"}, {"text_block_id": "p100_b1356", "text": "maximal total installed capacity of a wind power plant which is eligible for a temporary privileged producer status is limited to 500 MW, and for the privileged producer status it is limited to 300 MW till the end of 2015, and to 500 MW till the end of 2020, as per Article 5 Of the Decree;"}, {"text_block_id": "p100_b1357", "text": "2)"}, {"text_block_id": "p100_b1358", "text": "maximal total installed capacity of a solar power plant which is eligible for the privileged producer status, or temporary privileged producer status, is limited to 10 MW, where 2 MW are the limit for roof-mounted power plants using solar radiation energy of individual capacity up to 30 kW, 2 MW for roof-mounted power plants using solar radiation energy in the facilities of individual capacity from 30 kW to 500 kW and 6 MW in the ground-mounted power plants using solar radiation energy. Because of dynamic change of investment costs of solar power, maximal total installed capacity of solar power plants is determined once a year pursuant to the Article 6 of the Decree."}, {"text_block_id": "p100_b1359", "text": "(c) Is it a technology specific scheme? What are the tariff levels for each?"}, {"text_block_id": "p100_b1360_merged", "text": "Tariffs differ depending on the type and capacity of the power plant for which the producer acquired the privileged producer status. Type of the power plant and its installed capacity are defined by the act on acquiring privileged electricity producer status – Decree on Incentives for Privileged Electricity Producers. Types of power plants are defined in more detail in the Decree on Conditions and Procedure of Acquiring the status of Privileged Electricity Producer."}, {"text_block_id": "p101_b1363", "text": "According to the Article 13 of the Decree on Incentives for Privileged Electricity Producers (\"Official Geyette of the RoS,\" No. 8/13) the \"feed-in tariffs\" amount to:"}, {"text_block_id": "p102_b1364", "text": "(d) Are there other criteria differentiating tariffs?"}, {"text_block_id": "p102_b1365", "text": "Tarifs differ depending on the type and capacity of a power plant for which the power producer acquired the privileged producer status. Type of the power plant and its installed capacity are determined by the document on acquiring the privileged electricity producer status -Decree on Incentives for privileged power producers. Types of power plants are defined in more details in the Decree on Conditions and Procedure for Acquiring the Privileged Power Producer Status."}, {"text_block_id": "p102_b1366", "text": "(e) For how long is the fixed tariff guaranteed?"}, {"text_block_id": "p102_b1367", "text": "Incentive period lasts for 12 years for all power plants of privileged producers which were commissioned 12 months before signing of the contract with the public supplier on the purchase of the total amount of produced electricity, or it lasts 12 years minus difference between the year of signing the contract and the year of commissioning for all other privileged producer plants in compliance with the Article 3 of the Decree on Incentives for Privileged Electricity Producers"}, {"text_block_id": "p102_b1368", "text": "Feed-in tariffs from the item (c) are determined every three years and can be reconsidered on a yearly level. Due to a dynamic change of investment costs into solar power plants, feed-in tariffs for privileged producers from this type of power plants are set once a year, pursuant to the Article 18 of the Decree on Incentives for Privileged Electricity Producers."}, {"text_block_id": "p102_b1369", "text": "(f) Is there any tariff adjustment foreseen in the scheme?"}, {"text_block_id": "p102_b1370", "text": "Regular annual correction of feed-in tariffs due to inflation in the euro zone will be done in February each year starting from 2014. Annual inflation in the euro-zone is determined, upon request of the public supplier, by the Ministry in charge of finances. Corrected feed-in tariffs are applied from 1 March each year, on all future contracts between the privleged producer and the public supplier, as well as on the remaining part of the incentive period in all contracts on the purchase of the total amounts of produced electricity signed before the correction and after entry of the Decree into force, pursuant to the Article 14 of the Decree on Incentives for privileged power producers."}, {"text_block_id": "p102_b1371", "text": "Specific questions for feed-in premiums:"}, {"text_block_id": "p102_b1372", "text": "(a) What are the conditions to get the premium?"}, {"text_block_id": "p102_b1373", "text": "Feed-in premiums are not defined in the existing legislation. Conditions for obtaining premiums have not been set."}, {"text_block_id": "p103_b1374", "text": "(b) Is there a cap on the total volume of electricity produced per year or of installed capacity that is entitled to the premium?"}, {"text_block_id": "p103_b1375", "text": "There are no caps on the total volume of energy or installed capacity."}, {"text_block_id": "p103_b1376", "text": "(c) Is it an alternative to fixed tariff?"}, {"text_block_id": "p103_b1377", "text": "No, it is not."}, {"text_block_id": "p103_b1378", "text": "(d) Is it a technology-specific scheme? What are the premium levels for each?"}, {"text_block_id": "p103_b1379", "text": "As the scheme is not defined, there is no reference to different technologies."}, {"text_block_id": "p103_b1380", "text": "(e) Is there a floor and/or a cap for the premium? Please specify."}, {"text_block_id": "p103_b1381", "text": "No, there is no floor or cap for the premium."}, {"text_block_id": "p103_b1382", "text": "(f) For how long is the premium price guaranteed?"}, {"text_block_id": "p103_b1383", "text": "No period has been defined for the guaranteed premiums.."}, {"text_block_id": "p103_b1384", "text": "(g) Is any tariff adjustment foreseen in the scheme?"}, {"text_block_id": "p103_b1385", "text": "There are no plans regarding the introduction/change of tariffs in the scheme."}, {"text_block_id": "p103_b1386", "text": "Specific questions for tendering:"}, {"text_block_id": "p103_b1387", "text": "(a) What is the frequency and size of the tenders?"}, {"text_block_id": "p103_b1388", "text": "Support scheme has not been organized via tenders."}, {"text_block_id": "p103_b1389", "text": "(b) Which technologies are specified?"}, {"text_block_id": "p103_b1390", "text": "There are no specifically defined technologies."}, {"text_block_id": "p103_b1391", "text": "(c) Is it integrated with grid development?"}, {"text_block_id": "p103_b1392", "text": "It is not inegrated with grid development."}, {"text_block_id": "p104_b1393", "text": "4.4. Support schemes to promote the use of energy from renewable resources in heating and cooling applied by the Member State or a group of Member States"}, {"text_block_id": "p104_b1394", "text": "Please follow the structure of point 4.3 and apply the questions to the support measures provided for renewable energy use in the heating and cooling sector. Please address the following additional points:"}, {"text_block_id": "p104_b1395", "text": "(a) How are the support schemes for electricity from renewable energy sources adapted to encourage the use of CHP from renewable energy sources?"}, {"text_block_id": "p104_b1396", "text": "There are no particularly adapted support schemes for the electricity obtained from RES which are adapted to encourage the use of CHP."}, {"text_block_id": "p104_b1397", "text": "(b) What support schemes are in place to encourage the use of district heating and cooling using renewable energy sources?"}, {"text_block_id": "p104_b1398", "text": "Support measures for the use of district heating and cooling based on RES are prescribed by the act of the competent authority of the local self-government unit, pursuant to Article 62 of the Energy Law."}, {"text_block_id": "p104_b1399", "text": "(c) What support schemes are in place to encourage the use of small-scale heating and cooling from renewable energy sources?"}, {"text_block_id": "p104_b1400", "text": "Measures of financial support also comprise the following programes and opportunities:"}, {"text_block_id": "p104_b1401", "text": "1)"}, {"text_block_id": "p104_b1402", "text": "International sources of financing"}, {"text_block_id": "p104_b1403", "text": "International sources of financing\n* Fund Green for Growth\n* provides funds for financing households for\n* International financial corporation IFC\n* credit line intended for\n* Fund for Development of the Republic of Serbia (\"Official Gazette of\n* among goals of the Fund is stimulation of energy efficiency,\n* The Budget Fund for improving the energy efficiency was established"}, {"text_block_id": "p104_b1411", "text": "2)"}, {"text_block_id": "p104_b1412", "text": "Local sources of financing"}, {"text_block_id": "p105_b1421", "text": "Local sources of financing\n* Fund for Development of the Autonomous Province of Vojvodina\n* goal of the Fund is to provide incentives for industrial activities, increase\n* Provincial Secretariat for energy and mineral raw materials\n* financing\n* German Development Bank (KfW) -loan for biomass granted to the\n* Fund Green for Growth\n* provides funds for financing small and\n* International Financial Corporation /IFC\n* credit line intended for\n* Italian Credit Facility\n* intended for small and medium enterprises,\n* European Investment Bank -financing projects of small and medium\n* Fund for Development of the Republic of Serbia (\"Official Gazette\n* enhancing of energy efficiency is among the goals of the\n* enhancing of energy efficiency is among the goals of the\n â\n* enhancing of energy efficiency is among the goals of the\n â\n as efficient use of renewable\n* Fund for Development of Autonomous Province of Vojvodina â goal\n* Local budget funds for environmental protection"}, {"text_block_id": "p105_b1429", "text": "(d) What support schemes are in place to encourage the use of heating and cooling from renewable energy sources in industrial applications?"}, {"text_block_id": "p105_b1430", "text": "Financial support measures also comprise the following programes and possibilities:"}, {"text_block_id": "p105_b1431", "text": "1)"}, {"text_block_id": "p105_b1432", "text": "International sources of financing"}, {"text_block_id": "p105_b1449", "text": "2)"}, {"text_block_id": "p105_b1450", "text": "Local sources of financing"}, {"text_block_id": "p106_b1463", "text": "Local sources of financing\n* Provincial Secretariat for Energy and Mineral Raw Materials â financing projects of local self-governments, public utility companies and public\n<\\li1>"}, {"text_block_id": "p107_b1467", "text": "4.5. Support schemes to promote the use of energy from renewable resources in transport applied by the Member State or a group of Member States"}, {"text_block_id": "p107_b1468", "text": "Please follow the structure of point 4.3 and apply the questions the support measures provided for renewable energy use in the transport sector. Please make distinctions according to transport modes (such as road transport, non-road land transport)."}, {"text_block_id": "p107_b1469", "text": "Please address the following additional points:"}, {"text_block_id": "p107_b1470", "text": "(a) What are the concrete obligations/targets per year (per fuel or technology)?"}, {"text_block_id": "p107_b1471", "text": "In the Decree on Amendments of the Decree on Setting the Implementation Programme of the Energy Sector Development Strategy of the Republic of Serbia until 2015 for the period od 2007. until 2012 target and schedule of share of biofuel in the transport were defined i.e.:"}, {"text_block_id": "p107_b1472", "text": "1)"}, {"text_block_id": "p107_b1473", "text": "2010"}, {"text_block_id": "p107_b1474", "text": "–"}, {"text_block_id": "p107_b1475", "text": "0,76 % (calculated with respect to energy content);"}, {"text_block_id": "p107_b1476", "text": "2)"}, {"text_block_id": "p107_b1477", "text": "2011"}, {"text_block_id": "p107_b1478", "text": "–"}, {"text_block_id": "p107_b1479", "text": "1,52 % (calculated with respect to energy content) ;"}, {"text_block_id": "p107_b1480", "text": "3)"}, {"text_block_id": "p107_b1481", "text": "2012"}, {"text_block_id": "p107_b1482", "text": "–"}, {"text_block_id": "p107_b1483", "text": "2,28 % (calculated with respect to energy content)."}, {"text_block_id": "p107_b1484", "text": "Bearing in mind that so far biofuels were not used in the transport sector in the Republic of Serbia (except very small quantities distributed at just a few stations for fuel supply to motor vehicles and those used by the bio-diesel producers for their own use) and that the target set by the decree was not achieved, new targets should be defined for the period until 2020."}, {"text_block_id": "p107_b1485", "text": "(b) Is there differentiation of the support according to fuel types or technologies? Is there any specific support to biofuels which meet the criteria of Article 21(2) of the Directive?"}, {"text_block_id": "p107_b1486", "text": "In compliance with the Article 63 of the Energy Law , it was defined that the Government should prescribe in more details the mandatory share of biofuel in the transport sector and measures for its achievement. In the forthcoming period, the Ministry in charge of energy-related affairs should prepare an act (legislation) on the mandatory share of biofuel in the transport sector, which should contain the following:"}, {"text_block_id": "p107_b1487", "text": "1)"}, {"text_block_id": "p107_b1488", "text": "definitions of biofuel;"}, {"text_block_id": "p107_b1489", "text": "2)"}, {"text_block_id": "p107_b1490_merged_merged_merged_merged", "text": "minimum share of biofuel placed by distributors at the domestic market (per years and per type of fuel – motor /etanol, diesel fuel/biodiesel);"}, {"text_block_id": "p107_b1493", "text": "3)"}, {"text_block_id": "p107_b1494", "text": "the rules for calculation and verification of compliance with set goals;"}, {"text_block_id": "p107_b1495", "text": "4)"}, {"text_block_id": "p107_b1496", "text": "manner of reporting on the share of biofuel in the transport sector;"}, {"text_block_id": "p107_b1497", "text": "5)"}, {"text_block_id": "p107_b1498", "text": "measures for stimulating production and use of biofuel in the transport sector;"}, {"text_block_id": "p108_b1499", "text": "6)"}, {"text_block_id": "p108_b1500", "text": "competences, supervision and penal provisions."}, {"text_block_id": "p108_b1501_merged", "text": "Bearing in mind the possibility of production of biofuel, verification of quality, the possibility of its blending with fuels of oil origin, in the period until 2015 when, pursuant to this Action Plan, introduction of biofuel is envisaged, a series of activites need to be executed. Besides the appropriate legislation prescribing the mandatory share of biofuel, new Rulebook on technical and other requirements for liquid biofuels should be adopted, replacing the actual Rulebook (Official Gazette of Serbia and Montenegro No. 23/06), in order to harmonize the types and quality of biofuel and bioliquids (including the quality of ethanol and HVO – hydrogenated vegetable oils) with the regulations in force in the European Union and corresponding (SRPS) EN standards."}, {"text_block_id": "p109_b1504", "text": "4.6. Specific measures for the promotion of the use of energy from biomass"}, {"text_block_id": "p109_b1505", "text": "Biomass has an important role as primary energy in all the three sectors: heating and cooling, electricity and transport."}, {"text_block_id": "p109_b1506", "text": "National biomass strategy is crucial to plan the role and the interaction of uses between the energy end uses and interaction with other non-energy sectors. Therefore Member States are required to assess their domestic potential and increased mobilization of domestic and imported biomass resources. The impact on and the interaction with other non-energy sectors (as the food and feed industry, pulp and paper industry, construction industry, furniture industry etc.) should be analyzed."}, {"text_block_id": "p109_b1507", "text": "4.6.1. Biomass supply: both domestic and trade"}, {"text_block_id": "p109_b1508", "text": "Under this point Member States should assess the supply of domestically available biomass and the need for imports."}, {"text_block_id": "p109_b1509_merged", "text": "There should be a distinction between biomass (A) from forestry — (1) direct and (2) indirect supply; (B) from agriculture and fisheries — (1) directly provided and (2) by-products/processed crops; and (C) from waste — (1) biodegradable fraction of municipal solid waste, (2) biodegradable fraction of industrial solid waste and (3) sewage sludge. Data is required for the above-mentioned first subcategories, while more detailed information is optional. However the aggregated figures shall reflect the following categorisation and give information in the units of Table 7. The role of imports (EU and non-EU) and exports (if possible, EU and non-EU) must be reflected."}, {"text_block_id": "p109_b1516", "text": "Please note that wood chips, briquettes and pellets can be either from direct supply or from indirect supply from forestry. If information on pellets is included in the table, it should specify whether the raw material comes from direct or indirect supply."}, {"text_block_id": "p109_b1517", "text": "In the case of biogas and biofuels the amount of raw feedstock should be detailed in Table 7, not the amount of processed feedstock. It is understood that for imports and exports the amount of biomass feedstocks for biofuels is more difficult to ascertain, and estimations may be necessary. Alternatively, if the information on imports is given on the basis of biofuel imports, it must be specified in the table."}, {"text_block_id": "p110_b1518", "text": "Table 7: Biomass supply in 2009 year (more recent available data)"}, {"text_block_id": "p112_b1519", "text": "Please explain the conversion factor/calculation methodology used above for the conversion of the amount of available resources to primary energy"}, {"text_block_id": "p112_b1520", "text": "."}, {"text_block_id": "p112_b1521", "text": "One of the most important elements of the used methodological concept is the field survey carried out by means of questionnaires in households, industrial companies for wood processing, production of lime, production of fuel from wood biomass. Besides, field survey was also carried out in numerous"}, {"text_block_id": "p113_b1522", "text": "commercial facilities (restaurants, bakeries, grills, car mechanic shops, tourist facilities) and public buildings (schools, health centres, out-patient units and the buildings of the Serbian Orthodox Church)."}, {"text_block_id": "p113_b1523", "text": "For determination of heating wood consumption in households, the sample was defined as 5% of the number of households using solid fuels for heating in the Republic of Serbia, which amounts to 36946 households, of which 20725 or 56.1% in urban areas and 16221 or 43.9% in rural areas. The size of the selected sample was sufficiently representative for studying the current situation regarding the consumption of solid fuels and determination of quantities required for heating of households in Serbia. With respect to the total number of households in the Republic of Serbia, which amounts to 2521190 pursuant to the last census, the number of households in the sample selected for filling the questionnaire amounted to 1.46%."}, {"text_block_id": "p113_b1524", "text": "In this way, the research included all the most important groups of wood biomass consumers in all regions in the Republic of Serbia, all aimed at obtaining the total consumption and the share of individual consumer categories."}, {"text_block_id": "p113_b1525", "text": "For the conversion of used biomass into tons of oil equivalent (toe) the following assumptions were introduced:"}, {"text_block_id": "p113_b1526", "text": "1)"}, {"text_block_id": "p113_b1527", "text": "consumption of biomass was determined for each of the said categories, and then the determination of biomass consumption as per the types of biomass used was carried out,"}, {"text_block_id": "p113_b1528", "text": "2)"}, {"text_block_id": "p113_b1529", "text": "humidity content of the heating wood is 35%."}, {"text_block_id": "p113_b1530", "text": "Please specify on what basis the biodegradable fraction of municipal solid waste and of industrial waste was calculated."}, {"text_block_id": "p113_b1531_merged", "text": "Municipal waste in the Republic of Serbia is defined according to the EU Catalogue of Waste – denomination 20 – Municipal wastes (household waste and similar commercial and industrial wastes), including separately collected fractions. Quantities of municipal waste at the annual level are calculated on the basis of measurement of waste in the reference units of the local self-government. On the basis of resuts of these measurements it may be adopted that the urban population generates in average 1 kg of municipal waste per capita per day, while rural population generates an average of 0.7 kg waste/capita/day. In Belgrade, 1.2 kg of waste per capita is generated daily. On the basis of the census, urban population forms 57 %, while there are 43% of rural population. In average, an inhabitant of the Republic of Serbia generates 0.87 kg of municipal waste per day (318 kg/per annum)."}, {"text_block_id": "p113_b1536", "text": "Please use Table 7a to give an estimated contribution of biomass energy use in 2015 and 2020. (Following the categorization used in Table7)."}, {"text_block_id": "p113_b1537", "text": "Table 7a: Estimated biomass domestic supply in 2015 and 2020"}, {"text_block_id": "p115_b1538", "text": "Table 8: Current agricultural land use for production of crops dedicated to energy in 2009"}, {"text_block_id": "p115_b1539", "text": "4.6.2. Measures to increase biomass availability, taking into account other biomass users (agriculture and forest based sectors)"}, {"text_block_id": "p115_b1540", "text": "Mobilisation of new biomass sources"}, {"text_block_id": "p115_b1541", "text": "Taking into account that all measures of agricultural policy refer to the enhancement of agricultural production and processing, it may be stated that all of them affect the increase of biomass for energy purposes, because they refer to the increase of arable areas, yield and the number of cattle heads. Also, the state provides incentives for the procurement of certain agricultural machinery, which improves the tilling of land and processing of crops. All these support measures influence increase of available biomass. The support measures also include means given as subsidies per unit of arable area, which are used for enhancement of agricultural production."}, {"text_block_id": "p115_b1542", "text": "The list of support measures is not always the same and a separate set is prepared for each year through the decree regulating the policy of support to agriculture and rural development."}, {"text_block_id": "p115_b1543", "text": "Support measures should become a constant practice, which will not be changed every year, but periodically, or they should be defined for a specific period of time (e.g. in the period of 5 years). These support measures can be defined (adopted) on various levels and by various institutions -the ministry in charge or Autonomous Province of Vojvodina or the local self-government unit."}, {"text_block_id": "p115_b1544", "text": "(a) Please specify how much land is degraded."}, {"text_block_id": "p115_b1545", "text": "Including open pit mines and tailing ponds, this area is estimated at about 35000 ha"}, {"text_block_id": "p115_b1546", "text": "."}, {"text_block_id": "p115_b1547", "text": "In the forthcoming period, in line with the activities described in the item 4.2.10 (d), detailed data on the degraded land (location, area, type, degree of degradation) will also be obtained."}, {"text_block_id": "p115_b1548", "text": "(b) Please specify how much unused arable land there is."}, {"text_block_id": "p115_b1549", "text": "Total area of the unused arable land amounts to 250000 ha, which represents 4.9 % of the total arable land."}, {"text_block_id": "p116_b1550", "text": "("}, {"text_block_id": "p116_b1551", "text": "c) Are any measures planned to encourage unused arable land, degraded land, etc. to be used for energy purposes?"}, {"text_block_id": "p116_b1552", "text": "At the moment, there is no plan for separating incentive measures for specific use of the unused arable land, degraded land etc. for energy-related purposes."}, {"text_block_id": "p116_b1553", "text": "In the forthcoming period, definition of incentive measures for specific use of land for energy-related purposes and their introduction as regular practice are planned, along with the establishment of monitoring and reporting. During the definition of incentive measures, criteria for determining the purpose and quality of land used and/or that might be used for the production of biomass for energy production will be also set, along with the definition of all other conditions and parameters."}, {"text_block_id": "p116_b1554", "text": "At the same time, the system of control, monitoring and reporting will be defined and established. During the definition and establishment of the control system competent inspection services for monitoring the introduced mesures will be appointed."}, {"text_block_id": "p116_b1555", "text": "(d) Is energy use of certain already available primary material (such as animal manure) planned?"}, {"text_block_id": "p116_b1556", "text": "Further to the available data, construction and commissioning of several biogas-based power plants were planned."}, {"text_block_id": "p116_b1557", "text": "(e) Is there any specific policy promoting the production and use of biogas? What type of uses are promoted (local, district heating, biogas grid, natural gas grid integration)?"}, {"text_block_id": "p116_b1558", "text": "There is no specific policy promoting the production and use of biogas. Certain incentives have been defined for biogas-fired power plants, as well as for other renewable energy sources. The Decree on Incentive Measures for Electricity Production from Renewable Energy Sources and Combined Heat and Power Production defines incentives for biogas-based power plants, too. Incentives, namely the purchase price, are defined depending on their installed power and for three categories: up to 0.2 MW, from 0.2 to 1 MW and over 1 MW."}, {"text_block_id": "p116_b1559", "text": "All projects being currently implemented or those planned for implementation, envisage local use of biogas."}, {"text_block_id": "p117_b1560", "text": "(f) What measures are planned to improve forest management techniques in order to maximise the extraction of biomass from the forest in a sustainable way? How will forest management be improved in order to increase future growth? What measures are planned to maximise the extraction of existing biomass that can already be put into practice?"}, {"text_block_id": "p117_b1561", "text": "Management and control of forest resources is defined by the Law on Forests (Official Gazette of the Ros, No. 30/10 and 93/12), which indicates that the forest management system is defined by forest management plans (Plan of Development of Forest Areas, Grounds of Forest Management and Programme of Forest Management). These documents ensure durability and sustainability of forest management, which basically means that the wood should not be cut beyond the allowed limit, or over 70% of the annual growth. Sustainable forest management and control are also ensured through the certification of forests by government authorities (as per the FSC certification scheme). Possible problems are recognized regarding privately owned forests, where management systems should be uprgaded and the monitoring function improved, as majority of wood fuels are obtained from privately owned forests. There is an opinion that the use of forests should not be increased, but that a market should be developed through a system of incentives, which will make better use of the existing quantity of wood biomass as fuel/energy carrier in an adequate and improved manner. Increase of energy efficiency and enhancement of the use of wood biomass (furnaces/stoves and boilers with a higher efficiency), would produce double positive effects, in terms of reduction of the use of wood-based energy carriers, with an increased efficiency, leaving a larger part of biomass for market needs. In that way the increased demand by the producers of wooden pellets for industrial needs (pellets produced from ground heating wood and wood/forest residues) would be amortized, as well as the supply of domestic market with wood-based energy carriers (heating wood, pellets, briquettes, wood cuttings and charcoal). At the same time, pressure on the forests as the strategic resource would be reduced, which would further contribute to the enhancement of sustainable forest management."}, {"text_block_id": "p117_b1562", "text": "Impact on other sectors"}, {"text_block_id": "p117_b1563", "text": "(a) How will the impact of energy use of biomass on other sectors based on agriculture and forestry be monitored? What are these impacts? (If possible, please provide information also on quantitative effects.) Is the monitoring of these impacts planned in the future?"}, {"text_block_id": "p117_b1564_merged", "text": "Presently, there is no precise, official monitoring of the use of biomass for energy needs. Data available today are primarily based on research and studies conducted for R&D purposes or for a purchasing authority – Study for the Energy Community (Biomass Consumption Survey for Energy Purposes in the Energy"}, {"text_block_id": "p118_b1567_merged", "text": "Community, Republic of Serbia National Report – Energy Community, Center for Renewable Energy Sources and Saving, Athens, 2011.). In the Study carried out for the needs of Energy Community, consumption of biomass was determined on the basis of the adopted model and the corresponding survey including households, industry and tertiary sector (schools and hospitals). The data collected in this way represented the basis for determination of the biomass consumption, but the system which would monitor the use of biomass for energy purposes at the level of municipalities has not been established so far, although this would mean a higher accuracy, while the obtained data could be categorized in the form of a permanently updated database. This database shoud enable monitoring of the impact of use of biomass for energy purposes on other sectors."}, {"text_block_id": "p118_b1570", "text": "It may be expected that the use of biomass for energy purposes will have a strong impact on other sectors which relay on the agriculture sector, but it is difficult to foresee to what extent and in what way. That largely depends on the type of biomass and the way in which it would be used (Example: If straw is used for the production of briquettes, this does not directly affect the production of food, but as that mass is removed from the soil and not ploughed in or returned to the soil, the soil content is depleted, which affects the future yields)."}, {"text_block_id": "p118_b1571", "text": "As regards the forestry sector, monitoring of the use of biomass for energy purposes is mainly conducted through statistics, in the context of the use of (felling) the heating wood. As such way of monitoring proved to be insufficiently accurate due to enormous differences between the data obtained through direct research in the field and the official statistics data, the only way to ensure an adequate monitoring of the use of biomass, is establishment of an efficient cooperation between relevant institutions, primarily between the official statistics, the Forest Directorate and the Faculty of Forestry. At the level of these institutions methodology of conducting the research, collection, processing and publishing the data would be defined. In view of the fact that the said institutions have appropriate human resources and that certain research activities were completed during the implementation of the FAO project, it will be considered that the gained experience and trained staff be made available for the function of future monitoring of the share of wood biomass for energy needs of Serbia."}, {"text_block_id": "p118_b1572", "text": "The following fact supports the proposed concept of monitoring of wood biomass consumption for energy purposes: according to the data provided by the official statistics, the share of energy from wood biomass in the final energy consumption in 2010 amounted to about 3%, while direct research in the field arrived to the share of over 13%. Thus, the importance of the forestry sector (including wood industry) in the energy-related context is not negligible at all and it should be adequately quantified in the wider context"}, {"text_block_id": "p118_b1573", "text": "."}, {"text_block_id": "p118_b1574", "text": "At the same time, along with defining the methodology of monitoring the wood biomass, the methodology of monitoring the use of biomass from agriculture should also be defined. For defining the methodology concerning the agricultural biomass representatives of the official statistics, line ministry for"}, {"text_block_id": "p119_b1575", "text": "agriculture and the provincial secretariat, as well as the Faculty of Agriculture should be involved as well."}, {"text_block_id": "p119_b1576", "text": "(b) What kind of development is expected in other sectors based on agriculture and forest that could have an impact on the energy use? (E.g. could improved efficiency/productivity increase or decrease the amount of byproducts available for energy use?)"}, {"text_block_id": "p119_b1577", "text": "Increased productivity will result in an increase of available biomass, primarily in the situations where the rotation of two or more crops during the year would be introduced. Precise forecasts can not be made as parallel development of two scenarios may be expected"}, {"text_block_id": "p119_b1578", "text": "–"}, {"text_block_id": "p119_b1579", "text": "increase in processing of biomass and increase in prices of agricultural products. Also, a significant impact will have the policy of incentives (in Serbia, the incentives are still determined at the annual level, so that it is difficult to foresee what support measures will be valid the next year, and consequently what would be their impact on basic/relevant sectors and vice versa)."}, {"text_block_id": "p119_b1580", "text": "Evidently, the trend of increase of demand for the wood biomass and agriculture biomass will continue, which necessarily leads towards the need to increase efficiency/productiviiy not only in the energy context, but in other contexts as well. There is an absolute need for the introduction of adequate standards and reference laboratories for biomass (wood fuels and fuels obtained from agricultural biomass), because that is the only way to prevent a chaos on the market and introduce order into this strategically extremely important field. It is of utmost importance to establish an adequate inter-sectoral cooperation (forestry, agriculture, wood industry, finance, trade, environment etc.), to define the system and manner of market operation, incentives, but also the production and consumption of all kinds of energy carriers obtained from biomass in general. Establishment of biomass exchange (particularly important for agricultural biomass) would enable regulation of the market"}, {"text_block_id": "p119_b1581_merged_merged", "text": "The market should be influenced through a different approach, meaning that through an adequate standardization the brokerage of resellers is eliminated and that instead of the sale of wood energy carriers per stacked cubic meter, m 3 , or kg, the sale based on kWh, as per the energy value of the wood/agricultural biomass, is introduced."}, {"text_block_id": "p119_b1584", "text": "In the forthcoming period greater attention should be dedicated to the possibilities of use of energy plantations, which would further reduce the pressure on natural forests as resource."}, {"text_block_id": "p119_b1585", "text": "Consequently, adequate and synchronized incentive measures in several sectors (finance, trade, environment, forestry etc.), would provide an even greater contribution to sustainable market mechanisms and achievement of a higher level of competitiveness in the near future."}, {"text_block_id": "p120_b1586", "text": "4.7. Planned use of statistical transfers between Member States and planned participation in joint projects with other Member States and third countries"}, {"text_block_id": "p120_b1587", "text": "Under this subchapter the expected use of cooperation mechanisms between Member States and Member States and third countries has to be described. This information should draw on that provided in the forecast document referred to in Article 4(3) of the Directive 2009/28/EC."}, {"text_block_id": "p120_b1588", "text": "4.7.1. Procedural aspects"}, {"text_block_id": "p120_b1589", "text": "(a) Describe the national procedures (step by step) established or to be established, for arranging a statistical transfer or joint project (including responsible bodies and contact points)."}, {"text_block_id": "p120_b1590", "text": "In the forthcoming period the instruction on the procedure for the statistical transfer of energy from RES into the electricity sector and the heating and cooling sector will be prepared. The Instruction on statistical transfer should define the following:"}, {"text_block_id": "p120_b1591", "text": "1)"}, {"text_block_id": "p120_b1592", "text": "the ministry in charge of the preparation of the agreement on statistical transfer (the ministry in charge of the energy-related affairs),"}, {"text_block_id": "p120_b1593", "text": "2)"}, {"text_block_id": "p120_b1594", "text": "transfer conditions and quantities of energy from RES which are the object of the statistical transfer,"}, {"text_block_id": "p120_b1595", "text": "3)"}, {"text_block_id": "p120_b1596", "text": "procedure for adoption of the agreement on statistical transfer, and"}, {"text_block_id": "p120_b1597", "text": "(b) Describe the means by which private entities can propose and take part in joint projects either with Member States or third countries."}, {"text_block_id": "p120_b1598", "text": "No procedure has been prescribed, or proposed."}, {"text_block_id": "p120_b1599", "text": "(c) Give the criteria for determining when statistical transfers or joint projects shall be used."}, {"text_block_id": "p120_b1600", "text": "Criteria for determining options for the use of statistical transfera or joint projects have not been prescribed. These criteria should be defined by a special act. Consideration of the use of statistical transfer or joint projects should be harmonized with the Energy Sector Development Strategy and the Energy Sector Development Strategy Implementation Programme."}, {"text_block_id": "p121_b1601", "text": "(d) What is going to be the mechanism to involve other interested Member States in a joint project?"}, {"text_block_id": "p121_b1602", "text": "The procedure for concluding international agreements in compliance with the law will be defined in the forthcoming period."}, {"text_block_id": "p121_b1603", "text": "(e) Are you willing to participate in joint projects in other Member States? How much installed capacity/electricity or heat produced per year are you planning to support? How do you plan to provide support schemes for such projects?"}, {"text_block_id": "p121_b1604", "text": "On the basis of goals defined in the Energy Sector Development Strategy (which is in the final stage of preparation and with which the Action Plan has been fully harmonized) the Republic of Serbia shall make an estimate and decide on participation in joint projects. For the decision on participation in joint projects constant monitoring of RES share in GFEC and comparison with the goals set in the Action Plan will be necessary. The Action Plan contains this kind of projects with the states with which, at the moment of elaboration of the Action Plan, international agreements on such kind of cooperation were ratified."}, {"text_block_id": "p121_b1605", "text": "In view of the plans on diversified use of RES in order to ensure safety of supply, implementation of joint projects will be directed to hydro-potential."}, {"text_block_id": "p121_b1606", "text": "4.7.2. Estimated excess production of renewable energy compared to the indicative trajectory which could be transferred to other Member States"}, {"text_block_id": "p121_b1607", "text": "The data on the estimates excess production of energy from RES compared to the indicative trajectory are shown in the Table 9."}, {"text_block_id": "p121_b1608", "text": "4.7.3. Estimated potential for joint projects"}, {"text_block_id": "p121_b1609", "text": "(a) In which sectors can you offer renewable energy use development in your territory for the purpose of joint projects?"}, {"text_block_id": "p121_b1610", "text": "In the electricity sector."}, {"text_block_id": "p121_b1611", "text": "(b) Has the technology to be developed been specified? How much installed capacity/electricity or heat produced per year?"}, {"text_block_id": "p121_b1612", "text": "Hidro-power, municipal waste and animal waste."}, {"text_block_id": "p121_b1613", "text": "(c) How will sites for joint projects be identified? (For example, can local and regional authorities or promoters recommend sites? Or can any project participate regardless its location?)"}, {"text_block_id": "p121_b1614", "text": "Procedure enabling identification of locations for jont projects is not defined."}, {"text_block_id": "p122_b1615", "text": "(d) Are you aware of the potential for joint projects in other Member States or in third countries? (In which sector? How much capacity? What is the planned support? For which technologies?)"}, {"text_block_id": "p122_b1616", "text": "Options for jont projects in other states were not considered."}, {"text_block_id": "p122_b1617", "text": "(e) Do you have any preference to support certain technologies? If so, which?"}, {"text_block_id": "p122_b1618", "text": "Technologies that should be supported were not identified."}, {"text_block_id": "p122_b1619", "text": "4.7.4. Estimated demand for renewable energy to be satisfied by means other than domestic production"}, {"text_block_id": "p122_b1620", "text": "Demand for renewable energy to be satisfied by means other than domestic production has not been estimated."}, {"text_block_id": "p123_b1621", "text": "5. ASSESSMENTS"}, {"text_block_id": "p123_b1622", "text": "5.1. Total contribution expected of each renewable energy technology to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity, heating and cooling and transport."}, {"text_block_id": "p123_b1623", "text": "The contribution of each renewable energy technology to the trajectory and 2020 targets in the electricity, heating and cooling and transport sectors should be estimated giving a possible future scenario without necessarily establishing any technology target or obligation."}, {"text_block_id": "p123_b1624", "text": "For the electricity sector, both the expected (accumulated) installed capacity (in MW) and yearly production (GWh) should be indicated by technology. For hydro, a distinction should be made between plants of less than 1 MW, between 1 and 10 MW, and over 10 MW installed capacity. For solar power, details should be given separately for contributions from photovoltaic solar and concentrated solar power. Wind energy data should be indicated for onshore and offshore separately. For biomass, a distinction should be made between solid, gaseous and liquid biomass for electricity."}, {"text_block_id": "p123_b1625", "text": "When assessing the heating and cooling sector, estimates of both installed capacity and production should be given for geothermal, solar, heat pumps and biomass technologies, with a breakdown for the latter category for solid, gaseous and liquid biomass. The contribution from district heating plants using renewable energy sources should be estimated."}, {"text_block_id": "p123_b1626", "text": "The contribution from different technologies to the renewable energy target in the transport sector should be indicated for ordinary biofuels (both bioethanol and biodiesel), biofuels from wastes and residues, biofuels from non-food cellulosic material or from ligno-cellulosic material, biogas, electricity from renewable energy sources and hydrogen from renewable energy origin."}, {"text_block_id": "p123_b1627", "text": "In case you have estimations on developing the use of certain technologies by regions, could you please indicate that after the table?"}, {"text_block_id": "p124_b1628", "text": "Table 9: Estimated excess and/or deficit production of renewable energy compared to the indicative trajectory which could be transferred to/from other Member States in Republic of Serbia (ktoe)"}, {"text_block_id": "p125_b1629_merged", "text": "Table 9а: Estimated financial means for each technology using RES in the production of electricity for achieving the planned shares from new facilities until 2020 in the electric power sector"}, {"text_block_id": "p126_b1632_merged", "text": "Table 9б: Estimated financial means for each technology using RES in the production of heat for achieving planned energy shares from new capacities until 2020, in the heatng and cooling sector"}, {"text_block_id": "p127_b1635", "text": "Sector biofuels"}, {"text_block_id": "p127_b1636", "text": "–"}, {"text_block_id": "p127_b1637", "text": "financial estimate for achieving the target"}, {"text_block_id": "p127_b1638", "text": "Necessary funds for achieving the target in biofuels sector will depend, to a large extent on the trends of prices of biofuel. Prices of biofuel follow the prices of oil derivatives and their trend is unforeseeable. Trend of prices for the previous period is shown at the Figure 5. Bearing in mind that, in compliance with the Directive"}, {"text_block_id": "p127_b1639", "text": "2009/28/Е"}, {"text_block_id": "p127_b1640", "text": "C, only biofuels that meet the sustainability criteria will be calculated in the achieved share in the transport sector, and that currently Serbia does not have capacities for the production of 2"}, {"text_block_id": "p127_b1641", "text": "nd"}, {"text_block_id": "p127_b1642", "text": "generation biofuel from the biomass, at this moment it is not possible to make a financial estimate regarding achievement of the target in this sector."}, {"text_block_id": "p127_b1643_merged_merged_merged", "text": "Figure 5: World prices of biofuels in the period from 2000 tо 2012 Source \"Study on biofuels\" NIS)"}, {"text_block_id": "p128_b1646", "text": "Table 10a: Estimation of total contribution (installed capacity, gross electricity generation) expected from each renewable energy technology in Republic of Serbia to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity 2010-2014"}, {"text_block_id": "p129_b1647", "text": "Table 10b: Estimation of total contribution (installed capacity, gross electricity generation) expected from each renewable energy technology in Republic of Serbia to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity 2015-2020"}, {"text_block_id": "p130_b1648", "text": "Table 11: Estimation of total contribution (final energy consumption) expected from each renewable energy technology in Republic of Serbia to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in heating and cooling 2010-2020"}, {"text_block_id": "p131_b1649", "text": "Table 12: Estimation of total contribution expected from each renewable energy technology in Republic of Serbia to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in the transport sector 2010-2020"}, {"text_block_id": "p132_b1650", "text": "5.2. Total contribution expected from energy efficiency and energy saving measures to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity, heating and cooling and transport."}, {"text_block_id": "p132_b1651", "text": "The answer to this requirement should be included in Table 1 under chapter 2."}, {"text_block_id": "p132_b1652", "text": "Total expected contribution from energy efficiency and energy saving measures to meet the binding 2020 targets and trajectories for the share of energy from RES in the production of electricity, heating and cooling, and transport are shown in the Table 1, Chapter 2."}, {"text_block_id": "p132_b1653", "text": "5.3. Assessment of the impacts (Optional)"}, {"text_block_id": "p132_b1654_merged", "text": "5.4. Preparation of the National Renewable Energy Action Plan and the follow-up of its implementation"}, {"text_block_id": "p132_b1657", "text": "(a) How were regional and/or local authorities and/or cities involved in the preparation of this Action Plan? Were other stakeholders involved?"}, {"text_block_id": "p132_b1658", "text": "National Renewable Energy Action Plan was prepared in compliance with the Article 52 of the Energy Law. This document was prepared simultaneously with the Energy Sector Development Strategy of the Republic of Serbia until 2025 with projections until 2030 and harmonized with the valid domestic legislation in the fields of energy and environmental protection, as well as in the fielda of construction and urban planning, natural resources, mining and spatial planning, agriculture, forestry and water management. The National Action Plan has also been harmonized with energy efficiency measures, that is with the First Energy Efficiency Action Plan of the Republic of Serbia."}, {"text_block_id": "p132_b1659", "text": "The preparation of the National Action Plan for RES was done with the participation of the working group consisting of the representatives of ministries, provincial secretariats and public enterprises. For the preparation and adoption of the Action Plan were organized public discussions with the representatives local and regional institutions having activities connected with the RES, as well as with various organizations of the public and private sector."}, {"text_block_id": "p132_b1660", "text": "(b) Are there plans to develop regional/local renewable energy strategies? If so, could you please explain? In case relevant competences are delegated to regional/local levels, what mechanism will ensure national target compliance?"}, {"text_block_id": "p132_b1661", "text": "In the forthcoming period, within the activities of establishing energy managers at the local/regional level attention will be dedicated also to the activities in the field of RES. It is of utmost importance that the use of RES is planned and monitored at the local level, because the production of energy for heating and cooling is within the jurisdiction of the local self-government units, as well as the adoption of acts on the measures of support in this sector."}, {"text_block_id": "p133_b1662", "text": "(c) Please explain the public consultation carried out for the preparation of this Action Plan."}, {"text_block_id": "p133_b1663", "text": "Draft National Action Plan was presented at the public prersentation in December 2012, and published at the internet web site of the Ministry of Energy, Development and Environmental Protection. At the same time it was officially submitted to all competent ministries and institutions for their opinion. On the basis of received suggestions and comments the final version of the document was prepared."}, {"text_block_id": "p133_b1664", "text": "(d) Please indicate your national contact point/the national authority or body responsible for the follow-up of the Renewable Energy Action Plan?"}, {"text_block_id": "p133_b1665", "text": "The Ministry in charge of energy-related affairs monitors the implementation of the National Action Plan, in accordance with Article 52 of Energy Law."}, {"text_block_id": "p133_b1666", "text": "(e) Do you have a monitoring system, including indicators for individual measures and instruments, to follow-up the implementation of the Renewable Energy Action Plan? If so, could you please give more details on it?"}, {"text_block_id": "p133_b1667", "text": "The Ministry in charge of energy-related affairs monitors the implementation of the National Action Plan and submits annual reports thereon to the Government in accordance with Article 52 of Energy Law. The evaluation of achieved goals set for the previous year in the NREAP shall use indicators in compliance with the international methodology for reporting in the international agreements and at the level of EU."}, {"text_block_id": "p133_b1668", "text": "Mandatory indicators for the monitoring of the implementation of the National"}, {"text_block_id": "p133_b1669", "text": "Action Plan for RES are:"}, {"text_block_id": "p133_b1670", "text": "1)"}, {"text_block_id": "p133_b1671", "text": "the share of RES in gross final energy consumption,"}, {"text_block_id": "p133_b1672", "text": "2)"}, {"text_block_id": "p133_b1673", "text": "the share of RES in energy consumption in the heating and cooling sector,"}, {"text_block_id": "p133_b1674", "text": "3)"}, {"text_block_id": "p133_b1675", "text": "the share of RES in energy consumption in the electricity sector,"}, {"text_block_id": "p133_b1676", "text": "4)"}, {"text_block_id": "p133_b1677", "text": "the share of RES in energy consumption in the transport sector,"}, {"text_block_id": "p133_b1678", "text": "5)"}, {"text_block_id": "p133_b1679", "text": "total annual energy consumption in the heating and cooling sector,"}, {"text_block_id": "p133_b1680", "text": "6)"}, {"text_block_id": "p133_b1681", "text": "total annual energy consumption in the electricity sector,"}, {"text_block_id": "p133_b1682", "text": "7)"}, {"text_block_id": "p133_b1683", "text": "total annual energy consumption in the transport sector,"}, {"text_block_id": "p133_b1684", "text": "8)"}, {"text_block_id": "p133_b1685", "text": "annual consumption of means for the promotion of EE and RES."}, {"text_block_id": "p134_b1686", "text": "6. RENEWABLE ENERGY LEGISLATION"}, {"text_block_id": "p134_b1687", "text": "I Basic international regulations"}, {"text_block_id": "p135_b1688", "text": "II Basic regulations of the Republic of Serbia"}, {"text_block_id": "p139_b1689_merged", "text": "III Energy regulations (electricity-heat – biofuels)"}, {"text_block_id": "p149_b1692", "text": "IV Mining and Geological Surveys"}, {"text_block_id": "p152_b1693", "text": "V Spatial planning regulation"}, {"text_block_id": "p155_b1694", "text": "VI Environmental protection regulation (environmental impact assesment)"}], "document_description": "This Plan sets renewable energy targets for Serbia, following the European Union's&nbsp;Directive 2008/29/EC and Decision 2009/548/EC templates.<br><br>"}