{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": "Mitigation", "document_region_code": "North America", "document_country_english_shortname": "Canada", "document_category": "Law", "document_sector_name": ["Economy-wide", "Cross Cutting Area"], "document_date": "29/06/2021", "document_language": "English", "document_name": "Canadian Net-Zero Emissions Accountability Act", "document_country_code": "CAN", "document_hazard_name": [], "document_keyword": ["Paris Agreement", "Net Zero"], "document_response_name": "Mitigation", "document_url": "https://parl.ca/DocumentViewer/en/43-2/bill/C-12/royal-assent", "document_type": "Act", "text_blocks": [], "document_description": "The Canadian Net-Zero Emissions Accountability Act, which received royal assent on 29 June 2021, sets out Canada's federal emissions reduction targets in law and creates new mechanisms for legislative oversight of action to meet them.<br><br>Section 6 sets out a long-term objective of achieving net zero emissions by at least 2050.&nbsp;<br><br>Section 7 adopts Canada's existing NDC target of 2030 as a legal target, which may be amended from time to time, and then requires that additional targets be set for the \"milestone years\" of 2035, 2040, and 2045 at least 10 years ahead of each milestone year. All targets must be progressively more ambitious. For each target, the government must publish a plan detailing measures to meet that target. Section 8 provides that both the best available scientific evidence and Indigenous knowledge should be taken into account when targets are set.<br><br>Section 9 requires the Minister to develop a greenhouse gas emissions reduction plan for 2030 within 6 months of the passage of the Act, including an interim objective for 2026. Further provisions are made for the contents of the plan and for public participation in the target setting process. Subsequent provisions ensure that all targets and progress reports are tabled in parliament and made public.<br><br>Section 14 sets out a timetable for progress reports until 2030 and ahead of each milestone year. Section 16 sets out reporting requirements in the event of a missed target.<br><br>Sections 20--22 establish an Independent Advisory Body, which is mandated to provide advice on both target setting and emission reduction plans, as well as any other relevant issues. Members are appointed by the Government on a part time basis for a renewable term of up to 3 years.<br><br>Section 23 requires the Minister of finance to prepare an annual report on financial risks and opportunities associated with climate change.<br><br>Finally, Section 24 provides that the Commissioner for the Environment and Sustainable Development must examine and report on implementation measures at least once every five years, with the first report due no later than 2024.<br><br><br><br><br>"}