{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Canada", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Industry", "Health", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Pan-Canadian Framework on Clean Growth and Climate Change", "document_country_code": "CAN", "document_hazard_name": ["Permafrost Thawing", "Increases In Heat Waves", "Thawing Permafrost", "Coastal Erosion", "Heat Waves And Heat Stress", "Wildfires", "Droughts", "Flooding", "Drought"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "North America", "document_date": "12/09/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/CAN/2016/CAN-2016-09-12-Pan-Canadian Framework on Clean Growth and Climate Change_0761e849f8576e118d15da106b20685f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "PAN‑CANADIAN FRAMEWORK"}, {"text_block_id": "p0_b2", "text": "on Clean Growth and Climate Change"}, {"text_block_id": "p0_b3", "text": "Canada's Plan to Address Climate"}, {"text_block_id": "p0_b4", "text": "Change and Grow the Economy"}, {"text_block_id": "p1_b5", "text": "PDF version"}, {"text_block_id": "p1_b6", "text": "Cat. No.: En4-294/2016E-PDF ISBN: 978-0-660-07023-0"}, {"text_block_id": "p1_b7", "text": "Photos: © Thinkstock, 2016"}, {"text_block_id": "p1_b8", "text": "Aussi disponible en français"}, {"text_block_id": "p2_b9", "text": "PAN‑CANADIAN FRAMEWORK"}, {"text_block_id": "p2_b10", "text": "on Clean Growth and Climate Change"}, {"text_block_id": "p2_b11", "text": "Canada's Plan to Address Climate"}, {"text_block_id": "p2_b12", "text": "Change and Grow the Economy"}, {"text_block_id": "p4_b13", "text": "FOREWORD"}, {"text_block_id": "p4_b14", "text": "The Pan-Canadian Framework on Clean Growth and Climate Change presented here is our collective plan to grow our economy while reducing emissions and building resilience to adapt to a changing climate. It will help us transition to a strong, diverse and competitive economy; foster job creation, with new technologies and exports; and provide a healthy environment for our children and grandchildren."}, {"text_block_id": "p4_b15", "text": "The Pan-Canadian Framework is both a commitment to the world that Canada will do its part on climate change, and a plan to meet the needs of Canadians. We have built on the momentum of the Paris Agreement by developing a concrete plan which, when implemented, will allow us to achieve Canada's international commitments."}, {"text_block_id": "p4_b16", "text": "When First Ministers met last March in Vancouver, they agreed to take ambitious action in support of meeting or exceeding Canada's 2030 target of a 30 percent reduction below 2005 levels of greenhouse gas (GHG) emissions. First Ministers issued the Vancouver Declaration on Clean Growth and Climate Change and agreed that a collaborative approach between provincial, territorial, and federal governments is important to reduce GHG emissions and to enable sustainable economic growth."}, {"text_block_id": "p4_b17", "text": "The Pan-Canadian Framework builds on the leadership shown and actions taken individually and collectively by the provinces and territories, including through the Declaration of the Premiers adopted at the Quebec Summit on Climate Change in 2015. To note, the province of Saskatchewan has decided not to adopt the Pan-Canadian Framework at this time. The federal government has committed to ensuring that the provinces and territories have the flexibility to design their own policies and programs to meet emission-reductions targets, supported by federal investments in infrastructure, specific emission-reduction opportunities and clean technologies. This flexibility enables governments to move forward and to collaborate on shared priorities while respecting each jurisdiction's needs and plans, including the need to ensure the continued competitiveness and viability of businesses."}, {"text_block_id": "p4_b18", "text": "In the Paris Agreement, Parties agreed that they should, when taking action to address climate change, recognize and respect the rights of Indigenous Peoples. As we implement this Framework, we will move forward respecting the rights of Indigenous Peoples, with robust, meaningful engagement drawing on their Traditional Knowledge. We will take into account the unique circumstances and opportunities of Indigenous Peoples and northern, remote, and vulnerable communities. We acknowledge and thank Indigenous Peoples across Canada for their climate leadership long before the Paris Agreement and for being active drivers of positive change."}, {"text_block_id": "p4_b19", "text": "Pricing carbon pollution is central to this Framework. Carbon pricing will encourage innovation because businesses and households will seek out new ways to increase efficiencies and to pollute less. We will complement carbon pricing with actions to build the foundation of our low-carbon and resilient economy."}, {"text_block_id": "p4_b20", "text": "As Canada transitions to a low-carbon future, energy will play an integral role in meeting our collective commitment, given that energy production and use account for over 80 percent of Canada's GHG emissions. This means using clean energy to power our homes, workplaces, vehicles, and industries, and using energy more efficiently. It means convenient transportation systems that run on cleaner fuels, that move more people by public transit and zero-emission vehicles, and that have streamlined trade corridors. It means healthier and more comfortable homes that can generate"}, {"text_block_id": "p5_b21", "text": "as much power as they use. It means more resilient infrastructure and ecosystems that can better withstand climatic changes. It means land use and conservation measures that sequester carbon and foster adaptation to climate change. It means new jobs for Canadians across the country and opportunities for growth. It means leveraging technology and innovation to seize export and trade opportunities for Canada, which will allow us to become a leader in the global clean growth economy and will also help bring down the cost of low-emission technologies. It means healthier communities with cleaner air and healthy and diverse ecosystems across the country."}, {"text_block_id": "p5_b22", "text": "We will maintain a sustained focus on implementation of the Pan-Canadian Framework, consistent with the commitment under the Paris Agreement, to increase the level of ambition over time."}, {"text_block_id": "p5_b23", "text": "The Pan-Canadian Framework is a historic step in the transition to a clean growth and resilient economy. It is informed by what we have heard from Canadians. We will continue to grow our economy and create good jobs as we take ambitious action on climate change. We will work to ensure that the Pan-Canadian Framework opens new opportunities for Canadian businesses to not only maintain but also enhance their competitiveness. We will continue to engage Canadians to strengthen and deepen our action on clean growth and climate change. And we are committed to transparently assessing and reporting to Canadians on our progress."}, {"text_block_id": "p5_b24", "text": "Together, we have developed a Pan‑Canadian Framework on Clean Growth and Climate Change. This is Canada's plan to address climate change and grow the clean economy."}, {"text_block_id": "p6_b25", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p8_b26", "text": "INTRODUCTION"}, {"text_block_id": "p8_b27", "text": "In Canada and abroad, the impacts of climate change are becoming evident. Impacts such as coastal erosion; thawing permafrost; increases in heat waves, droughts and flooding; and risks to critical infrastructure and food security are already being felt in Canada. The science is clear that human activities are driving unprecedented changes in the Earth's climate, which pose significant risks to human health, security, and economic growth."}, {"text_block_id": "p8_b28", "text": "Taking strong action to address climate change is critical and urgent. The cost of inaction is greater than the cost of action: climate change could cost Canada $21-$43 billion per year by 2050, according to 2011 estimates from the National Round Table on the Environment and the Economy. Businesses and markets are increasingly considering climate risks. In recent years, severe weather events have cost Canadians billions of dollars, including in insured losses. Indigenous Peoples, northern and coastal regions and communities in Canada are particularly vulnerable and disproportionately affected. Geographic location, socio-economic challenges, and for Indigenous Peoples, the reliance on wild food sources, often converge with climate change to put pressure on these communities. Much has been done to begin addressing these challenges, including by Indigenous Peoples."}, {"text_block_id": "p8_b29", "text": "Acting on climate change will reduce risks and create new economic opportunities and good jobs for Canadians. There is already a global market for low-carbon goods and services worth over $5.8 trillion, which is projected to keep growing at a rate of 3 percent per year. Clean growth opportunities will benefit all sectors and regions. Canada will remain globally competitive through innovation, including through the development and promotion of innovative technologies with the potential to address climate change globally. This includes clean technology to enable the sustainable development of Canada's energy and resource sectors, including getting these resources to market, as Canada transitions to a low-carbon economy. Innovation can help further reduce emissions and the cost of taking action at home. Canadian technologies and solutions can also be exported abroad and deployed around the world, creating new markets and partners for Canadian businesses and supporting global action to reduce emissions."}, {"text_block_id": "p8_b30", "text": "The federal government will continue to work in close collaboration with other countries on climate solutions, including with partners across North America. A number of provinces and territories have already joined or are exploring entry into regional and international efforts to reduce GHG emissions."}, {"text_block_id": "p9_b31", "text": "Canadian municipalities will also continue to be important partners in developing and implementing climate solutions locally, as well as through international collaboration with other municipalities around the world."}, {"text_block_id": "p9_b32", "text": "The international community has agreed that tackling climate change is an urgent priority and also an historic opportunity to shift towards a global low-carbon economy. The adoption of the Paris Agreement in December 2015 was the culmination of years of negotiations under the United Nations Framework Convention on Climate Change. The Paris Agreement is a commitment to accelerate and intensify the actions and investments needed for a sustainable low-carbon future, to limit global average temperature rise to well below 2 °C above pre-industrial levels, and to pursue efforts to limit the increase to 1.5 °C. This will require taking action on long-lived GHGs such as carbon dioxide and short-lived climate pollutants such as methane, hydrofluorocarbons and black carbon."}, {"text_block_id": "p9_b33", "text": "As a first step towards implementing the commitments Canada made under the Paris Agreement, First Ministers released the Vancouver Declaration on Clean Growth and Climate Change on March 3, 2016."}, {"text_block_id": "p9_b34", "text": "1.1 How we developed the Framework"}, {"text_block_id": "p9_b35", "text": "The development of the Pan-Canadian Framework was informed by input from Canadians across the country, who made it clear that they want to be part of the solution to climate change. Under the Vancouver Declaration, First Ministers asked four federal-provincial-territorial working groups to work with Indigenous Peoples; to consult with the public, businesses and civil society; and to present options to act on climate change and enable clean growth. The working groups heard solutions directly from Canadians, through an interactive website, in-person engagement sessions, and independent town halls."}, {"text_block_id": "p9_b36", "text": "Representatives of Indigenous Peoples contributed their knowledge and expectations for meaningful engagement in climate action and provided"}, {"text_block_id": "p9_b37", "text": "important considerations and recommendations either directly to working groups or to ministers, which helped shape this framework."}, {"text_block_id": "p9_b38", "text": "Ministers also reached out to Canadians, businesses, non-governmental organizations, and Indigenous Peoples to hear their priorities. In addition, ministerial tables were convened to provide their advice, including the Canadian Council of Ministers of the Environment, Ministers of Innovation, Ministers of Energy, and Ministers of Finance."}, {"text_block_id": "p9_b39", "text": "1.2 Pillars of the Framework"}, {"text_block_id": "p9_b40", "text": "The Pan-Canadian Framework has four main pillars: pricing carbon pollution; complementary measures to further reduce emissions across the economy; measures to adapt to the impacts of climate change and build resilience; and actions to accelerate innovation, support clean technology, and create jobs. Together, these interrelated pillars form a comprehensive plan."}, {"text_block_id": "p9_b41", "text": "Pricing carbon pollution"}, {"text_block_id": "p9_b42", "text": "is an efficient way to reduce emissions, drive innovation, and encourage people and businesses to pollute less. However, relying on a carbon price alone to achieve Canada's international target would require a very high price."}, {"text_block_id": "p9_b43", "text": "Complementary climate actions"}, {"text_block_id": "p9_b44", "text": "can reduce emissions by addressing market barriers where pricing alone is insufficient or not timely enough to reduce emissions in the pre-2030 timeframe. For instance, tightening energy efficiency standards and codes for"}, {"text_block_id": "p10_b45", "text": "vehicles and buildings are common sense actions that reduce emissions, while also helping consumers save money by using less energy."}, {"text_block_id": "p10_b46", "text": "Canada is experiencing the impacts of climate change, so there is also a need to"}, {"text_block_id": "p10_b47", "text": "adapt and build resilience"}, {"text_block_id": "p10_b48", "text": ". This means making sure that our infrastructure and communities are adequately prepared for climate risks like floods, wildfires, droughts, and extreme weather events, including in particularly vulnerable regions like Indigenous, northern, coastal, and remote communities. This also means adapting to the impacts of changes in temperature, including thawing permafrost."}, {"text_block_id": "p10_b49", "text": "A low-carbon economy can and will be a strong and thriving economy. Taking action now, to position Canada as a global leader on clean technology innovation, will help ensure that Canada remains internationally competitive and will lead to the creation of new good jobs across the country. Investing in"}, {"text_block_id": "p10_b50", "text": "clean technology, innovation, and jobs"}, {"text_block_id": "p10_b51", "text": "will bring new and in-demand Canadian technologies to expanding global markets. These investments will help improve the efficiency and cost-effectiveness of mitigation and adaptation measures and will equip Canada's workforce with"}, {"text_block_id": "p10_b52", "text": "the knowledge and skills to succeed."}, {"text_block_id": "p10_b53", "text": "In implementing the Pan-Canadian Framework on Clean Growth and Climate Change, federal, provincial and territorial governments will review progress annually to assess the effectiveness of our collective actions and ensure continual improvement. First Ministers commit to"}, {"text_block_id": "p10_b54", "text": "report regularly and transparently"}, {"text_block_id": "p10_b55", "text": "to Canadians on progress towards GHG-reduction targets, on building climate resilience, and on growing a clean economy."}, {"text_block_id": "p10_b56_merged_merged_merged_merged", "text": "Our governments will continue to recognize, respect and safeguard the rights of Indigenous Peoples as we take actions under these pillars."}, {"text_block_id": "p10_b59", "text": "1.3 Elements of collaboration"}, {"text_block_id": "p10_b60", "text": "The Pan-Canadian Framework reaffirms the principles outlined in the Vancouver Declaration, including"}, {"text_block_id": "p10_b61", "text": "The Pan-Canadian Framework reaffirms the principles outlined in the Vancouver Declaration, including\n* recognizing the diversity of provincial and\n* recognizing the diversity of provincial and\n competitiveness and a business environment\n* recognizing that growing our economy and\n* recognizing that a collaborative approach between\n* recognizing that provinces and territories have\n* recognizing that the federal government has\n* recognizing the commitment of the federal\n* strengthening the collaboration between our\n* recognizing the importance of Traditional"}, {"text_block_id": "p11_b78", "text": "The Pan-Canadian Framework reaffirms the principles outlined in the Vancouver Declaration, including\n* recognizing the diversity of provincial and\n* recognizing the diversity of provincial and\n competitiveness and a business environment\n* recognizing that growing our economy and\n* recognizing that a collaborative approach between\n* recognizing that provinces and territories have\n* recognizing that the federal government has\n* recognizing the commitment of the federal\n* strengthening the collaboration between our\n* recognizing the importance of Traditional\n* recognizing that comprehensive adaptation\n* implementing a collaborative, science-based"}, {"text_block_id": "p11_b82", "text": "Governments recognize the unique circumstances of the North, including disproportionate impacts from climate change and the associated challenges with food security, emerging economies and the high costs of living and of energy."}, {"text_block_id": "p11_b83", "text": "Federal, provincial, and territorial governments will work collaboratively to grow the economy, create good-paying and long-term jobs, and reduce GHG emissions in support of meeting or exceeding Canada's 2030 target. These actions will be supported by strong, complementary adaptation policies to build climate resilience. Indigenous Peoples will be important partners in developing real and meaningful outcomes that position them as drivers of climate action in the implementation of the Pan-Canadian Framework. All governments across Canada are committed to ambitious and sustained action on climate change, building on current actions and future opportunities."}, {"text_block_id": "p12_b84", "text": "1.4 Emissions trajectory to 2030"}, {"text_block_id": "p12_b85", "text": "The graph below highlights that total Canadian GHG emissions are projected to be 742 megatonnes (Mt) in 2030 under the December 2016 emissions projections (Environment and Climate Change Canada)"}, {"text_block_id": "p12_b86", "text": ". Canada's target is 523 Mt."}, {"text_block_id": "p12_b87", "text": "Projections from the December 2016 emissions projections include revised forecasts for GDP and oil and gas prices and production"}, {"text_block_id": "p12_b88", "text": "2"}, {"text_block_id": "p12_b89", "text": ". Also incorporated are new federal, provincial, and territorial government measures that have legislative or"}, {"text_block_id": "p12_b90_merged_merged_merged", "text": "funding certainty as of November 1st, 2016 and were not included in the 2015 emissions projections. These include: federal measures for increasing energy efficiency of equipment in buildings; Ontario's commitment to join the Western Climate Initiative cap-and-trade system; Alberta's coal phase-out, carbon levy, and oil sands emissions cap;  Quebec's regulations for new high-rise buildings; and, British Columbia's low carbon fuel standard."}, {"text_block_id": "p12_b93", "text": "Figure 1: Emissions Projections to 2030"}, {"text_block_id": "p12_b94", "text": "2"}, {"text_block_id": "p14_b95", "text": "PRICING CARBON POLLUTION"}, {"text_block_id": "p14_b96", "text": "Overview"}, {"text_block_id": "p14_b97", "text": "Carbon pricing is broadly recognized as one of the most effective, transparent, and efficient policy approaches to reduce GHG emissions. Many Canadian provinces are already leading the way on pricing carbon pollution. British Columbia has a carbon tax, Alberta has a hybrid system that combines a carbon levy with a performance-based system for large industrial emitters, and Quebec and Ontario have cap-and-trade systems. With existing and planned provincial action, broad-based carbon pricing will apply in provinces with nearly 85 per cent of Canada's economy and population by 2017, covering a large part of our emissions."}, {"text_block_id": "p14_b98", "text": "The federal government outlined a benchmark for pricing carbon pollution by 2018 (see Annex I). The goal of this benchmark is to ensure that carbon pricing applies to a broad set of emission sources throughout Canada and with increasing stringency over time either through a rising price or declining caps. The benchmark outlines that jurisdictions can implement (i) an explicit price-based system (a carbon tax or a carbon levy and performance-based emissions system) or (ii) a cap-and-trade system. Some existing provincial systems already exceeded the benchmark. As affirmed in the Vancouver Declaration, provinces and territories continue to"}, {"text_block_id": "p14_b99", "text": "have the flexibility to design their own policies to meet emissions-reduction targets, including carbon pricing, adapted to each province and territory's specific circumstances."}, {"text_block_id": "p14_b100_merged", "text": "The following principles guide the pan-Canadian approach to pricing carbon pollution, and they are broadly based on those proposed by the Working Group on Carbon Pricing Mechanisms:"}, {"text_block_id": "p14_b103", "text": "The following principles guide the pan-Canadian approach to pricing carbon pollution, and they are broadly based on those proposed by the Working Group on Carbon Pricing Mechanisms:\n* Carbon pricing should be a central component\n<\\li1>"}, {"text_block_id": "p15_b105", "text": "The following principles guide the pan-Canadian approach to pricing carbon pollution, and they are broadly based on those proposed by the Working Group on Carbon Pricing Mechanisms:\n* Carbon pricing should be a central component\n<\\li1>\n* The approach should be flexible and recognize\n* Carbon pricing should be applied to a broad\n* Carbon pricing policies should be introduced\n* Carbon price increases should occur in\n* Reporting on carbon pricing policies should be\n* Carbon pricing policies should minimize\n* Carbon pricing policies should include revenue"}, {"text_block_id": "p15_b119", "text": "NEW ACTIONS"}, {"text_block_id": "p15_b120", "text": "NEW ACTIONS\n* Provincial and territorial actions on pricing\n* The federal government will work with the\n* The overall approach will be reviewed"}, {"text_block_id": "p16_b126", "text": "COMPLEMENTARY ACTIONS TO REDUCE EMISSIONS"}, {"text_block_id": "p16_b127", "text": "Overview"}, {"text_block_id": "p16_b128", "text": "To reduce emissions, meaningful action will need to be taken across all regions and sectors of the economy. Many of the things that Canadians do every day—like driving cars and heating homes— produce GHG emissions. Many activities that drive economic growth in the country, like extracting natural resources, industrial and manufacturing activities, and transporting goods to customers, also"}, {"text_block_id": "p16_b129", "text": "produce emissions. The policies that help drive down emissions can also help the economy to keep growing by cutting costs for Canadians, creating new markets for low-emission goods and services, and helping businesses use cleaner and more efficient technologies that give them a leg up on international competitors."}, {"text_block_id": "p16_b130_merged", "text": "Emissions by sector in 2014 (megatonnes of CO2 eq.)"}, {"text_block_id": "p17_b133", "text": "Federal, provincial, and territorial governments will work together to make sure new actions build on and complement existing plans, policies, programs, and regulations and reflect lessons learned from past experience. New policies will be designed to focus on GHG-emission outcomes and will recognize flexibility for regional differences, including through outcomes-based regulatory equivalency agreements. Indigenous Peoples will be involved in defining and developing policies to support clean energy in their communities."}, {"text_block_id": "p17_b134", "text": "In developing policies, a number of factors will be considered, including:"}, {"text_block_id": "p17_b135", "text": "In developing policies, a number of factors will be considered, including:\n* economic, environmental, and social impacts\n* how individual policies will work with carbon\n* the need to consider and mitigate the impacts\n* co-benefits such as improved health due to\n* opportunities to realize near-term climate\n* benefits for ecosystems and biodiversity."}, {"text_block_id": "p17_b147", "text": "Governments will be supporting the actions outlined in the Pan-Canadian Framework through policies and investments. Federal actions are described in Annex I, and provincial and territorial key actions and collaboration opportunities with the Government of Canada are described in Annex II."}, {"text_block_id": "p18_b148", "text": "3.1 Electricity"}, {"text_block_id": "p18_b149", "text": "Canada already has one of the cleanest electricity systems in the world. About 80 percent of electricity production comes from non-emitting sources, more than any other G7 country. While electricity emissions are going down in large part due to the move away from coal-fired power toward cleaner sources, electricity generation is still Canada's fourth-largest source of GHG emissions."}, {"text_block_id": "p18_b150", "text": "Clean, non-emitting electricity systems will be the cornerstone of a modern, clean growth economy. Transformations to electricity systems will be supported by federal, provincial, and territorial governments, and, undertaken by utilities, private-sector players, and Indigenous Peoples."}, {"text_block_id": "p18_b151", "text": "The approach to electricity will include (1) increasing the amount of electricity generated from renewable and low-emitting sources;"}, {"text_block_id": "p18_b152", "text": "The approach to electricity will include (1) increasing the amount of electricity generated from renewable and low-emitting sources;\n* connecting clean power with places that need it;\n* modernizing electricity systems; and\n* reducing reliance on diesel working with"}, {"text_block_id": "p18_b158", "text": "Provinces and territories have already taken action on moving from traditional coal-fired generation to clean electricity. Ontario and Manitoba have already phased out their use of coal, Alberta has plans in place to phase out coal-fired electricity by 2030, Nova Scotia has created a regulatory framework to transition from coal to clean electricity generation, and Saskatchewan has a coal-fired generating unit with carbon capture technology, which captures 90 percent of emissions. New capacity will come from non-emitting sources—including hydro, wind, and solar—as well as natural gas. Energy efficiency and conservation will make added contributions to clean electricity systems."}, {"text_block_id": "p19_b159", "text": "Connecting clean power across Canada through stronger transmission-line interconnections will help reduce emissions and support the move away from coal. Many provinces already trade electricity across their borders, and there is potential to increase these flows, consistent with market rules and fair competition among electricity producers."}, {"text_block_id": "p19_b160", "text": "Modernizing electricity systems will involve expanding energy storage, updating infrastructure, and deploying smart-grid technologies to improve the reliability and stability of electric grids and to allow more renewable power to be added. As a leader in the development and deployment of innovative energy-storage solutions and smart-grid technology, Canadian clean technology producers stand to benefit from increased investments in our electricity systems."}, {"text_block_id": "p19_b161", "text": "Many Indigenous Peoples, as well as northern and remote communities in Canada rely on diesel fuel to produce electricity and heat. Opportunities exist for clean electricity infrastructure, distributed energy systems, renewable energy microgrids, as well as grid connections and hybrid systems, which will enhance wellbeing, create local economic opportunities, and contribute to better air quality and a cleaner environment overall. Investing in clean energy solutions will advance the priorities of Indigenous Peoples, as well as northern and remote communities to transition away from diesel."}, {"text_block_id": "p20_b162", "text": "Taking these actions will have a number of benefits beyond reducing GHG emissions. Phasing out coal and reducing the use of diesel will reduce harmful air pollutants, which have significant implications for human health and associated health-care costs. Designing and building clean-power technologies and transmission lines represents major economic opportunities for Canada. Increasing the amount of clean and renewable electricity sold to the United States could also bring new revenue to utilities and provinces, respecting open-access rules under the authority of the U.S. Federal Energy Regulatory Commission."}, {"text_block_id": "p20_b163", "text": "NEW ACTIONS"}, {"text_block_id": "p20_b164", "text": "1. Increasing renewable and non‑emitting energy sources"}, {"text_block_id": "p20_b165", "text": "Federal, provincial, and territorial governments will work together to accelerate the phase out of traditional coal units across Canada, by 2030, as recently announced by the federal government (see Annex I) and to build on provincial and territorial leadership."}, {"text_block_id": "p20_b166", "text": "The federal government has announced it will set performance standards for natural gas-fired electricity generation, in consultation with provinces, territories, and stakeholders (see Annex I)."}, {"text_block_id": "p20_b167", "text": "Federal, provincial, and territorial governments will work together to facilitate, invest in, and increase the use of clean electricity across Canada, including through additional investments in research, development, and demonstration activities."}, {"text_block_id": "p21_b168", "text": "2. Connecting clean power with places that need it"}, {"text_block_id": "p21_b169", "text": "Federal, provincial, and territorial governments will work together to help build new and enhanced transmission lines between and within provinces and territories."}, {"text_block_id": "p21_b170", "text": "3. Modernizing electricity systems"}, {"text_block_id": "p21_b171", "text": "Federal, provincial, and territorial governments will work together to support the demonstration and deployment of smart-grid technologies that help electric systems make better use of renewable energy, facilitate the integration of energy storage for renewables, and help expand renewable power capacity."}, {"text_block_id": "p21_b172", "text": "4. Reducing reliance on diesel working with Indigenous Peoples and northern and remote communities"}, {"text_block_id": "p21_b173", "text": "Governments are committed to accelerating and intensifying efforts to improve the energy efficiency of diesel generating units, demonstrate and install hybrid or renewable energy systems, and connect communities to electricity grids. This will be done in partnership with Indigenous Peoples and businesses. These actions will have significant benefits for communities, such as improving air quality and energy security, and creating the potential for locally owned and sourced power generation."}, {"text_block_id": "p22_b174", "text": "3.2 Built environment"}, {"text_block_id": "p22_b175", "text": "In Canada, using energy to heat and cool buildings accounted for about 12 percent of national GHG emissions in 2014 or 17 percent if emissions from generating the electricity used in buildings is also included. The emissions in this sector—created by burning fossil fuels and leaks in air conditioning systems—are projected to grow modestly by 2030 unless further action is taken."}, {"text_block_id": "p22_b176", "text": "In a low-carbon, clean growth economy, buildings and communities will be highly energy efficient, rely on clean electricity and renewable energy, and be smart and sustainable. Making the built environment more energy efficient reduces GHGs, helps make homes and buildings more comfortable and more affordable by lowering energy bills, and can promote innovation and clean job opportunities. Most building owners and architects estimate that retrofitting commercial and institutional buildings pays off in less than ten years, according to data from the Canada Green Building Council. Residential energy efficiency improvements helped Canadians save $12 billion in energy costs in 2013, an average savings of $869 per household."}, {"text_block_id": "p22_b177", "text": "The approach to the built environment will include (1) making new buildings more energy efficient; (2) retrofitting existing buildings, as well as fuel switching; (3) improving energy efficiency for appliances and equipment; and (4) supporting building codes and energy efficient housing in Indigenous communities."}, {"text_block_id": "p22_b178", "text": "Advances in clean technologies and building practices can make new buildings “net-zero energy”, meaning they require so little energy they could potentially rely on their own renewable energy supplies for all of their energy needs. Through research and"}, {"text_block_id": "p22_b179", "text": "development, technology costs continue to fall, and government and industry efforts and investments will accelerate that trend. These advances, supported by a model “net-zero energy ready” building code, will enable all builders to adopt these practices and lower lifecycle costs for homeowners."}, {"text_block_id": "p23_b180", "text": "At the same time, action is needed on existing buildings, since more than 75 percent of the building stock in 2030 will be composed of buildings already standing today. This can be supported by innovative policies like labelling a building's energy performance, establishing retrofit codes, and offering low-cost financing for retrofits."}, {"text_block_id": "p23_b181", "text": "Housing for Indigenous communities is particularly pressing. New housing will be built to high-efficiency standards and existing housing will be retrofitted. Indigenous Peoples have also identified the need to incorporate Traditional Knowledge and culture into building designs. Governments will partner with Indigenous Peoples in the design of relevant policies and programs."}, {"text_block_id": "p23_b182", "text": "Energy efficiency standards for equipment and appliances save consumers and businesses money on energy bills. An early market signal by the government, in the form of an intention to introduce standards by a specific year, can motivate the market to accelerate the uptake of the targeted technologies. Regulations can be supported by actions to educate consumers, to demonstrate benefits, and to overcome market barriers."}, {"text_block_id": "p23_b183", "text": "Construction in Canada is a $171 billion industry, and it employs well over a million people. New building codes will spur innovation and support Canadian businesses in developing more efficient building techniques and technologies. Investments in retrofits to improve energy efficiency have been shown to be strong job creators, providing direct local benefits, creating local jobs, and reducing energy bills."}, {"text_block_id": "p24_b184", "text": "NEW ACTIONS"}, {"text_block_id": "p24_b185", "text": "1. Making new buildings more energy efficient"}, {"text_block_id": "p24_b186", "text": "Federal, provincial, and territorial governments will work to develop and adopt increasingly stringent model building codes, starting in 2020, with the goal that provinces and territories adopt a “net-zero energy ready” model building code by 2030. These building codes will take regional differences into account. Continued federal investment in research, development, and demonstration, and cooperation with industry will help to reduce technology costs over time."}, {"text_block_id": "p24_b187", "text": "2. Retrofitting existing buildings"}, {"text_block_id": "p24_b188", "text": "Federal, provincial, and territorial governments will work to develop a model code for existing buildings by 2022, with the goal that provinces and territories adopt the code. This code will help guide energy efficiency improvements that can be made when renovating buildings."}, {"text_block_id": "p24_b189", "text": "Federal, provincial, and territorial governments will work together with the aim of requiring labelling of building energy use by as early as 2019. Labelling will provide consumers and businesses with transparent information on energy performance."}, {"text_block_id": "p24_b190", "text": "Provincial and territorial governments will work to sustain and, where possible, expand efforts to retrofit existing buildings by supporting energy efficiency improvements as well as fuel switching, where appropriate, and by accelerating the adoption of high-efficiency equipment while tailoring their programs to regional circumstances. The federal government could support efforts of provinces and territories through the Low Carbon Economy Fund and infrastructure initiatives."}, {"text_block_id": "p24_b191", "text": "3. Improving energy efficiency for appliances and equipment"}, {"text_block_id": "p24_b192", "text": "The federal government will set new standards for heating equipment and other key technologies to the highest level of efficiency that is economically and technically achievable."}, {"text_block_id": "p24_b193", "text": "4. Supporting building codes and energy efficient housing in Indigenous communities"}, {"text_block_id": "p24_b194", "text": "Governments will collaborate with Indigenous Peoples as they move towards more efficient building standards and incorporate energy efficiency into their building-renovation programs."}, {"text_block_id": "p25_b195", "text": "3.3 Transportation"}, {"text_block_id": "p25_b196", "text": "The transportation sector accounted for about 23 percent of Canada's emissions in 2014, mostly from passenger vehicles and freight trucks. Transportation emissions are projected to decline slightly by 2030 if no further action is taken. Governments are already working to make all modes of transportation more efficient and convenient, but more action is needed."}, {"text_block_id": "p25_b197", "text": "Low-carbon transportation systems will use cleaner fuels, will have more zero-emission vehicles on the road, will provide convenient and affordable public transit, and will transport people and goods more efficiently."}, {"text_block_id": "p25_b198", "text": "The approach to transportation will include (1) setting and updating vehicle emissions standards and improving the efficiency of vehicles and transportation systems; (2) expanding the number of zero-emission vehicles on Canadian roads; (3) supporting the shift from higher to lower-emitting types of transportation, including through investing in infrastructure; and (4) using cleaner fuels."}, {"text_block_id": "p25_b199", "text": "Emissions standards for cars and trucks ensure new engines are more fuel efficient. Retrofitting freight trucks to reduce wind resistance can also cut emissions. And streamlining how goods are transported can improve the overall efficiency of transportation systems."}, {"text_block_id": "p25_b200", "text": "Zero-emission vehicle technologies include plug-in hybrids, electric vehicles, and hydrogen fuel-cell vehicles. Many of these are becoming increasingly affordable and viable, and governments can help accelerate these trends, including by investing in charging and fueling infrastructure."}, {"text_block_id": "p25_b201", "text": "Shifting from higher- to lower-emitting modes of transportation includes things like riding public transit or cycling instead of driving a car, and transporting goods by rail instead of trucks. Improving public transit infrastructure and optimizing freight corridors can help drive these shifts."}, {"text_block_id": "p26_b202", "text": "Using cleaner fuels such as advanced biofuels can reduce the lifecycle carbon intensities of all fuels across transportation systems, as well as in other sectors like industry and buildings."}, {"text_block_id": "p26_b203", "text": "Taking these actions will have additional environmental and economic benefits beyond reducing GHG emissions. Efficiency improvements can help Canadians and businesses save money by spending less on fuel and reducing the costs of transporting goods. New, cleaner fuels can create opportunities for resource sectors. Businesses that develop new fuel and vehicle technologies will create jobs, help the economy grow, and give those businesses a competitive edge."}, {"text_block_id": "p26_b204", "text": "NEW ACTIONS"}, {"text_block_id": "p26_b205", "text": "1. Setting emissions standards and improving efficiency"}, {"text_block_id": "p26_b206", "text": "The federal government will continue its work to implement increasingly stringent standards for emissions from light-duty vehicles, including fuel-efficient tire standards, and to update emissions standards for heavy-duty vehicles."}, {"text_block_id": "p26_b207", "text": "The federal government will work with provinces, territories, and industry to develop new requirements for heavy-duty trucks to install fuel-saving devices like aerodynamic add-ons."}, {"text_block_id": "p26_b208", "text": "The federal government will take a number of actions to improve efficiency and support fuel switching in the rail, aviation, marine, and off-road sectors."}, {"text_block_id": "p26_b209", "text": "2. Putting more zero‑emission vehicles on the road"}, {"text_block_id": "p26_b210", "text": "Federal, provincial, and territorial governments will work with industry and other stakeholders to develop a Canada-wide strategy for zero-emission vehicles by 2018."}, {"text_block_id": "p26_b211", "text": "Federal, provincial, and territorial governments will work together, including with private-sector partners, to accelerate demonstration and deployment of infrastructure to support zero-emission vehicles, such as electric-charging stations."}, {"text_block_id": "p26_b212", "text": "3. Shifting from higher‑ to lower‑emitting modes and investing in infrastructure"}, {"text_block_id": "p26_b213", "text": "Federal, provincial, and territorial governments will work together to enhance investments in public-transit upgrades and expansions."}, {"text_block_id": "p26_b214", "text": "Federal, provincial, and territorial governments will invest in building more efficient trade and transportation corridors including investments in transportation hubs and ports."}, {"text_block_id": "p26_b215", "text": "Federal, provincial, and territorial governments will consider opportunities with the private sector to support refueling stations for alternative fuels for light- and heavy-duty vehicles, including natural gas, electricity, and hydrogen."}, {"text_block_id": "p26_b216", "text": "4. Using cleaner fuels"}, {"text_block_id": "p26_b217", "text": "The federal government, working with provincial and territorial governments, industry, and other stakeholders, will develop a clean fuel standard to reduce emissions from fuels used in transportation, buildings and industry."}, {"text_block_id": "p26_b218", "text": "This will take into account the unique circumstances of Indigenous Peoples and northern and remote communities."}, {"text_block_id": "p27_b219", "text": "3.4 Industry"}, {"text_block_id": "p27_b220", "text": "Canada's industries are the backbone of the economy, but they are also a major source of GHG emissions. In 2014, industrial sectors accounted for about 37 percent of Canada's emissions, the majority of which came from the oil and gas sector. Industrial emissions are projected to grow between now and 2030 as demand grows for Canadian-produced goods, at home and abroad."}, {"text_block_id": "p27_b221", "text": "A low-carbon industrial sector will rely heavily on clean electricity and lower-carbon fuels, will make more efficient use of energy, and will seize opportunities unlocked by innovative technologies. The province of Alberta has legislated an absolute cap of 100 Mt a year on emissions from the oil sands sector. There are a number of near-term opportunities to reduce industrial emissions while maintaining the competitive position of Canadian firms."}, {"text_block_id": "p27_b222", "text": "The approach to the industrial sector will include three main areas of action: (1) regulations to reduce methane and hydrofluorocarbon (HFC) emissions; (2) improving industrial energy efficiency; and (3) investing in new technologies to reduce emissions. Together, these actions will help set the path for long-term clean growth and the transition to a low-carbon economy."}, {"text_block_id": "p27_b223_merged", "text": "Methane and HFCs are potent GHGs, dozens to thousands of times more powerful than carbon dioxide. The oil and gas sector is the largest contributor to methane emissions in Canada. Building on provincial actions and targets, the federal government has committed to reduce methane emissions by 40-45 percent by 2025. Canada joined almost 200 other countries in signing the Kigali Amendment to the Montreal Protocol, which will push the global phase out of HFC"}, {"text_block_id": "p27_b226", "text": "emissions. Taking action on HFCs can prevent up to 0.5 °C of global warming due to the potency of these gases, while continuing to protect the ozone layer."}, {"text_block_id": "p27_b227", "text": "There is significant potential to improve energy efficiency in Canada's industrial sectors. Energy management systems such as ISO 50001, the Superior Energy Performance program (SEP), and the ENERGY STAR for Industry program are useful tools that help businesses track, analyze, and improve their energy efficiency."}, {"text_block_id": "p27_b228", "text": "Using today's low-emission technologies and switching to clean electricity and lower-carbon fuels are near-term actions industry can take to reduce emissions. Over the longer-term, more dramatic emission reductions will be possible by using new technologies to transform how some industries operate. Investing in promising new technologies is an important area for action. Innovation will help Canadian businesses access global markets and attract foreign investment."}, {"text_block_id": "p28_b229", "text": "Taking these actions will benefit businesses. Strengthening energy performance is one of the most cost-effective ways for industry to reduce energy use, it generally has quick payback periods, and it will continually generate financial savings. Measures that help cut costs or develop new technologies can improve competitiveness and create jobs and export opportunities for the clean technology sector."}, {"text_block_id": "p28_b230", "text": "NEW ACTIONS"}, {"text_block_id": "p28_b231", "text": "1. Reducing methane and HFC emissions"}, {"text_block_id": "p28_b232", "text": "The federal government will work with provinces and territories to achieve the objective of reducing methane emissions from the oil and gas sector, including offshore activities, by 40-45 percent by 2025, including through equivalency agreements."}, {"text_block_id": "p28_b233", "text": "The federal government has introduced proposed regulations to phase down use of HFCs to support Canada's commitment to the Montreal Protocol amendment."}, {"text_block_id": "p28_b234", "text": "2. Improving industrial energy efficiency"}, {"text_block_id": "p28_b235", "text": "Federal, provincial, and territorial governments will work together to help industries save energy and money, including by supporting them in adopting energy management systems."}, {"text_block_id": "p28_b236", "text": "3. Investing in technology"}, {"text_block_id": "p28_b237", "text": "Federal, provincial, and territorial governments working with industry will continue to invest in research and development and to promote deployment of new technologies that help reduce emissions."}, {"text_block_id": "p28_b238", "text": "Federal, provincial, and territorial governments will also work with industry to identify demonstration projects for promising pre-commercial clean energy technologies required to reduce emissions from energy production and use in the Canadian economy, including in the oil and gas sector."}, {"text_block_id": "p29_b239", "text": "3.5 Forestry, agriculture, and waste"}, {"text_block_id": "p29_b240", "text": "Emissions from agriculture (livestock and crop production) and extraction of forestry resources accounted for about 10 percent of Canada's emissions in 2014, and they are not projected to significantly change by 2030. Municipal waste accounts for a small portion (about 3 percent) of Canada's total GHGs, and these emissions are projected to decline, largely due to increases in landfill gas capture."}, {"text_block_id": "p29_b241", "text": "Agricultural soils and forests also absorb and store carbon. The emissions or removals from carbon sinks can fluctuate with natural disturbances (e.g. forest fires), but there are still a number of actions that can increase carbon storage and reduce emissions."}, {"text_block_id": "p29_b242", "text": "Forests, wetlands, and agricultural lands across Canada will play an important natural role in a low-carbon economy by absorbing and storing atmospheric carbon. Actions taken by jurisdictions and woodlot owners to accelerate reforestation, to continuously improve sustainable management practices, and to plant new forests where they do not currently exist will enhance stored carbon. Clean technology, such as lower-carbon bioenergy, and bioproducts that use feedstock from agriculture and forestry waste and dedicated crops to replace higher-carbon fuels can also reduce emissions. Continued innovation and clean technology in agriculture will build on past GHG reduction successes of decreasing emissions per unit of production. The municipal waste sector will also be a key source of cleaner fuels such as renewable natural gas from landfills."}, {"text_block_id": "p29_b243", "text": "The approach to these sectors will include (1) enhancing carbon storage in forests and agricultural lands; (2) supporting the increased use of wood for construction; (3) generating fuel from bioenergy and bioproducts; and, (4) advancing innovation."}, {"text_block_id": "p29_b244", "text": "Forests, wetlands, and agricultural lands can be enhanced as “carbon sinks” through actions such as planting more trees, improving forest carbon management practices, minimizing losses from fires and invasive species, restoring forests that have been affected by natural disturbances, and increasing adoption of land management practices like increasing perennial and permanent cover crops and zero-till farming. Protecting and restoring natural areas, including wetlands, can also benefit biodiversity and maintain or enhance carbon storage."}, {"text_block_id": "p29_b245", "text": "Increasing the use of wood for construction can reduce emissions as the carbon stored in that wood gets locked in for a long period of time. Increasing domestic demand for Canadian wood products will also support the vibrant forest industries across Canada, which have a long history of innovating to develop new products and more efficient and sustainable forest practices."}, {"text_block_id": "p30_b246", "text": "The forestry, agriculture, and waste sectors also provide biomass for bioproducts that can be used in place of fossil fuels in other sectors. For example, waste products from forestry, agriculture, and landfills can be converted into energy sources such as renewable natural gas. Dedicated crops can be grown as feedstocks for products like bioplastics. Expanding renewable fuel industries represents an opportunity to create new jobs and economic growth across Canada."}, {"text_block_id": "p30_b247", "text": "Innovative solutions, including clean technologies, are required to reduce emissions from agriculture. Promising new technologies are being developed to reduce emissions from livestock and crop production, including from the use of precision farming and “smart” fertilizers, which time the release to match plant needs, and from feed innovations that reduce methane production in cattle. Actions pertaining to the agriculture sector will be developed collaboratively through Canada's Next Agriculture Policy Framework."}, {"text_block_id": "p30_b248", "text": "These actions in the forestry, agriculture, and waste sectors, and supporting clean technology businesses, can help to create jobs and build more sustainable communities."}, {"text_block_id": "p30_b249", "text": "NEW ACTIONS"}, {"text_block_id": "p30_b250", "text": "1. Increasing stored carbon"}, {"text_block_id": "p30_b251", "text": "Federal, provincial, and territorial governments will work together to protect and enhance carbon sinks, including in forests, wetlands, and agricultural lands (e.g. through land-use and conservation measures)."}, {"text_block_id": "p30_b252", "text": "2. Increasing the use of wood for construction"}, {"text_block_id": "p30_b253", "text": "Federal, provincial, and territorial governments will collaborate to encourage the increased use of wood products in construction, including through updated building codes."}, {"text_block_id": "p30_b254", "text": "3. Generating bioenergy and bioproducts"}, {"text_block_id": "p30_b255", "text": "Federal, provincial, and territorial governments will work together to identify opportunities to produce renewable fuels and bioproducts, for example, generating renewable fuel from waste."}, {"text_block_id": "p30_b256", "text": "4. Advancing innovation"}, {"text_block_id": "p30_b257", "text": "Federal, provincial, and territorial governments will work together to enhance innovation to advance GHG efficient management practices in forestry and agriculture."}, {"text_block_id": "p31_b258", "text": "3.6 Government leadership"}, {"text_block_id": "p31_b259", "text": "Governments are directly responsible for a relatively small share of Canada's emissions (about 0.6 percent), but they have an opportunity to lead by example. A number of provinces are already demonstrating leadership, including through carbon neutral policies."}, {"text_block_id": "p31_b260", "text": "In a low-carbon, clean growth economy, federal, provincial, and territorial governments will be leaders in sustainable, low-emission practices that support the goals of clean growth and address climate change."}, {"text_block_id": "p31_b261", "text": "Municipalities are also essential partners. How cities develop and operate has an important impact on energy use and therefore GHG emissions."}, {"text_block_id": "p31_b262", "text": "The public sector can play an important role by setting ambitious emissions reduction targets and by demonstrating the effectiveness of policies to reduce emissions (e.g. from vehicle fleets and buildings)."}, {"text_block_id": "p31_b263", "text": "The approach to government leadership will include (1) setting ambitious targets; (2) cutting emissions from government buildings and fleets; and (3) scaling up clean procurement."}, {"text_block_id": "p32_b264", "text": "Governments control a significant share of assets like fleets and buildings. By setting targets and implementing policies to make buildings more efficient and to reduce emissions from vehicle fleets, the public sector can help to demonstrate the business case for ambitious action. Governments are also major purchasers and providers of goods and services, and they can help to build demand for low-carbon goods and services through procurement policies. They can also provide a testing ground for new and emerging technologies, creating new opportunities for Canadian firms developing clean technology products, services, and processes."}, {"text_block_id": "p32_b265", "text": "NEW ACTIONS"}, {"text_block_id": "p32_b266", "text": "1. Setting ambitious targets"}, {"text_block_id": "p32_b267", "text": "Federal, provincial, and territorial governments will demonstrate leadership through commitments to ambitious targets to reduce emissions from government operations. The federal government is committed to reduce its own GHG emissions to 40 percent below 2005 levels, by 2030 or sooner."}, {"text_block_id": "p32_b268", "text": "2. Cutting emissions from government buildings and fleets"}, {"text_block_id": "p32_b269", "text": "Federal, provincial, and territorial government will scale up efforts to transition to highly efficient buildings and zero-emission vehicle fleets. The federal government has set a goal of using 100 percent clean power by 2025."}, {"text_block_id": "p32_b270", "text": "3. Scaling up clean procurement"}, {"text_block_id": "p32_b271", "text": "Federal, provincial, and territorial governments will work together to modernize procurement practices, adopt clean energy and technologies, and prioritize opportunities to help Canadian businesses grow, demonstrate new technologies, and create jobs."}, {"text_block_id": "p33_b272", "text": "3.7 International leadership"}, {"text_block_id": "p33_b273", "text": "Governments will work with their international partners, including developing countries, to help reduce emissions around the world. The federal government is investing $2.65 billion in climate finance to help developing countries transition to low-carbon economies and build climate resilience."}, {"text_block_id": "p33_b274", "text": "The priority is to first focus on reduction in emissions within Canada, but part of Canada's approach to climate change could also involve acquiring allowances for emissions reductions in other parts of the world, as a complement to domestic emissions reduction efforts. As recognized under the Paris Agreement (article 6), countries may choose to use emissions reductions that take place outside of their own borders, known as “internationally transferred mitigation outcomes”, to meet their targets. Emissions reductions that take place outside of Canada may have lower costs and contribute to investment in sustainable development abroad. Quebec and California already participate in international emissions trading under their linked cap-and-trade system, which Ontario will soon join."}, {"text_block_id": "p33_b275", "text": "The approach to international leadership will include (1) delivering on Canada's international climate finance commitments; (2) acquiring internationally transferred mitigation outcomes; and (3) engaging in trade and climate policy."}, {"text_block_id": "p33_b276", "text": "Federal, provincial, and territorial governments will also explore mechanisms and opportunities for provinces and territories to collaborate in international fora, joint missions, and discussions on climate change and energy."}, {"text_block_id": "p33_b277", "text": "The federal government will continue to engage with and support Indigenous Peoples' action on international climate change issues, including"}, {"text_block_id": "p33_b278", "text": "through the United Nations Framework Convention on Climate Change, to formulate a platform for Indigenous Peoples, as agreed to in the Paris decision."}, {"text_block_id": "p33_b279", "text": "NEW ACTIONS"}, {"text_block_id": "p33_b280", "text": "1. Delivering on Canada's international climate-finance commitments"}, {"text_block_id": "p33_b281", "text": "The federal government will deliver on its historic commitment of $2.65 billion by 2020 to help the poorest and most vulnerable countries mitigate and adapt to the adverse effects of climate change."}, {"text_block_id": "p33_b282", "text": "2. Acquiring internationally transferred mitigation outcomes"}, {"text_block_id": "p33_b283", "text": "The federal government, in cooperation with provincial and territorial governments and relevant partners, will continue to explore which types of tools related to the acquisition of internationally transferred mitigation outcomes may be beneficial to Canada and will advance a robust approach to the implementation of article 6 of the Paris Agreement. A first priority is ensuring any cross-border transfer of mitigation outcomes is based on rigorous accounting rules, informed by experts, which result in real reductions."}, {"text_block_id": "p33_b284", "text": "The federal government will work with Ontario, Quebec, and other interested provinces and territories, as well as with international partners, to ensure that allowances acquired through international-emissions trading are counted towards Canada’s international target."}, {"text_block_id": "p33_b285", "text": "3. Engaging in trade and climate policy"}, {"text_block_id": "p33_b286", "text": "The federal government, in cooperation with provincial and territorial governments, will work with its international partners to ensure that trade rules support climate policy."}, {"text_block_id": "p34_b287", "text": "ADAPTATION AND CLIMATE RESILIENCE"}, {"text_block_id": "p34_b288", "text": "Overview"}, {"text_block_id": "p34_b289", "text": "The impacts of climate change are already being felt across Canada. These changes are being magnified in Canada's Arctic, where average temperature has increased at a rate of nearly three times the global average. They pose significant risks to communities, health and well-being, the economy, and the natural environment, especially in Canada's northern and coastal regions and for Indigenous Peoples. Indigenous Peoples are among the most vulnerable to climate change due to their remote locations and reliance on wild foods. The changes already being experienced are both dramatic and permanent, with significant social, cultural, ecological, and economic implications."}, {"text_block_id": "p34_b290", "text": "Taking action to adapt to current and future climate impacts will help protect Canadians from climate change risks, build resilience, reduce costs, and ensure that society thrives in a changing climate."}, {"text_block_id": "p35_b291", "text": "Developing adaptation expertise and technology can further contribute to clean growth by creating jobs and spurring innovation. Adaptation is a long-term challenge, and it requires ongoing commitment to action, leadership across all governments, strong governance to assess and sustain progress, adequate funding, and meaningful engagement with, and continued leadership by, Indigenous Peoples. Federal investments (see Annex I) will support key adaptation measures."}, {"text_block_id": "p35_b292", "text": "Federal, provincial, and territorial governments have identified new actions to build resilience to climate change across Canada in the following areas:"}, {"text_block_id": "p35_b293", "text": "Federal, provincial, and territorial governments have identified new actions to build resilience to climate change across Canada in the following areas:\n* Translating scientific information and\n* Building climate resilience through\n* Protecting and improving human health\n* Supporting particularly vulnerable regions\n* Reducing climate-related hazards"}, {"text_block_id": "p36_b303", "text": "4.1"}, {"text_block_id": "p36_b304", "text": "Translating scientific"}, {"text_block_id": "p36_b305", "text": "information and Traditional Knowledge into action"}, {"text_block_id": "p36_b306", "text": "Canadians need authoritative science and information to understand current and expected changes. This includes changing conditions (e.g., rainfall, temperature, and sea ice) and the impacts of climate change across Canada. Long-term monitoring and local observations are also key. Data, tools, and information need to be widely accessible, equitable, and relevant to different types of decision-makers in different settings."}, {"text_block_id": "p36_b307_merged_merged", "text": "Translating knowledge into action takes leadership, skilled people, and resources. The Government of Canada's Adaptation Platform supports collaboration among governments, industry, and professional organizations on adaptation priorities. Building regional expertise and capacity for adaptation will improve risk management; support land-use planning; help safeguard investments; and strengthen emergency planning, response, and recovery. Decision-making by all governments will be guided by consideration of scientific and Traditional Knowledge."}, {"text_block_id": "p36_b310", "text": "The approach to information, knowledge, and capacity building will include (1) providing authoritative climate information and (2) building regional adaptation capacity and expertise."}, {"text_block_id": "p36_b311", "text": "Ensuring Canadians across all regions and sectors have the capacity to make informed decisions and to act on them provides the foundation for"}, {"text_block_id": "p37_b312", "text": "advancing adaptation in Canada. Indigenous-led community-based initiatives that combine science and Traditional Knowledge can help guide decision making. Including this information in regional and national impacts and adaptation assessments can further advance understanding of climate change across the country."}, {"text_block_id": "p37_b313", "text": "NEW ACTIONS"}, {"text_block_id": "p37_b314", "text": "1. Providing authoritative climate information"}, {"text_block_id": "p37_b315", "text": "The federal government will establish a Canadian centre for climate services, to improve access to authoritative, foundational climate science and information. This centre will work with provincial and territorial governments, Indigenous Peoples and other partners to support adaptation decision making across the country."}, {"text_block_id": "p37_b316", "text": "2. Building regional adaptation capacity and expertise"}, {"text_block_id": "p37_b317", "text": "Governments will work with regional partners, including with Indigenous Peoples through community-based initiatives, to build regional capacity, develop adaptation expertise, respectfully incorporate Traditional Knowledge, and mobilize action. Canada's Adaptation Platform and regional consortia and centres support the sharing of expertise and information among governments, Indigenous Peoples and communities, businesses, and professional organizations and support action on joint priorities."}, {"text_block_id": "p38_b318", "text": "4.2 Building climate resilience through infrastructure"}, {"text_block_id": "p38_b319", "text": "Climate change is already impacting infrastructure, particularly in vulnerable northern and coastal regions, as well as Indigenous Peoples. Climaterelated infrastructure failures can threaten health and safety, interrupt essential services, disrupt economic activity, and incur high costs for recovery and replacement."}, {"text_block_id": "p38_b320", "text": "The approach to building climate resilience through infrastructure will include (1) investing in infrastructure that strengthens resilience and (2) developing climate-resilient codes and standards."}, {"text_block_id": "p38_b321", "text": "Traditional built infrastructure (e.g. roads, dykes, seawalls, bridges, and measures to address permafrost thaw) can address specific vulnerabilities. Additionally, living natural infrastructure (e.g. constructed/managed wetlands and urban forests) can build the resilience of communities and ecosystems and deliver additional benefits, such as carbon storage and health benefits."}, {"text_block_id": "p38_b322", "text": "Considering climate change in long-lived infrastructure investments, including retrofits and upgrades, and investing in traditional and natural adaptation solutions can build resilience, reduce disaster risks, and save costs over the long term."}, {"text_block_id": "p38_b323", "text": "NEW ACTIONS"}, {"text_block_id": "p38_b324", "text": "1. Investing in infrastructure to build climate resilience"}, {"text_block_id": "p38_b325", "text": "Federal, provincial, and territorial governments will partner to invest in infrastructure projects that strengthen climate resilience."}, {"text_block_id": "p38_b326", "text": "2. Developing climate‑resilient codes and standards"}, {"text_block_id": "p38_b327", "text": "Federal, provincial, and territorial governments will work collaboratively to integrate climate resilience into building design guides and codes. The development of revised national building codes for residential, institutional, commercial, and industrial facilities and guidance for the design and rehabilitation of climate-resilient public infrastructure by 2020 will be supported by federal investments."}, {"text_block_id": "p39_b328", "text": "4.3 Protecting and improving human health and well‑being"}, {"text_block_id": "p39_b329", "text": "Climate change is increasingly affecting the health and well-being of Canadians (e.g. extreme heat, air pollution, allergens, diseases carried by ticks and insects, and food security). Indigenous Peoples and northern and remote communities in particular are experiencing unique and growing risks to health and vitality."}, {"text_block_id": "p39_b330", "text": "The approach to protecting and improving human health and well-being will include (1) taking action to address climate change related health risks and (2) supporting healthy Indigenous communities."}, {"text_block_id": "p39_b331_merged", "text": "Adaptation actions with an inclusive view of well-being (e.g. social and cultural determinants of health and mental health) will keep Canadians healthy and reduce pressures on the health system."}, {"text_block_id": "p39_b334", "text": "NEW ACTIONS"}, {"text_block_id": "p39_b335", "text": "1. Addressing climate change-related health risks"}, {"text_block_id": "p39_b336", "text": "Governments will collaborate to prevent illness resulting from extreme heat events and to reduce the risks associated with climate-driven infectious diseases, such as Lyme disease. Federal adaptation investments will support actions including surveillance and monitoring, risk assessments, modelling, laboratory diagnostics, as well as health-professional education and public awareness activities. Efforts will also continue to advance the science and understanding of health risks and best practices to adapt."}, {"text_block_id": "p39_b337", "text": "2. Supporting healthy Indigenous communities"}, {"text_block_id": "p39_b338", "text": "The federal government will increase support for First Nations and Inuit communities to undertake climate-change and health adaptation projects that protect public health."}, {"text_block_id": "p39_b339", "text": "The federal government will also work with the Métis Nation on addressing the health effects of climate change."}, {"text_block_id": "p40_b340", "text": "4.4 Supporting particularly vulnerable regions"}, {"text_block_id": "p40_b341", "text": "The Indigenous Peoples of Canada, along with coastal and northern regions are particularly vulnerable and disproportionately affected by the impacts of climate change. Unlike rebuilding after an extreme event like a flood or a fire, once permafrost has thawed, coastlines have eroded, or socio-cultural sites and assets have disappeared, they are lost forever."}, {"text_block_id": "p40_b342", "text": "The approach to supporting vulnerable regions will include (1) investing in resilient infrastructure to protect vulnerable regions; (2) building climate resilience in the North; (3) supporting communitybased monitoring in Indigenous communities; and (4) supporting adaptation in coastal areas."}, {"text_block_id": "p40_b343", "text": "Action taken to support adaptation in vulnerable regions can help communities, traditional ways of life, and economic sectors endure and thrive in a changing climate. The knowledge, expertise, technologies, and lessons from adaptation actions in vulnerable northern and coastal regions can benefit other vulnerable regions and sectors."}, {"text_block_id": "p40_b344", "text": "NEW ACTIONS"}, {"text_block_id": "p40_b345", "text": "1. Investing in resilient infrastructure to protect vulnerable regions"}, {"text_block_id": "p40_b346", "text": "Federal, provincial, and territorial governments will work together to ensure infrastructure investments help build resilience with Indigenous Peoples as well as in vulnerable coastal and northern regions."}, {"text_block_id": "p40_b347", "text": "2. Building climate resilience in the North"}, {"text_block_id": "p40_b348", "text": "Federal, territorial, and northern governments and Indigenous Peoples will continue working together to develop and implement a Northern Adaptation Strategy to strengthen northern capacity for climate change adaptation. Federal investments to build resilience in the North and northern Indigenous Peoples will support this work."}, {"text_block_id": "p40_b349", "text": "3. Supporting community‑based monitoring by Indigenous Peoples"}, {"text_block_id": "p40_b350", "text": "The federal government will provide support for Indigenous communities to monitor climate change in their communities and to connect Traditional"}, {"text_block_id": "p41_b351", "text": "Knowledge and science to build a better understanding of impacts and inform adaptation actions."}, {"text_block_id": "p41_b352", "text": "4. Supporting adaptation in coastal regions"}, {"text_block_id": "p41_b353", "text": "Federal, provincial, and territorial governments will support adaptation efforts in vulnerable coastal and marine areas and Arctic ecosystems. Activities will include science, research, and monitoring to identify climate change impacts and vulnerabilities; the development of adaptation tools for coastal regions; and the improvement of ocean forecasting. This knowledge will help inform adaptation decisions related to fisheries and oceans management and coastal infrastructure. Federal adaptation investments will help advance this work."}, {"text_block_id": "p42_b354", "text": "4.5 Reducing climate‑related hazards and disaster risks"}, {"text_block_id": "p42_b355", "text": "Climate change is impacting the intensity and frequency of events such as floods, wildfires, drought, extreme heat, high winds, and winter road failures. Recognizing this reality, Federal-ProvincialTerritorial Ministers Responsible for Emergency Management are updating emergency management in Canada including work to mitigate disasters, review the Disaster Financial Assistance Arrangements, develop build-back better strategies, and collaborate on public alerting. Additionally, the Canadian Council of Forest Ministers is working on the establishment of the Canadian Wildland Fire Strategy, with climate change highlighted as a key challenge."}, {"text_block_id": "p42_b356", "text": "The approach to reducing climate-related hazards and disaster risks will include (1) investing in infrastructure to reduce disaster risks; (2) advancing efforts to protect against floods; and (3) supporting adaptation for Indigenous Peoples."}, {"text_block_id": "p42_b357", "text": "Disaster risk-reduction efforts and adaptation measures can reduce the negative impacts of these events, some of which have a disproportionate impact on Indigenous Peoples."}, {"text_block_id": "p42_b358", "text": "NEW ACTIONS"}, {"text_block_id": "p42_b359", "text": "1. Investing in infrastructure to reduce disaster risks"}, {"text_block_id": "p42_b360", "text": "Federal, provincial, and territorial governments will partner to invest in traditional and natural infrastructure that reduces disaster risks and protects Canadian communities from climate-related hazards such as flooding and wildfires."}, {"text_block_id": "p42_b361", "text": "2. Advancing efforts to protect against floods"}, {"text_block_id": "p42_b362", "text": "Federal, provincial, and territorial governments will work together through the National Disaster Mitigation Program to develop and modernize flood maps and assess and address flood risks."}, {"text_block_id": "p42_b363", "text": "3. Supporting adaptation in Indigenous Communities"}, {"text_block_id": "p42_b364", "text": "Governments will work in partnership with Indigenous communities to address climate change impacts, including repeated and severe climate impacts related to flooding, forest fires, and failures of winter roads. The federal government will provide support to Indigenous communities for adaptation."}, {"text_block_id": "p44_b365", "text": "CLEAN TECHNOLOGY, INNOVATION, AND JOBS"}, {"text_block_id": "p44_b366", "text": "Overview"}, {"text_block_id": "p44_b367", "text": "Global demand for clean technologies is significant and increasing. Fostering and encouraging investment in clean technology solutions can facilitate economic growth, long-term job creation, and environmental responsibility and sustainability. Taking action on climate change will help to capture new and emerging economic opportunities, including for Indigenous Peoples and northern and remote communities. The window of opportunity exists for Canada to create the conditions for new clean technology investment and exports and seize growing global markets for clean technology goods, services, and processes."}, {"text_block_id": "p44_b368", "text": "To effectively compete in the global marketplace and capitalize on current and future economic opportunities, Canada needs a step change in clean technology development, commercialization, and adoption across all industrial sectors. Clarity of purpose, investment, and strong coordination that leverages pan-Canadian regional and provincial/ territorial strengths are essential to seizing the economic growth and job-creation opportunities of clean technology. International research, development, and demonstration collaboration is also essential. Governments, Indigenous Peoples, industry, and other stakeholders all have a role to play and must be engaged."}, {"text_block_id": "p45_b369", "text": "5.1 Building early-stage innovation"}, {"text_block_id": "p45_b370", "text": "To become a leader in the development and deployment of clean technologies, Canada needs a strong flow of innovative ideas."}, {"text_block_id": "p45_b371", "text": "Government investments in clean technology research, development, and demonstration will create the largest benefit where coordinated and focused in areas that will most effectively help Canada to meet its climate change goals, create economic opportunities, and expand global-market opportunities. Efforts to coordinate and focus investment must go beyond governments and involve the collaboration of industry, stakeholders, academia, and Indigenous Peoples in the innovation process. Canada must leverage its domestic strengths, which vary by region. Developing international partnerships will create new economic opportunities, build areas of shared expertise, and foster stronger bilateral relations."}, {"text_block_id": "p46_b372", "text": "NEW ACTIONS"}, {"text_block_id": "p46_b373", "text": "1. Supporting early‑stage technology development"}, {"text_block_id": "p46_b374", "text": "Governments will support new approaches to early-stage technology development, including breakthrough technologies, to advance research in areas that have the potential to substantially reduce GHG emissions and other pollutants. Innovative partnerships with the private sector will make an important contribution to this effort."}, {"text_block_id": "p46_b375", "text": "2. Mission‑oriented research and development"}, {"text_block_id": "p46_b376", "text": "Governments will encourage new “mission-oriented” research approaches to focus RD&D facilities, programs, and supports on clean technology and environmental performance issues."}, {"text_block_id": "p47_b377", "text": "5.2 Accelerating commercialization and growth"}, {"text_block_id": "p47_b378", "text": "Given Canada's small domestic market, Canadian firms must look to highly competitive international markets to achieve scale. Succeeding in the globally competitive clean technology marketplace requires globally competitive talent, access to the capital and resources needed to demonstrate the commercial viability of products, and strong international networks that facilitate the cross-border flow of clean technology goods and services."}, {"text_block_id": "p47_b379", "text": "Canadian clean technology producers and researchers are currently confronted by a myriad of programs and services, at the federal, provincial, and territorial level. Streamlining and integrating access to support programs and services is a priority for businesses and essential to building commercial capacity in this area."}, {"text_block_id": "p47_b380", "text": "Compared with other technology areas, clean technologies face unique challenges and often take longer to get to market, making access to “patient capital” important to successful commercialization. While federal and provincial governments already have a range of supports in place, key needs exist in terms of accessing venture capital as well as working capital and support for first, large-scale commercial projects or deployments."}, {"text_block_id": "p47_b381", "text": "Further development of clean technologies could create new opportunities in Canada's resource sectors, increase the productivity and competitiveness of Canadian businesses, and create new employment opportunities, while also improving environmental performance. Canada will need to be able to access the skills and expertise of talented workers from around the world to enable Canadian businesses to succeed in the global marketplace. It will also be important to ensure a commitment to skills and training to provide Canadian workers with a just and fair transition to opportunities in Canada's clean growth economy."}, {"text_block_id": "p47_b382", "text": "Indigenous Peoples are leaders of change in the transition to a low-carbon economy. Indigenous governments, organizations, and businesses can play a key role in developing pathways for the adoption and adaptation of clean technology solutions for Indigenous Peoples."}, {"text_block_id": "p47_b383", "text": "Building stronger businesses and commercial capacity in all of Canada's regions is essential to taking advantage of new market opportunities. Support for new technology start-ups, through incubators and accelerators, is important to this effort. A strong, focused Canadian clean technology export strategy is needed to position Canada in growing and emerging global markets."}, {"text_block_id": "p48_b384", "text": "NEW ACTIONS"}, {"text_block_id": "p48_b385", "text": "1. Access to government programs"}, {"text_block_id": "p48_b386", "text": "Federal, provincial, and territorial governments will work together to create a coordinated “no-wrong door” approach to supporting Canadian clean technology businesses, ensuring full and effective access to the suite of government programs and services available to support their commercial success."}, {"text_block_id": "p48_b387", "text": "2. Increasing support to advance and commercialize innovative technologies"}, {"text_block_id": "p48_b388", "text": "Governments will collaborate to enable access to capital for clean technology businesses to bring their products and services to market, including at the commercial-scale demonstration and deployment stages. This will include support for clean technology businesses in the natural resource sectors to improve both competitiveness and environmental performance."}, {"text_block_id": "p48_b389", "text": "3. Strengthening support for skills development and business leadership"}, {"text_block_id": "p48_b390", "text": "Governments will work together to strengthen skills development and business-leadership capacity in support of the transition to a low-carbon economy."}, {"text_block_id": "p48_b391", "text": "4. Expedite immigration of highly qualified personnel"}, {"text_block_id": "p48_b392", "text": "Governments will work together to enable expedited processing of visas and work permits for global talent, in particular for high-growth Canadian businesses such as those in the clean technology sector. This will attract top international talent and expand Canada's clean growth capacity."}, {"text_block_id": "p48_b393", "text": "5. Promoting exports of clean technology goods and services"}, {"text_block_id": "p48_b394", "text": "Federal, provincial, and territorial governments will work collaboratively to strengthen clean technology export potential. This will include targeted export missions and the development of better market intelligence, addressing barriers to markets, support for export financing and marketing, and leveraging Canada's Trade Commissioner services."}, {"text_block_id": "p48_b395", "text": "6. Standards‑setting"}, {"text_block_id": "p48_b396", "text": "Governments will work together to exert a strong leadership role in international standards-setting processes for new clean technologies and to ensure that Canada's clean-technology capacity shapes future international standards."}, {"text_block_id": "p49_b397", "text": "5.3 Fostering adoption"}, {"text_block_id": "p49_b398", "text": "The adoption of clean technology can create economic opportunities and improve environmental outcomes. Canada's performance on clean technology adoption by industry has significant room for improvement. Even amongst Canadian businesses that regularly adopt advanced technologies, clean technologies are the least likely to be adopted."}, {"text_block_id": "p49_b399", "text": "Pricing carbon pollution will send a market signal that can drive innovation among Canadian businesses and, in return, will make them more competitive, including by opening up access to new markets and reducing costs of deploying clean technologies."}, {"text_block_id": "p49_b400", "text": "There is significant potential for Canadian governments to “lead by example” as early adopters of clean technology serving an essential role as a first or “reference customer” for Canadian clean technology goods, services, and processes. Having a “first sale” in Canada would boost businesses'"}, {"text_block_id": "p49_b401", "text": "chances of securing sales abroad. Beyond direct federal, provincial, and territorial government operations, other bodies, such as municipalities and publicly regulated utilities, could become significant markets for and adopters of clean technology."}, {"text_block_id": "p49_b402", "text": "Done effectively, the adoption of clean technology could be a mechanism for improving environmental circumstances and creating economic opportunity for Indigenous Peoples and northern and remote communities. Effective engagement and partnership with Indigenous Peoples is essential to this effort."}, {"text_block_id": "p49_b403", "text": "Encouraging dialogue between regulators and industry could improve certainty in clean technology development and allow for more effective and responsible regulation."}, {"text_block_id": "p49_b404", "text": "NEW ACTIONS"}, {"text_block_id": "p49_b405", "text": "1. Leading by example"}, {"text_block_id": "p49_b406", "text": "Federal, provincial, and territorial governments will develop action plans for greening government operations and encourage utilities and municipalities and other public sector entities to adopt clean technologies to lead by example."}, {"text_block_id": "p49_b407", "text": "2. Supporting Indigenous Peoples and northern and remote communities to adopt and adapt clean technologies"}, {"text_block_id": "p49_b408", "text": "Federal, provincial, and territorial governments will support Indigenous Peoples and northern and remote communities in adopting and adapting clean technologies, and ensuring business models support community ownership and operation of clean technology solutions."}, {"text_block_id": "p50_b409", "text": "3. Consumer and industry adoption"}, {"text_block_id": "p50_b410", "text": "Federal, provincial, and territorial governments will work together to promote and encourage effective working relationships between regulators and industry, providing for early dialogue and effective guidance, which can assist in bringing new clean technologies to market quickly and responsibly."}, {"text_block_id": "p50_b411", "text": "Governments will also support visible and effective certification programs to ensure consumer and business confidence and support green procurement."}, {"text_block_id": "p51_b412", "text": "5.4 Strengthening collaboration and metrics for success"}, {"text_block_id": "p51_b413", "text": "An effective approach to clean technology development, commercialization, and adoption in Canada requires coherent, collaborative, and focused approaches. This is true within individual governments and between Canadian jurisdictions. A collaborative approach between governments should take into account regional strategies and jurisdictional responsibilities."}, {"text_block_id": "p51_b414", "text": "Regular and ongoing discussions between federal, provincial, and territorial governments regarding clean technology and clean growth would help eliminate duplication of efforts and identify gaps in support for clean technology development. Engaging Indigenous Peoples, industry, and stakeholders as a routine component of this process would be important."}, {"text_block_id": "p51_b415", "text": "There is inadequate data on Canada's clean technology capacity and potential. Building better data, and clear metrics for tracing the impact of government activities, would properly focus these activities and ensure that they achieve intended, meaningful results."}, {"text_block_id": "p51_b416", "text": "NEW ACTIONS"}, {"text_block_id": "p51_b417", "text": "1. Enhance alignment between federal, provincial, and territorial actions"}, {"text_block_id": "p51_b418", "text": "Governments will work together to improve policy and program coordination and sharing of data and best practices, which can sustain intergovernmental momentum and action on clean technology and clean growth. Continued partnership and engagement of Indigenous Peoples, industry, and stakeholders is essential to this effort."}, {"text_block_id": "p51_b419", "text": "Governments will work together to target and better align clean technology RD&D investments and activities in Canada, including opportunities for co-funding clean technology projects."}, {"text_block_id": "p51_b420", "text": "2. Establishing a clean technology data strategy"}, {"text_block_id": "p51_b421", "text": "The federal government, working with the provinces and territories, will support the collection and regular publication of comprehensive data on clean technology in Canada to inform future government decision making, to improve knowledge in the private sector and stakeholder community, and to foster innovation."}, {"text_block_id": "p52_b422", "text": "PATHWAY TO MEETING CANADA'S 2030 TARGET"}, {"text_block_id": "p53_b423", "text": "REPORTING AND OVERSIGHT"}, {"text_block_id": "p53_b424", "text": "Overview"}, {"text_block_id": "p53_b425", "text": "To help achieve the goals and actions laid out in this Pan-Canadian Framework, the programs and policies put in place will be monitored, results will be measured including impacts on GHG emissions, and actions and performance will be reported on publicly in a way that is transparent and accountable to Canadians. This public reporting will be complemented by ongoing public outreach, including with youth, inviting their contributions to Canada's action on clean growth and climate change. The effectiveness of actions will also be assessed with a view to ensuring continual improvement so as to increase ambition over time, in accordance with the Paris Agreement."}, {"text_block_id": "p53_b426", "text": "NEW ACTIONS"}, {"text_block_id": "p53_b427", "text": "Measurement and reporting on emissions"}, {"text_block_id": "p53_b428", "text": "– Federal, provincial, and territorial governments will continue to collaborate on efforts to track and report GHG emissions in a consistent way across the country, to track progress on the Pan-Canadian Framework, and to support international reporting obligations. This"}, {"text_block_id": "p53_b429", "text": "will involve further technical work on measurement to improve emissions inventories and projections, and aligning these where possible.  Federal, provincial, and territorial governments will work together through the Canadian Council of Ministers of the Environment (CCME) to examine options for the reporting of emissions and inventories to ensure consistency across provinces and territories, to support Canada’s reporting to the UNFCCC, and for a pan-Canadian offset protocol framework and verified carbon credits that can be traded domestically and internationally."}, {"text_block_id": "p53_b430", "text": "Reporting on implementation"}, {"text_block_id": "p53_b431", "text": "– Federal, provincial, and territorial governments will work together to support the coordinated implementation of the Pan-Canadian Framework, engaging with relevant ministerial tables including ministers of environment, energy and mines, transportation, forestry, agriculture, innovation, infrastructure, emergency management, and finance, and with meaningful involvement of Indigenous Peoples. This will include a process to take regular stock of"}, {"text_block_id": "p54_b432", "text": "progress achieved, to report to Canadians and, to inform Canada's future national commitments in accordance with the Paris Agreement."}, {"text_block_id": "p54_b433", "text": "Analysis and advice"}, {"text_block_id": "p54_b434", "text": "– Federal, provincial, and territorial governments will engage with external experts to provide informed advice to First Ministers and decision makers; assess the effectiveness of measures, including through the use of modeling; and identify best practices. This will help ensure that actions identified in the Pan-Canadian Framework are open to external, independent review, and are transparent and informed by science and evidence."}, {"text_block_id": "p54_b435", "text": "Review"}, {"text_block_id": "p54_b436", "text": "- Federal, provincial, and territorial governments will work together to establish the approach to the review of carbon pricing, including expert assessment of stringency and effectiveness that compares carbon pricing systems across Canada, which will be completed by early 2022 to provide certainty on the path forward. An interim report will be completed in 2020 which will be reviewed and assessed by First Ministers. As an early deliverable, the review will assess approaches and best practices to address the competitiveness of emissions-intensive trade-exposed sectors."}, {"text_block_id": "p54_b437", "text": "Federal, provincial, and territorial governments will continue to engage and partner with Indigenous Peoples as actions are implemented and progress is tracked."}, {"text_block_id": "p54_b438", "text": "LOOKING AHEAD"}, {"text_block_id": "p54_b439", "text": "This Plan provides a foundation for working together to grow the economy, reduce emissions, and strengthen resilience. Ongoing, collaborative action is needed to generate transformational change and to ensure that all Canadians benefit from the transition to a low-carbon economy. First Ministers are tasking their officials to develop an agenda for federal, provincial, and territorial Ministers to implement this Plan. Annual reports to First Ministers will enable governments to take stock of progress and give direction to sustain and enhance efforts."}, {"text_block_id": "p55_b440", "text": "ANNEX I: FEDERAL INVESTMENTS AND MEASURES TO SUPPORT THE TRANSITION TO A LOW-CARBON ECONOMY"}, {"text_block_id": "p55_b441", "text": "FEDERAL INVESTMENTS"}, {"text_block_id": "p55_b442", "text": "The federal government will help catalyze the transition to a clean growth economy through significant new investments to complement provincial and territorial actions and investments, including investments in infrastructure, the Low-Carbon Economy Fund, and clean technology funding."}, {"text_block_id": "p55_b443", "text": "The federal government will help catalyze the transition to a clean growth economy through significant new investments to complement provincial and territorial actions and investments, including investments in infrastructure, the Low-Carbon Economy Fund, and clean technology funding.\n* Budget 2016 outlined a number of new federal\n* $62.5 million to support the deployment of\n* $50 million over two years to invest in\n* $82.5 million over two years to support\n* $100 million per year from the Regional\n* $50 million over four years to Sustainable"}, {"text_block_id": "p56_b455", "text": "The federal government will help catalyze the transition to a clean growth economy through significant new investments to complement provincial and territorial actions and investments, including investments in infrastructure, the Low-Carbon Economy Fund, and clean technology funding.\n* Budget 2016 outlined a number of new federal\n* $62.5 million to support the deployment of\n* $50 million over two years to invest in\n* $82.5 million over two years to support\n* $100 million per year from the Regional\n* $50 million over four years to Sustainable\n* $40 million over five years to integrate climate\n* $129.5 million to implement programming\n* $10.7 million over two years to implement\n* Building on the infrastructure investments\n* Green infrastructure funding will support projects\n* The federal government is proposing the creation\n* Funding under the $2 billion Low Carbon\n* The Government has also committed more than"}, {"text_block_id": "p57_b471", "text": "FEDERAL CARBON PRICING BENCHMARK"}, {"text_block_id": "p57_b472", "text": "The federal government outlined a benchmark for carbon pricing that reflects the principles proposed by the Working Group on Carbon Pricing Mechanisms and the Vancouver Declaration. Its goal is to ensure that carbon pricing applies to a broad set of emission sources throughout Canada with increasing stringency over time to reduce GHG emissions at lowest cost to business and consumers and to support innovation and clean growth."}, {"text_block_id": "p57_b473", "text": "The benchmark includes the following elements:"}, {"text_block_id": "p57_b474", "text": "1. Timely introduction."}, {"text_block_id": "p57_b475", "text": "All jurisdictions will have carbon pricing by 2018."}, {"text_block_id": "p57_b476", "text": "2. Common scope."}, {"text_block_id": "p57_b477", "text": "Pricing will be based on GHG emissions and applied to a common and broad set of sources to ensure effectiveness and minimize interprovincial competitiveness impacts. At a minimum, carbon pricing should apply to substantively the same sources as British Columbia's carbon tax."}, {"text_block_id": "p57_b478", "text": "3. Two systems."}, {"text_block_id": "p57_b479", "text": "Jurisdictions can implement (i) an explicit price-based system (a carbon tax like British Columbia's or a carbon levy and performance-based emissions system like in Alberta) or (ii) a cap-and-trade system (e.g. Ontario and Quebec)."}, {"text_block_id": "p57_b480", "text": "4. Legislated increases in stringency, based on modelling, to contribute to our national target and provide market certainty."}, {"text_block_id": "p57_b481", "text": "For jurisdictions with an explicit price-based system, the carbon price should start at a minimum of $10 per tonne in 2018 and rise by $10 per year to $50 per tonne in 2022."}, {"text_block_id": "p57_b482", "text": "Provinces with cap-and-trade need (i) a 2030 emissions-reduction target equal to or greater than Canada's 30 percent reduction target and (ii) declining (more stringent) annual caps to at least 2022 that correspond, at a minimum, to the projected emissions reductions resulting from the carbon price that year in price-based systems."}, {"text_block_id": "p57_b483", "text": "5. Revenues remain in the jurisdiction of origin."}, {"text_block_id": "p57_b484", "text": "Each jurisdiction can use carbon-pricing revenues according to their needs, including to address impacts on vulnerable populations and sectors and to support climate change and clean growth goals."}, {"text_block_id": "p57_b485", "text": "6. Federal backstop."}, {"text_block_id": "p57_b486", "text": "The federal government will introduce an explicit price-based carbon pricing system that will apply in jurisdictions that do not meet the benchmark. The federal system will be consistent with the principles and will return revenues to the jurisdiction of origin."}, {"text_block_id": "p57_b487", "text": "7. Five‑year review."}, {"text_block_id": "p57_b488", "text": "The overall approach will be reviewed by early 2022 to confirm the path forward, including continued increases in stringency. The review will account for progress and for the actions of other countries in response to carbon pricing, as well as recognition of permits or credits imported from other countries."}, {"text_block_id": "p57_b489", "text": "8. Reporting."}, {"text_block_id": "p57_b490", "text": "Jurisdictions should provide regular, transparent, and verifiable reports on the outcomes and impacts of carbon pricing policies."}, {"text_block_id": "p57_b491", "text": "The federal government will work with the territories to address their unique circumstances, including high costs of living, challenges with food security, and emerging economies."}, {"text_block_id": "p58_b492", "text": "OTHER RECENT FEDERAL MEASURES"}, {"text_block_id": "p58_b493", "text": "The federal government has also recently announced new federal measures, including"}, {"text_block_id": "p58_b494", "text": "•"}, {"text_block_id": "p58_b495", "text": "During the North American Leaders Summit in June 2016, the federal government made joint commitments with the United States and Mexico to"}, {"text_block_id": "p58_b496", "text": "During the North American Leaders Summit in June 2016, the federal government made joint commitments with the United States and Mexico to\n* phase out fossil fuel subsidies by 2025. The\n* reduce methane emissions from the oil and"}, {"text_block_id": "p58_b500", "text": "•"}, {"text_block_id": "p58_b501_merged", "text": "On October 15, 2016, Canada signed onto the Kigali Amendment to the Montreal Protocol and committed to propose new regulations to significantly reduce HFC consumption and prohibit the manufacture and import into Canada of certain products containing HFCs. These proposed regulations were published on November 26, 2016. This is additional to measures already introduced to increase the recovery, recycling, and destruction of HFCs in refrigeration and air conditioning equipment and to established regulatory provisions for an HFC reporting system."}, {"text_block_id": "p58_b504", "text": "•"}, {"text_block_id": "p58_b505", "text": "On November 17, 2016, Canada released its Mid-Century Long-Term Low-Greenhouse Gas Development Strategy. The mid-century strategy describes various pathways for innovative and creative solutions. Canada's mid-century strategy is not a blueprint for action nor is it policy prescriptive. It is based on modelling of different scenarios and looks beyond 2030 to start a conversation on the ways we can reduce emissions for a cleaner, more sustainable future by 2050. As  a result, it will be a living document."}, {"text_block_id": "p58_b506", "text": "•"}, {"text_block_id": "p58_b507", "text": "On November 21, 2016, the federal government announced that it would be amending its existing coal-fired electricity regulations  to accelerate the phase out of traditional coal-fired electricity by 2030. The federal government also announced that, to support the transition away from coal towards cleaner sources of generation, performance standards for natural gas-fired electricity are also being developed."}, {"text_block_id": "p58_b508", "text": "•"}, {"text_block_id": "p58_b509", "text": "On November 25, 2016, the federal government  announced that it will consult with provinces and territories, Indigenous Peoples, industries, and non-governmental organizations to develop a clean fuel standard. It is expected that once developed, a clean fuel standard would promote the use of clean technology and lower carbon fuels, and promote alternatives such as electricity, biogas, and hydrogen."}, {"text_block_id": "p59_b510", "text": "ANNEX II: PROVINCIAL AND TERRITORIAL KEY ACTIONS AND COLLABORATION OPPORTUNITIES WITH THE GOVERNMENT OF CANADA"}, {"text_block_id": "p59_b511", "text": "INTRODUCTION"}, {"text_block_id": "p59_b512", "text": "The Paris Agreement and the Vancouver Declaration have set an ambitious course for low carbon growth and climate action in Canada.  The Pan-Canadian Framework on Clean Growth and Climate Change will build on the leadership shown and actions taken by the provinces and territories as well as new policies announced by the federal government."}, {"text_block_id": "p59_b513", "text": "This annex outlines provincial and territorial accomplishments in reducing greenhouse gas emissions and accelerating clean growth, and presents steps that each jurisdiction has taken or is taking to implement carbon pricing."}, {"text_block_id": "p59_b514", "text": "The annex also outlines areas where the federal government and each provincial and territorial government will work together to implement the Pan-Canadian Framework in order to spur growth and jobs for Canadians, reduce our emissions and adapt to climate change."}, {"text_block_id": "p59_b515", "text": "Each province and territory is unique and is responding to the urgency of climate change and the opportunity offered by clean growth in its own way. Effective action will require close collaboration between governments. Each provincial and territorial government has identified multiple areas for potential partnerships with the federal government, adapted to their own priorities, circumstances and strengths. Governments are committed to working together on these priorities to support the implementation of the Pan-Canadian Framework. Governments will also engage the contributions of Indigenous Peoples in advancing shared goals."}, {"text_block_id": "p59_b516", "text": "This work will be supported by significant new federal investments to drive the transition to a clean growth economy, as outlined in Budget 2016 and the 2016 Fall Economic Statement, including public transit and Green Infrastructure, the Canada Infrastructure Bank, the Low-Carbon Economy Fund, and funding for clean technology and innovation. Federal investments are intended to supplement and accelerate investments by provinces and territories, and will follow applicable program criteria."}, {"text_block_id": "p60_b517", "text": "BRITISH COLUMBIA"}, {"text_block_id": "p60_b518", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p60_b519", "text": "Some of the key actions taken to date or under development in British Columbia include:"}, {"text_block_id": "p60_b520", "text": "British Columbia’s Climate Leadership Plan"}, {"text_block_id": "p60_b521", "text": "B.C. has proven that it is possible to reduce emissions while growing the economy and creating jobs and it’s important that this balance be maintained. With this in mind, B.C. released its Climate Leadership Plan in the summer of 2016."}, {"text_block_id": "p60_b522_merged", "text": "Building on the comprehensive foundation established in 2008, the plan lays out a series of targeted, sector-specific actions that will reduce emissions by 25 million tonnes (Mt) of carbon dioxide equivalent (CO2e) and create 66,000 jobs. The plan will be further strengthened in the months and years ahead, as B.C. continues to work with First Nations, the federal government, communities, industry and others. B.C. is committed to reducing GHG emissions by 80% below 2007 levels by 2050. To read B.C.’s Climate Leadership Plan, visit: http://climate.gov.bc.ca/"}, {"text_block_id": "p60_b527", "text": "Revenue-Neutral Carbon Tax"}, {"text_block_id": "p60_b528", "text": "Forestry"}, {"text_block_id": "p60_b529", "text": "B.C.’s forests offer potential for storing carbon, so the Province is taking further action to rehabilitate up to 300,000 hectares of Mountain"}, {"text_block_id": "p60_b530", "text": "Pine Beetle and wildfire impacted forests over the first five years of the program; recover more wood fibre; and avoid emissions from burning slash."}, {"text_block_id": "p60_b531", "text": "Clean LNG"}, {"text_block_id": "p60_b532", "text": "100% Clean Electricity"}, {"text_block_id": "p60_b533", "text": "Thanks to significant historical investments, B.C.’s electricity is already 98% clean or renewable and British Columbians have the third-lowest residential rates in North America. Going forward under the Climate Leadership Plan, 100% of the supply of electricity acquired by BC Hydro for the integrated grid must be from clean or renewable sources. The $8.3 billion Site C Clean Energy Project is a major part of B.C.’s clean energy future and will create enough electricity to power 450,000 homes."}, {"text_block_id": "p60_b534", "text": "Clean Transportation"}, {"text_block_id": "p60_b535", "text": "B.C. is taking real action to reduce emissions from the transportation sector and help British Columbians make greener choices—initiatives include Zero Emissions Vehicles rebates and funding for more charging stations (which have helped BC become the Canadian leader in clean energy vehicle sales per capita); a scrap-it program; low carbon and renewable fuel standards; and historic investments in transit. B.C.’s actions in the transportation sector have"}, {"text_block_id": "p61_b536", "text": "already reduced annual emissions by an estimated 2.5 Mt and combined with the new actions, will reduce annual emissions by up to a further 3.4 Mt by 2050."}, {"text_block_id": "p61_b537", "text": "Adaptation"}, {"text_block_id": "p61_b538", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p61_b539", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p61_b540", "text": "British Columbia and the Government of Canada intend to collaborate in the following domains of priority to address climate change and advance clean growth:"}, {"text_block_id": "p61_b541_merged", "text": "Forests present a unique opportunity to address climate change because trees absorb CO2 when they grow. British Columbia, the Government of Canada and First Nations will work together to reduce GHG emissions through forestry activities, including reforestation, enhanced silviculture techniques, and the salvaging of unmerchantable trees for processing into dimensional lumber and bioenergy.  The initiative is expected to reduce emissions by 12 Mt in 2050 and create 20,000 jobs."}, {"text_block_id": "p61_b545", "text": "British Columbia and the Government of Canada will support projects across the province to make infrastructure more resilient to a changing climate, and to help communities adapt to a changing climate. Flood mitigation will be an area of focus."}, {"text_block_id": "p61_b546", "text": "British Columbia and the Government of Canada will work together to bring clean grid electricity to natural gas operations in northeast B.C. They will co-fund the construction of new transmission lines and other public electrification infrastructure that could serve up to 760 megawatts of upstream natural gas processing load and avoid up to 4 Mt of emissions per year."}, {"text_block_id": "p61_b547", "text": "Electricity Grid Interconnection"}, {"text_block_id": "p62_b548", "text": "pollution, and improved grid reliability in both provinces."}, {"text_block_id": "p62_b549", "text": "Clean Technology Innovation"}, {"text_block_id": "p62_b550", "text": "British Columbia and the Government of Canada will work together to spur the development and commercialization of new technologies that will reduce emissions and create jobs for Canadians."}, {"text_block_id": "p63_b551", "text": "ALBERTA"}, {"text_block_id": "p63_b552", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p63_b553", "text": "Some of the key actions taken to date or under development in Alberta include:"}, {"text_block_id": "p63_b554", "text": "Climate Leadership Plan"}, {"text_block_id": "p63_b555", "text": "The Climate Leadership Plan is a made-in-Alberta climate change strategy, specifically designed for Alberta's unique economy. While details of the final strategy are still being developed, the Alberta government has moved forward on a number of key areas."}, {"text_block_id": "p63_b556", "text": "Clean Electricity"}, {"text_block_id": "p63_b557", "text": "Alberta will phase-out GHGs from coal-fired power plants and achieve 30% renewable energy by 2030."}, {"text_block_id": "p63_b558", "text": "Alberta will add 5,000 megawatts of renewable energy capacity by 2030 through the Renewable Electricity Program. To meet this target, investment in Alberta’s electricity system will be solicited through a competitive and transparent bidding process, while ensuring projects come online in a way that does not impact grid reliability and is delivered at the lowest possible cost to consumers."}, {"text_block_id": "p63_b559", "text": "A new provincial agency, Energy Efficiency Alberta, has been created to promote and support energy efficiency and community energy systems for homes, businesses and communities."}, {"text_block_id": "p63_b560", "text": "Capping Oil Sands Emissions"}, {"text_block_id": "p63_b561", "text": "A legislated maximum emissions limit of 100 Mt in any year, with provisions for cogeneration and new upgrading capacity, will help drive technological progress."}, {"text_block_id": "p63_b562", "text": "Reducing Methane Emissions"}, {"text_block_id": "p63_b563", "text": "Alberta will reduce methane gas emissions from oil and gas operations by 45% by 2025."}, {"text_block_id": "p63_b564", "text": "Innovation and Technology"}, {"text_block_id": "p63_b565", "text": "Alberta is investing in innovation and technology to reduce GHGs, encourage a more diversified economy and energy industry, and create new jobs, while improving opportunities to get the province’s energy products to new markets. Alberta has created a task force that will make recommendations on a Climate Change Innovation and Technology Framework."}, {"text_block_id": "p63_b566", "text": "These actions provide a strong contribution to a comprehensive pan-Canadian framework."}, {"text_block_id": "p63_b567", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p63_b568", "text": "A carbon levy to be included in the price of all fuels that emit greenhouse gases when combusted, including transportation and heating fuels such as diesel, gasoline, natural gas and propane. The levy will be applied at a rate of $20/tonne on January 1, 2017 and will increase to $30/tonne one year later."}, {"text_block_id": "p63_b569", "text": "The Climate Leadership Plan is designed for Alberta’s economy. The economic impact of carbon pricing is expected to be small, and every dollar will be reinvested back into the local economy. Reinvesting carbon revenue in our economy will diversify our energy industry by investing in large scale renewable energy, bioenergy initiatives, and transformative innovation and technology. Over the next 5 years:"}, {"text_block_id": "p63_b570", "text": "$6.2 billion will help diversify our energy industry and create new jobs:"}, {"text_block_id": "p63_b571", "text": "•"}, {"text_block_id": "p63_b572", "text": "$3.4 billion for large scale renewable energy, bioenergy and technology"}, {"text_block_id": "p64_b573", "text": "•"}, {"text_block_id": "p64_b574", "text": "$2.2 billion for green infrastructure like transit"}, {"text_block_id": "p64_b575", "text": "•"}, {"text_block_id": "p64_b576", "text": "$645 million for Energy Efficiency Alberta"}, {"text_block_id": "p64_b577", "text": "•"}, {"text_block_id": "p64_b578", "text": "$2.3 billion for carbon rebates to help low-and middle-income families"}, {"text_block_id": "p64_b579", "text": "•"}, {"text_block_id": "p64_b580", "text": "$865 million to pay for a cut in the small business tax rate from 3% to 2%"}, {"text_block_id": "p64_b581", "text": "•"}, {"text_block_id": "p64_b582", "text": "$195 million to assist coal communities, Indigenous communities and others with adjustment"}, {"text_block_id": "p64_b583", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p64_b584", "text": "Alberta and the Government of Canada intend to collaborate in the following domains of priority to address climate change and advance clean growth:"}, {"text_block_id": "p64_b585", "text": "Clean Electricity"}, {"text_block_id": "p64_b586", "text": "Alberta and the federal government will to work together to advance renewable energy, coal to natural gas conversion, and potential hydroelectric projects, including pump storage projects. Alberta is committed to developing incentives for renewable generation in a manner that is compatible with Alberta’s unique electricity market."}, {"text_block_id": "p64_b587", "text": "B.C. – Alberta Intertie"}, {"text_block_id": "p64_b588", "text": "Alberta is working with British Columbia and the federal government to explore new and enhanced"}, {"text_block_id": "p64_b589", "text": "interties. The Alberta Electric System Operator is currently working with BC Hydro and industry on a key project, the restoration of the B.C.-Alberta 950 MW intertie to its full path rating (expected completion is in 2020). This restoration would allow imports of 1200 MW on the BC-AB intertie."}, {"text_block_id": "p64_b590", "text": "Innovation and Technology"}, {"text_block_id": "p64_b591", "text": "Alberta is focused on the opportunity to leverage environmental policies and programs into new manufacturing, innovation, and clean technology businesses. Current opportunities include superclusters, advanced sensor technology for environmental applications including methane monitoring and reductions, and municipal waste diversion. Innovative solutions will result in meaningful GHG reductions across Canada and the export of solutions to promote a lower carbon world."}, {"text_block_id": "p64_b592", "text": "Disaster Mitigation / Infrastructure"}, {"text_block_id": "p64_b593", "text": "Alberta is undertaking targeted work to address the hazards to which Albertans are vulnerable, including flood, wildfire, heat, drought, landslides, and wind."}, {"text_block_id": "p64_b594", "text": "While hazards and disaster risks have always been a concern, climate change is driving the need to adapt to more intense and frequent events. Federal support for wildfire mitigation infrastructure will reduce the risk of wildland fires. In addition, flood risk requires immediate mitigation infrastructure such as dykes and dams. Federal partnership on these initiatives will support risk management."}, {"text_block_id": "p64_b595", "text": "."}, {"text_block_id": "p65_b596", "text": "ONTARIO"}, {"text_block_id": "p65_b597", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p65_b598", "text": "Some of the key actions taken to date or under development in Ontario include:"}, {"text_block_id": "p65_b599", "text": "Permanent Closure of Coal-fired Electricity"}, {"text_block_id": "p65_b600", "text": "Generating Stations"}, {"text_block_id": "p65_b601", "text": "On April 15, 2014, Ontario became the first jurisdiction in North America to fully eliminate coal as a source of electricity generation. This action is the single largest GHG reduction initiative in North America. On November 23, 2015, Ontario passed the"}, {"text_block_id": "p65_b602", "text": "Ending Coal for Cleaner Air Act"}, {"text_block_id": "p65_b603", "text": ", permanently banning coal-fired electricity generation in the province."}, {"text_block_id": "p65_b604", "text": "Ontario’s Climate Change Strategy and"}, {"text_block_id": "p65_b605", "text": "Action Plan"}, {"text_block_id": "p65_b606", "text": "On November 24, 2015, Ontario released its Climate Change Strategy setting the framework for the province to meet its long-term 2050 GHG emissions reduction target. The Strategy highlights five key objectives for transformation:"}, {"text_block_id": "p65_b607", "text": "1."}, {"text_block_id": "p65_b608", "text": "A prosperous low-carbon economy with world-leading innovation, science and technology"}, {"text_block_id": "p65_b609", "text": "2."}, {"text_block_id": "p65_b610", "text": "Government collaboration and leadership"}, {"text_block_id": "p65_b611", "text": "3."}, {"text_block_id": "p65_b612", "text": "A resource-efficient, high-productivity society"}, {"text_block_id": "p65_b613", "text": "4."}, {"text_block_id": "p65_b614", "text": "Reducing GHG emissions across sectors"}, {"text_block_id": "p65_b615", "text": "5."}, {"text_block_id": "p65_b616", "text": "Adapting and thriving in a changing climate"}, {"text_block_id": "p65_b617", "text": "On June 8, 2016, Ontario released its Climate Change Action Plan to implement the strategy over the next five years and put Ontario on the path to achieve its longer term objectives. Policies and programs identified in the Action Plan include:"}, {"text_block_id": "p65_b618", "text": "•"}, {"text_block_id": "p65_b619", "text": "Transforming how ultra-low and carbon-free energy technologies are deployed in our"}, {"text_block_id": "p65_b620", "text": "homes and workplaces, and how we move people and goods"}, {"text_block_id": "p65_b621", "text": "•"}, {"text_block_id": "p65_b622", "text": "Halting rising building-related emissions, with a focus on helping homeowners and small businesses move to low-and zero-carbon energy"}, {"text_block_id": "p65_b623", "text": "•"}, {"text_block_id": "p65_b624", "text": "Making available funding for industries and manufacturers proposing to transform their operations and move off carbon-based fuels and peak electricity"}, {"text_block_id": "p65_b625", "text": "•"}, {"text_block_id": "p65_b626", "text": "Aligning Ontario’s R&D and innovation funding to place a greater emphasis on climate change science and technologies, with a view to making the discoveries that could lead to breakthroughs in zero-carbon technology"}, {"text_block_id": "p65_b627", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p65_b628_merged_merged_merged_merged", "text": "On May 18, 2016, Ontario passed its landmark Climate Change Mitigation and Low-carbon Economy Act, which creates a long term framework for climate action. The Act creates a robust framework for cap and trade program, ensures transparency and accountability on how any proceeds collected under the program are used and enshrines emission reduction targets in legislation."}, {"text_block_id": "p65_b631", "text": "Ontario’s approach, including its cap and trade program and associated emissions reduction"}, {"text_block_id": "p66_b632", "text": "targets, will exceed the standards of the federal carbon pricing benchmark. Ontario’s targets are:"}, {"text_block_id": "p66_b633", "text": "•"}, {"text_block_id": "p66_b634", "text": "15% below 1990 levels by 2020;"}, {"text_block_id": "p66_b635", "text": "•"}, {"text_block_id": "p66_b636", "text": "37% below 1990 levels by 2030; and"}, {"text_block_id": "p66_b637", "text": "•"}, {"text_block_id": "p66_b638", "text": "80% below 1990 levels by 2050."}, {"text_block_id": "p66_b639", "text": "Ontario is a founding member of the Western Climate Initiative (WCI), a not-for-profit organization established in 2008 to help member states and provinces execute their cap and trade programs. In 2017, Ontario will link its cap and trade system with those of WCI members Quebec and California to create the largest cap and trade system in North America."}, {"text_block_id": "p66_b640", "text": "Ontario will set a cap on total emissions from the covered sectors in 2017 based on the forecast emissions for large final emitters, electricity generation and transportation and heating fuels. Allowances will then be created in an amount equal to the cap and either sold or provided free-of-charge to Ontario emitters."}, {"text_block_id": "p66_b641", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p66_b642", "text": "Invest in Zero Emission Transportation"}, {"text_block_id": "p66_b643", "text": "and Infrastructure"}, {"text_block_id": "p66_b644", "text": "Ontario seeks a partnership with the Government of Canada to support enabling infrastructure that will increase the availability and use of lower carbon fuels, including LNG, increase the use of low carbon trucks and buses and increase the availability of LNG fueling infrastructure. Ontario is dedicating significant resources for these additional transportation initiatives. Expected emissions reductions in the transportation sector overall are 2.45 Mt in 2020."}, {"text_block_id": "p66_b645", "text": "Assist with Building Retrofits, Energy Audits"}, {"text_block_id": "p66_b646", "text": "and Technology Deployment"}, {"text_block_id": "p66_b647", "text": "Ontario seeks a partnership with the Government of Canada to build regional capacity and support adaptation actions. Ontario plans to establish an Ontario Climate Modelling Services Consortium, which would act as a one window source of data to help the public and private sectors make evidence-based decisions."}, {"text_block_id": "p66_b648_merged_merged_merged", "text": "The Consortium would operate at arm’s length from government. Ontario would seek partnerships with other governments, non-governmental organizations and the private sector to ensure the organization’s effectiveness and long term success.  The Consortium would also be expected to develop service fee revenue"}, {"text_block_id": "p67_b651", "text": "streams to contribute to the organization’s fiscal sustainability."}, {"text_block_id": "p67_b652", "text": "Electricity Transmission"}, {"text_block_id": "p68_b653", "text": "QUÉBEC"}, {"text_block_id": "p68_b654", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p68_b655", "text": "Some of the key measures taken to date by Québec, which has the lowest greenhouse gas emissions per capita between the provinces in Canada, include:"}, {"text_block_id": "p68_b656", "text": "2013-2020 Action Plan on Climate Change"}, {"text_block_id": "p68_b657", "text": "(PACC 2013-2020)"}, {"text_block_id": "p68_b658", "text": "PACC 2013-2020 will reduce GHG emissions by 20% below the 1990 level by 2020. Among its other measures, the action plan offers financial help to the different stakeholders of Québec society so they can reduce their energy consumption, improve their practices, innovate and adjust. The work surrounding the development of the actions of Québec after the 2020 period is underway, in particular to reduce GHG emissions of the province by 37.5 % below the 1990 level by 2030."}, {"text_block_id": "p68_b659", "text": "2016-2030 Energy Policy"}, {"text_block_id": "p68_b660", "text": "The Energy Policy will favour a transition to a low carbon footprint economy, chiefly by improving energy efficiency by 15%, by reducing petroleum consumption by 40%, and by increasing the production of renewable energies by 25%. Québec is one of the world’s main producers of renewable energy, which represents 99.8% of its total electricity production."}, {"text_block_id": "p68_b661_merged_merged", "text": "2013-2020 Governmental Climate Change Adjustment Strategy"}, {"text_block_id": "p68_b663", "text": "The Strategy will mitigate the impact of climate change on the environment, the economy and the communities, and will strengthen the resiliency of Québec society. The government of Québec has, notably, invested in the Ouranos consortium in order to get a better understanding of the impact of climate change on its territory, and to better inform the decision-making process and the development of solutions."}, {"text_block_id": "p68_b664", "text": "2015-2020 Transport Electrification Plan"}, {"text_block_id": "p68_b665", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p68_b666", "text": "Pioneer in the use of cap-and-trade systems for greenhouse gas emissions allowances, Québec`s system has been linked to California’s since 2014, and will soon be linked to that of Ontario. It represents the largest carbon market in North America, and is often referred to as an example of performance and rigour. Because it is based on hard caps to reduce GHG emissions, it is a robust and efficient tool to achieve the ambitious mitigation goals Québec has set for itself for 2020 and 2030."}, {"text_block_id": "p69_b667", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p69_b668", "text": "The governments of Québec and Canada intend to collaborate in the following priority areas in order to fight climate change and allow clean economic growth:"}, {"text_block_id": "p69_b669", "text": "Electric and Public Transport"}, {"text_block_id": "p69_b670", "text": "Support the development of the offer and infrastructure of electric and public transport, by completing various projects such as the Metropolitan Electric Network (MEN), the implementation of bus rapid transit (BRT) systems between Montreal and Laval, the extension of the BRT in Gatineau, and the implementation of a BRT in Québec."}, {"text_block_id": "p69_b671", "text": "Energy Efficiency and Conversion"}, {"text_block_id": "p69_b672", "text": "Speed up the reduction of GHG emissions in Northern communities, as well as on the Lower North Shore and Magdalen Islands, by replacing diesel with renewable energy sources for the electricity supply of their free-standing network."}, {"text_block_id": "p69_b673", "text": "Promote the implementation of energy performance and efficiency standards for new buildings, as well as for the renovation of existing buildings. Invest in the industrial sector to improve the energy performance of fixed production processes, by providing innovative technologies and reducing the use of gases with high warming potential such as hydrofluorocarbons, which Québec will continue to prioritize."}, {"text_block_id": "p69_b674_merged", "text": "Recognition of the International Trade of Emission Rights"}, {"text_block_id": "p69_b676", "text": "Contribute to the implementation of Articles 6 and 13 of the Paris Accord, to which the accounting and disclosure principles of the Western Climate Initiative (WCI) can contribute, as well as within a possible agreement between Canada and the United States regarding the accounting and attribution of “internationally transferred mitigation outcomes” as part of the contributions determined at national level (CDN)."}, {"text_block_id": "p69_b677", "text": "Québec will also share with the government of Canada a detailed methodology, developed in collaboration with California and soon Ontario, in order to tabulate in its international reports the emission reductions achieved by Québec thanks to the carbon market."}, {"text_block_id": "p69_b678", "text": "Promote innovation in green technology and GHG emission reduction, and collaborate on increasing the resiliency of the communities affected by climate change, by assessing the vulnerabilities and risks, adjusting land planning and use, and designing sustainable projects."}, {"text_block_id": "p69_b679", "text": "Québec will provide its expertise to the initiatives of the government of Canada, focusing in particular on joint financing of prevention and protection infrastructure against certain natural disasters linked to climate change."}, {"text_block_id": "p70_b680", "text": "NEW BRUNSWICK"}, {"text_block_id": "p70_b681", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p70_b682", "text": "Some of the key actions taken to date or under development in New Brunswick include:"}, {"text_block_id": "p70_b683", "text": "Transitioning to a Low-Carbon Economy: New Brunswick’s Climate Change Action Plan"}, {"text_block_id": "p70_b684", "text": "The Climate Change Action Plan outlines a bold vision for New Brunswick and sets renewed GHG reduction targets: 2030 target of 35% below 1990 levels; and 80% below 2001 levels by 2050. The plan also address other commitments, such as the Canadian Energy Strategy, released by the Council of the Federation in 2015, and contains a Climate Change Adaptation Strategy supported by actions to build resilience into New Brunswick communities, businesses, infrastructures and natural resources."}, {"text_block_id": "p70_b685", "text": "The Action Plan provides a clear path forward to reduce GHG emissions while promoting economic growth and enhancing current efforts to adapt to the effects of climate change."}, {"text_block_id": "p70_b686", "text": "Locally-owned Renewable Energy Projects"}, {"text_block_id": "p70_b687", "text": "that are Small Scale (LORESS)"}, {"text_block_id": "p70_b688_merged_merged", "text": "In May 2015, the province introduced legislation to allow local entities to develop renewable energy sourced electricity generation in their communities. This will enable universities, non-profit organizations, co-operatives, First Nations and municipalities to contribute to NB Power’s renewable energy requirements."}, {"text_block_id": "p70_b691", "text": "Two fossil fuelled power plants were closed in recent years – one coal and one heavy oil.  Also, 300 megawatts of wind energy was installed in the province and biomass fuel use in industry was expanded to displace oil. Solid waste"}, {"text_block_id": "p70_b692", "text": "landfills are capturing biogas and some are generating electricity."}, {"text_block_id": "p70_b693", "text": "These actions are allowing NB Power to achieve the regulated Renewable Portfolio Standard of 40% of in-province sales from renewable energy sources by 2020. This translates to approximately 75% non-emitting by 2020 including nuclear."}, {"text_block_id": "p70_b694", "text": "Adaptation"}, {"text_block_id": "p70_b695", "text": "Several projects are carried out in collaboration with other Atlantic provinces, notably under the Regional Adaptation Collaborative (RAC), which involves federal support, as well as with the Gulf of Maine Council and US partners."}, {"text_block_id": "p70_b696", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p70_b697", "text": "The province will implement a made-in-New Brunswick carbon pricing mechanism that addresses the requirements of the federal government for implementing a price on carbon emissions by 2018 and that at the same time recognizes New Brunswick’s unique economic and social circumstances. The provincial government will take into consideration the impacts on low-income families, trade-exposed and energy-intensive industries, and consumers"}, {"text_block_id": "p71_b698", "text": "and businesses, when developing the specific mechanisms and implementation details, including how to reinvest proceeds."}, {"text_block_id": "p71_b699", "text": "Any carbon pricing policy will strive to maintain competitiveness and minimize carbon leakage (i.e., investments moving to other jurisdictions). Proceeds from carbon emissions pricing will be directed to a dedicated climate change fund."}, {"text_block_id": "p71_b700", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p71_b701", "text": "The Government of New Brunswick and the Government of Canada intend to collaborate in the following domains of priority to address climate change and advance clean growth:"}, {"text_block_id": "p71_b702", "text": "New Brunswick will work with the other Atlantic provinces and the Government of Canada to advance opportunities for clean electricity generation, transmission, storage and demand management linkages across the region. This will: improve access to non-emitting electricity; support the phase-out of coal-fired electricity generation; improve grid reliability and energy security; and, consistent with fair market principles, help provinces access export markets for clean, non-emitting electricity."}, {"text_block_id": "p71_b703", "text": "This will contribute to both the Atlantic Growth Strategy and Canadian Energy Strategy and will build on existing regional coordination efforts, leading to an integrated regional electricity strategy."}, {"text_block_id": "p71_b704", "text": "Energy Efficiency"}, {"text_block_id": "p71_b705", "text": "The Government of New Brunswick, in partnership with the Government of Canada, will seek to enhance energy efficiency programs by targeting GHG emission reduction opportunities across sectors and fuels."}, {"text_block_id": "p71_b706", "text": "Examples of possible targeted interventions include programs that help: trucking fleets add aerodynamic and other efficiency measures to existing equipment; small-to medium-size industry improve their compressed air systems, boilers and lighting; commercial and institutional facilities invest in heating, lighting and other retrofits; and families retrofitting their homes to reduce energy costs, with special treatment for low-and fixed-income families."}, {"text_block_id": "p71_b707", "text": "Industrial Emissions Reductions"}, {"text_block_id": "p71_b708", "text": "The Government of New Brunswick and the Government of Canada will work to support industrial emission reduction initiatives through technology and energy efficiency improvements while maintaining productivity. For example, there are significant opportunities to reduce emissions resulting from industrial production in the Belledune area of New Brunswick."}, {"text_block_id": "p72_b709", "text": "NOVA SCOTIA"}, {"text_block_id": "p72_b710", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p72_b711", "text": "Some of the key actions taken to date or under development in Nova Scotia include:"}, {"text_block_id": "p72_b712", "text": "The Environmental Goals and Sustainable"}, {"text_block_id": "p72_b713", "text": "Prosperity Act (2007)"}, {"text_block_id": "p72_b714", "text": "In 2007, Nova Scotia passed legislation outlining principles for sustainable economic growth, including a requirement to reduce GHG emissions in the province to 10% below 1990 levels by 2020. The development and implementation of the Nova Scotia Climate Action Plan led to early action on the electricity sector, the largest source of emissions in the province. As a result, Nova Scotia has not only achieved its target six years early, it has also already met the Canadian 2030 target of 30% below 2005 levels, and is on a track to continue reducing emissions."}, {"text_block_id": "p72_b715_merged_merged", "text": "Nova Scotia’s Greenhouse Gas Emissions Regulations"}, {"text_block_id": "p72_b717", "text": "Nova Scotia was the first province in Canada to place a hard cap on GHG emissions from the electricity sector. These regulations, created in 2009 and enhanced in 2013, required the utility to reduce GHG emissions by 25% by 2020, and 55% by 2030. This is a measured and flexible approach which will enable a transition from coal to clean energy in the province."}, {"text_block_id": "p72_b718", "text": "In addition to the hard cap on GHG emissions, Nova Scotia also has a renewable energy standard for the electricity sector. This standard established requirements for 25% of electricity to be sourced from renewable energy by 2015, and 40% by 2020."}, {"text_block_id": "p72_b719", "text": "Energy Efficiency"}, {"text_block_id": "p72_b720", "text": "Nova Scotia has Canada’s first energy efficiency utility, Efficiency Nova Scotia. This independent organization has achieved an annual reduction in electricity demand of over 1% since its creation. It also administers comprehensive energy efficiency programs for low income and First Nations Nova Scotians. These efforts reduce GHG emissions while supporting the growth of the low carbon economy."}, {"text_block_id": "p72_b721", "text": "Tidal Energy"}, {"text_block_id": "p72_b722", "text": "The Bay of Fundy and Minas Basin are home to the highest tides in the world-every day, more water flows into this bay than the output from all the rivers in the world combined. Nova Scotia has been supporting the development of these tides as a source of clean, predictable and reliable energy for Nova Scotians and as a clean technology export. The Fundy Ocean Research Centre for Energy (FORCE) now has a grid connected 2MW tidal turbine with plans to install more in the coming years."}, {"text_block_id": "p72_b723", "text": "Waste Management"}, {"text_block_id": "p72_b724", "text": "Nova Scotia is also making efforts to reduce GHG emissions by diverting organic waste from landfills, recycling and creating a circular economy. Progress on waste diversion is reflected in a 30% reduction in greenhouse emissions from the waste sector since 2002."}, {"text_block_id": "p72_b725", "text": "These actions are just a snapshot of what Nova Scotians are doing to reduce GHG emissions and provide a strong contribution to a comprehensive pan-Canadian framework."}, {"text_block_id": "p72_b726", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p72_b727", "text": "As part of the pan-Canadian benchmark for carbon pricing, Nova Scotia has committed to"}, {"text_block_id": "p73_b728", "text": "implement a cap and trade program in the province that builds on our early action in the electricity sector."}, {"text_block_id": "p73_b729", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p73_b730", "text": "The Government of Nova Scotia and the Government of Canada intend to collaborate in the following priority domains to address climate change and advance clean growth:"}, {"text_block_id": "p73_b731", "text": "Energy Efficiency"}, {"text_block_id": "p73_b732", "text": "Nova Scotia and the Government of Canada are committed to partnering to enhance the existing provincial energy efficiency programs for homes and businesses with the objective of reducing energy use and saving energy costs. This could include expanded energy efficiency programs, efforts to accelerate the electrification of homes and businesses through heat pumps and smart meters, district energy systems, as well as electric vehicle infrastructure."}, {"text_block_id": "p73_b733", "text": "Nova Scotia, in partnership with the Government of Canada, will work together to advance opportunities for renewable energy generated from sources such as wind, tidal and solar, as well as the enabling transmission and storage infrastructure to ensure growth beyond current technical limits. Research and development capacity will continue to be strengthened."}, {"text_block_id": "p73_b734_merged", "text": "Planning and Implementing Adaptation Infrastructure"}, {"text_block_id": "p73_b736", "text": "Nova Scotia and the Government of Canada will work together and invest in projects to make infrastructure more resilient to a changing climate, and to help communities increase their capacity to adapt to a changing climate."}, {"text_block_id": "p73_b737", "text": "Regional Electricity Grid Connections"}, {"text_block_id": "p73_b738", "text": "Nova Scotia will work with the other Atlantic provinces and the Government of Canada to advance opportunities for clean electricity generation, transmission, storage and demand management linkages across the region."}, {"text_block_id": "p73_b739", "text": "This will: improve access to non-emitting electricity; support the phase-out of coal-fired electricity generation; improve grid reliability and energy security; and, consistent with fair market principles, help provinces access export markets for clean, non-emitting electricity. This will contribute to both the Atlantic Growth Strategy and Canadian Energy Strategy and will build on existing regional coordination efforts, leading to an integrated regional electricity strategy."}, {"text_block_id": "p74_b740", "text": "PRINCE EDWARD ISLAND"}, {"text_block_id": "p74_b741", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p74_b742", "text": "Some of the key actions taken to date or under development in Prince Edward Island include:"}, {"text_block_id": "p74_b743", "text": "Climate Change Policy Framework"}, {"text_block_id": "p74_b744", "text": "Prince Edward Island’s primary areas of strategic focus for climate change fall into the themes of built environment, transportation, agriculture, conservation and adaptation. Prince Edward Island is in the process of developing new climate change strategies that will result in further actions and initiatives to reduce GHG emissions across the province, increase our resilience to a changing climate, and advance measures to strengthen and grow a prosperous green economy in the province."}, {"text_block_id": "p74_b745", "text": "Prince Edward Island does not have a legislated provincial emissions reduction target but does contribute to the regional target set by the Conference of the New England Governors and Eastern Canadian Premiers (NEG-ECP). The targets are 10% reductions from 1990 by 2020, 35% -45% below 1990 levels by 2030, and 7585% reduction from 2001 levels by 2050. PEI has realized a 9% reduction in GHG emissions since 2005."}, {"text_block_id": "p74_b746", "text": "PEI Wind Energy"}, {"text_block_id": "p74_b747", "text": "Prince Edward Island is a world leader in producing clean electricity from wind. Prince Edward Island boasts the highest penetration of wind in Canada and 2nd highest in the world next to Denmark. The Government of Prince Edward Island has demonstrated a long-term commitment and investments of $119 million to wind energy."}, {"text_block_id": "p74_b748", "text": "The first commercial wind farm in Atlantic Canada was developed by the PEI Energy Corporation at North Cape in 2001. North Cape was expanded in 2003, doubling in size."}, {"text_block_id": "p74_b749", "text": "In January 2007, the PEI Energy Corporation commissioned its second wind farm at East Point. In 2014, the Island's newest wind farm was commissioned at Hermanville/ Clearspring. As a result, Prince Edward Island now has a total installed wind capacity of 78% of peak load, which supplies almost 25% of the province’s total electricity requirements."}, {"text_block_id": "p74_b750", "text": "Biomass"}, {"text_block_id": "p74_b751", "text": "Prince Edward Island is home to Canada’s longest-running, biomass-fired district heating system. Operating since the 1980s, the system has expanded to serve over 125 buildings in the downtown core of Charlottetown, including the University of Prince Edward Island and the Queen Elizabeth Hospital. It has contributed to the establishment of a local waste-wood fuel-supply market. The system burns approximately 66,000 tons of waste materials annually."}, {"text_block_id": "p74_b752", "text": "Coastal Erosion"}, {"text_block_id": "p74_b753", "text": "Prince Edward Island has partnered with the University of Prince Edward Island (UPEI) Climate Research Lab to study coastal vulnerability, including the award-winning Coastal Impacts Visualization Environment (CLIVE). CLIVE is an innovative 3D platform for visualizing the potential future impacts of coastal erosion and coastal flooding at local community scales, on PEI and elsewhere, using past data and Intergovernmental Panel on Climate Change models."}, {"text_block_id": "p74_b754", "text": "The province has also invested in UPEI in its development of an expansive, cutting-edge coastal erosion monitoring network.  This research includes the use of drone and GIS technology to quantify and assess erosion volume of shoreline disappearance along Prince Edward Island’s coastline."}, {"text_block_id": "p75_b755", "text": "Environmental Awareness in Agriculture"}, {"text_block_id": "p75_b756", "text": "As a key industry for Prince Edward Island, agriculture is of particular consequence for climate change and green growth. In recent years, PEI farmers, watershed groups and the fertilizer industry have been implementing a 4R Nutrient Stewardship program to encourage the efficient use of fertilizer and help reduce related emissions."}, {"text_block_id": "p75_b757", "text": "Prince Edward Island is also the first and only jurisdiction in Canada with a provinciallysupported Alternative Land Use Services program. Currently, the program has converted almost 4,000 hectares of marginal land from annual crop production to perennial or permanent cover."}, {"text_block_id": "p75_b758", "text": "These actions provide a strong contribution to a comprehensive pan-Canadian framework and are helping facilitate the transition to a low-carbon economy."}, {"text_block_id": "p75_b759", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p75_b760", "text": "Prince Edward Island will introduce a made-in-PEI approach to carbon pricing which positively contributes to climate change action while benefitting Prince Edward Islanders and ensures optimal conditions for continued growth of the provincial economy. Prince Edward Island will focus on measures that will meaningfully decrease our GHG emissions and recognize the particular elements of our economy."}, {"text_block_id": "p75_b761", "text": "Our approach will ensure consistent and competitive alignment with efforts being made"}, {"text_block_id": "p75_b762", "text": "across the country, including mitigation and price initiatives in all provinces, especially those in our region.  PEI is committed to an approach that will directly enhance provincial adaptation and mitigation efforts."}, {"text_block_id": "p75_b763", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p75_b764", "text": "Prince Edward Island and the Government of Canada intend to collaborate in the following domains of priority to address climate change and advance clean growth:"}, {"text_block_id": "p75_b765", "text": "Energy Efficiency"}, {"text_block_id": "p75_b766", "text": "Prince Edward Island, in partnership with the Government of Canada, will pursue improved energy efficiency for all sectors in the province as outlined in the 2016 PEI Energy Strategy. The Strategy and forthcoming Climate Change Action Plan are key policy tools in reducing GHGs, driving economic growth and creating jobs locally and in the region."}, {"text_block_id": "p75_b767", "text": "Prince Edward Island is committed to engaging in incremental actions through solutions for the built environment, including businesses and homes, as well as in new building construction. It has been clearly illustrated by research in the region that investing in efficiency is one of the most effective means of delivering jobs and economic growth widely – across sectors and regions – while reducing emissions and providing savings to consumers."}, {"text_block_id": "p75_b768", "text": "With a predominantly rural population and some of the highest electricity rates in the country, particular consideration will be given to low-income Island families, and sectors that may find the transition to a lower-carbon environment challenging."}, {"text_block_id": "p75_b769", "text": "Clean Energy"}, {"text_block_id": "p75_b770", "text": "Energy resilience and security and a move to greater electrification are key priorities for the province. Prince Edward Island, in partnership"}, {"text_block_id": "p76_b771", "text": "with the Government of Canada, will work to expand its world-class wind resource, invest in solar, and enable greater integration of renewable energy through storage. Prince Edward Island will work with the other Atlantic Provinces and the Government of Canada to advance opportunities for clean electricity generation, transmission, storage and demand management linkages across the region."}, {"text_block_id": "p76_b772", "text": "This will: improve access to non-emitting electricity; support the phase-out of coal-fired electricity generation; improve grid reliability and energy security; and, consistent with fair market principles, help provinces access export markets for clean, non-emitting electricity. This will contribute to both the Atlantic Growth Strategy and Canadian Energy Strategy and will build on existing regional coordination efforts leading to an integrated regional electricity strategy."}, {"text_block_id": "p76_b773", "text": "Adaptation"}, {"text_block_id": "p76_b774", "text": "With its 1100 km of coastline, Prince Edward Island is uniquely vulnerable to climate impacts and is positioned to advance innovative solutions to make infrastructure more resilient to a changing climate."}, {"text_block_id": "p76_b775", "text": "Prince Edward Island and the Government of Canada will work together to act on findings from disaster risk reduction planning and coastal infrastructure assessment, and to improve decision-making capacity to adapt to climate change through planning, training and monitoring"}, {"text_block_id": "p76_b776", "text": "."}, {"text_block_id": "p76_b777", "text": "Research and Development"}, {"text_block_id": "p76_b778", "text": "Prince Edward Island and the Government of Canada will work together to support research and development on promising practices and innovation in the areas of agriculture, marine industries, and smart grid and micro-grid/ storage. Prince Edward Island provides an ideal demonstration site for development in these areas."}, {"text_block_id": "p76_b779", "text": "This research will advance better understanding of influences on emissions and opportunities for clean growth in key sectors of the Prince Edward Island economy."}, {"text_block_id": "p76_b780", "text": "Transportation"}, {"text_block_id": "p76_b781", "text": "Prince Edward Island relies on exports for continued economic growth. The Prince Edward Island economy is heavily reliant on ground transportation for the movement of goods to markets across Canada and around the world, and the movement of people across the province. The province has no rail system, large container ports, or robust public transit.  As the most rural province in Canada, mitigation in transportation is a difficult challenge."}, {"text_block_id": "p76_b782", "text": "Prince Edward Island and the Government of Canada will work together on methods to support an eventual move to greater electrification in transportation, including corresponding work with other jurisdictions in Canada. Proposed specific areas of work include installation of public charging infrastructure across the province and in collaboration regionally where possible."}, {"text_block_id": "p77_b783", "text": "NEWFOUNDLAND & LABRADOR"}, {"text_block_id": "p77_b784", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p77_b785", "text": "Muskrat Falls will facilitate advancing by more than a decade the  decommissioning of the largest thermal oil-fired electricity generation facility in the province, reducing greenhouse gas (GHG) emissions by about 1.2 Mt annually (equivalent to more than 10% of the province’s total emissions in 2015), and assisting other jurisdictions to meet their GHG reduction targets."}, {"text_block_id": "p77_b786", "text": "To focus the province’s efforts to tackle climate change, Newfoundland and Labrador has adopted GHG emission reduction targets of 10% below 1990 levels by 2020 and 75-85% below 2001 levels by 2050, and has endorsed, on a regional basis, the Conference of New England Governors and Eastern Canadian Premiers’ reduction marker range of at least 35-45% below 1990 levels by 2030."}, {"text_block_id": "p77_b787_merged", "text": "To make progress towards these targets Newfoundland and Labrador released a Climate Change Action Plan in 2011 identifying 75 actions to reduce GHG emissions and adapt to the adverse impacts of climate change. Building on this work, Newfoundland and Labrador passed the Management of Greenhouse Gas Act in June 2016, creating a legislative framework for reducing GHGs from large industry, and has completed public consultations to inform new provincial actions on climate change."}, {"text_block_id": "p77_b790", "text": "These actions provide a strong contribution to a comprehensive Pan-Canadian Framework."}, {"text_block_id": "p77_b791", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p77_b792", "text": "The Government of Newfoundland and Labrador and the Government of Canada continue to collaborate to ensure that Newfoundland and Labrador’s climate change plan, including carbon pricing, is consistent with the goals in the PanCanadian Framework to reduce GHG emissions, improves resilience to climate impacts, and accelerates innovation and job creation."}, {"text_block_id": "p77_b793", "text": "This made-in-Newfoundland and Labrador plan will address the province’s particular social, economic, and fiscal realities. This includes sensitivity to the particular circumstances facing Labrador communities, and the need to consider impacts on all remote and isolated communities, vulnerable populations, consumers and trade-exposed industries, as well as the need to take account of the province’s reliance on marine transportation and the absence of lower carbon alternatives."}, {"text_block_id": "p77_b794", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p77_b795", "text": "Newfoundland and Labrador and the Government of Canada intend to explore collaboration in the following priority domains to address climate change and advance clean growth:"}, {"text_block_id": "p77_b796", "text": "Renewable Energy"}, {"text_block_id": "p77_b797", "text": "Newfoundland and Labrador and the Government of Canada intend to jointly explore opportunities to develop renewable energy, including such actions as enhancing hydroelectric capacity, increasing transmission infrastructure, and offsetting diesel use in small-scale off-grid electricity systems."}, {"text_block_id": "p77_b798", "text": "These efforts will also seek to maximize collaboration with other Atlantic provinces in the"}, {"text_block_id": "p78_b799", "text": "electricity sector, contributing to both the Atlantic Growth Strategy and Canadian Energy Strategy, and will build on existing regional coordination efforts, leading to an integrated regional electricity strategy."}, {"text_block_id": "p78_b800", "text": "Transportation"}, {"text_block_id": "p78_b801", "text": "Newfoundland and Labrador and the Government of Canada intend to jointly explore opportunities to reduce GHG emissions in all parts of the transportation sector, including electric vehicles and associated infrastructure, on-and off-road freight and industrial transportation, marine vessels, and public transit."}, {"text_block_id": "p78_b802", "text": "Energy Efficiency"}, {"text_block_id": "p78_b803", "text": "Newfoundland and Labrador and the Government of Canada intend to jointly explore opportunities to develop energy efficiency programming, improve energy codes, and support fuel switching in all sectors reliant on fossil fuels."}, {"text_block_id": "p78_b804", "text": "Adaptation"}, {"text_block_id": "p78_b805", "text": "Green Innovation"}, {"text_block_id": "p78_b806", "text": "Newfoundland and Labrador and the Government of Canada intend to jointly explore opportunities in research and development in green technology, including fostering innovation networks and initiation of pilot projects."}, {"text_block_id": "p79_b807", "text": "YUKON"}, {"text_block_id": "p79_b808", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p79_b809", "text": "Some of the key actions taken to date or under development in Yukon include:"}, {"text_block_id": "p79_b810", "text": "The Yukon government"}, {"text_block_id": "p79_b811", "text": "Climate Change Action Plan"}, {"text_block_id": "p79_b812", "text": "has four goals: reducing GHG emissions; addressing the impacts of climate change; leading Yukon action on climate change; and enhancing our knowledge and understanding"}, {"text_block_id": "p79_b813", "text": "of climate change."}, {"text_block_id": "p79_b814", "text": "KEY ACTIONS"}, {"text_block_id": "p79_b815", "text": "Work to date in achieving"}, {"text_block_id": "p79_b816", "text": "Climate Change Action Plan"}, {"text_block_id": "p79_b817", "text": "goals includes:"}, {"text_block_id": "p79_b818", "text": "Reducing GHG emissions (mitigation)"}, {"text_block_id": "p79_b819", "text": "•"}, {"text_block_id": "p79_b820", "text": "Setting nine sector-specific targets in the areas of transportation, heating buildings, electricity, and industrial operations."}, {"text_block_id": "p79_b821", "text": "•"}, {"text_block_id": "p79_b822", "text": "Completing a study of Yukon’s transportation sector, and launching a Ride Share program in partnership with the City of Whitehorse."}, {"text_block_id": "p79_b823", "text": "•"}, {"text_block_id": "p79_b824", "text": "Supporting Yukon homeowners with the Good Energy Residential Incentives Program, which provides incentives to purchase high efficiency wood stoves, boilers and pellet stoves."}, {"text_block_id": "p79_b825", "text": "•"}, {"text_block_id": "p79_b826", "text": "Carrying out detailed energy audits of seven high-consumption Yukon government buildings."}, {"text_block_id": "p79_b827", "text": "•"}, {"text_block_id": "p79_b828", "text": "A Yukon Biomass Strategy to guide the development of a biomass energy sector in the territory."}, {"text_block_id": "p79_b829", "text": "Addressing the impacts of climate change"}, {"text_block_id": "p79_b830", "text": "(adaptation)"}, {"text_block_id": "p79_b831", "text": "•"}, {"text_block_id": "p79_b832", "text": "Completing ten adaptation projects in the areas of permafrost impacts to highways, buildings, hydrological responses, and agricultural capacity; flood risk mapping; forestry implications including the encroachment of mountain pine beetle in lodgepole pine forests; and bioclimate shifts."}, {"text_block_id": "p79_b833", "text": "•"}, {"text_block_id": "p79_b834", "text": "With the Pan-Territorial Adaptation Strategy, territorial governments are collaborating on practical adaptation measures for the north. Permafrost thaw has been a key focus."}, {"text_block_id": "p79_b835", "text": "Leading Yukon action on climate change"}, {"text_block_id": "p79_b836", "text": "•"}, {"text_block_id": "p79_b837", "text": "Participating in international and national climate change efforts that impact Yukon, such as the United Nations Framework Convention on Climate Change Conference of the Parties (COP) meetings, including a developmental opportunity for a Yukon youth ambassador."}, {"text_block_id": "p79_b838", "text": "•"}, {"text_block_id": "p79_b839", "text": "Currently supporting the Yukon College to develop a climate change policy course to be offered by Yukon College."}, {"text_block_id": "p79_b840_merged_merged_merged_merged", "text": "Enhance our knowledge and understanding of climate change"}, {"text_block_id": "p79_b842", "text": "•"}, {"text_block_id": "p79_b843", "text": "Supporting development of the Climate Change Indicators and Key Findings report, an important source of independent information that will guide action and research on climate change in Yukon."}, {"text_block_id": "p79_b844", "text": "•"}, {"text_block_id": "p79_b845", "text": "Provide ongoing funding for the Northern Climate Exchange at Yukon College."}, {"text_block_id": "p80_b846", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p80_b847", "text": "The Government of Yukon recognizes the role of carbon pricing in the pan-Canadian Framework for Clean Growth and Climate Change."}, {"text_block_id": "p80_b848", "text": "Given Yukon’s particular circumstances, the Government of Canada and the Government of Yukon will work together to assess the implications of carbon pricing in the territory for its economy, communities and people including energy costs, and to develop solutions together."}, {"text_block_id": "p80_b849", "text": "As outlined in the federal government's benchmark, 100% of the revenues from carbon pricing will be retained by Yukon. Yukon government will distribute these revenues back to individual Yukoners and businesses through a rebate."}, {"text_block_id": "p80_b850", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p80_b851", "text": "Yukon and the Government of Canada intend to collaborate in the following domains of priority to address climate change and advance clean growth:"}, {"text_block_id": "p80_b852", "text": "Advancing Renewable Energy"}, {"text_block_id": "p80_b853", "text": "Yukon government and the Government of Canada will partner in advancing renewable energy projects in Yukon. This will improve the energy infrastructure in Yukon, including developing new renewable energy sources to provide clean energy for current and future electricity needs."}, {"text_block_id": "p80_b854", "text": "It will also support remote communities in diminishing their reliance on diesel for electricity and will support the expanded use of biomass as a cleaner option for heating in Yukon."}, {"text_block_id": "p80_b855", "text": "Energy Efficiency"}, {"text_block_id": "p80_b856", "text": "Canada’s Northern jurisdictions and the Government of Canada are working together to develop the Northern Adaptation Strategy. The Government of Canada will partner with Yukon to help build climate-resilient Yukon communities."}, {"text_block_id": "p80_b857", "text": "Research collaboration will build the knowledge necessary for evidence-based decision-making in community planning.  Investments in infrastructure will address known risks such as infrastructure built on thawing permafrost."}, {"text_block_id": "p80_b858", "text": "Green Innovation and Technology"}, {"text_block_id": "p80_b859", "text": "Yukon government and the Government of Canada will partner on new research and pilot projects that will explore promising areas for climate action in the north, such as seasonal energy storage, cleaner transportation options, and community-level renewable energy generation."}, {"text_block_id": "p81_b860", "text": "NORTHWEST TERRITORIES"}, {"text_block_id": "p81_b861", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p81_b862", "text": "NWT Climate Change Strategic Framework"}, {"text_block_id": "p81_b863", "text": "The Government of the Northwest Territories (GNWT) has committed to develop a climate change strategy that takes northern energy demands and the cost of living into account. It will reflect commitments to reduce greenhouse gas emissions, explore carbon pricing systems and how to develop local alternatives such as hydro, biomass, wind and solar."}, {"text_block_id": "p81_b864", "text": "NWT Energy Strategy"}, {"text_block_id": "p81_b865", "text": "The GNWT is currently working on a new 10 year Energy Strategy. The Energy Strategy will focus on the affordability, reliability and environmental impacts of energy in the NWT and will promote energy efficiency, renewable and alternative energy in the electricity, heating and transportation sectors."}, {"text_block_id": "p81_b866_merged", "text": "The GNWT continues to take the following territorial adaptation actions:"}, {"text_block_id": "p81_b868", "text": "•"}, {"text_block_id": "p81_b869", "text": "Support adaptation decision-making with knowledge, information collection and sharing"}, {"text_block_id": "p81_b870", "text": "•"}, {"text_block_id": "p81_b871", "text": "Build capacity to translate adaptation knowledge into action"}, {"text_block_id": "p81_b872", "text": "•"}, {"text_block_id": "p81_b873", "text": "Build climate-resilience through investments in infrastructure"}, {"text_block_id": "p81_b874", "text": "•"}, {"text_block_id": "p81_b875", "text": "Invest in land use planning, management plans and building adaptation capacity and expertise"}, {"text_block_id": "p81_b876", "text": "•"}, {"text_block_id": "p81_b877", "text": "Support most vulnerable regions, conducting risk assessments and completing hazard mapping"}, {"text_block_id": "p81_b878", "text": "•"}, {"text_block_id": "p81_b879", "text": "Reduce climate-related hazards and disaster by developing disaster risk management plans"}, {"text_block_id": "p81_b880", "text": "•"}, {"text_block_id": "p81_b881", "text": "Adapt renewable energy options and solutions for cold regions"}, {"text_block_id": "p81_b882", "text": "The GNWT continues to take the following territorial emissions mitigation actions:"}, {"text_block_id": "p81_b883", "text": "•"}, {"text_block_id": "p81_b884", "text": "Work with our federal, provincial indigenous partners and others to find solutions to address diesel use in remote off-grid communities including to develop the NWT’s hydroelectricity potential to reduce GHG emissions in the electricity sector."}, {"text_block_id": "p81_b885", "text": "•"}, {"text_block_id": "p81_b886", "text": "Implement policies to support the adoption of lower carbon and energy efficient technologies."}, {"text_block_id": "p81_b887", "text": "•"}, {"text_block_id": "p81_b888", "text": "Implement policies to support industry and large emitters in the adoption of lower carbon and energy efficient technologies."}, {"text_block_id": "p81_b889", "text": "•"}, {"text_block_id": "p81_b890", "text": "Continue biomass initiatives and work towards the development of a local forest and wood product industry and develop local wood pellet manufacturing as an alternate local fuel source."}, {"text_block_id": "p81_b891", "text": "•"}, {"text_block_id": "p81_b892", "text": "Addressing energy use and GHG emissions in government buildings and operations."}, {"text_block_id": "p81_b893", "text": "These actions provide a strong contribution to a comprehensive pan-Canadian framework."}, {"text_block_id": "p81_b894", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p81_b895", "text": "The GNWT recognizes the role of carbon pricing in the pan-Canadian Framework for Clean Growth and Climate Change.  Given the NWT’s particular circumstances, the Government of Canada and the GNWT will work together to assess the"}, {"text_block_id": "p82_b896", "text": "implications of carbon pricing in the territory for its economy, communities and people including energy costs, and to develop solutions together."}, {"text_block_id": "p82_b897", "text": "The GNWT and the Government of Canada will also work together to assess the implications of carbon pricing in Canada on the cost of living in the NWT. This will be an important consideration for future policy development."}, {"text_block_id": "p82_b898", "text": "As outlined in the federal government's benchmark, 100% of the revenues from carbon pricing will be retained by the NWT."}, {"text_block_id": "p82_b899", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p82_b900", "text": "The NWT will work with the Government of Canada, in collaboration with regional partners, to advance opportunities for clean electricity generation, transmission, storage and demand management linkages across the region."}, {"text_block_id": "p82_b901", "text": "This will: improve access to non-emitting electricity; support the phase-out of coal-fired electricity generation; improve grid reliability and energy security; and, subject to fair market principles, help the region access export markets for clean, non-emitting electricity."}, {"text_block_id": "p82_b902", "text": "The NWT and the Government of Canada intend to collaborate in the following priority areas to address climate change and advance clean growth:"}, {"text_block_id": "p82_b903", "text": "The proposed Taltson hydro expansion is a small scale run of river hydro project that could be developed with little environmental impact next to the existing power plant, on an already developed river, and combined with a transmission link to provide a green energy corridor to our southern neighbours."}, {"text_block_id": "p82_b904", "text": "The expansion of the Taltson hydro facility would help reduce Canada’s GHG emissions by 360,000 tonnes annually for 50-plus years."}, {"text_block_id": "p82_b905", "text": "The 60 MW expansion of the Taltson hydro facility could be built in partnership with NWT Indigenous governments, creating economic opportunities for Indigenous-owned businesses across the North.  The NWT and Government of Canada will undertake technical and feasibility studies as a first step, including the NWT launching the environment assessment process."}, {"text_block_id": "p82_b906", "text": "The Government of Canada and the GNWT will explore opportunities for reducing reliance on diesel in off-grid communities. For example, the Inuvik Wind Project could produce between 2 and 4 megawatts of wind energy for the Town of Inuvik. The project would reduce GHG emissions by 4,300 tonnes per year and eliminate the need for 1.3 million litres of diesel annually in the largest diesel community in the NWT, and help reduce the cost of living for residents."}, {"text_block_id": "p82_b907", "text": "For other off-grid diesel powered communities of the NWT, a suite of renewable solutions such as solar and wind in combination with energy storage systems and variable generators could reduce diesel use and emissions by 25 percent, an annual GHG elimination of nearly 3000 tonnes."}, {"text_block_id": "p82_b908", "text": "The safety and reliability of winter roads is being impacted by climate change. Construction of the Mackenzie Valley Highway from Wrigley to Norman Wells would provide safe, secure, and reliable access into the Sahtu region, helping decrease the high cost of living in communities and support the development of resources in the region."}, {"text_block_id": "p82_b909", "text": "The Great Bear River is a priority as the seasonal ice crossing is increasingly vulnerable to impacts of climate change. Climate change is also"}, {"text_block_id": "p83_b910", "text": "limiting access to existing diamond mining operations in the Slave Geological Province."}, {"text_block_id": "p83_b911", "text": "Construction of an all-weather Slave Geological Province Access Corridor would reduce costs for industry exploration and development in a region that holds world-class deposits of natural resources and continues to be a major contributor to the Canadian and NWT economy."}, {"text_block_id": "p84_b912", "text": "NUNAVUT"}, {"text_block_id": "p84_b913", "text": "KEY ACTIONS TO DATE"}, {"text_block_id": "p84_b914", "text": "Some of the key actions taken to date or under development in Nunavut include:"}, {"text_block_id": "p84_b915", "text": "Energy efficiency upgrades"}, {"text_block_id": "p84_b916", "text": "In combination with the conversion of three of our facilities to residual heat, our GHG reduction is approximately 4,100 tonnes, which is roughly 20% of those buildings’ total emissions."}, {"text_block_id": "p84_b917_merged", "text": "Development of a Climate Change and Adaptation strategy"}, {"text_block_id": "p84_b919", "text": "Upagiaqtavut"}, {"text_block_id": "p84_b920", "text": "was developed in 2011 and serves as a guiding document for the impacts of climate change in Nunavut"}, {"text_block_id": "p84_b921", "text": "("}, {"text_block_id": "p84_b922", "text": "Climate change databank"}, {"text_block_id": "p84_b923", "text": "The Government of Nunavut is developing and uses information technology to centralize and increase the access to climate change information, such as permafrost data and landscape hazards maps. The information is used to improve infrastructure planning and help mitigate the effects of climate change across Nunavut."}, {"text_block_id": "p84_b924", "text": "Climate Change Secretariat"}, {"text_block_id": "p84_b925", "text": "The Government of Nunavut is establishing a Climate Change Secretariat (CCS), which will be the central point within the government to"}, {"text_block_id": "p84_b926", "text": "address both climate change adaptation and mitigation issues."}, {"text_block_id": "p84_b927", "text": "ACTION ON PRICING CARBON POLLUTION"}, {"text_block_id": "p84_b928", "text": "The Government of Nunavut recognizes the role of carbon pricing in the pan-Canadian Framework for Clean Growth and Climate Change.  Given Nunavut’s particular circumstances, the Government of Canada and the Government of Nunavut will work together to assess the implications of carbon pricing in the territory for its economy, communities and people including energy costs, and to develop solutions together."}, {"text_block_id": "p84_b929", "text": "The Government of Nunavut and the Government of Canada will also work together to assess the implications of carbon pricing in Canada on the cost of living in Nunavut. This will be an important consideration for future policy development."}, {"text_block_id": "p84_b930", "text": "As outlined in the federal government's benchmark, 100% of the revenues from carbon pricing will be retained by Nunavut."}, {"text_block_id": "p84_b931", "text": "COLLABORATION PARTNERSHIP OPPORTUNITIES FOR CLEAN GROWTH AND CLIMATE CHANGE"}, {"text_block_id": "p84_b932", "text": "Nunavut and the Government of Canada will assess the economic and technical feasibility of electrification through hybrid power generation in Nunavut’s communities. Hybrid power generation would significantly reduce emissions while at the same time ensure that Nunavut’s isolated communities have reliable power."}, {"text_block_id": "p84_b933", "text": "Nunavut and the Government of Canada will work together to develop a retrofit program to increase the energy efficiency of public and private"}, {"text_block_id": "p85_b934", "text": "housing. Investment in safe and energy efficient housing is a key component of building strong resilient communities in the Arctic."}], "document_description": "<div>The Pan-Canadian Framework on Clean Growth and Climate Change is an extensive document that has been developed by the Canadian government in association with the ten provinces to lay out a mitigation strategy as well as a pathway towards a clean economy. The plan details a number of national orientations over 1) the objective of meeting, or exceed, Canada's 2030 target of a 30 percent reduction below 2005 levels of greenhouse gases emissions, 2) adaptation, 3) and mentions province-wide projects happening in different provinces, such as the \"community-based energy generation\" scheme of New Brunswick or the efforts towards electrification of transportation in Quebec. Specific policies include:&nbsp;</div><div><br></div><ul><li>carbon pricing, with a federal benchmark calling a price starting at $10/tonne in 2018 and a $10/year increase until it reaches $50/tonne in 2022.</li><li>efforts to support clean technologies at early stage and their implementation at industrial scale. The plan seeks an increase of renewables in the electricity mix (currently at 80 %), a reduction in the reliance on diesel in local communities power generation, energy efficiency in new buildings and retrofitting. The objectives of mitigation and adaptation are meant to be combined with jobs creation and economic growth.</li><li>Increased stored carbon in forests, use of wood for construction, bioenergy and bio products.</li><li>Adaptation - focusing on vulnerable regions and especially the Arctic, to translate scientific information and traditional knowledge into action, building regional adaptation capacity expertise, resilient infrastructure and standards, address climate-related health risks, support communities and respecting the rights of Indigenous people.</li><li>Federal and province level yearly reporting on greenhouse emissions, to determine whether the country's progression is in line with the set out <a href=\"https://www.canada.ca/en/services/environment/weather/climatechange/pan-canadian-framework/pathway-canada-target.html\">pathway</a> of greenhouse gases emissions reductions by 2030.</li></ul>"}