{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "North America", "document_country_english_shortname": "Canada", "document_category": "Law", "document_sector_name": ["Energy", "Cross Cutting Area"], "document_date": "01/01/2020", "document_language": "English", "document_name": "Strategic Assessment of Climate Change Revised, October 2020", "document_country_code": "CAN", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Coal", "Environmental Permit", "Limits On Fossil Fuels", "Coal Phase Out", "Fossil Fuel Phase Out", "Fossil Fuels Curbing Measures"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.canada.ca/en/services/environment/conservation/assessments/strategic-assessments/climate-change.html#toc3", "document_type": "Strategic Assessment", "text_blocks": [], "document_description": "The Impact Assessment Act of 2019 replaces the Canadian Environmental Assessment Act, 2012. The Act provides the overall architecture for the federal environmental impact assessment regime in Canada. The Act broadens the scope of environmental impact assessments to include environmental, social, health and economic aspects. Section 22(1)(b)(i) requires that the body conducting the assessment must consider the extent to which the project may contribute to or hinder the Government of Canada's ability to meet its obligations and commitments in respect of climate change. Section 63(e) provides that in granting Ministerial approval to a designated project the relevant Minister must consider the extent to which the project may contribute to or hinder the Government of Canada's ability to meet its obligations and commitments in response of climate change.Pursuant to section 95 of the Act, Environment and Climate Change Canada published the Strategic Assessment of Climate Change in July 2020, which provides guidance on how assessments should be conducted.The Canadian government indicated in a June 2021 policy statement  its intention to phase out thermal coal mining by 2030 in order to meet the Impact Assessment Act's requirements with regard to the assessment of public interest of new projects."}