{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_framework_name": "Adaptation", "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Cuba", "document_category": "Policy", "document_sector_name": ["Water", "Tourism"], "document_date": "01/01/2017", "document_language": "Spanish", "document_name": "Confrontation to climate change in the Republic of Cuba - Life task", "document_country_code": "CUB", "document_hazard_name": ["Ocean Acidification", "Changes In Average Precipitation", "Changes In Groundwater", "Sea Level Rise", "Soil Erosion", "Changes In Soil Quality", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Flooding", "Drought"], "document_keyword": ["Adaptation", "Disaster Risk Management"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/CUB/2017/CUB-2017-01-01-Confrontation to climate change in the Republic of Cuba - Life task_a63f3734cd79d60604a9c125c4de9736.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The State Plan for confronting climate change, Tarea Vida, was approved in 2017 by the Council of Ministers. Its foresees a programme of progressive investments that will be executed in the short (year 2020), medium (2030), long (2050) and very long (2100) terms. Priority areas have been identified taking into account the preservation of people's lives in the most vulnerable places, food security and tourism development. Main goals are : 1) to undertake actions and projects for adaptation to climate change necessary in the 15 areas identified as most vulnerable, 2) to conserve and fully recover the beaches of the Cuban archipelago, 3) to ensure the availability and use of water as part of coping with drought, 4) to direct reforestation towards maximum protection of soils, 5) to rehabilitate the coral reefs as the most affected mangroves, 6) to implement, control and evaluate the adaptation and mitigation measures.For the vulnerable areas, several measures are established : 1) the ban on building new homes in threatened coastal settlements that are predicted to disappear due to flooding, 2) to reduce population density in low-lying coastal areas, 3) to develop new infratructures adapted to coastal flooding, 4) to adapt agricultural activities to the changes in land use caused by sea level rise and drought, 5) to reduce cultivated areas close to the coasts and diversify crops, 6) to plan the urban reorganization processes of the threatened settlements and infrastructures, 7) to start the process with lower cost measures such as induced natural solutions (beach recovery, reforestation).The plan also insists on the necessity of an environmental education for a possible sustainable development."}