{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Cuba", "document_category": "Law", "document_sector_name": ["Transportation", "Economy-wide", "Disaster Risk Management (Drm)"], "document_date": "01/01/1997", "document_language": "Spanish", "document_name": "Decree Law No. 170 of the Civil Defense Measures System", "document_country_code": "CUB", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/CUB/1997/CUB-1997-01-01-Decree Law No. 170 of the Civil Defense Measures System_73be967d0f3d55ce5b032426cf7a17f8.pdf", "document_type": "Decree Law", "text_blocks": [], "document_description": "Law No. 75 defines Civil Defence as 'a system of defensive state measures taken in peacetime during exceptional circumstances, aimed at protecting the population and the national economy from destruction by enemy or from natural disasters and other types of catastrophes, including deterioration of the environment'. When the exceptional circumstances apply, the government can use all the resources and activities of the country to respond to the needs of national defence. Decree-Law 170 then lays down the different Civil Defence measures that can be developed to help to prevent the special circumstances from occurring or minimise their impacts. It establishes the National Etat-Major of Civil Defence that co-ordinates the deployment of measures by different state organs, economic entities and social institutions in order to protect the population and the economy. Although the laws do not directly mention climate change, they lay down clear adaptation measures to extreme weather events, whose increased occurrence over the past years is recognised as part of the impact of climate change.  In addition, Directive 1 of the Vice-President of the National Defence Council (2010) calls on the Ministry of Science, Technology and Environment to carry out studies on the dangers, vulnerability and risk of disasters, as well as evaluation of potential climate change impacts."}