{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Panama", "document_category": "Policy", "document_sector_name": "Social development", "document_date": "16/02/2007", "document_language": "English", "document_name": "Executive Decree No. 35 - National Climate Change Policy", "document_country_code": "PAN", "document_hazard_name": ["Changes In Average Temperature", "Changes In Average Precipitation", "Sea Level Rise", "Heat Waves And Heat Stress", "Wildfires", "Droughts", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/PAN/2007/PAN-2007-02-16-Executive Decree No. 35 - National Climate Change Policy_8c15f71b84eaa5fdacc60e7d568cca64.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The main objective of this Decree is the approval of the principles, objectives, subprograms and action lines of the National Climate Change Policy. The objective of the Policy is to properly manage the issue of climate change at the national level and the effects it may have on the population and the territory, in accordance with the provisions included in the United Nations Framework Convention on Climate Change, the Protocol of Kyoto, the Political Constitution of the Republic of Panama and the General Environmental Law. The principles of the policy include: 1) Protect the climate system for the benefit of present and future generations, on the basis of equity and in accordance with their common but differentiated responsibilities and their respective capacities, 2) Take fully into account the specific needs and special circumstances of the Parties that are developing countries, especially those that are particularly vulnerable to adverse effects of climate change, 3) Recognize the commitment to implement actions of adaptation and mitigation of the adverse effects of climate change, taking into account especially the areas of poverty, so that economic development, environmental so and social of the country, 4) Integration of the National Climate Change Policy within The national strategy for development and economic growth and the promotion of the conscious participation of citizens, including gender equality, 5) Recognition that the policy and issues related to climate change at the national level should be coordinated through ANAM as the designated National Authority and focal point before the UNFCCC, and 6) Climate change management that includes integration and coordination in the sector, regional, local and national, complemented by other instruments of environmental management, such as environmental education, territorial planning, gender and environment, among others. Specific objectives of the policy are set out in the institutional, normative, environmental sectors. The policy further aims at promoting actions of awareness and citizen participation, so that the key actors in the different processes linked to the management of climate change are involved, highlighting women for their proven leading role in the process."}