{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Croatia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Strategy for Sustainable Development of the Republic of Croatia", "document_country_code": "HRV", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "20/02/2009", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/HRV/2009/HRV-2009-02-20-Strategy for Sustainable Development of the Republic of Croatia_9519ee1bd2774063970c1456cb448fbf.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE MINISTRY OF ENVIRONMENTAL PROTECTION, PHYSICAL PLANNING AND CONSTRUCTION"}, {"text_block_id": "p1_b2", "text": "Pursuant to Article 44 of the Environmental Protection Act (Official Gazette 110/07), the Croatian Parliament at its session on"}, {"text_block_id": "p1_b3", "text": "20 February 2009"}, {"text_block_id": "p1_b4", "text": "adopted the"}, {"text_block_id": "p1_b5", "text": "STRATEGY"}, {"text_block_id": "p1_b6", "text": "FOR SUSTAINABLE DEVELOPMENT  OF THE REPUBLIC OF CROATIA"}, {"text_block_id": "p1_b7", "text": "I Introduction"}, {"text_block_id": "p1_b8", "text": "Sustainable development is development that meets the needs of the present without"}, {"text_block_id": "p1_b9", "text": "comprising the needs of future generations. Sustainable development achieves a"}, {"text_block_id": "p1_b10", "text": "balance between the requirements to improve the quality of life (economic component)"}, {"text_block_id": "p1_b11", "text": "and achieve social well-being and peace for all (social component) and the"}, {"text_block_id": "p1_b12", "text": "requirements to protect environmental components as a natural resource upon which"}, {"text_block_id": "p1_b13", "text": "present and future generations depend. Adherence to the principles of democracy,"}, {"text_block_id": "p1_b14", "text": "gender equality, social justice and solidarity, rule of law, respect for fundamental rights"}, {"text_block_id": "p1_b15", "text": "and the preservation of natural resources, cultural heritage and human environment,"}, {"text_block_id": "p1_b16", "text": "contribute to safeguarding the Earth•s capacity to support life in all its diversity."}, {"text_block_id": "p1_b17", "text": "Sustainable development is thus achieved through a dynamic economy with full"}, {"text_block_id": "p1_b18", "text": "employment, economic, social and territorial cohesion, high level of education, health"}, {"text_block_id": "p1_b19", "text": "protection and environmental protection."}, {"text_block_id": "p1_b20", "text": "At the United Nations Conference on Environment and Development (UNCED) held in"}, {"text_block_id": "p1_b21", "text": "Rio de Janeiro in 1992, the global public•s attention was focused on the increasing"}, {"text_block_id": "p1_b22", "text": "problems related to developmental and environmental issues at the local and global"}, {"text_block_id": "p1_b23", "text": "level. The Declaration and the Programme of Action for the 21"}, {"text_block_id": "p1_b24", "text": "st"}, {"text_block_id": "p1_b25", "text": "Century (Agenda 21)"}, {"text_block_id": "p1_b26", "text": "adopted at the Conference give strong support to the principle of sustainable"}, {"text_block_id": "p1_b27", "text": "development. Chapter 8 of Agenda 21 calls on countries to adopt national strategies for"}, {"text_block_id": "p1_b28", "text": "sustainable development (NSDS) that should build upon and harmonise the various"}, {"text_block_id": "p1_b29", "text": "sectoral economic, social and environmental policies and existing national plans."}, {"text_block_id": "p1_b30_merged_merged_merged_merged", "text": "The General Assembly of the United Nations in 2000 adopted the Millennium Declaration, a United Nations political document for the 21st century, which defines development goals in areas of interest for the overall international community as well as activities required for their realization. The Declaration, inter alia, gives support to the principle of sustainable development which becomes a key element in ensuring environmental sustainability • one of the eight Millennium Development Goals that the member states of the United Nations have undertaken to achieve by 2015."}, {"text_block_id": "p2_b36", "text": "The principle of sustainable development received strong political support at the World Summit on Sustainable Development"}, {"text_block_id": "p2_b37", "text": "("}, {"text_block_id": "p2_b38", "text": "WSSD) held in Johannesburg in 2002. At the Summit countries were called upon to adopt regional and national strategies for sustainable development and to begin their implementation. Furthermore, the integration of the principle of sustainable development into national policies and plans is one of the goals of the Millennium Declaration for the purpose of achieving the millennium goal of environmental sustainability."}, {"text_block_id": "p2_b39", "text": "The Millennium Declaration and the Millennium Development Goals of the United"}, {"text_block_id": "p2_b40", "text": "Nations General Assembly in 2000 as well as the later Practical Plan to Achieve the"}, {"text_block_id": "p2_b41", "text": "Millennium Development Goals adopted at the World Summit on Sustainable"}, {"text_block_id": "p2_b42", "text": "Development in 2002 provided encouragement for the strengthening of regional"}, {"text_block_id": "p2_b43", "text": "cooperation in promoting and implementing the principle of sustainable development."}, {"text_block_id": "p2_b44", "text": "Within the framework of the Mediterranean Action Plan and the Convention for the"}, {"text_block_id": "p2_b45", "text": "Protection of the Marine Environment and the Coastal Region of the Mediterranean"}, {"text_block_id": "p2_b46", "text": "(Barcelona Convention), at the 14"}, {"text_block_id": "p2_b47", "text": "th"}, {"text_block_id": "p2_b48", "text": "Meeting of the Contracting Parties to the Barcelona"}, {"text_block_id": "p2_b49", "text": "Convention held in Portoro• in 2005, the Mediterranean Strategy for Sustainable Development was adopted."}, {"text_block_id": "p2_b50", "text": "The Amsterdam Treaty made the promotion of sustainable development one of the key"}, {"text_block_id": "p2_b51", "text": "tasks of the European Union. After careful review of the 2001 EU Sustainable"}, {"text_block_id": "p2_b52", "text": "Development Strategy adopted in G"}, {"text_block_id": "p2_b53", "text": "öteborg"}, {"text_block_id": "p2_b54", "text": ", in 2006 the European Union accepted the"}, {"text_block_id": "p2_b55", "text": "revised Sustainable Development Strategy for an enlarged European Union. The"}, {"text_block_id": "p2_b56", "text": "Strategy is directed at gradually changing the current unsustainable consumption and"}, {"text_block_id": "p2_b57", "text": "production patterns and the non-integrated approach to policy-making. At the same"}, {"text_block_id": "p2_b58", "text": "time, it reaffirms the need for solidarity and strengthening of partnership."}, {"text_block_id": "p2_b59_merged_merged_merged_merged", "text": "One of the first documents passed by the Croatian Parliament in which the importance of sustainable development is mentioned is the Declaration on Environmental Protection in the Republic of Croatia adopted in 1992. At the international level, the Republic of Croatia supported Agenda 21 and its Action Plan adopted in 1992 at the conference in Rio and assumed the obligations arising from the Millennium Declaration and the Millennium Development Goals adopted by the United Nations General Assembly in 2000. To that end, the Republic of Croatia prepared the National Report on the Implementation of the Millennium Declaration which was adopted by the Government in August 2004 and submitted to the United Nations in September of that year.  All relevant stakeholders contributed to the preparation of that report • competent ministries, government offices and bodies, scientific institutions and non-governmental organisations. In 2006 the Republic of Croatia submitted to the United"}, {"text_block_id": "p3_b66", "text": "Nations the Progress Report on the Achievement of the Nationalized Millennium Development Goals in the Republic of Croatia (for the period from August 2004 to December 2005)."}, {"text_block_id": "p3_b67", "text": "In the Environmental Protection Act, which entered into force in November 2007, the Strategy for Sustainable Development of the Republic of Croatia (hereinafter: the Strategy) holds a key position as the document which directs long term economic and social development as well as environmental protection towards the sustainable"}, {"text_block_id": "p3_b68", "text": "development of the Republic of Croatia. The Environmental Protection Act prescribes"}, {"text_block_id": "p3_b69", "text": "that the Strategy will establish guidelines for long term actions by defining objectives"}, {"text_block_id": "p3_b70", "text": "and determining measures for their realization, taking into account the present status"}, {"text_block_id": "p3_b71", "text": "and undertaken international obligations. The Strategy integrates different development"}, {"text_block_id": "p3_b72", "text": "policies by trying to find solutions suitable for all three components of sustainable development: economic, social and environmental."}, {"text_block_id": "p3_b73", "text": "The Strategy contains fundamental principles and criteria fo"}, {"text_block_id": "p3_b74", "text": "r determ"}, {"text_block_id": "p3_b75", "text": "ining the objectives"}, {"text_block_id": "p3_b76", "text": "and priorities in considering the long term transformation towards sustainable"}, {"text_block_id": "p3_b77", "text": "development of the Republic of Croatia. Taking into account the realization of"}, {"text_block_id": "p3_b78", "text": "sustainable development of the Republic of Croatia, the Strategy sets basic objectives"}, {"text_block_id": "p3_b79", "text": "and measures of economic sustainable development, social sustainable development"}, {"text_block_id": "p3_b80", "text": "and environmental protection and identifies key challenges in their realization. The"}, {"text_block_id": "p3_b81", "text": "analysis of the most important chall"}, {"text_block_id": "p3_b82", "text": "enges p"}, {"text_block_id": "p3_b83", "text": "rovides a description of the current situation"}, {"text_block_id": "p3_b84", "text": "from the economic, social and environmental aspect, thereby contributing to"}, {"text_block_id": "p3_b85", "text": "sustainability. The Strategy also lists the institutions involved in its implementation and"}, {"text_block_id": "p3_b86", "text": "the method of implementation, responsibility for the implementation and the method of"}, {"text_block_id": "p3_b87", "text": "monitoring the implementation."}, {"text_block_id": "p3_b88", "text": "II Republic of Croatia and Sustainable Development"}, {"text_block_id": "p3_b89_merged_merged_merged", "text": "Sustainable development implies the realization of three general objectives: stable economic development, social equity and environmental protection. These objectives, while recognizing the state•s responsibility for global issues at the international level, may only be accomplished by mutual cooperation of all stakeholders. The realization of the aforementioned objectives should:"}, {"text_block_id": "p3_b92", "text": "Sustainable development implies the realization of three general objectives: stable economic development, social equity and environmental protection. These objectives, while recognizing the state•s responsibility for global issues at the international level, may only be accomplished by mutual cooperation of all stakeholders. The realization of the aforementioned objectives should:\n* safeguard the earth's capacity to support life in all its diversity, respect the existing\n<\\li1>"}, {"text_block_id": "p4_b94", "text": "Sustainable development implies the realization of three general objectives: stable economic development, social equity and environmental protection. These objectives, while recognizing the state•s responsibility for global issues at the international level, may only be accomplished by mutual cooperation of all stakeholders. The realization of the aforementioned objectives should:\n* safeguard the earth's capacity to support life in all its diversity, respect the existing\n<\\li1>\n* respect national specificities;\n* promote an economy based on prosperity, development changes, spirit of\n* promote a democratic, socially inclusive, cohesive, healthy, safe and just society\n* apply scientific and expert knowledge to develop a system for the protection of\n* encourage the establishment of democratic institutions across the region and the\n* actively promote sustainable development in the region and the world;\n* strengthen partnership among all segments of the society."}, {"text_block_id": "p4_b108", "text": "Principles"}, {"text_block_id": "p4_b109_merged", "text": "The following general principles will direct the Republic of Croatia towards sustainable development:"}, {"text_block_id": "p4_b111", "text": "The following general principles will direct the Republic of Croatia towards sustainable development:\n* protection of human health;\n* promotion and protection of fundamental rights;\n* solidarity within and between generations;\n* open and democratic society;\n* involvement of citizens;\n* involvement of businesses and social partners;\n* corporate social responsibility;\n* integration of economic, social and environmental components into the\n* education for sustainable development;\n* coherence of policies at all government and self-government levels;\n* use of the best available technology;\n* renewal (for example, by reuse or recycling) of natural resources;\n* promotion of sustainable production and consumption;\n* precaution and prevention;\n* â¢polluter paysâ¢ for damages caused to the environment."}, {"text_block_id": "p4_b141", "text": "Sustainable Croatia"}, {"text_block_id": "p5_b142", "text": "The Republic of Croatia will achieve stability and progressive development with balanced policies within the framework of general objectives provided that it:"}, {"text_block_id": "p5_b143", "text": "The Republic of Croatia will achieve stability and progressive development with balanced policies within the framework of general objectives provided that it:\n* builds a stable economy;\n* ensures energy security and efficiency;\n* increases and equalizes the level of regional development and realizes good\n* ensures full gender, ethnic, religious and age equality;\n* builds a quality public health system;\n* builds an efficient social welfare system;\n* enables a high level of education of the population;\n* builds a system of specific measures for the socially vulnerable part of the\n* achieves the management and rational use of all natural resources;\n* achieves good monitoring of the state of the environment with an efficient emission\n* efficiently protects parts of nature and environmental components;\n* undertakes measures to mitigate climate change i.e. adapts to climate change and"}, {"text_block_id": "p5_b167", "text": "Current Situation"}, {"text_block_id": "p5_b168", "text": "Sustainable development of the Republic of Croatia must be put into the context of its"}, {"text_block_id": "p5_b169", "text": "geopolitical environment and existing situation which includes the assessment of"}, {"text_block_id": "p5_b170", "text": "available human and natural resources."}, {"text_block_id": "p5_b171_merged_merged", "text": "The economic and social progress in Europe and the world is currently based on knowledge, use of scientific results and information and communication technologies as well as alignment of the state•s involvement with the needs of entrepreneurs. The Croatian economy, which until recently showed an increasing growth trend, is strongly affected by the events in the global market that constantly generate changes in key economic relations. The effects of negative trends in global financial markets reflect on the real sector through slowing down and, in some of the developed countries, even a negative trend in global economic growth. At the same time, oscillations in energy and food prices have additional negative effects on economic growth as well as on inflation. Projections of the European Commission and the International Monetary Fund (IMF) predict a slow-down of economic growth in the European Union which is the main Croatian foreign trade partner. This also implies a significant unfavourable impact on current economic events in Croatia in the following short-term period. This also"}, {"text_block_id": "p6_b179", "text": "changes the recent positive image of employment and unemployment trends and places it into the context of negative trends."}, {"text_block_id": "p6_b180", "text": "The efforts to achieve economic growth are supported by fiscal policy while the stability of the exchange rate, low inflation and further reduction of the budget deficit represent positive macroeconomic factors. The costs of social infrastructure and security are in balance with the sustainability level in the current national and global economic conditions. However, there are certain problems that slow down the overall economic development. For instance: dependence on imported energy, corruption, slow and"}, {"text_block_id": "p6_b181", "text": "inefficient judiciary, decline in the population and average ageing of the population,"}, {"text_block_id": "p6_b182", "text": "economic disparity between the regions, pressures concerning irrational management"}, {"text_block_id": "p6_b183", "text": "of national land resources, etc. Furthermore, there is an opportunity to achieve a"}, {"text_block_id": "p6_b184", "text": "significantly larger GDP than the present one which may be accomplished by raising"}, {"text_block_id": "p6_b185", "text": "the general level of education of the workforce, primarily because of demands for the"}, {"text_block_id": "p6_b186", "text": "use of new technologies and orientation towards more complex production processes."}, {"text_block_id": "p6_b187", "text": "Where natural resources are concerned, in addition to the beauties of the landscape"}, {"text_block_id": "p6_b188", "text": "and geographic and climatic diversity, the Republic of Croatia also has large verified"}, {"text_block_id": "p6_b189", "text": "freshwater reserves, sufficient areas of unpolluted agricultural land for which"}, {"text_block_id": "p6_b190", "text": "melioration drainage or irrigation measures need to be implemented, own energy"}, {"text_block_id": "p6_b191", "text": "reserves sufficient to meet at least one fourth of its needs. Significant areas of the"}, {"text_block_id": "p6_b192", "text": "Republic of Croatia are still covered by quality forests and the sea quality permits different forms of mariculture."}, {"text_block_id": "p6_b193", "text": "III Key challenges to sustainable development of the Republic of Croatia"}, {"text_block_id": "p6_b194_merged_merged", "text": "Based on the aforementioned, and considering the ever-increasing environmental pressures, the Strategy for Sustainable Development of the Republic of Croatia, while respecting the assumed international obligations, is focused on long-term action in eight key areas: 1. encouraging population growth in the Republic of Croatia; 2. environment and natural resources; 3. promoting sustainable production and consumption; 4. ensuring social and territorial cohesion and justice; 5. ensuring energy independence and increasing the efficiency of energy use; 6. strengthening public health; 7. interconnectedness of the Republic of Croatia; 8. protection of the Adriatic Sea, coastal area and islands. In those areas it is necessary to redirect the existing processes towards a more sustainable behaviour. These are the eight key challenges of sustainable development that also serve as the basis for strategic directions of the development of the Republic of Croatia."}, {"text_block_id": "p6_b201", "text": "Analysis of each of these areas begins by considering the basic features of the current situation in order to define the overall objective according to which the direction of"}, {"text_block_id": "p7_b202", "text": "systematic and long-term action is determined. Likewise, for each area different forms of action (adoption of policies, sectoral strategies, implementation of plans and projects) are proposed that contribute to realizing the overall objective. The proposed measures are followed by specific objectives, bringing the overall objective into sharper focus and making its realization measurable."}, {"text_block_id": "p7_b203", "text": "The realization of the overall objective needs to include institutions and state administration bodies responsible for implementing specific segments of the Strategy in all strategic and development documents within their competence. Their action is"}, {"text_block_id": "p7_b204", "text": "manifold: they maintain dialogue with other stakeholders and prepare and propose"}, {"text_block_id": "p7_b205", "text": "policies and strategies; implement plans and projects for the realization of the overall"}, {"text_block_id": "p7_b206", "text": "objective and specific objectives; supervise the implementation of plans and projects carried out by others, and monitor the realization of objectives."}, {"text_block_id": "p7_b207", "text": "The local self-government bodies play a vital role in the realization of overall objectives"}, {"text_block_id": "p7_b208", "text": "at the local level. They promote sustainability in their own Agendas 21 that are used to"}, {"text_block_id": "p7_b209", "text": "define their local objectives which in turn direct the economic and social local"}, {"text_block_id": "p7_b210", "text": "community projects, environmental protection or adaptation to climate change in order"}, {"text_block_id": "p7_b211", "text": "to strengthen the community•s sustainability through the implementation of such projects."}, {"text_block_id": "p7_b212", "text": "The business community contributes to sustainable development by opening new work"}, {"text_block_id": "p7_b213", "text": "posts through developing new technologies while accepting environmental protection"}, {"text_block_id": "p7_b214", "text": "measures and, in particular, by exercising corporate social responsibility."}, {"text_block_id": "p7_b215", "text": "Citizens with their activities directly shape basic types of behaviour and contribute to"}, {"text_block_id": "p7_b216", "text": "public participation in democratic development. The Government of the Republic of"}, {"text_block_id": "p7_b217", "text": "Croatia manages and, through its bodies, coordinates and ensures harmonisation of all"}, {"text_block_id": "p7_b218", "text": "forms of action associated with implementing the principles of sustainable"}, {"text_block_id": "p7_b219", "text": "development."}, {"text_block_id": "p7_b220", "text": "1. Population"}, {"text_block_id": "p7_b221", "text": "Situation"}, {"text_block_id": "p7_b222_merged_merged_merged_merged_merged", "text": "For a number of years Croatia has been characterised by unfavourable demographic developments. This is manifested in an increase of ageing population, negative natural growth rate, migrations during the Homeland War and ageing of the active working population. According to the last 2001 census, Croatia had approximately 4.44 million inhabitants, of which 56% lived in urban settlements. The birth rate in 2005 was 9.6% while the natural growth rate was negative: -2.1•. According to the projections of the mean fertility rate with migrations, by 2050 the total number of inhabitants in the"}, {"text_block_id": "p8_b224", "text": "Republic of Croatia would be around 3.68 million, of which 80% would live in urban settlements."}, {"text_block_id": "p8_b225", "text": "The age structure of the population between 1953 and 2001 has significantly changed in the negative direction. In 1953, Croatia had a progressive population age structure of the so called •pyramid• type. In 1981 it took on the stagnating form of the •beehive• type and in 2001 it transformed into a regressive type by taking on the •inverse pyramid• form. The younger population spontaneously and rapidly migrated from marginal and rural areas of the state, which is especially evident in highland areas and areas affected by the Homeland War."}, {"text_block_id": "p8_b226_merged", "text": "Due to the very low natural population growth and uneven population distribution, almost all Croatian counties experience unfavourable demographic processes and the distortion of the population age and gender structure. These processes are particularly manifested in the migration of younger, fertile population from rural, remote and economically underdeveloped areas to urban centres, which was especially noticeable in the second half of the 20th century. The consequence of such migration processes is a distorted structure of pre-working (age 0-14), working (age 15-64) and post-working (age 65 and above) population and an unequal regional socio-economic development."}, {"text_block_id": "p8_b236", "text": "Overall Objective"}, {"text_block_id": "p8_b237", "text": "Overall Objective\n* Prevent further decline in the natural increase of the population and negative\n<\\li1>"}, {"text_block_id": "p8_b239", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p8_b240", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives\n* Increase the birth-rate through direct and indirect measures with a long-term goal\n* Through targeted activities at the level of the whole society and direct action in\n* Create the preconditions for employment of young people and women by\n* Adopt and implement the housing strategy at the national, local and regional level,\n* Raise the level of social security and quality of life of young married couples and"}, {"text_block_id": "p9_b250", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives\n* Increase the birth-rate through direct and indirect measures with a long-term goal\n* Through targeted activities at the level of the whole society and direct action in\n* Create the preconditions for employment of young people and women by\n* Adopt and implement the housing strategy at the national, local and regional level,\n* Raise the level of social security and quality of life of young married couples and\n* Encourage economic programmes aimed at developing and sustaining small\n* Methodically direct the overall migration flows that will contribute to more"}, {"text_block_id": "p9_b255", "text": "Existing documents:"}, {"text_block_id": "p9_b256", "text": "Existing documents:\n* National Population Policy\n* National Family Policy of the Republic of Croatia\n* National Island Development Programme\n* National Demographic Development Programme\n* Plan and Programme of Health Care on the Islands"}, {"text_block_id": "p9_b266", "text": "Involved institutions:"}, {"text_block_id": "p9_b267", "text": "Involved institutions:\n* Ministry of Family, Veteransâ¢ Affairs and Intergenerational Solidarity\n* Ministry of Health and Social Welfare\n* Ministry of Science, Education and Sports\n* Ministry of Economy, Labour and Entrepreneurship\n* Ministry of Agriculture, Fisheries and Rural Development\n* Ministry of Regional Development, Forestry and Water Management\n* Ministry of Finance\n* Ministry of Sea, Transport and Infrastructure\n* Ministry of Tourism\n* Ministry of Environmental Protection, Physical Planning and Construction\n* Local and regional self-government\n* Institutes\n* Universities\n* Expert institutions\n* Non-governmental organisations"}, {"text_block_id": "p10_b299", "text": "2. Environment and Natural Resources"}, {"text_block_id": "p10_b300", "text": "Nature Protection"}, {"text_block_id": "p10_b301", "text": "Nature protection is implemented through the conservation of biological and landscape diversity and the protection of natural resources."}, {"text_block_id": "p10_b302", "text": "The total number of known species in Croatia is approximately 37,000, of which 1,136 are endemic. The conjecture that there is as much as three times more species indicates the insufficient level of flora and fauna research. Considering the surface area"}, {"text_block_id": "p10_b303", "text": "of Croatia, this is a significant number that places the Republic of Croatia among the"}, {"text_block_id": "p10_b304", "text": "richest European countries in terms of biodiversity. In terms of diversity of plant"}, {"text_block_id": "p10_b305", "text": "species, the Republic of Croatia (with 0.075 species/km"}, {"text_block_id": "p10_b306", "text": "2"}, {"text_block_id": "p10_b307", "text": "or 0.094 species/km"}, {"text_block_id": "p10_b308", "text": "2"}, {"text_block_id": "p10_b309", "text": "including subspecies) is third in Europe. Fauna of the Republic of Croatia is prolific in"}, {"text_block_id": "p10_b310", "text": "bats (34 species) and birds (375 species) while all three species of large carnivores"}, {"text_block_id": "p10_b311", "text": "(bear, wolf and lynx) are also present. The most under-researched species are moss,"}, {"text_block_id": "p10_b312", "text": "fungi and lichen as well as invertebrate taxa. Among the researched plant and animal"}, {"text_block_id": "p10_b313", "text": "groups (vertebrates, diurnal butterflies, dragonflies, subterranean fauna, vascular flora"}, {"text_block_id": "p10_b314", "text": "and fungi), 1,131 species and subspecies are listed as endangered and protected"}, {"text_block_id": "p10_b315", "text": "under law."}, {"text_block_id": "p10_b316", "text": "According to the national classification, habitats are categorized in 11 fundamental"}, {"text_block_id": "p10_b317", "text": "classes, with particular specificity of those related to the sea, underground and karst"}, {"text_block_id": "p10_b318", "text": "areas. Bogs, wetland and subterranean habitats are considered the most endangered."}, {"text_block_id": "p10_b319", "text": "The protected areas cover 8.54% of the total surface area of the Republic of Croatia, or"}, {"text_block_id": "p10_b320", "text": "11.38% of its land area. 4.76% are national parks and nature parks. Until now, 461"}, {"text_block_id": "p10_b321", "text": "protected areas, of which 9 under preventive protection, have been registered into the"}, {"text_block_id": "p10_b322", "text": "Registry of Protected Natural Assets on the territory of the Republic of Croatia."}, {"text_block_id": "p10_b323_merged_merged_merged_merged", "text": "In order to preserve the biodiversity of wild taxa and habitats and to maintain or restore a favourable conservation status of endangered habitat types and wild taxa, in addition to the protected areas, the Ecological Network was proclaimed. It represents a system of ecologically important areas and ecological corridors for which guidelines for measures aimed at protecting the conservation objectives of the ecological network were prescribed. In areas that are part of the Ecological Network of the Republic of Croatia, each planned project, which by itself or in combination with other projects, may have a significant impact on the conservation objectives of the ecological network is subject to nature impact assessment, thus providing long-term preservation of the favourable status of those areas (wild taxa and habitat types)."}, {"text_block_id": "p10_b329", "text": "In spatial planning and development as well as in using natural resources, it is necessary to provide for conservation of important and characteristic landscape features as well as for maintenance of biological, geological and cultural values."}, {"text_block_id": "p11_b330", "text": "Landscapes are classified into landscape types. The rich landscape diversity is endangered by monotonous and inconsistent urbanisation, inappropriate construction locations and architecture, large infrastructural projects and agricultural activities."}, {"text_block_id": "p11_b331", "text": "Natural Resources"}, {"text_block_id": "p11_b332", "text": "Natural resources include the entire area of the Republic of Croatia while special protection is required for agricultural lands, forests and waters. The total surface area of the Republic of Croatia is 87,661 km"}, {"text_block_id": "p11_b333", "text": "2"}, {"text_block_id": "p11_b334", "text": ", of which 56,594 km"}, {"text_block_id": "p11_b335", "text": "2"}, {"text_block_id": "p11_b336", "text": "is land, and 31,067 km"}, {"text_block_id": "p11_b337", "text": "2"}, {"text_block_id": "p11_b338", "text": "is"}, {"text_block_id": "p11_b339", "text": "sea. In the structure of land surfaces, agricultural lands are prevailing. They amount to"}, {"text_block_id": "p11_b340", "text": "29,557 km"}, {"text_block_id": "p11_b341", "text": "2"}, {"text_block_id": "p11_b342", "text": ". Forest surfaces cover 26,083 km"}, {"text_block_id": "p11_b343", "text": "2"}, {"text_block_id": "p11_b344", "text": ", and water surfaces (mostly lakes and"}, {"text_block_id": "p11_b345", "text": "watercourses) cover 534 km"}, {"text_block_id": "p11_b346", "text": "2"}, {"text_block_id": "p11_b347", "text": ". The remaining 446 km"}, {"text_block_id": "p11_b348", "text": "2"}, {"text_block_id": "p11_b349", "text": "of land surface are settlements."}, {"text_block_id": "p11_b350", "text": "Croatian islands include almost all islands of the eastern Adriatic coast and its central"}, {"text_block_id": "p11_b351", "text": "part thus forming the second largest Mediterranean archipelago. There are 1,185"}, {"text_block_id": "p11_b352", "text": "islands, of which 47 inhabited, 651 uninhabited, 389 cliffs and 78 reefs. Islands cover"}, {"text_block_id": "p11_b353", "text": "3,259 km"}, {"text_block_id": "p11_b354", "text": "2"}, {"text_block_id": "p11_b355", "text": "or 5.8% of Croatian land thus considerably contributing to the large surface area of the territorial sea."}, {"text_block_id": "p11_b356", "text": "In order to preserve natural resources, various measures need to be implemented, first"}, {"text_block_id": "p11_b357", "text": "and foremost demining measures. According to the report of the Croatian Demining"}, {"text_block_id": "p11_b358", "text": "Centre concerning the implementation of the humanitarian demining plan and spent"}, {"text_block_id": "p11_b359", "text": "funds allocated for 2006, the total mine suspected area amounted to 1,044 km"}, {"text_block_id": "p11_b360", "text": "2"}, {"text_block_id": "p11_b361", "text": "with a"}, {"text_block_id": "p11_b362", "text": "decreasing tendency."}, {"text_block_id": "p11_b363", "text": "The reduction of agricultural land required for economic development of certain parts of"}, {"text_block_id": "p11_b364", "text": "the Republic of Croatia occurred due to war destruction and building of roads,"}, {"text_block_id": "p11_b365", "text": "settlements and economic structures. The sea coast is caught in the trend of"}, {"text_block_id": "p11_b366", "text": "urbanisation, usurpation of the maritime demesne is frequent and the level of"}, {"text_block_id": "p11_b367", "text": "harmonisation between economic and spatial planning is insufficient."}, {"text_block_id": "p11_b368_merged_merged_merged_merged", "text": "The Act on Physical Planning and Construction prescribes the rules of spatial planning for the purpose of its protection and sustainable management and, in particular, prescribes control and preservation measures for coastal and island areas from unsuitable construction. All county, city and municipal spatial plans have been adopted. The population density is significantly larger in the continental part (68% of the population • 94.40 pop./km2) than in the coastal part (32% of the population • 57.76 pop./km2). Approximately 15% of the total length of the coastal line includes construction areas where settlements are located and in which there is ongoing construction of hospitality and catering and tourist facilities, nautical tourism ports and economic structures and facilities whose business activity is associated with the coastal belt."}, {"text_block_id": "p12_b377", "text": "Sea"}, {"text_block_id": "p12_b378", "text": "The sea is a large and important area of the Republic of Croatia (35.4% of the total surface area) both in relation to the protection of nature and the environment and the conservation of biodiversity as well as in relation to a large number of various activities (maritime transport, construction of transport and municipal infrastructure, tourism and nautical tourism, economic activities associated with fisheries). All of the above is of great importance and interest for the sustainable development of the Republic of Croatia."}, {"text_block_id": "p12_b379", "text": "Forests and forest lands cover 47% of the territory of the Republic of Croatia or 26,083"}, {"text_block_id": "p12_b380", "text": "km"}, {"text_block_id": "p12_b381", "text": "2"}, {"text_block_id": "p12_b382", "text": ". The state owns 74.09% of the total forest area and 25.91% is privately owned."}, {"text_block_id": "p12_b383", "text": "Natural forests make out 95% of Croatian forests. Out of the total forest area, 79% are"}, {"text_block_id": "p12_b384", "text": "deciduous forests, 16% evergreen forests and 5% degraded forests. In 2004, the total"}, {"text_block_id": "p12_b385", "text": "forest area devastated by fire was 2,889 ha. In comparison to European forests, forests"}, {"text_block_id": "p12_b386", "text": "in the Republic of Croatia are in very good condition."}, {"text_block_id": "p12_b387", "text": "Agricultural land"}, {"text_block_id": "p12_b388_merged_merged", "text": "Agricultural land covers 52.2% of the land area of the Republic of Croatia, of which 80% is privately owned and 20% is state owned. The land areas owned by the state keep decreasing since the process of privatisation is still ongoing. A considerable part of agricultural land is not used for cultivation which represents a good potential for a significant increase in agricultural production, both for the food and non-food chain. Out of the total of 29,557 km2, potentially arable land amounts to 21,491 km2, and permanently non-arable soils, due to their unfavourable physical and chemical properties, cover 8,066 km2. From the potentially arable land, currently only 10,920 km2 is cultivated, while 1,100 km2 is used as pastures. In any case, the available agricultural land is poorly used with a low level of agricultural production. The consequences of this situation are well-known: lack of required agricultural products, large imports of food products and high prices. An increase in agricultural production may be achieved by utilising the existing potentially arable 9,471 km2 of land (prior to that, melioration measures must be implemented in one part of those lands) as well as by implementing modern technologies of sustainable agriculture on arable lands already cultivated."}, {"text_block_id": "p12_b414", "text": "Overall Objectives"}, {"text_block_id": "p12_b415", "text": "Overall Objectives\n* Effective protection of biological and landscape diversity by implementing and\n<\\li1>"}, {"text_block_id": "p13_b417", "text": "Overall Objectives\n* Effective protection of biological and landscape diversity by implementing and\n<\\li1>\n* Implementation of sustainable agricultural production in the sense of using\n* Use of forest and forest land products in accordance with the principles of\n* Strengthening the spatial development structure by supporting balanced polycentric"}, {"text_block_id": "p13_b424", "text": "Activities or Measures for Achieving Overall Objectives with Specific Objectives"}, {"text_block_id": "p13_b425", "text": "Activities or Measures for Achieving Overall Objectives with Specific Objectives\n* Prevent the loss of terrestrial biodiversity.\n* Reduce the loss of marine and coastal biodiversity and increase the number of\n* Carry out comprehensive inventorying and map the distribution of species,\n* Adopt a regulation to establish the landscape management plan for the Republic\n* In spatial planning and development and in planning and using natural resources,\n* Sanction any unacceptable behaviour by enforcing laws and economic\n* Promote restoration initiatives for agricultural and degraded forest lands in order to\n* Encourage cultivation on the existing potentially arable agricultural lands while\n* Demine all mine infested areas as soon as possible."}, {"text_block_id": "p14_b443", "text": "Activities or Measures for Achieving Overall Objectives with Specific Objectives\n* Prevent the loss of terrestrial biodiversity.\n* Reduce the loss of marine and coastal biodiversity and increase the number of\n* Carry out comprehensive inventorying and map the distribution of species,\n* Adopt a regulation to establish the landscape management plan for the Republic\n* In spatial planning and development and in planning and using natural resources,\n* Sanction any unacceptable behaviour by enforcing laws and economic\n* Promote restoration initiatives for agricultural and degraded forest lands in order to\n* Encourage cultivation on the existing potentially arable agricultural lands while\n* Demine all mine infested areas as soon as possible.\n* Reduce exports of wood raw material (logs) by use for other purposes (for\n* Provide economic measures to ensure utilisation of abandoned spatial reserves\n* Base spatial use on comprehensive management, not only by placing it under\n* In planning the development of settlements, endeavour to reduce the growth of\n* Promote development models which, in line with spatial features, improve the\n* Develop large infrastructural systems through the functional integration of the"}, {"text_block_id": "p14_b455", "text": "Existing documents:"}, {"text_block_id": "p14_b456", "text": "•"}, {"text_block_id": "p14_b457", "text": "National Strategy and Action Plan for the Protection of Biological and Landscape Diversity of the Republic of Croatia"}, {"text_block_id": "p14_b458", "text": "•"}, {"text_block_id": "p14_b459", "text": "Environmental Protection Programmes of counties and the City of Zagreb"}, {"text_block_id": "p14_b460", "text": "•"}, {"text_block_id": "p14_b461", "text": "National Environmental Protection Strategy and National Environmental Action Plan"}, {"text_block_id": "p14_b462", "text": "•"}, {"text_block_id": "p14_b463", "text": "National Forestry Policy and Strategy"}, {"text_block_id": "p14_b464", "text": "•"}, {"text_block_id": "p14_b465", "text": "National Project for Irrigation and Management of Agricultural Land and Waters in the Republic of Croatia"}, {"text_block_id": "p14_b466", "text": "•"}, {"text_block_id": "p14_b467", "text": "Strategic Development Framework for 2006 - 2013"}, {"text_block_id": "p14_b468", "text": "•"}, {"text_block_id": "p14_b469", "text": "Physical Planning Strategy of the Republic of Croatia"}, {"text_block_id": "p14_b470", "text": "•"}, {"text_block_id": "p14_b471", "text": "Physical Planning Programme of the Republic of Croatia"}, {"text_block_id": "p14_b472", "text": "•"}, {"text_block_id": "p14_b473", "text": "Croatia in the 21st century • Agriculture and Fisheries Strategy of the Republic of Croatia"}, {"text_block_id": "p14_b474", "text": "•"}, {"text_block_id": "p14_b475", "text": "Strategic Coherence Framework 2007 • 2013"}, {"text_block_id": "p14_b476", "text": "Involved institutions:"}, {"text_block_id": "p14_b477", "text": "•"}, {"text_block_id": "p14_b478", "text": "Ministry of Culture"}, {"text_block_id": "p14_b479", "text": "•"}, {"text_block_id": "p14_b480", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p14_b481", "text": "•"}, {"text_block_id": "p14_b482", "text": "Ministry of Agriculture, Fisheries and Rural Development"}, {"text_block_id": "p14_b483", "text": "•"}, {"text_block_id": "p14_b484", "text": "Ministry of Economy, Labour and Entrepreneurship"}, {"text_block_id": "p14_b485", "text": "•"}, {"text_block_id": "p14_b486", "text": "Ministry of Sea, Transport and Infrastructure"}, {"text_block_id": "p15_b487", "text": "•"}, {"text_block_id": "p15_b488", "text": "Ministry of Regional Development, Forestry and Water Management"}, {"text_block_id": "p15_b489", "text": "•"}, {"text_block_id": "p15_b490", "text": "Ministry of Finance"}, {"text_block_id": "p15_b491", "text": "•"}, {"text_block_id": "p15_b492", "text": "Central Office for Development Strategy and Coordination of EU Funds"}, {"text_block_id": "p15_b493", "text": "•"}, {"text_block_id": "p15_b494", "text": "Local and regional self-government"}, {"text_block_id": "p15_b495", "text": "•"}, {"text_block_id": "p15_b496", "text": "Croatian Environment Agency"}, {"text_block_id": "p15_b497", "text": "•"}, {"text_block_id": "p15_b498", "text": "State Institute for Nature Protection"}, {"text_block_id": "p15_b499", "text": "•"}, {"text_block_id": "p15_b500", "text": "Environmental Protection and Energy Efficiency Fund"}, {"text_block_id": "p15_b501", "text": "•"}, {"text_block_id": "p15_b502", "text": "Hrvatske •ume (Croatian Forests)"}, {"text_block_id": "p15_b503", "text": "•"}, {"text_block_id": "p15_b504", "text": "Hrvatske vode (Croatian Waters)"}, {"text_block_id": "p15_b505", "text": "•"}, {"text_block_id": "p15_b506", "text": "Institutes"}, {"text_block_id": "p15_b507", "text": "•"}, {"text_block_id": "p15_b508", "text": "Public Institutions for the Management of Protected Natural Values (national parks, nature parks, county public institutions)"}, {"text_block_id": "p15_b509", "text": "•"}, {"text_block_id": "p15_b510", "text": "Universities"}, {"text_block_id": "p15_b511", "text": "•"}, {"text_block_id": "p15_b512", "text": "Expert institutions"}, {"text_block_id": "p15_b513", "text": "•"}, {"text_block_id": "p15_b514", "text": "Non-governmental organisations"}, {"text_block_id": "p15_b515", "text": "Other Environmental Components"}, {"text_block_id": "p15_b516", "text": "Air"}, {"text_block_id": "p15_b517", "text": "In comparison to other European countries, Croatia has low emissions per capita and"}, {"text_block_id": "p15_b518", "text": "relatively low greenhouse gas emissions. Because of economic rehabilitation in the"}, {"text_block_id": "p15_b519", "text": "period 1996-2003, emissions increased by an annual average of 3.6%. In recent years"}, {"text_block_id": "p15_b520", "text": "there has been a trend of air quality improvement in cities where the main problems are"}, {"text_block_id": "p15_b521", "text": "nitrogen oxide and particulate matter. Outside urban areas there are elevated"}, {"text_block_id": "p15_b522", "text": "concentrations of ground-level ozone and excessive nitrogen deposition."}, {"text_block_id": "p15_b523", "text": "Croatia receives more transboundary pollution than it exports. The national network for"}, {"text_block_id": "p15_b524", "text": "permanent air quality monitoring has been established, but it needs to be significantly"}, {"text_block_id": "p15_b525", "text": "upgraded."}, {"text_block_id": "p15_b526", "text": "Soil"}, {"text_block_id": "p15_b527_merged_merged_merged", "text": "Out of the total land area of the Republic of Croatia, 52.2% is covered by agricultural land, 46.1% by forests and 6.0% by barren land. More significant soil pollution has been registered; in 2005, there were 1,151 potentially polluted sites while pollution has been found in 38 of those sites. Pollution is related to illegal municipal waste landfills (of which 299 are currently under remediation), hazardous industrial waste landfills whose remediation has just started, increased industrial activity, mineral extraction sites and areas in which military warehouses are located."}, {"text_block_id": "p15_b529", "text": "Water"}, {"text_block_id": "p16_b530", "text": "Total renewable water sources per capita amount to 35,200 m"}, {"text_block_id": "p16_b531", "text": "3"}, {"text_block_id": "p16_b532", "text": ". Freshwater reserves are relatively high, 90% of water supply is received from groundwater reserves. Connection rate to the public water supply system is 78% and to public sewage systems 43%. The Republic of Croatia has a total of 32,000 km of national watercourses of first and second rank (in first rank, 73% is fully maintained, 24% partially and 3% is not maintained, in second rank, 75% is fully maintained, other partially or not maintained). Water sources (ground and surface waters) that are used or reserved to be used for public water supply are protected against contamination or"}, {"text_block_id": "p16_b533", "text": "other impacts that may adversely affect water health standard or yield. The basic"}, {"text_block_id": "p16_b534", "text": "prerequisite for implementing water source protection is to establish and maintain"}, {"text_block_id": "p16_b535", "text": "protected areas (sanitary protection zones) of freshwater sources for public water"}, {"text_block_id": "p16_b536", "text": "supply. An important protection measure for drinking water aquifers is to adopt and"}, {"text_block_id": "p16_b537", "text": "implement decisions on sanitary protection zones, which include approx. 52% of the"}, {"text_block_id": "p16_b538", "text": "total of approx. 426 water abstraction sites used to abstract 80% of the water. Sanitary"}, {"text_block_id": "p16_b539", "text": "protection zones (proclaimed and proposed) at this moment cover approx. 10,552 km"}, {"text_block_id": "p16_b540", "text": "2"}, {"text_block_id": "p16_b541", "text": ", or approx. 19% of the area of Croatia."}, {"text_block_id": "p16_b542", "text": "Definition and protection of strategic reserves of groundwater will fulfil the long-term"}, {"text_block_id": "p16_b543", "text": "requirements of public water supply in the whole territory of Croatia. By including these"}, {"text_block_id": "p16_b544", "text": "areas in spatial plans and defining their protection, prerequisites for appropriate use of"}, {"text_block_id": "p16_b545", "text": "those areas will be ensured both for all water management activities as well as for all"}, {"text_block_id": "p16_b546", "text": "other activities that may jeopardize the preservation of this extremely significant resource."}, {"text_block_id": "p16_b547", "text": "Groundwater is primarily used for public water supply and its quality is principally"}, {"text_block_id": "p16_b548", "text": "evaluated according to the indicators set in the Ordinance on sanitary quality of"}, {"text_block_id": "p16_b549", "text": "drinking water."}, {"text_block_id": "p16_b550", "text": "The current status of preventive flood protection is not satisfying. The number of urban"}, {"text_block_id": "p16_b551", "text": "wastewater treatment facilities and adequate devices for efficient pre-treatment of"}, {"text_block_id": "p16_b552", "text": "industrial wastewaters is insufficient."}, {"text_block_id": "p16_b553_merged_merged_merged_merged_merged", "text": "The management of river basin districts represents the basis for successful sustainable water management that implies the identification of river basin districts, as management units, retaining the internal division of river basin districts to smaller administrative units (catchment areas harmonised with territorial-administrative organisation, if possible) for the purpose of easier performance of operative water management activities."}, {"text_block_id": "p16_b556", "text": "For the management of river catchment areas, the following river basin districts are established: the Black Sea catchment area and the Adriatic catchment area."}, {"text_block_id": "p17_b557", "text": "Overall Objectives"}, {"text_block_id": "p17_b558", "text": "•"}, {"text_block_id": "p17_b559", "text": "Reduce harmful emissions into the main environmental components to the smallest extent possible and particularly provide protection against pollution of groundwater i.e. freshwater reserves."}, {"text_block_id": "p17_b560", "text": "•"}, {"text_block_id": "p17_b561", "text": "In planning economic activities and especially exploitation projects, rational use of non-renewable natural resources and sustainable use of renewable natural resources must be ensured."}, {"text_block_id": "p17_b562", "text": "Activities or Measures to Achieve Overall Objectives with Specific Objectives"}, {"text_block_id": "p17_b563", "text": "1."}, {"text_block_id": "p17_b564", "text": "Adopt the Soil Protection Act and the Soil Protection Information System."}, {"text_block_id": "p17_b565", "text": "2."}, {"text_block_id": "p17_b566", "text": "Perform inventorying for the soil and land database."}, {"text_block_id": "p17_b567", "text": "3."}, {"text_block_id": "p17_b568", "text": "Identify high-quality lands for agricultural use and protect and preserve them."}, {"text_block_id": "p17_b569", "text": "4."}, {"text_block_id": "p17_b570", "text": "Expand protected areas to ensure sufficient natural resources for the use of  local communities with a long-term objective to protect 15-20% of the surface area of the Republic of Croatia."}, {"text_block_id": "p17_b571", "text": "5."}, {"text_block_id": "p17_b572", "text": "Preserve water quality and prevent pollution, including wastewater treatment, improve the national level of coverage by the public water supply (increase the supply rate to 85-90%), improve the level of wastewater treatment and sewage network availability, increase the quality of the flood protection system, take account of renewability of resources and increase protection of sensitive aquatic and water-dependent ecosystems as well as marine and coastal ecosystems."}, {"text_block_id": "p17_b573", "text": "6."}, {"text_block_id": "p17_b574", "text": "Regulate transboundary water system pollution that leads to the pollution of marine ecosystems."}, {"text_block_id": "p17_b575", "text": "7."}, {"text_block_id": "p17_b576", "text": "Use a multidisciplinary approach to explore options for rational exploitation of valuable minerals in strategically important regions of the Republic of Croatia while respecting the principles of sustainable development."}, {"text_block_id": "p17_b577", "text": "8."}, {"text_block_id": "p17_b578", "text": "Reduce emissions of harmful gases, causal agents of photochemical smog and tropospheric ozone, phasing out of substances that deplete the ozone layer and implement air quality improvement programmes."}, {"text_block_id": "p17_b579", "text": "9."}, {"text_block_id": "p17_b580", "text": "Establish quality foundations for implementing sustainable soil management and protection and prepare the Soil Protection Strategy and Soil and Land Sustainable Management Plan."}, {"text_block_id": "p17_b581", "text": "10."}, {"text_block_id": "p17_b582", "text": "Establish foundations for sustainable use of renewable natural resources and rational use of non-renewable natural resources and prepare the Strategy for Sustainable Use of Renewable and Non-renewable Natural Resources."}, {"text_block_id": "p17_b583", "text": "Existing documents:"}, {"text_block_id": "p18_b584", "text": "•"}, {"text_block_id": "p18_b585", "text": "National Environmental Protection Strategy and National Environmental Action Plan"}, {"text_block_id": "p18_b586", "text": "•"}, {"text_block_id": "p18_b587", "text": "National Air Quality Protection and Improvement Plan in the Republic of Croatia for the Period 2008-2011"}, {"text_block_id": "p18_b588", "text": "•"}, {"text_block_id": "p18_b589", "text": "Water Management Strategy"}, {"text_block_id": "p18_b590", "text": "Involved institutions:"}, {"text_block_id": "p18_b591", "text": "•"}, {"text_block_id": "p18_b592", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p18_b593", "text": "•"}, {"text_block_id": "p18_b594", "text": "Ministry of Culture"}, {"text_block_id": "p18_b595", "text": "•"}, {"text_block_id": "p18_b596", "text": "Ministry of Regional Development, Forestry and Water Management"}, {"text_block_id": "p18_b597", "text": "•"}, {"text_block_id": "p18_b598", "text": "Ministry of Agriculture, Fisheries and Rural Development"}, {"text_block_id": "p18_b599", "text": "•"}, {"text_block_id": "p18_b600", "text": "Ministry of Economy, Labour and Entrepreneurship"}, {"text_block_id": "p18_b601", "text": "•"}, {"text_block_id": "p18_b602", "text": "Ministry of Sea, Transport and Infrastructure"}, {"text_block_id": "p18_b603", "text": "•"}, {"text_block_id": "p18_b604", "text": "Ministry of Health and Social Welfare"}, {"text_block_id": "p18_b605", "text": "•"}, {"text_block_id": "p18_b606", "text": "Ministry of Science, Education and Sports"}, {"text_block_id": "p18_b607", "text": "•"}, {"text_block_id": "p18_b608", "text": "Ministry of Finance"}, {"text_block_id": "p18_b609", "text": "•"}, {"text_block_id": "p18_b610", "text": "Local and regional self-government"}, {"text_block_id": "p18_b611", "text": "•"}, {"text_block_id": "p18_b612", "text": "Croatian Environment Agency"}, {"text_block_id": "p18_b613", "text": "•"}, {"text_block_id": "p18_b614", "text": "National Meteorological and Hydrological Service"}, {"text_block_id": "p18_b615", "text": "•"}, {"text_block_id": "p18_b616", "text": "Environmental Protection and Energy Efficiency Fund"}, {"text_block_id": "p18_b617", "text": "•"}, {"text_block_id": "p18_b618", "text": "Hrvatske vode (Croatian Waters)"}, {"text_block_id": "p18_b619", "text": "•"}, {"text_block_id": "p18_b620", "text": "Institutes"}, {"text_block_id": "p18_b621", "text": "•"}, {"text_block_id": "p18_b622", "text": "Universities"}, {"text_block_id": "p18_b623", "text": "•"}, {"text_block_id": "p18_b624", "text": "Expert institutions"}, {"text_block_id": "p18_b625", "text": "•"}, {"text_block_id": "p18_b626", "text": "Non-governmental organisations"}, {"text_block_id": "p18_b627", "text": "3. Sustainable Production and Consumption"}, {"text_block_id": "p18_b628", "text": "Situation"}, {"text_block_id": "p18_b629_merged", "text": "Sustainable production and consumption is aimed at satisfying basic human needs and improving the quality of life in such a way so as to minimise the use of natural resources, generation of toxic substances, emissions into the air, water and soil and to prevent or reduce the generation of waste at the point of origin throughout the whole product lifecycle in order not to compromise the needs of future generations. While sustainable production refers solely to the production process i.e. producers and takes into account economic, social and environmental impacts of the production process, sustainable consumption refers evenly to the production as well as the consumption part of the process meaning that the responsibility for sustainable consumption lies"}, {"text_block_id": "p19_b631", "text": "equally on both producers and consumers. Producers should strive for a production process that would not only create quality and lasting products, but would also make the methodology of that process such that it uses an optimum quantity of environmentally acceptable resources and that those resources are used to their maximum. On the other hand, consumers, with their proper selection of products and moderation in their use (and appropriate disposal of the waste left after using that product) as well as with their rational and moderate consumption of basic resources (water, gas, electricity), should contribute to changing current unsustainable consumption patterns."}, {"text_block_id": "p19_b632", "text": "For a long time it was considered that a significant part of production process issues"}, {"text_block_id": "p19_b633", "text": "associated with the environment will be solved with the use of advanced technologies,"}, {"text_block_id": "p19_b634", "text": "but today it is clear that this is not the case. The assumption that new technologies"}, {"text_block_id": "p19_b635", "text": "enable a simpler and more cost-effective production and thus significantly affect the"}, {"text_block_id": "p19_b636", "text": "reduction of negative impacts of the production process on the environment is correct."}, {"text_block_id": "p19_b637", "text": "However, this unfortunately leads to a rebound effect."}, {"text_block_id": "p19_b638", "text": "The Republic of Croatia is a small and open economy largely linked to other foreign"}, {"text_block_id": "p19_b639", "text": "markets. The average annual GDP growth rate is around 4%, while the inflation rate is"}, {"text_block_id": "p19_b640", "text": "relatively low. The Republic of Croatia registered an industrial production growth and"}, {"text_block_id": "p19_b641", "text": "positive tourism trends. Agriculture, hunting and fisheries contribute 6.5% in GDP and,"}, {"text_block_id": "p19_b642", "text": "together with the food industry (production of food, drink and tobacco products), the"}, {"text_block_id": "p19_b643", "text": "share in GDP reaches 9.93%. From 1993 to 2008, more than 19.5 billion euro of direct"}, {"text_block_id": "p19_b644", "text": "foreign investments were registered, but the industry, agriculture, food production and"}, {"text_block_id": "p19_b645", "text": "construction still attract low investment interest. The Republic of Croatia is a net"}, {"text_block_id": "p19_b646", "text": "importer of agricultural and food products. Although an imports growth of agricultural"}, {"text_block_id": "p19_b647", "text": "and food products is registered, exports are growing as well."}, {"text_block_id": "p19_b648_merged_merged_merged", "text": "In agricultural foreign trade, the import-export coverage rate is larger than in non-agricultural foreign trade (64.4% in relation to 46.7% in 2006). The development of sustainable agricultural production is not sufficiently encouraged. According to the statistical chronicle published in 2004, the GDP share of ecological (organic) agriculture was only 0.23%. In 2007, areas used for ecological agriculture covered 7,577 ha (without bee-pastures) or 0.68% of the total arable land in Croatia. In the last five years, the production of fish products decreased. More and more food companies use the new international standard for food quality and safety ISO 22000. This"}, {"text_block_id": "p20_b655", "text": "standard includes the principles of system management system and implementation of hazard analysis and critical control points (HACCP)."}, {"text_block_id": "p20_b656", "text": "Legislation that regulates the issue of genetically modified food (GMO) differs considerably in countries around the world. In the Environmental Protection Act, the Republic of Croatia regulates the issue of protection against adverse effects of genetically modified organisms, which includes measures of preventing introduction into the environment and placement on the market of GMOs and of products which contain GMOs, are composed of and/or originate from GMOs contrary to the provisions"}, {"text_block_id": "p20_b657", "text": "of a special regulation. Furthermore, modern biotechnology should be used with a"}, {"text_block_id": "p20_b658", "text": "maximum degree of caution and with maximum possible protection of human health,"}, {"text_block_id": "p20_b659", "text": "consumer interests and preservation of the environment and natural assets. Strict"}, {"text_block_id": "p20_b660", "text": "GMO regulations governing the procedures of using GMOs for research purposes must"}, {"text_block_id": "p20_b661", "text": "be followed."}, {"text_block_id": "p20_b662", "text": "With increasing awareness on the importance of ecological efficiency as a prerequisite"}, {"text_block_id": "p20_b663", "text": "of entry into more demanding markets, the number of companies certified according to"}, {"text_block_id": "p20_b664", "text": "the standard HRN EN ISO 14001 for Environmental Management Systems (EMS),"}, {"text_block_id": "p20_b665", "text": "particularly in industrial sector companies and large energy producers, is increasing"}, {"text_block_id": "p20_b666", "text": "and positive steps forward are also visible in the implementation of cleaner production projects."}, {"text_block_id": "p20_b667", "text": "The establishment of the Environmental Information System (EIS) as a set of"}, {"text_block_id": "p20_b668", "text": "interconnected electronic database"}, {"text_block_id": "p20_b669", "text": "s and s"}, {"text_block_id": "p20_b670", "text": "ources of data on the environmental status"}, {"text_block_id": "p20_b671", "text": "resulted in the monitoring of individual environmental components, environmental"}, {"text_block_id": "p20_b672", "text": "pressures, environmental status, spatial features, climate and waste."}, {"text_block_id": "p20_b673_merged_merged_merged_merged", "text": "Clearly, it is precisely this challenge of sustainability, sustainable consumption and production, where the influence of various stakeholders on processes is most pronounced. Citizens i.e. consumers are as equally important stakeholders as producers because they have an opportunity to direct and encourage processes, for instance by selecting products manufactured in accordance with the principles of sustainability. Naturally, the responsibility to ensure transparency of the production process and of the total consumption of resources used to produce a particular product as well as of the product composition lies on the legislator in the sense of forming a legislative framework that obliges the producer to do so, and on the producer"}, {"text_block_id": "p21_b682", "text": "who is obliged to comply with legal acts and principles of responsible business conduct."}, {"text_block_id": "p21_b683", "text": "In order to achieve recognisability of products or services, which in their entire lifecycle (consumption of raw materials and energy; emissions into air, soil, water; use; waste generation; option of recycling, as well as the option and necessity of disposal) place less burden on the environment, producers/distributors and service providers use the environmental label (eco-label). With this label, producers/distributors and service"}, {"text_block_id": "p21_b684", "text": "providers demonstrate their positive relationship with the environment and at the same"}, {"text_block_id": "p21_b685", "text": "time this environmental label is an indicator for consumers to make the best choice with"}, {"text_block_id": "p21_b686", "text": "regard to the environment."}, {"text_block_id": "p21_b687", "text": "Overall Objective"}, {"text_block_id": "p21_b688", "text": "•"}, {"text_block_id": "p21_b689_merged_merged", "text": "Achieve balanced and stable economic growth which would have less impact on further environmental degradation and waste generation than it has now. Growth must be followed by a change in unsustainable behaviour patterns in households and in both public and private sectors."}, {"text_block_id": "p21_b692", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p21_b693", "text": "1."}, {"text_block_id": "p21_b694", "text": "Elaborate all elements and implement a regulatory framework which encourages market supply of sustainable products and services in the market."}, {"text_block_id": "p21_b695", "text": "2."}, {"text_block_id": "p21_b696", "text": "Increase the share of arable land from the present 1,092,000 ha to 1,800,000 ha, by using uncultivated land that presently amounts to 947,000 ha."}, {"text_block_id": "p21_b697", "text": "3."}, {"text_block_id": "p21_b698", "text": "Increase livestock production to the pre-war level, with application of new technologies based on the principles of sustainable agriculture."}, {"text_block_id": "p21_b699", "text": "4."}, {"text_block_id": "p21_b700", "text": "Sustainable management of fish resources."}, {"text_block_id": "p21_b701", "text": "5."}, {"text_block_id": "p21_b702", "text": "By 2013 increase the share of areas used for ecological production (including pastures and forests) to at least 5% and support the development of the market for ecological products."}, {"text_block_id": "p21_b703", "text": "6."}, {"text_block_id": "p21_b704", "text": "Encourage the development of ecological food production and ensure sufficient quantities of high-quality food, attract tourists, develop ecotourism and agrotourism, ensure exports of recognisable national products."}, {"text_block_id": "p21_b705", "text": "7."}, {"text_block_id": "p21_b706", "text": "Achieve competitiveness and enter more demanding markets by increasing efficiency while at the same time decreasing human and environmental risks and by incorporating the principles of socially responsible and transparent business practice and stakeholder interaction."}, {"text_block_id": "p21_b707", "text": "8."}, {"text_block_id": "p21_b708", "text": "Integrate cleaner production programmes in production processes, products and services."}, {"text_block_id": "p22_b709", "text": "9."}, {"text_block_id": "p22_b710", "text": "Promote and encourage the use of the environmental label."}, {"text_block_id": "p22_b711", "text": "10."}, {"text_block_id": "p22_b712", "text": "For more efficient environmental management and public information on the effects of certain activities on the environment, through benefits and incentives ensure inclusion of a larger number of organisations into the EMAS scheme (EcoManagement and Audit Scheme)."}, {"text_block_id": "p22_b713", "text": "11."}, {"text_block_id": "p22_b714", "text": "By informing and educating consumers and the business sector on the quality of particular products and services, promote the selection of sustainable products and services and develop environmental responsibility; the price of a product must reflect its impact on the environment."}, {"text_block_id": "p22_b715", "text": "12."}, {"text_block_id": "p22_b716", "text": "Promote corporate social responsibility."}, {"text_block_id": "p22_b717", "text": "13."}, {"text_block_id": "p22_b718", "text": "Through introducing sustainability in public procurement, promote environmentally responsible behaviour and the best selection of products according to: best value for money (price, quality, availability, and functionality), environmental aspects throughout the product lifecycle and social aspects (poverty eradication, work conditions, respect for fundamental rights)."}, {"text_block_id": "p22_b719", "text": "14."}, {"text_block_id": "p22_b720", "text": "By 2015 break the link between waste production and economic growth and achieve significant reduction in quantities of produced waste via initiatives for preventing waste generation, increase the recycling rate, remediate the existing landfills and build waste management centres, establish an integrated waste management information system."}, {"text_block_id": "p22_b721", "text": "15."}, {"text_block_id": "p22_b722", "text": "By 2010 reduce quantities of finally landfilled waste as well as generated hazardous waste by approx. 20% in comparison to 2000."}, {"text_block_id": "p22_b723", "text": "16."}, {"text_block_id": "p22_b724", "text": "In line with changes in consumption patterns in the developed world, invest in scientific research and application of cleaner and ecologically more efficient technologies with reduced use of natural resources, reducing emissions and waste quantities as well as health and safety risks."}, {"text_block_id": "p22_b725", "text": "17."}, {"text_block_id": "p22_b726", "text": "Develop tourism in accordance with construction criteria, spatial plans and accommodation capacity and efficient adjustment to restrictions and opportunities offered by protected areas, with the aim to preserve biodiversity, natural and cultural heritage is the basic starting point for the sustainable development of tourism."}, {"text_block_id": "p22_b727", "text": "18."}, {"text_block_id": "p22_b728", "text": "Implement national economic measures that force economic subjects to pay charges for burdening the environment."}, {"text_block_id": "p22_b729", "text": "19."}, {"text_block_id": "p22_b730", "text": "Establish financial mechanisms to reduce excessive consumption of resources."}, {"text_block_id": "p22_b731", "text": "Existing documents:"}, {"text_block_id": "p22_b732", "text": "•"}, {"text_block_id": "p22_b733", "text": "Strategic Development Framework for 2006 - 2013"}, {"text_block_id": "p23_b734", "text": "•"}, {"text_block_id": "p23_b735", "text": "Programme of the Government of the Republic of Croatia for the Period 2008 • 2011"}, {"text_block_id": "p23_b736", "text": "•"}, {"text_block_id": "p23_b737", "text": "Pre-accession Economic Programme 2008 • 2010"}, {"text_block_id": "p23_b738", "text": "•"}, {"text_block_id": "p23_b739", "text": "Industrial Policy of the Republic of Croatia in Preparation for EU Accession"}, {"text_block_id": "p23_b740", "text": "•"}, {"text_block_id": "p23_b741", "text": "National Environmental Protection Strategy and National Environmental Action Plan"}, {"text_block_id": "p23_b742", "text": "•"}, {"text_block_id": "p23_b743", "text": "Waste Management Strategy"}, {"text_block_id": "p23_b744", "text": "•"}, {"text_block_id": "p23_b745", "text": "Croatia in the 21st century • Agriculture and Fisheries Strategy of the Republic of Croatia"}, {"text_block_id": "p23_b746", "text": "•"}, {"text_block_id": "p23_b747", "text": "Croatian Tourism Development Strategy for the Period up to 2010"}, {"text_block_id": "p23_b748", "text": "•"}, {"text_block_id": "p23_b749", "text": "Croatian Export Offensive • strategy for the period 2007 • 2010"}, {"text_block_id": "p23_b750", "text": "Involved institutions:"}, {"text_block_id": "p23_b751", "text": "•"}, {"text_block_id": "p23_b752", "text": "Ministry of Economy, Labour and Entrepreneurship"}, {"text_block_id": "p23_b753", "text": "•"}, {"text_block_id": "p23_b754_merged", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p23_b757", "text": "•"}, {"text_block_id": "p23_b758", "text": "Ministry of Agriculture, Fisheries and Rural Development"}, {"text_block_id": "p23_b759", "text": "•"}, {"text_block_id": "p23_b760", "text": "Ministry of Regional Development, Forestry and Water Management"}, {"text_block_id": "p23_b761", "text": "•"}, {"text_block_id": "p23_b762", "text": "Ministry of Sea, Transport and Infrastructure"}, {"text_block_id": "p23_b763", "text": "•"}, {"text_block_id": "p23_b764", "text": "Ministry of Tourism"}, {"text_block_id": "p23_b765", "text": "•"}, {"text_block_id": "p23_b766", "text": "Ministry of Health and Social Welfare"}, {"text_block_id": "p23_b767", "text": "•"}, {"text_block_id": "p23_b768", "text": "Ministry of Finance"}, {"text_block_id": "p23_b769", "text": "•"}, {"text_block_id": "p23_b770", "text": "Central Office for Development Strategy and Coordination of EU Funds"}, {"text_block_id": "p23_b771", "text": "•"}, {"text_block_id": "p23_b772", "text": "Local and regional self-government"}, {"text_block_id": "p23_b773", "text": "•"}, {"text_block_id": "p23_b774", "text": "Croatian Environment Agency"}, {"text_block_id": "p23_b775", "text": "•"}, {"text_block_id": "p23_b776", "text": "Environmental Protection and Energy Efficiency Fund"}, {"text_block_id": "p23_b777", "text": "•"}, {"text_block_id": "p23_b778", "text": "Croatian Cleaner Production Centre"}, {"text_block_id": "p23_b779", "text": "•"}, {"text_block_id": "p23_b780", "text": "Croatian Chamber of Economy"}, {"text_block_id": "p23_b781", "text": "•"}, {"text_block_id": "p23_b782", "text": "Croatian Chamber of Trades and Crafts"}, {"text_block_id": "p23_b783", "text": "•"}, {"text_block_id": "p23_b784", "text": "Croatian Employers• Association"}, {"text_block_id": "p23_b785", "text": "•"}, {"text_block_id": "p23_b786", "text": "Institutes"}, {"text_block_id": "p23_b787", "text": "•"}, {"text_block_id": "p23_b788", "text": "Universities"}, {"text_block_id": "p23_b789", "text": "•"}, {"text_block_id": "p23_b790", "text": "Expert institutions"}, {"text_block_id": "p23_b791", "text": "•"}, {"text_block_id": "p23_b792", "text": "Non-governmental organisations."}, {"text_block_id": "p23_b793", "text": "4.  Social Cohesion and Justice"}, {"text_block_id": "p23_b794", "text": "Situation"}, {"text_block_id": "p24_b795", "text": "The principal characteristics are: ageing population, increasing number of single households and couples without children, changes in lifestyle and gender roles, higher divorce rates, migrations from rural to urban areas, new challenges regarding the protection of human safety against violence and crime. Social sustainable development is based on social equity and cohesion. A sustainable society is a society that respects differences within a framework of democratic values, in which any individual, regardless of gender and origin, has equal rights and opportunities to actively and responsibly participate under conditions which advance or ensure social security, human health and legal protection."}, {"text_block_id": "p24_b796_merged", "text": "Due to the unfavourable age structure and the decreased number of the working population, the dependent population is increasing, while the working population is decreasing. Although the rate of unemployed persons in the active working population has been decreasing since 2004, neither all parts of the Republic of Croatia nor all unemployed persons are in an equal position. The highest unemployment rate is in Vukovar-Srijem County and Sisak-Moslavina County, and the lowest in Istria County and the City of Zagreb. Persons with lower qualifications have the most difficulty in finding employment. The risk of poverty and social exclusion, apart from the unemployed, principally affects senior and single households followed by households with a larger number of children, homeless persons, etc. In relation to the regional distribution, vulnerability to poverty is primarily associated with rural areas. In those areas poverty rate levels are three times higher than those in urban areas. It is estimated that 10% of the population of the Republic of Croatia is socially excluded."}, {"text_block_id": "p24_b809", "text": "Overall Objective"}, {"text_block_id": "p24_b810", "text": "•"}, {"text_block_id": "p24_b811", "text": "Achieve a socially inclusive society that is characterised by solidarity within and among generations and where differences are respected within a framework of democratic values, in which any individual, regardless of gender and origin, has equal rights and opportunities to actively and responsibly participate under conditions which advance or ensure social security, human health and legal protection."}, {"text_block_id": "p24_b812", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p24_b813", "text": "1."}, {"text_block_id": "p24_b814", "text": "Improve the educational structure of the population and bring education into line with the labour market requirements. Use active forms of assistance to increase the employment rate of persons with low qualifications or with knowledge and skills currently not in demand on the market."}, {"text_block_id": "p24_b815", "text": "2."}, {"text_block_id": "p24_b816", "text": "Devote special attention to the protection of childhood and development of children."}, {"text_block_id": "p25_b817", "text": "3."}, {"text_block_id": "p25_b818", "text": "By increasing the quality of the entire educational system, make it available to everyone and improve education by continuous in-service training of teaching staff in the territory of the Republic of Croatia."}, {"text_block_id": "p25_b819", "text": "4."}, {"text_block_id": "p25_b820", "text": "Provide access to education for the whole population, together with systematic promotion of adult education, primarily by increasing the availability of education through introduction of e-learning and investments in lifelong learning."}, {"text_block_id": "p25_b821", "text": "5."}, {"text_block_id": "p25_b822", "text": "By using information and communication technologies (ICT), equalize the quality of education throughout the country and increase the availability of educational materials on the internet."}, {"text_block_id": "p25_b823", "text": "6."}, {"text_block_id": "p25_b824_merged", "text": "By directing labour market policies towards the issues of vulnerable groups (long-term or periodically unemployed persons, persons over the age of 55, young people who finished or left school, persons with disabilities, minority groups, former addicts), increase the employment rate and create better opportunities for their employment."}, {"text_block_id": "p25_b827", "text": "7."}, {"text_block_id": "p25_b828", "text": "Promote examples of good practice in companies that respect the human rights of their employees and fight against discrimination."}, {"text_block_id": "p25_b829", "text": "8."}, {"text_block_id": "p25_b830", "text": "Secure a better position for women in all segments of society and promote their increased participation in decision-making at all levels."}, {"text_block_id": "p25_b831", "text": "9."}, {"text_block_id": "p25_b832", "text": "Increase and facilitate the employment of women and the growth of two-income households through improving the child care system and making it more available by increasing the number of infant nurseries, kindergartens and after-school care."}, {"text_block_id": "p25_b833", "text": "10."}, {"text_block_id": "p25_b834", "text": "Increase employment opportunities for persons with disabilities thus enabling them to autonomously control the conditions of their own lives."}, {"text_block_id": "p25_b835", "text": "11."}, {"text_block_id": "p25_b836", "text": "Ensure progressive growth of pensions."}, {"text_block_id": "p25_b837", "text": "12."}, {"text_block_id": "p25_b838", "text": "Implement and further develop measures for integration of Roma/minority members in the labour market by their involvement in education and training and vocational training programmes, counselling on job search, etc."}, {"text_block_id": "p25_b839", "text": "13."}, {"text_block_id": "p25_b840", "text": "Revitalise deprived areas (areas of special state concern, islands, hilly and mountainous areas, border areas) through projects of general economic significance and balance the regional development of Croatia: through support projects for rural areas, especially for the transformation of inefficient agriculture, employment of women in rural areas, implementing the active labour market policy, improved transport connections between the islands and mainland."}, {"text_block_id": "p25_b841", "text": "14."}, {"text_block_id": "p25_b842", "text": "Achieve equality of social welfare services in all parts of Croatia."}, {"text_block_id": "p25_b843", "text": "15."}, {"text_block_id": "p25_b844", "text": "Develop economic projects according to local conditions, in agreement with county development strategies or regional operative programmes."}, {"text_block_id": "p26_b845", "text": "16."}, {"text_block_id": "p26_b846", "text": "Optimise health care conditions - equal access to and quality of health services, without differences between regional or population groups."}, {"text_block_id": "p26_b847", "text": "17."}, {"text_block_id": "p26_b848", "text": "Complete the reconstruction of housing damaged or destroyed in the war, and continue to invest funds in reconstruction and construction programmes for public utilities and social infrastructure and in social economic regeneration in the areas of return i.e. areas of special state concern."}, {"text_block_id": "p26_b849", "text": "18."}, {"text_block_id": "p26_b850", "text": "Improve the housing standard."}, {"text_block_id": "p26_b851", "text": "19."}, {"text_block_id": "p26_b852", "text": "Improve the material and social position of war veterans and their families."}, {"text_block_id": "p26_b853", "text": "20."}, {"text_block_id": "p26_b854", "text": "Strengthen the concept of family and its role in child development by establishing family centres."}, {"text_block_id": "p26_b855", "text": "21."}, {"text_block_id": "p26_b856", "text": "By implementing action plans and by transposing the European Union•s social policy objectives into national policy, encourage the fight against poverty and social exclusion through the participation of state administration bodies, regional and local self-government units, social partners, civil society organisations, scientific and expert institutions, social welfare institutions and the media."}, {"text_block_id": "p26_b857", "text": "Existing documents:"}, {"text_block_id": "p26_b858", "text": "•"}, {"text_block_id": "p26_b859", "text": "Joint Memorandum on Social Inclusion of the Republic of Croatia"}, {"text_block_id": "p26_b860", "text": "•"}, {"text_block_id": "p26_b861", "text": "Development Strategy of the Republic of Croatia \"Croatia in the 21st century\" • Pension System and Social Welfare System Development Strategy"}, {"text_block_id": "p26_b862", "text": "•"}, {"text_block_id": "p26_b863", "text": "Strategic Development Framework for 2006 - 2013"}, {"text_block_id": "p26_b864", "text": "•"}, {"text_block_id": "p26_b865", "text": "National Employment Action Plan for the Period 2005 - 2008"}, {"text_block_id": "p26_b866", "text": "•"}, {"text_block_id": "p26_b867", "text": "National Strategy for Protection against Domestic Violence in 2005-2007 and National Strategy for Protection against Domestic Violence in 2008-2010"}, {"text_block_id": "p26_b868", "text": "•"}, {"text_block_id": "p26_b869", "text": "National Policy for the Promotion of Gender Equality 2006-2010"}, {"text_block_id": "p26_b870", "text": "•"}, {"text_block_id": "p26_b871", "text": "Adult Education Strategy and Action Plan"}, {"text_block_id": "p26_b872", "text": "•"}, {"text_block_id": "p26_b873", "text": "National Strategy for a Uniform Policy for Persons with Disabilities 2003-2006"}, {"text_block_id": "p26_b874", "text": "•"}, {"text_block_id": "p26_b875", "text": "National Strategy for the Development of an Enabling Framework for Civil Society Development"}, {"text_block_id": "p26_b876", "text": "•"}, {"text_block_id": "p26_b877", "text": "National Programme for Psychosocial and Mental Health Care for Victims of and Participants in the Homeland War"}, {"text_block_id": "p26_b878", "text": "•"}, {"text_block_id": "p26_b879", "text": "National Programme for the Roma"}, {"text_block_id": "p26_b880", "text": "•"}, {"text_block_id": "p26_b881", "text": "National Strategy for Prevention of Substance Abuse in the Republic of Croatia for 2006-2012"}, {"text_block_id": "p26_b882", "text": "•"}, {"text_block_id": "p26_b883", "text": "National Anti-Corruption Programme and Action Plan for the Fight against Corruption."}, {"text_block_id": "p26_b884", "text": "•"}, {"text_block_id": "p26_b885", "text": "National Health Development Strategy 2006-2011"}, {"text_block_id": "p27_b886", "text": "•"}, {"text_block_id": "p27_b887", "text": "National Strategy for Equal Opportunities for Persons with Disabilities 2007-2015"}, {"text_block_id": "p27_b888", "text": "•"}, {"text_block_id": "p27_b889", "text": "Social Benefits Reform Strategy of the Government of the Republic of Croatia 2007-2008"}, {"text_block_id": "p27_b890", "text": "•"}, {"text_block_id": "p27_b891", "text": "Strategic Coherence Framework 2007 • 2013"}, {"text_block_id": "p27_b892", "text": "Involved institutions:"}, {"text_block_id": "p27_b893", "text": "•"}, {"text_block_id": "p27_b894", "text": "Ministry of Family, Veterans• Affairs and Intergenerational Solidarity"}, {"text_block_id": "p27_b895", "text": "•"}, {"text_block_id": "p27_b896", "text": "Ministry of Health and Social Welfare"}, {"text_block_id": "p27_b897", "text": "•"}, {"text_block_id": "p27_b898", "text": "Ministry of Finance"}, {"text_block_id": "p27_b899", "text": "•"}, {"text_block_id": "p27_b900", "text": "Ministry of Justice"}, {"text_block_id": "p27_b901", "text": "•"}, {"text_block_id": "p27_b902", "text": "Ministry of Science, Education and Sports"}, {"text_block_id": "p27_b903", "text": "•"}, {"text_block_id": "p27_b904", "text": "Central Office for Development Strategy and Coordination of EU Funds"}, {"text_block_id": "p27_b905", "text": "•"}, {"text_block_id": "p27_b906", "text": "Local and regional self-government"}, {"text_block_id": "p27_b907", "text": "•"}, {"text_block_id": "p27_b908", "text": "Institutes"}, {"text_block_id": "p27_b909", "text": "•"}, {"text_block_id": "p27_b910", "text": "Universities"}, {"text_block_id": "p27_b911", "text": "•"}, {"text_block_id": "p27_b912", "text": "Expert institutions"}, {"text_block_id": "p27_b913", "text": "•"}, {"text_block_id": "p27_b914", "text": "Non-governmental organisations."}, {"text_block_id": "p27_b915", "text": "5. Energy"}, {"text_block_id": "p27_b916_merged", "text": "Energy indicators of the Republic of Croatia show a deficiency in available energy resources and production capacities; the energy consumption growth rate is approximately 4-5%. The trend of increasing energy efficiency continues with only 0.43% of energy consumption growth against 4.3% of GDP growth. The energy consumption growth of 19% in the last decade occurred with only minor changes in consumption structure, decrease in the share of water power, increase in the share of coal and decrease in the share of gas. The absence of new sources of imported gas, off-market prices, etc. affected the decrease of the share of gas in total energy consumption even with the increase of domestic production in north Adriatic gas fields. Domestic production in 2004 covered 61% of the total gas consumption which amounted to 2.88 billion cubic metres."}, {"text_block_id": "p27_b929", "text": "The largest consumption (22.6%) still occurs in households. Public cogeneration plants are the second largest gas consumer (16%), followed by industrial cogeneration plants, construction material industry, etc. In 2006, the Republic of Croatia•s own production of primary energy satisfied 50.6% of its energy requirements. The most significant share of domestic production relates to natural gas (37%), followed by water power (34%) and crude oil (21%)."}, {"text_block_id": "p28_b930", "text": "Renewable energy sources do not have an appropriate share or position in the energy structure of the Republic of Croatia, regardless of their great importance and availability (especially solar energy, wind energy and biomass). The share of renewable energy in electrical energy production (excluding hydro power plants) is less than 1%. Out of the total electrical energy production, which in 2006 amounted to 14.15 TWh (including Nuclear Power Plant Kr•ko), 6.08 GWh (43%) was produced in hydro power plants, 110 GWh in small hydro power plants, 6.0 GWh from biomass, 19 GWh in wind power plants and  0.05 GWh in solar power plants."}, {"text_block_id": "p28_b931", "text": "Overall energy demands are increasing, led by the growing services sector of the"}, {"text_block_id": "p28_b932", "text": "economy, an activity based on the quality of offer which is, however, possible only with"}, {"text_block_id": "p28_b933", "text": "increased energy consumption. Emissions generated by fuel combustion have a"}, {"text_block_id": "p28_b934", "text": "predominant share in overall emissions of SO"}, {"text_block_id": "p28_b935", "text": "2"}, {"text_block_id": "p28_b936", "text": ", CO"}, {"text_block_id": "p28_b937", "text": "2"}, {"text_block_id": "p28_b938", "text": ", NO"}, {"text_block_id": "p28_b939", "text": "x"}, {"text_block_id": "p28_b940", "text": "and particulate matter. In"}, {"text_block_id": "p28_b941", "text": "2006 greenhouse gas emissions amounted to 30,834 Gg CO"}, {"text_block_id": "p28_b942", "text": "2"}, {"text_block_id": "p28_b943", "text": "-eq., especially the share"}, {"text_block_id": "p28_b944", "text": "of CO"}, {"text_block_id": "p28_b945", "text": "2"}, {"text_block_id": "p28_b946", "text": "which in the total greenhouse gas emission in 2006 amounted to 77%."}, {"text_block_id": "p28_b947", "text": "Observed by sectors, the highest contribution to greenhouse gas emissions comes from the energy sector (73.1%)."}, {"text_block_id": "p28_b948", "text": "Overall Objective"}, {"text_block_id": "p28_b949", "text": "•"}, {"text_block_id": "p28_b950", "text": "Ensure quality and security of energy supply along with the necessary reduction of adverse impacts on the environment and society."}, {"text_block_id": "p28_b951_merged_merged", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p28_b954", "text": "1."}, {"text_block_id": "p28_b955", "text": "By 2020 increase the share of renewable energy (excluding hydro power plants exceeding 10 MW) in the overall consumption to 20%."}, {"text_block_id": "p28_b956", "text": "2."}, {"text_block_id": "p28_b957", "text": "Ensure 12% of the average energy consumption and 21% of the electrical energy consumption from renewable sources."}, {"text_block_id": "p28_b958", "text": "3."}, {"text_block_id": "p28_b959", "text": "Reduce indirect consumption by 9% until 2006 in relation to the average 2001 • 2005."}, {"text_block_id": "p28_b960", "text": "4."}, {"text_block_id": "p28_b961", "text": "By 2012 reduce the primary energy consumption by 20%."}, {"text_block_id": "p28_b962", "text": "5."}, {"text_block_id": "p28_b963", "text": "Decrease the energy intensity per unit of GDP until 2015 in the range of 1-2% per year. A desirable goal for renewable energy would be to satisfy 7% of the overall energy demand in this way by 2015, excluding combustible renewables and waste."}, {"text_block_id": "p28_b964", "text": "6."}, {"text_block_id": "p28_b965", "text": "By 2015 (in comparison with 1990), the number of households without access to electrical energy should be reduced by 50%."}, {"text_block_id": "p28_b966", "text": "7."}, {"text_block_id": "p28_b967", "text": "Use regulations to define the requirements of energy efficiency and environmental acceptability that must be met by energy facilities, new industrial installations and certain production, service and trade companies."}, {"text_block_id": "p29_b968", "text": "8."}, {"text_block_id": "p29_b969", "text": "Introduce the energy efficiency certification for products used in building construction and industry."}, {"text_block_id": "p29_b970", "text": "9."}, {"text_block_id": "p29_b971", "text": "Increase the use of geothermal energy."}, {"text_block_id": "p29_b972", "text": "Existing Documents:"}, {"text_block_id": "p29_b973", "text": "•"}, {"text_block_id": "p29_b974", "text": "Energy Development Strategy of the Republic of Croatia"}, {"text_block_id": "p29_b975", "text": "•"}, {"text_block_id": "p29_b976", "text": "Strategy for the Use of Liquefied Petroleum Gas on the Adriatic Islands for the Period 2008 - 2012"}, {"text_block_id": "p29_b977", "text": "•"}, {"text_block_id": "p29_b978", "text": "National Energy Efficiency Action Plan 2008 - 2010"}, {"text_block_id": "p29_b979", "text": "•"}, {"text_block_id": "p29_b980", "text": "National Air Quality Protection and Improvement Plan in the Republic of Croatia for the Period 2008-2011"}, {"text_block_id": "p29_b981", "text": "Involved Institutions:"}, {"text_block_id": "p29_b982", "text": "•"}, {"text_block_id": "p29_b983", "text": "Ministry of Economy, Labour and Entrepreneurship"}, {"text_block_id": "p29_b984", "text": "•"}, {"text_block_id": "p29_b985", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p29_b986", "text": "•"}, {"text_block_id": "p29_b987", "text": "Ministry of Agriculture, Fisheries and Rural Development"}, {"text_block_id": "p29_b988", "text": "•"}, {"text_block_id": "p29_b989", "text": "Ministry of Sea, Transport and Infrastructure"}, {"text_block_id": "p29_b990", "text": "•"}, {"text_block_id": "p29_b991", "text": "Ministry of Science, Education and Sports"}, {"text_block_id": "p29_b992", "text": "•"}, {"text_block_id": "p29_b993", "text": "Ministry of Finance"}, {"text_block_id": "p29_b994", "text": "•"}, {"text_block_id": "p29_b995", "text": "Local and regional self-government"}, {"text_block_id": "p29_b996", "text": "•"}, {"text_block_id": "p29_b997", "text": "Environmental Protection and Energy Efficiency Fund"}, {"text_block_id": "p29_b998", "text": "•"}, {"text_block_id": "p29_b999", "text": "Institutes"}, {"text_block_id": "p29_b1000", "text": "•"}, {"text_block_id": "p29_b1001", "text": "Universities"}, {"text_block_id": "p29_b1002", "text": "•"}, {"text_block_id": "p29_b1003", "text": "Expert institutions"}, {"text_block_id": "p29_b1004", "text": "•"}, {"text_block_id": "p29_b1005", "text": "Non-governmental organisations."}, {"text_block_id": "p29_b1006", "text": "6. Public Health"}, {"text_block_id": "p29_b1007_merged", "text": "Health care institutions are established with the goal of monitoring general and specific health indicators in the area of public health, occupational medicine, transfusion medicine and mental health and their activities are, inter alia, focused on the prevention of contagious and chronic diseases and the promotion of healthy lifestyles. The Republic of Croatia has a lower overall mortality rate than the regional average and higher than the EU average. The leading causes of death are cardiovascular and cerebrovascular diseases, with a significant share in premature deaths, diseases and disabilities. In 2003, 53% of all deaths were attributed to those diseases. The second most significant cause of death is malignant diseases, attributing to 24% of all deaths in 2003. Every year 20,000 new patients are diagnosed with those diseases, excluding skin cancer. The most frequent form of cancer in men is bronchial and lung cancer and"}, {"text_block_id": "p30_b1013", "text": "in women breast cancer. Third on the list of leading causes of death is injuries and accidents with the share of 5.4% in the total number of deaths. The infant mortality rate in the Republic of Croatia is gradually decreasing and in 2003 was 6.3%. According to this indicator, the Republic of Croatia is above the average of EU countries."}, {"text_block_id": "p30_b1014", "text": "The status of contagious diseases as well as their control may be evaluated as relatively favourable."}, {"text_block_id": "p30_b1015", "text": "Coverage of the population connected to public water supply systems has been increased and is now 76% with significant regional disparities while the percentage of"}, {"text_block_id": "p30_b1016", "text": "the population connected to public sewage systems, which was 43% in 2003, has also"}, {"text_block_id": "p30_b1017", "text": "been increased"}, {"text_block_id": "p30_b1018", "text": "For the period from 1996 to 2005, the Republic of Croatia allocated around 8% for"}, {"text_block_id": "p30_b1019", "text": "health services, which is somewhat lower than the average of old and somewhat larger"}, {"text_block_id": "p30_b1020", "text": "than the average of new EU member states."}, {"text_block_id": "p30_b1021", "text": "Overall Objective"}, {"text_block_id": "p30_b1022", "text": "•"}, {"text_block_id": "p30_b1023", "text": "Preserve and improve health of the entire population by ensuring timely access to health services by means of scientifically based programmes for disease prevention and control and health promotion."}, {"text_block_id": "p30_b1024", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p30_b1025", "text": "1."}, {"text_block_id": "p30_b1026_merged_merged_merged", "text": "Improve and develop health education of citizens and enable increased public participation and influence in order to ensure safe and favourable conditions for children, improving health at work, efficient protection from transmitted diseases, healthier eating habits and lifestyles, including physical activity and reduction of tobacco and alcohol use."}, {"text_block_id": "p30_b1029", "text": "2."}, {"text_block_id": "p30_b1030", "text": "Improve cooperation with other sectors in the field of health promotion."}, {"text_block_id": "p30_b1031", "text": "3."}, {"text_block_id": "p30_b1032", "text": "Reorganise the public health care system so that it becomes the foremost proponent of preventive activities and of systematic implementation of preventive programmes."}, {"text_block_id": "p30_b1033", "text": "4."}, {"text_block_id": "p30_b1034", "text": "In the reorganisation of the health care system, ensure the conditions for increasing the quality of work in primary health protection with the goal of unburdening secondary health protection."}, {"text_block_id": "p30_b1035", "text": "5."}, {"text_block_id": "p30_b1036", "text": "Improve the transplantation programme."}, {"text_block_id": "p30_b1037", "text": "6."}, {"text_block_id": "p30_b1038", "text": "Improve communication skills programmes for health care employees."}, {"text_block_id": "p30_b1039", "text": "7."}, {"text_block_id": "p30_b1040", "text": "Prepare the National Public Health Programme."}, {"text_block_id": "p30_b1041", "text": "8."}, {"text_block_id": "p30_b1042", "text": "Equalise the level of health care services in assisted areas (areas of special state concern, hilly and mountainous areas and islands) with those in the rest of the Republic of Croatia."}, {"text_block_id": "p31_b1043", "text": "9."}, {"text_block_id": "p31_b1044", "text": "Establish a system of categorisation and accreditation in the health care system."}, {"text_block_id": "p31_b1045", "text": "10."}, {"text_block_id": "p31_b1046", "text": "Improve the system for monitoring the health situation in the Republic of Croatia."}, {"text_block_id": "p31_b1047", "text": "11."}, {"text_block_id": "p31_b1048", "text": "Ensure the monitoring of environmental effects on the health of the population by strengthening the public health and health ecology network and developing a public health information system."}, {"text_block_id": "p31_b1049", "text": "12."}, {"text_block_id": "p31_b1050", "text": "Establish a system for public health preparedness and response to all incidents involving biological, chemical or nuclear agents."}, {"text_block_id": "p31_b1051", "text": "13."}, {"text_block_id": "p31_b1052", "text": "Strengthen the system of quality control and sanitary safety of food, drinking water and general consumption items."}, {"text_block_id": "p31_b1053", "text": "14."}, {"text_block_id": "p31_b1054", "text": "Ensure adequate hospital capacities."}, {"text_block_id": "p31_b1055", "text": "15."}, {"text_block_id": "p31_b1056", "text": "Improve the health protection and safety at work system."}, {"text_block_id": "p31_b1057", "text": "16."}, {"text_block_id": "p31_b1058", "text": "Prepare programmes for protecting public health from adverse effects of air pollution in industrial and urban areas."}, {"text_block_id": "p31_b1059", "text": "17."}, {"text_block_id": "p31_b1060", "text": "Improve the transfusion medicine system."}, {"text_block_id": "p31_b1061", "text": "18."}, {"text_block_id": "p31_b1062", "text": "Improve safety in handling hazardous chemicals."}, {"text_block_id": "p31_b1063", "text": "19."}, {"text_block_id": "p31_b1064", "text": "Improve the system of control and marketing of medicines and immunological products."}, {"text_block_id": "p31_b1065", "text": "Existing Documents:"}, {"text_block_id": "p31_b1066", "text": "•"}, {"text_block_id": "p31_b1067", "text": "National Health Development Strategy 2006-2011"}, {"text_block_id": "p31_b1068", "text": "•"}, {"text_block_id": "p31_b1069", "text": "National Strategy for Substance Abuse Prevention in the Republic of Croatia for 2006-2012"}, {"text_block_id": "p31_b1070", "text": "•"}, {"text_block_id": "p31_b1071", "text": "National Pandemic Flu Preparedness Programme"}, {"text_block_id": "p31_b1072", "text": "•"}, {"text_block_id": "p31_b1073", "text": "National Programme of Early Detection of Colon Cancer"}, {"text_block_id": "p31_b1074", "text": "•"}, {"text_block_id": "p31_b1075", "text": "National Programme of Early Detection of Breast Cancer"}, {"text_block_id": "p31_b1076", "text": "•"}, {"text_block_id": "p31_b1077", "text": "National Programme of Early Detection of Cervical Cancer"}, {"text_block_id": "p31_b1078", "text": "•"}, {"text_block_id": "p31_b1079", "text": "National Health Care Programme for Persons with Diabetes with Special Emphasis on Disease Prevention"}, {"text_block_id": "p31_b1080", "text": "Involved Institutions:"}, {"text_block_id": "p31_b1081", "text": "•"}, {"text_block_id": "p31_b1082", "text": "Ministry of Health and Social Welfare"}, {"text_block_id": "p31_b1083", "text": "•"}, {"text_block_id": "p31_b1084", "text": "Ministry of Agriculture, Fisheries and Rural Development"}, {"text_block_id": "p31_b1085", "text": "•"}, {"text_block_id": "p31_b1086", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p31_b1087", "text": "•"}, {"text_block_id": "p31_b1088", "text": "Ministry of Finance"}, {"text_block_id": "p31_b1089", "text": "•"}, {"text_block_id": "p31_b1090", "text": "Ministry of Science, Education and Sports"}, {"text_block_id": "p31_b1091", "text": "•"}, {"text_block_id": "p31_b1092", "text": "Local and regional self-government"}, {"text_block_id": "p31_b1093", "text": "•"}, {"text_block_id": "p31_b1094", "text": "Agency for Quality and Accreditation in Health"}, {"text_block_id": "p31_b1095", "text": "•"}, {"text_block_id": "p31_b1096", "text": "Agency for Medicinal Products and Medical Devices"}, {"text_block_id": "p32_b1097", "text": "•"}, {"text_block_id": "p32_b1098", "text": "Croatian National Institute of Public Health and county public health institutes"}, {"text_block_id": "p32_b1099", "text": "•"}, {"text_block_id": "p32_b1100", "text": "Croatian Institute for Occupational Health and Safety"}, {"text_block_id": "p32_b1101", "text": "•"}, {"text_block_id": "p32_b1102", "text": "Croatian Institute for Mental Health"}, {"text_block_id": "p32_b1103", "text": "•"}, {"text_block_id": "p32_b1104", "text": "Croatian Institute for Transfusion Medicine"}, {"text_block_id": "p32_b1105", "text": "•"}, {"text_block_id": "p32_b1106", "text": "Institute for Telemedicine"}, {"text_block_id": "p32_b1107", "text": "•"}, {"text_block_id": "p32_b1108", "text": "National Institute for Toxicology"}, {"text_block_id": "p32_b1109", "text": "•"}, {"text_block_id": "p32_b1110", "text": "Croatian Food Agency"}, {"text_block_id": "p32_b1111", "text": "•"}, {"text_block_id": "p32_b1112", "text": "Institutes"}, {"text_block_id": "p32_b1113", "text": "•"}, {"text_block_id": "p32_b1114", "text": "Universities"}, {"text_block_id": "p32_b1115", "text": "•"}, {"text_block_id": "p32_b1116", "text": "Expert and expert institutions"}, {"text_block_id": "p32_b1117", "text": "•"}, {"text_block_id": "p32_b1118", "text": "Non-governmental organisations"}, {"text_block_id": "p32_b1119", "text": "7. Connecting Croatia"}, {"text_block_id": "p32_b1120", "text": "Situation"}, {"text_block_id": "p32_b1121", "text": "A developed transport infrastructure is the basic precondition for overall development"}, {"text_block_id": "p32_b1122", "text": "of the Republic of Croatia because it strengthens its competitiveness, decreases traffic"}, {"text_block_id": "p32_b1123", "text": "isolation and creates the preconditions for balanced regional development. It is"}, {"text_block_id": "p32_b1124", "text": "especially important for economic growth as well as for social integration as an"}, {"text_block_id": "p32_b1125", "text": "important element of social equality and justice."}, {"text_block_id": "p32_b1126", "text": "Balanced regional as well as endogenous territorial development is achieved through a"}, {"text_block_id": "p32_b1127", "text": "territorial cohesion policy which is closely connected to the transport policy. Territorial"}, {"text_block_id": "p32_b1128", "text": "cohesion recognises mobility and good transport infrastructure as key factors for"}, {"text_block_id": "p32_b1129", "text": "increasing the competitiveness of European regions and countries while taking account"}, {"text_block_id": "p32_b1130", "text": "of economic efficiency, social cohesion and ecological balance."}, {"text_block_id": "p32_b1131", "text": "The Republic of Croatia has achieved a high level of development of the motorway"}, {"text_block_id": "p32_b1132", "text": "network, but state, county and local roads require further development. The length of"}, {"text_block_id": "p32_b1133", "text": "railway lines in the Republic of Croatia exceeds the European average, however, their"}, {"text_block_id": "p32_b1134", "text": "further modernisation and expansion is a precondition for development."}, {"text_block_id": "p32_b1135", "text": "Additionally, transport connection of islands with the mainland as well as their mutual"}, {"text_block_id": "p32_b1136", "text": "interconnection is insufficient and does not ensure the sustainable development of islands."}, {"text_block_id": "p32_b1137_merged_merged_merged_merged_merged", "text": "The development of the transport infrastructure must serve the country•s sustainable and balanced development. The planning and construction of the transport system must be performed cautiously with respect for the environment and moderate use of natural resources. Along with transport development, emissions of gas (particularly CO2 and NOx) and other pollutants must be reduced. At this time, greenhouse gas"}, {"text_block_id": "p33_b1143_merged", "text": "emissions from road transport in the world and the European Union are increasing too rapidly because the share of railway and inland waterways transport is inadequate. It is necessary to redirect road transport to more energy efficient and environment friendly modes of transport. In 2007, railway transport of passengers and goods increased while the number of passengers in road transport decreased. However, the transport of goods increased. To solve the problems of urban and suburban transport, it is necessary to develop a system of instruments and measures to encourage the use of public transport networks, and, in the function of regional, urban and suburban transport in larger towns, it is necessary to strengthen the use of non-road forms of transport, especially rail transport. The contribution of inland waterways transport to sustainable development manifests itself in a low percentage of toxic emissions into the atmosphere and efficient use of non-renewable energy sources. Results show that river transport has the best investment/return ratio i.e. the longest distance can be covered with the same amount of energy per tonne of transported cargo. Consequently, waterways become part of an integral water management plan in order to preserve their biodiversity and ecological value. The development of the transport system must meet the basic needs of individuals and society in a safe manner."}, {"text_block_id": "p33_b1154", "text": "Overall Objective"}, {"text_block_id": "p33_b1155", "text": "•"}, {"text_block_id": "p33_b1156", "text": "Improved interconnection of all parts of the national territory and islands and the mainland so as to make the transport system sufficient for all economic, social and environmental needs of the Republic of Croatia while minimising their undesirable impacts on the economy, society and environment."}, {"text_block_id": "p33_b1157", "text": "•"}, {"text_block_id": "p33_b1158", "text": "Through territorial cohesion develop an integrated approach to the issue of accessibility and interconnection in order to achieve the best use of development features specific to different parts of the country."}, {"text_block_id": "p33_b1159", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p33_b1160", "text": "1."}, {"text_block_id": "p33_b1161", "text": "Promote the use of cleaner fuels and technologies and transfer to those forms of transport that use energy efficiently."}, {"text_block_id": "p33_b1162", "text": "2."}, {"text_block_id": "p33_b1163", "text": "Redirect transport from roads to more environmentally acceptable systems - sea, inland waterways, railway and short sea shipping."}, {"text_block_id": "p33_b1164", "text": "3."}, {"text_block_id": "p33_b1165", "text": "Enhance collective transport and the selection of transport options by raising the quality of public transport as well as of bicycle and pedestrian zones."}, {"text_block_id": "p33_b1166", "text": "4."}, {"text_block_id": "p33_b1167", "text": "Limit access to vehicles (pedestrian zones, limited parking zones, etc.)."}, {"text_block_id": "p33_b1168", "text": "5."}, {"text_block_id": "p33_b1169", "text": "Encourage energy efficient use of private vehicles (fuel efficiency, energy efficient driving, etc.)"}, {"text_block_id": "p34_b1170", "text": "6."}, {"text_block_id": "p34_b1171", "text": "Increase investments in the development of the railway infrastructure by ensuring the competitiveness of Croatian Railways with other types of transport, develop and build suburban railway infrastructure and increase efficiency and reliability of railway transport."}, {"text_block_id": "p34_b1172", "text": "7."}, {"text_block_id": "p34_b1173", "text": "Increase investments in the modernisation and development of the port infrastructure and standards for maritime safety and protection against pollution."}, {"text_block_id": "p34_b1174", "text": "8."}, {"text_block_id": "p34_b1175", "text": "Continue to develop the network of county and local roads."}, {"text_block_id": "p34_b1176", "text": "9."}, {"text_block_id": "p34_b1177", "text": "Use telecommunications to reduce physical transport (telecommuting, internet business, performance of public administration-related activities, telemedicine, etc.)."}, {"text_block_id": "p34_b1178", "text": "10."}, {"text_block_id": "p34_b1179", "text": "Increase safety and investments in the infrastructure to promote walking and bicycle use."}, {"text_block_id": "p34_b1180", "text": "11."}, {"text_block_id": "p34_b1181", "text": "Plan cities in a way to reduce the need for physical transport of persons and goods (grouping of public administration offices, etc.)."}, {"text_block_id": "p34_b1182", "text": "12."}, {"text_block_id": "p34_b1183", "text": "Direct the development of the transport infrastructure towards increasing the integration and interconnection of the entire internal transport system to ensure better access to European transport corridors and better integration into the transport network of neighbouring countries, while respecting the environmental protection criteria."}, {"text_block_id": "p34_b1184", "text": "Existing documents:"}, {"text_block_id": "p34_b1185", "text": "•"}, {"text_block_id": "p34_b1186", "text": "Transport Development Strategy of the Republic of Croatia"}, {"text_block_id": "p34_b1187", "text": "•"}, {"text_block_id": "p34_b1188", "text": "Strategy for restructuring and modernisation of Croatian Railways"}, {"text_block_id": "p34_b1189", "text": "•"}, {"text_block_id": "p34_b1190", "text": "National Railway Infrastructure Programme 2008 • 2012"}, {"text_block_id": "p34_b1191", "text": "•"}, {"text_block_id": "p34_b1192", "text": "River Transport Development Strategy of the Republic of Croatia for the Period 2008 • 2018"}, {"text_block_id": "p34_b1193", "text": "•"}, {"text_block_id": "p34_b1194", "text": "Pre-Accession Maritime Strategy of the Republic of Croatia, 2005"}, {"text_block_id": "p34_b1195", "text": "•"}, {"text_block_id": "p34_b1196", "text": "Physical Planning Strategy and Programme of the Republic of Croatia"}, {"text_block_id": "p34_b1197", "text": "•"}, {"text_block_id": "p34_b1198", "text": "National Air Quality Protection and Improvement Plan in the Republic of Croatia for the Period 2008-2011"}, {"text_block_id": "p34_b1199", "text": "•"}, {"text_block_id": "p34_b1200", "text": "Strategic Coherence Framework 2007 • 2013"}, {"text_block_id": "p34_b1201", "text": "•"}, {"text_block_id": "p34_b1202", "text": "Programme for Construction and Maintenance of Public Roads for the Period 2005 - 2008"}, {"text_block_id": "p34_b1203", "text": "Involved institutions:"}, {"text_block_id": "p34_b1204", "text": "•"}, {"text_block_id": "p34_b1205", "text": "Ministry of Sea, Transport and Infrastructure"}, {"text_block_id": "p34_b1206", "text": "•"}, {"text_block_id": "p34_b1207", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p34_b1208", "text": "•"}, {"text_block_id": "p34_b1209", "text": "Ministry of Economy, Labour and Entrepreneurship"}, {"text_block_id": "p35_b1210", "text": "•"}, {"text_block_id": "p35_b1211", "text": "Ministry of Finance"}, {"text_block_id": "p35_b1212", "text": "•"}, {"text_block_id": "p35_b1213", "text": "Local and regional self-government"}, {"text_block_id": "p35_b1214", "text": "•"}, {"text_block_id": "p35_b1215", "text": "Environmental Protection and Energy Efficiency Fund"}, {"text_block_id": "p35_b1216", "text": "•"}, {"text_block_id": "p35_b1217", "text": "Institutes"}, {"text_block_id": "p35_b1218", "text": "•"}, {"text_block_id": "p35_b1219", "text": "Universities"}, {"text_block_id": "p35_b1220", "text": "•"}, {"text_block_id": "p35_b1221", "text": "Expert institutions"}, {"text_block_id": "p35_b1222", "text": "•"}, {"text_block_id": "p35_b1223", "text": "Non-governmental organisations."}, {"text_block_id": "p35_b1224", "text": "8. Protection of the Adriatic Sea, Coastal Area and Islands"}, {"text_block_id": "p35_b1225", "text": "Situation"}, {"text_block_id": "p35_b1226", "text": "The Republic of Croatia•s most valuable but also most vulnerable natural systems are"}, {"text_block_id": "p35_b1227", "text": "situated in the area of the Adriatic Sea, its coast and islands. This is the area where the"}, {"text_block_id": "p35_b1228", "text": "processes activated by the interaction between the sea and the mainland take place,"}, {"text_block_id": "p35_b1229", "text": "and where the development pressures and negative impacts on natural systems are"}, {"text_block_id": "p35_b1230", "text": "most pronounced. The Adriatic Sea represents a unique and very sensitive marine"}, {"text_block_id": "p35_b1231", "text": "ecosystem which by its hydrographical, oceanological, biological, biogeographical and"}, {"text_block_id": "p35_b1232", "text": "other properties differs from the rest of the Mediterranean Sea to which it belongs. The"}, {"text_block_id": "p35_b1233", "text": "Adriatic Sea is characterised by a wealth of living resources, clean and transparent"}, {"text_block_id": "p35_b1234", "text": "water and beautiful landscape. It is precisely because of these specific properties that"}, {"text_block_id": "p35_b1235", "text": "the Adriatic Sea has the status of a special sub-region within the Mediterranean Sea."}, {"text_block_id": "p35_b1236", "text": "The coastal regions are also characterised by a high degree of biodiversity, including"}, {"text_block_id": "p35_b1237", "text": "numerous endemic species, extremely vulnerable habitats and ecosystems. They are"}, {"text_block_id": "p35_b1238", "text": "equally significant because of their highly developed economy, cultural and social life."}, {"text_block_id": "p35_b1239", "text": "Therefore, the Adriatic Sea should be given special attention in terms of its exploitation"}, {"text_block_id": "p35_b1240", "text": "and preservation."}, {"text_block_id": "p35_b1241_merged_merged", "text": "The loads on ecosystems of the Croatian portion of the Adriatic Sea by individual pollutants (total phosphorus and nitrogen, heavy metals, organic and faecal pollution) are more expressed in the proximity of large port cities and large river deltas, but they are also significant in smaller settlements because of porous septic tanks and bad sewerage systems. In the remaining part of the Adriatic Sea, the loads by individual pollutants are comparatively low so the general state of the Adriatic Sea is satisfactory. The sanitary quality of bathing sea water on beaches is high (98.5%), which places the Croatian part of the Adriatic among the areas with the cleanest sea in the Mediterranean and Europe."}, {"text_block_id": "p35_b1246", "text": "The most significant issues of environmental protection and, consequently, sustainable development of the Adriatic Sea are: lack of urban and industrial wastewater treatment systems, accidental and operational marine pollution caused by ships and other"}, {"text_block_id": "p36_b1247", "text": "maritime structures, accidents in the transport of oil and oil mixtures, the issue of introducing foreign marine micro-organisms and pathogens into the marine environment, catching and excessive exploitation of fish resources and very excessive construction in the coastal area. A total of 123 fish species is included in the Red List of Marine Fish of Croatia, of which five are critically threatened. Mariculture production is increasing and continuous monitoring of its impacts on surrounding ecosystems is carried out."}, {"text_block_id": "p36_b1248", "text": "Each of the listed problems represents a serious risk to the environment with"}, {"text_block_id": "p36_b1249", "text": "irreversible effects related to significant economic and social consequences. The"}, {"text_block_id": "p36_b1250", "text": "Republic of Croatia, together with other members of the Mediterranean Action Plan"}, {"text_block_id": "p36_b1251", "text": "(MAP), adopted the Mediterranean Strategy for Sustainable Development that awards"}, {"text_block_id": "p36_b1252", "text": "special attention in sustainable development of the Mediterranean exactly to"}, {"text_block_id": "p36_b1253", "text": "sustainable management of the sea, coastal areas and marine resources."}, {"text_block_id": "p36_b1254", "text": "In addition to already existing protection measures relating to maritime safety"}, {"text_block_id": "p36_b1255", "text": "conditions (direct ship routing and traffic separation scheme and navigation warning"}, {"text_block_id": "p36_b1256", "text": "system), the Republic of Croatia adopted the Ordinance on ballast water management"}, {"text_block_id": "p36_b1257", "text": "and inspection which regulates the management of ship ballast waters for ships"}, {"text_block_id": "p36_b1258", "text": "entering Croatian ports. Within the last few decades almost all islands have"}, {"text_block_id": "p36_b1259", "text": "deteriorated both economically and demographically because actively working and"}, {"text_block_id": "p36_b1260", "text": "fertile population is constantly decreasing."}, {"text_block_id": "p36_b1261_merged_merged_merged", "text": "In the tourist season, coastal area and islands are especially exposed to environmental burdens. Tourism is the main driver of economic activities in this area with constant annual growth in tourist numbers of approx. 3%, which results in great pressure on the coastal area during the tourist season. For particular coastal and island communities, the development of nautical tourism has a whole line of positive economic impacts: source of additional income for the local population, increased employment opportunities, general standard increase, reduced emigration, revitalisation of various local-specific activities, etc. However, along with the positive economic effects, nautical tourism also results in large pressures on the marine environment and coastal zone. The selection of sites for building nautical tourism ports often includes the most beautiful and most vulnerable parts of the coastline, not excluding even the protected areas. The main disadvantages and results include reducing the environmental quality (construction of nautical tourism ports and berths in inadequate locations) and polluting the sea and coast (waste, sewage and bilge waters). Therefore, in defining the location and planning the construction of new facilities, it is advisable to consider locations in areas with natural values that were degraded by former (intensive) human activities and in areas with existing derelict structures and to define the optimal capacity of the"}, {"text_block_id": "p37_b1272", "text": "existing ports. There is no systematic monitoring of the effects of pollutants in ports of nautical tourism. Nautical tourism is constantly developing, but in the port infrastructure this is not matched by increasing the number of berths (wet and dry) in ports of nautical tourism as well as in ports opened for public transport. With the development of nautical tourism, the Republic of Croatia is promoting itself more and more as a strong and important tourist destination. Concurrently, the protection of the marine environment must have priority because a preserved natural environment is a prerequisite for the future development of tourism."}, {"text_block_id": "p37_b1273", "text": "Overall Objective"}, {"text_block_id": "p37_b1274", "text": "•"}, {"text_block_id": "p37_b1275", "text": "Promote sustainable management of the Adriatic Sea, the coast and the islands and the preservation of marine ecosystems by reducing the discharge of waste material and foreign micro-organisms and pathogens into the sea from all sources of pollution by means of supporting local communities, especially on islands, as well as by limiting the effects of economic activities, especially tourism, on the environment."}, {"text_block_id": "p37_b1276", "text": "Activities or Measures to Achieve the Overall Objective with Specific Objectives"}, {"text_block_id": "p37_b1277", "text": "1."}, {"text_block_id": "p37_b1278", "text": "Perform an analysis of the characteristics and identification of the main burdens and pressures on the sea, its economic and social use and the degradation of the marine environment."}, {"text_block_id": "p37_b1279", "text": "2."}, {"text_block_id": "p37_b1280", "text": "By 2030 ensure adequate waste water collection and treatment in all settlements with more than 10,000 inhabitants."}, {"text_block_id": "p37_b1281", "text": "3."}, {"text_block_id": "p37_b1282", "text": "By 2030 ensure adequate waste water treatment in all significant industrial installations, including tourist complexes."}, {"text_block_id": "p37_b1283", "text": "4."}, {"text_block_id": "p37_b1284", "text": "Continue, expand and improve the programmes for continuous monitoring of physical-chemical-biological parameters of the Adriatic Sea."}, {"text_block_id": "p37_b1285", "text": "5."}, {"text_block_id": "p37_b1286", "text": "Establish the baseline condition of physical-chemical-biological parameters of the sea in the ports of the Republic of Croatia."}, {"text_block_id": "p37_b1287", "text": "6."}, {"text_block_id": "p37_b1288", "text": "Exchange information on monitoring the physical-chemical-biological parameters of the sea between ports in the Adriatic."}, {"text_block_id": "p37_b1289", "text": "7."}, {"text_block_id": "p37_b1290", "text": "Prepare the Ballast Water Management Strategy for the Adriatic Sea."}, {"text_block_id": "p37_b1291", "text": "8."}, {"text_block_id": "p37_b1292", "text": "Prepare the Marine Environment Protection Strategy."}, {"text_block_id": "p37_b1293", "text": "9."}, {"text_block_id": "p37_b1294", "text": "Prepare the Act on the Marine and Submarine Areas."}, {"text_block_id": "p37_b1295", "text": "10."}, {"text_block_id": "p37_b1296", "text": "Prepare the Integrated Coastal Management Strategy."}, {"text_block_id": "p37_b1297", "text": "11."}, {"text_block_id": "p37_b1298", "text": "Establish a system of supervision and management of maritime transport (VTMIS) in order to increase maritime safety and prevention of marine pollution."}, {"text_block_id": "p38_b1299", "text": "12."}, {"text_block_id": "p38_b1300", "text": "By 2015 ensure a systematic solution for the issue of transfer of harmful aquatic organisms and pathogens through various vectors and in particular through agricultural production, mariculture and maritime transport (ballast waters and hull fouling)."}, {"text_block_id": "p38_b1301", "text": "13."}, {"text_block_id": "p38_b1302", "text": "Establish a sustainable system for the collection of oil-polluted water, sewage water and waste from ships and equip all ports with machines and equipment for such receipt."}, {"text_block_id": "p38_b1303", "text": "14."}, {"text_block_id": "p38_b1304", "text": "Enhance the implementation of measures for controlling the prohibition of discharging oil-polluted and sewage water into the sea."}, {"text_block_id": "p38_b1305", "text": "Existing documents:"}, {"text_block_id": "p38_b1306", "text": "•"}, {"text_block_id": "p38_b1307", "text": "Mediterranean Strategy for Sustainable Development: A Framework for Environmental Sustainability and Shared Prosperity"}, {"text_block_id": "p38_b1308", "text": "•"}, {"text_block_id": "p38_b1309", "text": "National Strategy and Action Plan for the Protection of Biological and Landscape Diversity of the Republic of Croatia"}, {"text_block_id": "p38_b1310", "text": "•"}, {"text_block_id": "p38_b1311", "text": "National Island Development Programme"}, {"text_block_id": "p38_b1312", "text": "•"}, {"text_block_id": "p38_b1313", "text": "Croatian Tourism Development Strategy for the Period up to 2010"}, {"text_block_id": "p38_b1314", "text": "•"}, {"text_block_id": "p38_b1315", "text": "Nautical Tourism Development Strategy of the Republic of Croatia"}, {"text_block_id": "p38_b1316", "text": "•"}, {"text_block_id": "p38_b1317", "text": "Water Management Strategy"}, {"text_block_id": "p38_b1318", "text": "•"}, {"text_block_id": "p38_b1319", "text": "National Environmental Protection Strategy and National Environmental Action Plan"}, {"text_block_id": "p38_b1320", "text": "•"}, {"text_block_id": "p38_b1321", "text": "Pre-Accession Maritime Strategy of the Republic of Croatia"}, {"text_block_id": "p38_b1322", "text": "Involved institutions:"}, {"text_block_id": "p38_b1323", "text": "•"}, {"text_block_id": "p38_b1324", "text": "Ministry of Environmental Protection, Physical Planning and Construction"}, {"text_block_id": "p38_b1325", "text": "•"}, {"text_block_id": "p38_b1326", "text": "Ministry of Sea, Transport and Infrastructure"}, {"text_block_id": "p38_b1327", "text": "•"}, {"text_block_id": "p38_b1328", "text": "Ministry of Agriculture, Fisheries and Rural Development"}, {"text_block_id": "p38_b1329", "text": "•"}, {"text_block_id": "p38_b1330", "text": "Ministry of Tourism"}, {"text_block_id": "p38_b1331", "text": "•"}, {"text_block_id": "p38_b1332", "text": "Ministry of Culture"}, {"text_block_id": "p38_b1333", "text": "•"}, {"text_block_id": "p38_b1334", "text": "Ministry of Regional Development, Forestry and Water Management"}, {"text_block_id": "p38_b1335", "text": "•"}, {"text_block_id": "p38_b1336", "text": "Ministry of Economy, Labour and Entrepreneurship"}, {"text_block_id": "p38_b1337", "text": "•"}, {"text_block_id": "p38_b1338", "text": "Ministry of Finance"}, {"text_block_id": "p38_b1339", "text": "•"}, {"text_block_id": "p38_b1340", "text": "Local and regional self-government"}, {"text_block_id": "p38_b1341", "text": "•"}, {"text_block_id": "p38_b1342", "text": "Croatian Environment Agency"}, {"text_block_id": "p38_b1343", "text": "•"}, {"text_block_id": "p38_b1344", "text": "State Institute for Nature Protection"}, {"text_block_id": "p38_b1345", "text": "•"}, {"text_block_id": "p38_b1346", "text": "Environmental Protection and Energy Efficiency Fund"}, {"text_block_id": "p38_b1347", "text": "•"}, {"text_block_id": "p38_b1348", "text": "Hrvatske vode (Croatian Waters)"}, {"text_block_id": "p39_b1349", "text": "•"}, {"text_block_id": "p39_b1350", "text": "Institutes"}, {"text_block_id": "p39_b1351", "text": "•"}, {"text_block_id": "p39_b1352", "text": "Universities"}, {"text_block_id": "p39_b1353", "text": "•"}, {"text_block_id": "p39_b1354", "text": "Expert institutions"}, {"text_block_id": "p39_b1355", "text": "•"}, {"text_block_id": "p39_b1356", "text": "Non-governmental organisations"}, {"text_block_id": "p39_b1357", "text": "IV Preconditions for Further Development"}, {"text_block_id": "p39_b1358", "text": "In guiding the Republic of Croatia towards sustainable development and progress, in each of the 8 key challenges it is important,"}, {"text_block_id": "p39_b1359", "text": "inter alia"}, {"text_block_id": "p39_b1360", "text": ", to implement reforms and"}, {"text_block_id": "p39_b1361", "text": "continue building an efficient state, raising the level of education of all citizens and"}, {"text_block_id": "p39_b1362", "text": "building a society based on knowledge, foster a culture of research and investments in"}, {"text_block_id": "p39_b1363", "text": "development and adapt to climate changes. This will contribute to achieving both sustainability as well as the overall objectives."}, {"text_block_id": "p39_b1364", "text": "Efficient State"}, {"text_block_id": "p39_b1365", "text": "A state is efficient when, on the basis of the constitution,"}, {"text_block_id": "p39_b1366", "text": "legal s"}, {"text_block_id": "p39_b1367", "text": "ystem and tripartite"}, {"text_block_id": "p39_b1368", "text": "division of power, it preserves peace and security, protects the citizens• rights and"}, {"text_block_id": "p39_b1369", "text": "improves the quality of their lives as well as provides all required public services. An"}, {"text_block_id": "p39_b1370", "text": "efficient state has efficient institutions that represent and include all citizens. In"}, {"text_block_id": "p39_b1371", "text": "addition, good political, economic and administrative governance must create and"}, {"text_block_id": "p39_b1372", "text": "adopt policies while at the same time answering to the public. For an efficient state it is"}, {"text_block_id": "p39_b1373", "text": "especially important to continuously strengthen the responsibility of government. The"}, {"text_block_id": "p39_b1374", "text": "Republic of Croatia requires: further development of efficient economic and financial"}, {"text_block_id": "p39_b1375", "text": "management systems, strengthening the legal system, freedom of independent media"}, {"text_block_id": "p39_b1376", "text": "and constant development of the civil society which serves as a vehicle for voicing"}, {"text_block_id": "p39_b1377", "text": "demands for change."}, {"text_block_id": "p39_b1378", "text": "Knowledge-Based Society/Education for Sustainable Development"}, {"text_block_id": "p39_b1379_merged_merged_merged", "text": "A precondition for sustainable development of the Republic of Croatia are swift and great changes in the educational system: the number of educated citizens and the level of education in general must be increased and the educational system must develop skills and competencies which will provide an individual with a quick and easy professional adjustment to changes in the production structure, that is, prepare him for further learning. At least one million citizens needs to be included into the education process, compulsory secondary schooling must be introduced, the number of persons leaving school reduced and the number of participants in lifelong learning increased, because in the Republic of Croatia only 0.2% of persons older than 35 participates in adult education programmes, although this is of special significance for a modern labour market."}, {"text_block_id": "p40_b1383", "text": "Knowledge is the key that opens the door to increasing the quality of life of all citizens. The return on investment in knowledge is significantly larger than the return from any other investment. Research shows that each additional year in an average education level of the population turns into a production growth of 4-7% per capita. Experience shows that growth of knowledge results in growth of employment which would, apart from reducing unemployment, help the Republic of Croatia in strengthening social cohesion and reducing regional disparities."}, {"text_block_id": "p40_b1384", "text": "Education is a precondition for a change in behaviour and for informing citizens about"}, {"text_block_id": "p40_b1385", "text": "the key competencies for delivering sustainable development because it contributes to"}, {"text_block_id": "p40_b1386", "text": "greater social cohesion and well-being through investments in social capital and by"}, {"text_block_id": "p40_b1387", "text": "ensuring equal opportunities, especially of disadvantaged groups, and public"}, {"text_block_id": "p40_b1388", "text": "participation. In line with the recommendations of the World Summit held in"}, {"text_block_id": "p40_b1389", "text": "Johannesburg in 2002, the General Assembly of the United Nations in December 2002"}, {"text_block_id": "p40_b1390", "text": "declared 2005 - 2015 to be the Decade of Education for Sustainable Development"}, {"text_block_id": "p40_b1391", "text": "(ESD). The objective is to integrate sustainable development, its values and practices,"}, {"text_block_id": "p40_b1392", "text": "into all forms of education and learning. The United Nations Economic Commission for"}, {"text_block_id": "p40_b1393", "text": "Europe in its 2005 Strategy of Education for Sustainable Development points out that"}, {"text_block_id": "p40_b1394", "text": "education, as a human right and essential tool for good governance, informed"}, {"text_block_id": "p40_b1395", "text": "making and the promotion of democracy, can help translate a vision of sustainable"}, {"text_block_id": "p40_b1396", "text": "development into reality."}, {"text_block_id": "p40_b1397", "text": "Education for sustainable development should be implemented on three levels: 1."}, {"text_block_id": "p40_b1398", "text": "through formal learning in educational institutions; 2. outside regular educational"}, {"text_block_id": "p40_b1399", "text": "institutions, for instance, through activities of non-governmental organisations (informal"}, {"text_block_id": "p40_b1400", "text": "learning); 3. through media (newspapers, television, radio) in order to make education"}, {"text_block_id": "p40_b1401", "text": "for sustainable development a part of everyday life. The success in changing a majority"}, {"text_block_id": "p40_b1402", "text": "of trends which lead to unsustainability largely depends on the quality of education for"}, {"text_block_id": "p40_b1403", "text": "sustainable development at all levels of the educational system."}, {"text_block_id": "p40_b1404_merged_merged_merged", "text": "Central subjects of education for sustainable development are: reduction of poverty, assurance of peace, moral standing, responsibility at local and global level, democracy, justice, security, human rights, health, gender equity, cultural heritage, rural and urban development, sustainable production and consumption, corporate social responsibility, protection of the environment and nature, management of natural resources, biological and landscape diversity. The present educational programmes at all levels of formal education need to be amended and adjusted in such a manner so as to include the principles and values of sustainability and interdisciplinary permeation of its three components."}, {"text_block_id": "p41_b1408", "text": "Education for sustainable development represents a lifelong learning process • it develops the awareness of the impact of decisions that do not support sustainable development. Through education people•s choices and actions are guided in favour of sustainable development, healthy and productive life in harmony with nature and with concern for social values, gender equity and cultural diversity."}, {"text_block_id": "p41_b1409", "text": "Research and Development"}, {"text_block_id": "p41_b1410", "text": "The expansion and accumulation of findings and knowledge depends on establishing a"}, {"text_block_id": "p41_b1411", "text": "developed communication network for fast and efficient transfer of large quantities of"}, {"text_block_id": "p41_b1412", "text": "collected data and information for the purpose of their quality application. Experiences"}, {"text_block_id": "p41_b1413", "text": "of successful countries show that a society based on knowledge progresses much"}, {"text_block_id": "p41_b1414", "text": "more rapidly and efficiently with the application of advanced information and"}, {"text_block_id": "p41_b1415", "text": "communication technologies that have to be accessible to all social groups and"}, {"text_block_id": "p41_b1416", "text": "integrated into the everyday life of the community at large, not only in the form of"}, {"text_block_id": "p41_b1417", "text": "commerce or e-learning but also in the form of e-governance. The application of new"}, {"text_block_id": "p41_b1418", "text": "technologies will enable the offer and demand of knowledge, with which successful"}, {"text_block_id": "p41_b1419", "text": "communication on all levels of society is established and contributes to strengthening"}, {"text_block_id": "p41_b1420", "text": "the structure of society in the economic and social sense. Progress will not be achieved"}, {"text_block_id": "p41_b1421", "text": "by technologies alone • progress in, for instance, productivity, will be achieved only by"}, {"text_block_id": "p41_b1422", "text": "an extensive change in the way that companies, organisations, public administration"}, {"text_block_id": "p41_b1423", "text": "and citizens conduct their activities. This route is also supported in the European"}, {"text_block_id": "p41_b1424", "text": "Commission•s strategic document - A European Information Society 2010"}, {"text_block_id": "p41_b1425", "text": "-"}, {"text_block_id": "p41_b1426", "text": "which"}, {"text_block_id": "p41_b1427", "text": "promotes open and competitive digital economy with emphasis on information and"}, {"text_block_id": "p41_b1428", "text": "communication technologies which, at a time of growing competitiveness, enable an"}, {"text_block_id": "p41_b1429", "text": "increase in production and improvement of services as well as improvement of the quality of life."}, {"text_block_id": "p41_b1430_merged_merged", "text": "In the global market, success is also reserved for those who have the skills and capacity to innovate • create new products and processes, markets and industries. In order to build and sustain the skills and capacity for innovation, it is required: to generate creative ideas resulting from strong and diversified basic research activities; to have a creative, well-educated and motivated workforce and to create an environment that recognises innovativeness and enables innovations to reach the market. It is absolutely essential that we base our economic progress on research and development, scientific and engineering education and policies that encourage innovation. To achieve this goal, it is necessary: to increase funds invested in scientific research and scientific infrastructure in order to encourage the development of fundamental ideas which serve as the basis for innovation; to achieve close"}, {"text_block_id": "p42_b1435", "text": "cooperation between higher education institutions, encourage as much as possible the best students; and ensure open interaction between students, scientists and engineers."}, {"text_block_id": "p42_b1436", "text": "Mitigation and Adaptation to Climate Change"}, {"text_block_id": "p42_b1437", "text": "Climate change is one of the greatest challenges we all face today, and it has direct consequences on the global economy, the environment and society as a whole. The impact of climate change can already be seen everywhere. The conclusions of the Fourth Assessment Report recently published by the International Panel on Climate"}, {"text_block_id": "p42_b1438", "text": "Change (IPCC) show that climate changes are underway and significant measures"}, {"text_block_id": "p42_b1439", "text": "need to be taken to mitigate their effects and scope of those changes. As climate"}, {"text_block_id": "p42_b1440", "text": "change impacts are inevitable, the need to adapt to the changing climate becomes"}, {"text_block_id": "p42_b1441", "text": "more pressing, not just in our way of life, but also in our ways of development. There"}, {"text_block_id": "p42_b1442", "text": "are still no assessments of the socio-economic implications of climate change in the"}, {"text_block_id": "p42_b1443", "text": "country and no analysis of potential adaptation options and the costs associated with them."}, {"text_block_id": "p42_b1444_merged_merged", "text": "Intensive and continuous informing of the public on these issues and hazards will develop the awareness of every individual about their importance and extent and encourage him to participate in solving them."}, {"text_block_id": "p42_b1446", "text": "V Implementation of the Strategy for Sustainable Development of the Republic of Croatia and Integration of Stakeholders"}, {"text_block_id": "p42_b1447", "text": "•"}, {"text_block_id": "p42_b1448", "text": "The Strategy for Sustainable Development of the Republic of Croatia presumes a process of deliberation and negotiation for the purpose of reaching a consensus in order to determine priority economic, social and environmental challenges and the measures with which to respond to those challenges. This process includes all relevant stakeholders for the purpose of shaping the most realistic vision of sustainable development of the Republic of Croatia in this Strategy. In addition to the Croatian Parliament and the Government of the Republic of Croatia, important stakeholders also include local and regional self-government bodies such as counties, the City of Zagreb, major cities, cities and municipalities which, each within their respective scope, must promote sustainable development through cooperation and joint actions (EPA, Articles 8 and 14). Stakeholders are also obliged to inform, educate and instruct the public on sustainable development (EPA, Article 17). The Ministry of Environmental Protection, Physical Planning and Construction is responsible for coordination and drafting of the Strategy which is, at its proposal, considered by the Government and adopted by the Parliament thus providing the Strategy with all the necessary institutional support."}, {"text_block_id": "p43_b1449", "text": "The Strategy will be implemented through Action Plans which will contain the details on the authorities responsible for implementing individual plans and projects envisioned by the Strategy; authorities responsible for achieving specific objectives; funds required to implement plans or projects; sources for financing plans or projects; participants in a plan or project; timeframes for achieving the planned objectives; expected results of plans and projects as well as on those responsible for supervising the implementation of plans and projects. Action Plans will be prepared in workshops by mutual cooperation of all stakeholders, including non-governmental organisations and the business sector."}, {"text_block_id": "p43_b1450_merged", "text": "To ensure coordinated and harmonised economic development in the field of environmental and spatial protection, as well as the preconditions for sustainable development, on one hand, and a constant expert and scientific basis for regulating particular issues in the field of environmental and spatial protection and sustainable development, on the other, the Government established the Council for Physical Planning of the Republic of Croatia and the Environmental Protection and Sustainable Development Council, which will also participate in the preparation of Action Plans. The members of the Council are appointed from among scientific, expert, public and other employees and representatives of central state administration bodies competent for a specific environmental component or burden and representatives of civil society organisations active in the field of environmental protection. In order to implement the Strategy, the concept of sustainable development needs to be introduced into every long term government policy during its development. The realization of guidelines and policies which support the implementation of the Strategy of Sustainable Development must be based on cost-efficient use of financing and economic instruments. To that end, a special role is given to appropriate economic instruments which promote market transparency and prices that reflect the real economic, social and environmental costs of products and services. Where possible, an attempt should be made to shift taxation from labour to resource and energy consumption and, especially, to pollution. At the same time, subsidies that have considerable negative effects on the environment and are therefore incompatible with sustainable development should be gradually eliminated."}, {"text_block_id": "p43_b1472", "text": "The Government of the Republic of Croatia takes care to create a positive environment in which the concept of sustainable development will be introduced and implemented at all government and local self-government levels in the Republic of Croatia. The Government of the Republic of Croatia will support the idea of sustainable development of the Republic of Croatia by: (a) promoting systematic public information with emphasis on how each individual can help in addressing those eight key challenges;"}, {"text_block_id": "p44_b1473", "text": "(b)"}, {"text_block_id": "p44_b1474", "text": "strengthening public awareness on the link between economic, social and environmental issues and the necessity to address them in a coherent way; (c) support education for sustainable development at all levels of the educational system. It is necessary to mobilise all stakeholders through the exchange of opinions and experiences on the issues related to sustainable development policies in the Republic of Croatia and on: (a) ways in which the concept may be applied at all government and self-government levels; (b) new ideas to achieve sustainability; and (c) exchange of best practices."}, {"text_block_id": "p44_b1475", "text": "According to the Environmental Protection Act, a new Strategy may be adopted every"}, {"text_block_id": "p44_b1476", "text": "ten years or sooner, by way of derogation, upon the proposal of the competent"}, {"text_block_id": "p44_b1477", "text": "ministry."}, {"text_block_id": "p44_b1478", "text": "To assess the progress achieved in implementing the Strategy, a comprehensive set of"}, {"text_block_id": "p44_b1479", "text": "specific national sustainable development indicators (SDIs) that will be developed"}, {"text_block_id": "p44_b1480", "text": "especially for this purpose will need to be used. To ensure both a comprehensive and"}, {"text_block_id": "p44_b1481", "text": "in depth coverage of the complexity of sustainable development in the Republic of"}, {"text_block_id": "p44_b1482", "text": "Croatia, specific national indicators must be developed in a way to assess the situation"}, {"text_block_id": "p44_b1483", "text": "in reference to all key challenges and at all levels of the Strategy•s implementation."}, {"text_block_id": "p44_b1484", "text": "In addition to theme indicators of sustainability, which are listed as a part of this"}, {"text_block_id": "p44_b1485", "text": "Strategy and selected to show the progress towards the overall objectives for the eight"}, {"text_block_id": "p44_b1486", "text": "key challenges, a comprehensive set of indicators must also enable more detailed"}, {"text_block_id": "p44_b1487", "text": "insight into progress towards sustainability: they have to enable monitoring of the"}, {"text_block_id": "p44_b1488", "text": "implementation of individual policies or, in even greater detail, the implementation of individual measures."}, {"text_block_id": "p44_b1489", "text": "VI Theme Indicators of Sustainable Development of the Republic of Croatia"}, {"text_block_id": "p44_b1490_merged_merged_merged", "text": "With regard to theme indicators, after several years they should clearly show what processes are underway in the Republic of Croatia; what the trends are and if the Republic of Croatia is better responding to some of the sustainability challenges, that is, whether it is managing to find answers to the main issues which prevent progress. In the preparation of Action Plans, at the proposal of associated institutions, it is possible to add and/or replace a theme indicator if the latest scientific knowledge shows that they are better for monitoring the status of sustainable development. All theme indicators may be calculated with data which is available without significant costs and in a short period of time."}, {"text_block_id": "p44_b1495", "text": "1. Population"}, {"text_block_id": "p48_b1496_merged", "text": "In addition to these indicators, progress toward sustainable development needs to be monitored on the basis of standards and good practice codes through transparent and periodic reports in order to ensure continuous action."}, {"text_block_id": "p48_b1498", "text": "This Strategy shall be published in the Official Gazette."}, {"text_block_id": "p49_b1499", "text": "VII References"}, {"text_block_id": "p49_b1500", "text": "1."}, {"text_block_id": "p49_b1501", "text": "United Nations Millennium Declaration, A/res/55/2, 8"}, {"text_block_id": "p49_b1502", "text": "th"}, {"text_block_id": "p49_b1503", "text": "plenary meeting, 8 Sep 2000"}, {"text_block_id": "p49_b1504", "text": "2."}, {"text_block_id": "p49_b1505", "text": "UN DEPARTMENT OF ECONOMIC AND SOCIAL AFFAIRS, Guidance in preparing a national sustainable development strategy: managing sustainable development in the new millennium, Background Paper No. 13, OUTCOME OF THE INTERNATIONAL FORUM ON NATIONAL SUSTAINABLE DEVELOPMENT STRATEGIES, ACCRA, GHANA, November 2001"}, {"text_block_id": "p49_b1506", "text": "3."}, {"text_block_id": "p49_b1507", "text": "Guidelines for developing the National Sustainable Development Strategy, Ref: UNEP/NSDS/March 2006"}, {"text_block_id": "p49_b1508", "text": "4."}, {"text_block_id": "p49_b1509", "text": "SUSTAINABLE DEVELOPMENT STRATEGIES, A RESOURCE BOOK, DalalClayton, B., Bass, S., the International Institute for Environment and Development, London, Sterling VA 2002"}, {"text_block_id": "p49_b1510", "text": "5."}, {"text_block_id": "p49_b1511_merged_merged", "text": "GOOD PRACTICES IN THE NATIONAL SUSTAINABLE DEVELOPMENT STRATEGIES OF OECD COUNTRIES, ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT, OECD 2006"}, {"text_block_id": "p49_b1514", "text": "6."}, {"text_block_id": "p49_b1515", "text": "Handbook for the Peer Review of National Sustainable development Strategies: European Commission 2006"}, {"text_block_id": "p49_b1516", "text": "7."}, {"text_block_id": "p49_b1517", "text": "Commission Communication \"Draft Declaration on Guiding Principles for Sustainable Development\" COM(2005) 218 final"}, {"text_block_id": "p49_b1518", "text": "8."}, {"text_block_id": "p49_b1519", "text": "Commission Communication \"On the review of the Sustainable Development Strategy - A platform for action\" COM(2005) 658 final"}, {"text_block_id": "p49_b1520", "text": "9."}, {"text_block_id": "p49_b1521", "text": "Powering a Sustainable Future, An agenda for concerted action, World Business Council for Sustainable Development, October 2006"}, {"text_block_id": "p49_b1522", "text": "10."}, {"text_block_id": "p49_b1523", "text": "Renewed Sustainable Development Strategy: European Council DOC 10117/06"}, {"text_block_id": "p49_b1524", "text": "11."}, {"text_block_id": "p49_b1525", "text": "Mediterranean Strategy for Sustainable Development UNEP/MAP, Athens 2005"}, {"text_block_id": "p49_b1526", "text": "12."}, {"text_block_id": "p49_b1527", "text": "DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing a Framework for Community Action in the field of Marine Environmental Policy (Marine Strategy Directive) [SEC(2005) 1290]"}, {"text_block_id": "p49_b1528", "text": "13."}, {"text_block_id": "p49_b1529", "text": "DECISION No 1600/2002/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 22 July 2002 laying down the Sixth Community Environment Action Programme"}, {"text_block_id": "p49_b1530", "text": "14."}, {"text_block_id": "p49_b1531", "text": "Energy indicators for sustainable development: guidelines and methodologies. • Vienna: International Atomic Energy Agency, 2005"}, {"text_block_id": "p49_b1532", "text": "15."}, {"text_block_id": "p49_b1533", "text": "Commission Communication \"The 2005 Review of the EU Sustainable Development Strategy: Initial Stocktaking and Future Orientations\" COM(2005) 37, 9 Feb 2005"}, {"text_block_id": "p50_b1534", "text": "16."}, {"text_block_id": "p50_b1535", "text": "Commission Communication \"The World Summit on Sustainable Development one year on: implementing our commitments\" COM(2003) 829 final"}, {"text_block_id": "p50_b1536", "text": "17."}, {"text_block_id": "p50_b1537", "text": "Commission Communication \"Towards a global partnership for Sustainable Development\" COM(2002) 82 final, adding a global dimension to the EU Sustainable Development Strategy"}, {"text_block_id": "p50_b1538", "text": "18."}, {"text_block_id": "p50_b1539", "text": "Commission Communication \"A sustainable Europe for a better world: A European strategy for Sustainable Development\" COM(2001) 264 final"}, {"text_block_id": "p50_b1540", "text": "19."}, {"text_block_id": "p50_b1541", "text": "Sustainable Development Strategy 2002, Swiss Federal Council, March 2002"}, {"text_block_id": "p50_b1542", "text": "20."}, {"text_block_id": "p50_b1543", "text": "A Swedish Strategy for Sustainable Development • Economic, Social and Environmental, Summary, Government Communication 2003/04:129"}, {"text_block_id": "p50_b1544", "text": "21."}, {"text_block_id": "p50_b1545", "text": "FINNISH GOVERNMENT PROGRAMME FOR SUSTAINABLE DEVELOPMENT, Council of State Decision-in-Principle on the promotion of ecological sustainability, Helsinki, 4 June 1998"}, {"text_block_id": "p50_b1546", "text": "22."}, {"text_block_id": "p50_b1547", "text": "A SHARED FUTURE - balanced development, DENMARK•S NATIONAL STRATEGY FOR SUSTAINABLE DEVELOPMENT, Summary, THE DANISH GOVERNMENT, JUNE 2002"}, {"text_block_id": "p50_b1548", "text": "23."}, {"text_block_id": "p50_b1549", "text": "UNECE Strategy for Education for Sustainable Development, ECOSOC, Vilnius 1718 March 2005."}, {"text_block_id": "p50_b1550", "text": "24."}, {"text_block_id": "p50_b1551", "text": "Study of the Development of Nautical Tourism in Croatia, Hydrographic Institute of the Republic of Croatia, November 2006"}, {"text_block_id": "p50_b1552", "text": "25."}, {"text_block_id": "p50_b1553", "text": "Progress Report on the Achievement of the Nationalized Millennium Development Goals (for the period from August 2004 to December 2005), Government of the Republic of Croatia"}, {"text_block_id": "p50_b1554", "text": "26."}, {"text_block_id": "p50_b1555", "text": "Joint Memorandum on Social Inclusion of the Republic of Croatia, Zagreb, 5 March 2007."}, {"text_block_id": "p50_b1556", "text": "27."}, {"text_block_id": "p50_b1557", "text": "Poverty, Unemployment, Social Exclusion, the United Nations Development Programme in Croatia, Zagreb 2006"}, {"text_block_id": "p50_b1558", "text": "28."}, {"text_block_id": "p50_b1559", "text": "Strategic Coherence Framework 2007 • 2013, Central Office for Development Strategy and Coordination of EU Funds, 2006"}, {"text_block_id": "p50_b1560", "text": "29."}, {"text_block_id": "p50_b1561", "text": "Report on the State of the Environment, 2007, Croatian Environment Agency"}, {"text_block_id": "p50_b1562", "text": "30."}, {"text_block_id": "p50_b1563", "text": "Environmental Protection Act (Official Gazette 110/2007)"}, {"text_block_id": "p50_b1564", "text": "31."}, {"text_block_id": "p50_b1565", "text": "Declaration on Environmental Protection in the Republic of Croatia (Official Gazette 34/1992)"}, {"text_block_id": "p50_b1566", "text": "32."}, {"text_block_id": "p50_b1567", "text": "Act on Physical Planning and Construction (Official Gazette 76/2007)"}, {"text_block_id": "p50_b1568", "text": "33."}, {"text_block_id": "p50_b1569", "text": "Act on the Quality of Health Protection (Official Gazette 107/ 2007)"}, {"text_block_id": "p50_b1570", "text": "34."}, {"text_block_id": "p50_b1571", "text": "Ordinance on ballast water management and inspection (Official Gazette 55/2007)"}, {"text_block_id": "p50_b1572", "text": "35."}, {"text_block_id": "p50_b1573", "text": "National Population Policy (Official Gazette 132/2006)"}, {"text_block_id": "p51_b1574", "text": "36."}, {"text_block_id": "p51_b1575", "text": "National Environmental Protection Strategy (Official Gazette 46/2002) and National Environmental Action Plan (Official Gazette 46/2002)"}, {"text_block_id": "p51_b1576", "text": "37."}, {"text_block_id": "p51_b1577", "text": "National Strategy for the Protection against Family Violence in 2005-2007 (Official Gazette 182/2004) and National Strategy for the Protection against Family Violence in 2008-2010 (Official Gazette 126/2007)"}, {"text_block_id": "p51_b1578", "text": "38."}, {"text_block_id": "p51_b1579", "text": "National Forestry Policy and Strategy (Official Gazette 120/2003)"}, {"text_block_id": "p51_b1580", "text": "39."}, {"text_block_id": "p51_b1581", "text": "National Policy to Promote Gender Equality 2006-2010 (Official Gazette 114/2006)"}, {"text_block_id": "p51_b1582", "text": "40."}, {"text_block_id": "p51_b1583", "text": "National Strategy of Uniform Policies for Persons with Disabilities 2003-2006 (Official Gazette 13/2003)"}, {"text_block_id": "p51_b1584", "text": "41."}, {"text_block_id": "p51_b1585", "text": "National Strategy for Substance Abuse Prevention in the Republic of Croatia for 2006-2012 (Official Gazette 147/2005)"}, {"text_block_id": "p51_b1586", "text": "42."}, {"text_block_id": "p51_b1587", "text": "National Anti-Corruption Programme and the Action Plan for the Fight against Corruption (Official Gazette 34/2002)"}, {"text_block_id": "p51_b1588", "text": "43."}, {"text_block_id": "p51_b1589", "text": "National Health Development Strategy 2006-2011 (Official Gazette 72/2006)"}, {"text_block_id": "p51_b1590", "text": "44."}, {"text_block_id": "p51_b1591", "text": "National Strategy of Equal Opportunities for Persons with Disabilities 2007-2015 (Official Gazette 63/2007)"}, {"text_block_id": "p51_b1592", "text": "45."}, {"text_block_id": "p51_b1593", "text": "National Programme of Early Detection of Colon Cancer"}, {"text_block_id": "p51_b1594", "text": "46."}, {"text_block_id": "p51_b1595", "text": "National Programme of Early Detection of Breast Cancer"}, {"text_block_id": "p51_b1596", "text": "47."}, {"text_block_id": "p51_b1597", "text": "National Health Care Programme for Persons with Diabetes with Special Emphasis on Disease Prevention"}, {"text_block_id": "p51_b1598", "text": "48."}, {"text_block_id": "p51_b1599", "text": "Strategy for the Use of Liquefied Petroleum Gas on the Adriatic Islands for the Period 2008 - 2012"}, {"text_block_id": "p51_b1600", "text": "49."}, {"text_block_id": "p51_b1601", "text": "National Energy Efficiency Action Plan 2008 - 2010"}, {"text_block_id": "p51_b1602", "text": "50."}, {"text_block_id": "p51_b1603", "text": "Statistical Chronicle 2004 and 2007"}, {"text_block_id": "p51_b1604", "text": "51."}, {"text_block_id": "p51_b1605", "text": "Water Management Strategy (Official Gazette 91/2008)"}, {"text_block_id": "p51_b1606", "text": "52."}, {"text_block_id": "p51_b1607", "text": "Waste Management Strategy (Official Gazette 130/2005)"}, {"text_block_id": "p51_b1608", "text": "53."}, {"text_block_id": "p51_b1609", "text": "Energy Development Strategy of the Republic of Croatia (Official Gazette 38/2002)"}, {"text_block_id": "p51_b1610", "text": "54."}, {"text_block_id": "p51_b1611", "text": "Transport Development Strategy of the Republic of Croatia (Official Gazette 139/1999)"}, {"text_block_id": "p51_b1612", "text": "55."}, {"text_block_id": "p51_b1613", "text": "Physical Planning Programme of the Republic of Croatia (Official Gazette 50/1999)"}, {"text_block_id": "p51_b1614", "text": "56."}, {"text_block_id": "p51_b1615", "text": "Pre-Accession Maritime Strategy of the Republic of Croatia"}], "document_description": "Adopted pursuant to Article 44 of the Environmental Protection Act 2007."}