{"document_instrument_name": "Tax incentives|Economic", "document_country_english_shortname": "Trinidad and Tobago", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "LULUCF", "Energy"], "document_language": "English", "document_name": "National Environmental Policy", "document_country_code": "TTO", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2006", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/TTO/2006/TTO-2006-12-25-National Environmental Policy_95138087b34a925e22be867786d33f3a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF TRINIDAD AND TOBAGO"}, {"text_block_id": "p0_b2", "text": "NATIONAL ENVIRONMENTAL POLICY"}, {"text_block_id": "p0_b3", "text": "Revised: SEPTEMBER 19, 2005"}, {"text_block_id": "p0_b4", "text": "Laid in Parliament: APRIL 07, 2006"}, {"text_block_id": "p1_b5", "text": "Foreword"}, {"text_block_id": "p1_b6", "text": "The Government of the Republic of Trinidad and Tobago envisions a country in which all persons treasure the environment and voluntarily use its resources wisely to ensure its protection, conservation, and restoration, so as to equitably meet the needs of present and future generations and enhance the quality of life. Section 4 (a) of the Constitution of Trinidad and Tobago declares that every person in Trinidad and Tobago has the fundamental rights of --life and the enjoyment of property. Further, the Government of Trinidad and Tobago recognizes that humans influence and are influenced by their environment and that the natural and built environments affect their well-being.  Government therefore accepts the responsibility to adopt policies and measures with a view to improving human health and the quality of life and also acknowledges that basic environmental, health and development principles are interdependent and in harmony with the Constitution of the Nation."}, {"text_block_id": "p1_b7", "text": "The first National Environmental Policy (NEP) was laid in Parliament on September 2, 1998. However, Section 18 (5) of the Environmental Management Act, 2000 (EM Act)"}, {"text_block_id": "p1_b8", "text": "provides that: ―The Policy may be revised from time to time.‖ In recognition of the rapid"}, {"text_block_id": "p1_b9", "text": "industrialization of Trinidad and Tobago, major development in the housing sector and significant expansion and upgrading of infrastructure, the Government saw it fit to invoke Section 18(5) of the EM Act to revise the 1998 version of the NEP."}, {"text_block_id": "p1_b10", "text": "Moreover, development of the petroleum and petrochemical sector has expanded to the extent that Trinidad and Tobago is now the largest supplier of LNG to the United States and the number one exporter of ammonia in the world. These developments have given the country global recognition and attention. The Government is therefore duty bound to ensure that Trinidad and Tobago finds the right balance between economic development and environmental conservation."}, {"text_block_id": "p1_b11", "text": "The environment is an essential pillar of economic and social development and consequently environmental sustainability is a key objective of economic development planning."}, {"text_block_id": "p1_b12_merged_merged", "text": "In formulating this Policy, the Government focused on the sustainable management of the country‘s environmental assets rather than on the narrower concept of environmental protection, which tends to bring into conflict environment and development. The Policy therefore assures that economic development is not undermined by the unsustainable use of our environmental assets."}, {"text_block_id": "p2_b15", "text": "The environment generates both social and economic benefits for society through the supply of the following ecosystem services:"}, {"text_block_id": "p2_b16", "text": "The environment generates both social and economic benefits for society through the supply of the following ecosystem services:\n"}, {"text_block_id": "p2_b20", "text": "The Government recognizes the link between poverty reduction and hunger and environmental sustainability. The economically challenged in society have a direct dependence on ecosystem services in order to be adequately nourished and have access to clean air and water. When eco-systems are degraded, the economically challenged therefore suffer."}, {"text_block_id": "p2_b21", "text": "The Policy also takes into account the relationship between environmental sustainability and human health. There has been a longstanding understanding that environmental factors, (water contamination, air pollution, hazardous waste, climate change) are a root cause of death, diseases and disability."}, {"text_block_id": "p2_b22", "text": "The Policy deals proactively with the linkage between sustainable environmental management and the vulnerability of our twin-island republic to disaster and post-disaster recovery. Promoting environmental enhancements in the form of reforestation, coastal protection, and wetlands conservation can serve to protect the country from storm surges during hurricanes, store water, reduce flooding, reduce wind damage, and absorb greenhouse gases such as carbon dioxide."}, {"text_block_id": "p2_b23_merged", "text": "This National Environmental Policy is aimed at providing a rational, practical and comprehensive framework for environmental management in Trinidad and Tobago. It recognises the interdependence of all forms of life, the need to use knowledge, resources and skills effectively, and the need for incentives and opportunities for effective co-operation at all levels."}, {"text_block_id": "p2_b26", "text": "While the natural resources of Trinidad and Tobago are to be used for social and economic development, it is envisaged that this Policy will provide the basis for ensuring that the environment is managed to protect human health and yield the optimum sustainable benefits for existing and future generations."}, {"text_block_id": "p2_b27", "text": "The more detailed procedures and concrete actions which will be required at sectoral levels to achieve effective environmental management will therefore find their bases in the principles and broader approaches embodied in this National Environmental Policy."}, {"text_block_id": "p3_b28", "text": "Table of Contents"}, {"text_block_id": "p3_b29", "text": "Chapter"}, {"text_block_id": "p3_b30", "text": "Chapter"}, {"text_block_id": "p3_b31", "text": "Chapter"}, {"text_block_id": "p5_b32", "text": "Chapter 1"}, {"text_block_id": "p5_b33", "text": "Introduction"}, {"text_block_id": "p5_b34", "text": "1.1 General"}, {"text_block_id": "p5_b35", "text": "Section 18(1) of the Environmental Management Act, 2000 requires the Board of Directors of the Environmental Management Authority to prepare and submit to the Minister recommendations for a comprehensive National Environmental Policy, which"}, {"text_block_id": "p5_b36", "text": "must"}, {"text_block_id": "p5_b37", "text": "include:"}, {"text_block_id": "p5_b38", "text": "include:\n* Provisions which seek to encourage the establishment of institutional linkages\n* An analysis of the legislative, regulatory and practical issues impacting upon the\n* A programme for promoting the Policy and seeking an effective commitment"}, {"text_block_id": "p5_b44", "text": "A full account of Section 18 of the Environmental Management Act, 2000 (EM Act) is also located in Annex 1 of this document."}, {"text_block_id": "p5_b45", "text": "According to the EM Act, ―‗environment‘ means all land, area beneath the land surface,"}, {"text_block_id": "p5_b46", "text": "atmosphere, climate, surface, surface water, groundwater, sea, marine and coastal areas, seabed, wetlands, and natural resources wi"}, {"text_block_id": "p5_b47", "text": "thin the jurisdiction of Trinidad and Tobago‖."}, {"text_block_id": "p5_b48", "text": "The EM Act also defines natural resources as ―the living plants, animals, organisms and"}, {"text_block_id": "p5_b49_merged_merged_merged", "text": "other biological factors within the environment and the geologic formations, mineral deposits, renewable and non-renewable assets, and the habitat of the living plants, animals, organisms and other biological factors‖ within the jurisdiction of Trinidad and Tobago. It is within this context that the National Environmental Policy has been developed."}, {"text_block_id": "p5_b52", "text": "The Policy begins with background information, which establishes the context within which the Policy is to be viewed. This comprises a brief overview of the state of the environment and an analysis of regulatory, practical and policy implementation issues impacting upon the development and successful implementation of the Policy. The final chapter of the Policy contains a programme for promoting the Policy and seeking an effective commitment from all groups and citizens in the society to achieve the stated objectives as well as provisions, which seek to encourage the establishment of institutional linkages."}, {"text_block_id": "p6_b53", "text": "Finally, Annex 2 of the Policy provides some measurable indicators of sustainability and environmental quality that can be used to assess progress in achieving the goals of the policy."}, {"text_block_id": "p6_b54", "text": "One of the goals of this policy is to achieve sustainable development, the attempt to strike a balance between economic growth and environmentally sound practices."}, {"text_block_id": "p6_b55", "text": "1.2 Overview of the State of the Environment"}, {"text_block_id": "p6_b56", "text": "Trinidad and Tobago is one of the most industrialised countries in the Commonwealth Caribbean region. It suffers the attendant environmental problems associated with the production of a range of commodities including but not limited to processed food, petroleum products, nitrogen, ammonia, urea, fertilizer, rum, soap, paint and wood products."}, {"text_block_id": "p6_b57", "text": "The national population of 1.3 million, which has been growing at an annual rate of approximately 0.5%, has been generating a corresponding growing demand for goods and services in a twin-island state of relatively small size. This demand has led to negative impacts on the physical characteristics and natural resource base of the country.  Resource exploitation has been characterised by short-term economic gain with little attention paid to long-term sustainability.  This has been less so in the oil and gas sector."}, {"text_block_id": "p6_b58", "text": "Several environmental problems have occurred and persist in various parts of the country as a result of inappropriate use of land such as planned and unplanned settlements, indiscriminate quarrying activities, undesirable agricultural practices and excessive logging."}, {"text_block_id": "p6_b59", "text": "Hillside clearing for development, both planned and unplanned, has contributed significantly to slope instability with the attendant problems of land slips, soil erosion and flooding."}, {"text_block_id": "p6_b60_merged", "text": "Land-based activities have also contributed to the impairment and loss of inland and coastal resources and ecosystems – wildlife, fisheries, mangroves and other wetlands, beaches, and coral reefs. As an example, the Caroni River and its tributaries are the recipients of discharges from industrial activities in the East/West Corridor, while the"}, {"text_block_id": "p7_b63", "text": "Gulf of Paria suffers a similar fate as a result of intensive, offshore petroleum exploitation and exploration operations on the west coast of Trinidad."}, {"text_block_id": "p7_b64", "text": "In addition, contamination of water courses by pesticides and herbicides and atmospheric pollution from industrial and vehicle emissions also aggravate a deteriorating environmental condition."}, {"text_block_id": "p7_b65", "text": "The rich biological resources of Trinidad and Tobago are being overexploited, degraded and diminished. Species of animals"}, {"text_block_id": "p7_b66", "text": ","}, {"text_block_id": "p7_b67", "text": "plants and ecosystems are at varying levels of risk; some pest populations have increased significantly; biologically rich wetlands are in high demand for conversion to a variety of uses associated with human social development including residential, industrial, port and waste disposal."}, {"text_block_id": "p7_b68", "text": "Malfunctioning sewage treatment plants discharge untreated sewage into our inland and coastal ecosystems -resulting in contaminated rivers and coastal areas as well as bacterial contamination of some of our bathing beaches. In Tobago, livestock waste contributes to the faecal contamination of rivers and coastal areas. These situations expose the population to waterborne diseases such as gastroenteritis, dysentery and typhoid."}, {"text_block_id": "p7_b69", "text": "Changing consumption patterns of an increasing and more affluent population have resulted in the increased use of excessively packaged items and disposable containers. Given a citizenry that does not practice the reduce, reuse, recycle and proper disposal ethic, the landscape of Trinidad and Tobago has been overwhelmed by disposable items such as beverage containers, polystyrene foam packaging and other forms of litter. During heavy rainfall, these items are transported to streams and rivers where they serve to clog watercourses and aggravate the situation with flooding. Such litter eventually ends up on our beaches and in nearshore coastal waters affecting marine life and recreational aesthetics."}, {"text_block_id": "p7_b70_merged_merged", "text": "The removal of coastal wetlands has diminished the services provided by these ecosystems in the form of nursery for fishes, water purification, flood control, and protection from storm surges and winds."}, {"text_block_id": "p7_b73", "text": "Some environmental problems which confront the country are global in nature and require collaboration at the regional and international level. The use of ozone depleting substances, the generation of greenhouse gases, increasing trade in biological species, transboundary movement of wastes (including hazardous wastes), and rights to and ownership of genetic resources, have all led to negotiations among countries and the adoption of agreements in the form of conventions and protocols. Trinidad and Tobago is signatory to some of these conventions and protocols (see Annex 3) which place certain obligations on the country."}, {"text_block_id": "p7_b74", "text": "1.3 Legislative, Regulatory and Practical Policy Implementation Issues"}, {"text_block_id": "p7_b75", "text": "Prior to 1998, the fragmentary nature of environmental policy was evident by the enactment of over 100 laws -each in response to a particular environmental problem as"}, {"text_block_id": "p8_b76", "text": "Different Government Ministries and Agencies were each responsible for implementing the environmental laws related to their areas of responsibility e.g. health, forestry and wildlife, water and sewerage, energy and oil pollution. However, the efforts of the different bodies were rarely coordinated, even when attempting to control different aspects of the same environmental problem. Consequently, the EMA was established to be the primary Government Agency responsible for coordinating all environmental management activities in Trinidad and Tobago, including those of the non-governmental organizations (NGOs) and Community-based Organisations (CBOs). Finally there has been a severe shortage of financial resources for environmental institutions making it difficult for them to fulfill their mandates."}, {"text_block_id": "p8_b77", "text": "Since the first National Environmental Policy in 1998, certain enforcement instruments have been made available through enactment of subsidiary legislation, namely the Certificate of Environmental Clearance Rules and the Noise Pollution Control Rules; both coming into effect in 2001."}, {"text_block_id": "p8_b78", "text": "The Environmentally Sensitive Areas Rules also came into effect in 2001 with the designation of the Matura National Park as an Environmentally Sensitive Area in 2004. In addition, the Environmentally Sensitive Species Rules came into force in 2001."}, {"text_block_id": "p8_b79", "text": "Emphasis will now be placed on enacting legislation such as the Air Pollution, Water Pollution, Hazardous Waste Rules and the Beverage Container Deposit Bill. While it is generally acknowledged that these new environmental laws are essential, a strong commitment must be made towards environmental awareness and education as a change in culture must work in tandem with these laws if environmental sustainable development is to be achieved. Public education is equally important because major sources of environmental degradation are the result of diverse, seemingly innocuous day to day personal and professional activities, the cumulative effects of which can become serious environmental problems (e.g. litter, motor vehicle emissions, and forest fires)."}, {"text_block_id": "p9_b80", "text": "Chapter 2"}, {"text_block_id": "p9_b81", "text": "Goals, Objectives and Basic Principles"}, {"text_block_id": "p9_b82", "text": "2.1 Goals"}, {"text_block_id": "p9_b83_merged", "text": "The goal of this policy is environmentally sustainable development, meaning the balance of economic growth with environmentally sound practices in order to enhance the quality of life and meet the needs of present and future generations."}, {"text_block_id": "p9_b86", "text": "2.2 Objectives"}, {"text_block_id": "p9_b87", "text": "The specific objectives of the Policy are to:"}, {"text_block_id": "p9_b88", "text": "The specific objectives of the Policy are to:\n* Prevent, reduce or where possible recycle all forms of pollution to ensure adequate\n* Conserve the vitality and diversity of the natural environment through the\n* Develop within the carrying capacity (the assimilative capacity of the environment)\n* Change attitudes and practices of citizens with a view to reducing the polluting\n* Ensure that all industries install a certified Environmental Management System;\n* Empower stakeholders, including communities, to care for their own environments\n* Promote the integration of the principles of environmental sustainable development"}, {"text_block_id": "p9_b102", "text": "If the ethic for sustainable development is to be widely adopted, people must re-examine their values and alter their behaviour. Information must be widely disseminated through formal and informal education campaigns so that the required actions for enhanced environmental protection are widely understood. Environmental education for children and adults must be integrated into the education system at all levels. Developmental assistance agencies must be encouraged to give more support for providing extension workers to help farmers, fishermen, forest workers, artisans, the urban and rural poor, and other groups to use natural resources more productively and sustainably."}, {"text_block_id": "p10_b103", "text": "2.3 Basic Principles"}, {"text_block_id": "p10_b104", "text": "Government‘s environmen"}, {"text_block_id": "p10_b105", "text": "tal policy will be guided by the following basic principles:"}, {"text_block_id": "p10_b106", "text": "Respect and Care for the Community of Life"}, {"text_block_id": "p10_b107", "text": "The ethic of ecological justice based on respect for one another and for nature is the foundation of sustainable development. Development therefore, should not be at the expense of other groups, nor threaten the existence of other species. The ethic of environmental justice demands that the benefits and costs of resource use and environmental conservation should be shared fairly and equitably among different communities and between our generation and those that follow."}, {"text_block_id": "p10_b108", "text": "Implementation of this principle requires that:"}, {"text_block_id": "p10_b109", "text": "Implementation of this principle requires that:\n* -governmental and intergovernmental organisations\n* People from all walks of life incorporate the ethic into codes of personal behaviour"}, {"text_block_id": "p10_b114", "text": "Keep within the Country’s Carrying Capacity"}, {"text_block_id": "p10_b115", "text": "Keep within the Country’s Carrying Capacity\n* National physical development and planning policies must address, in a realistic\n* Resource conservation, waste minimisation and recycling must be promoted as a way of life. Economic incentives, environmental taxes and âGreenâ consumer movements must become an accepted part of our environmental management"}, {"text_block_id": "p10_b121", "text": "Empower Communities to Care for their own Environments"}, {"text_block_id": "p10_b122", "text": "Local communities, environmental non-governmental organisations and communitybased organisations provide the easiest channels for people to express their concerns and take action to create sustainable societies. However, such groups need the power to act. Communities should be given an opportunity to share in managing their local resources and the right to participate in decisions."}, {"text_block_id": "p10_b123", "text": "Local government bodies, communities, businesses, non-governmental and communitybased organisations and other interest groups should become partners with Central Government in decisions and projects which affect them, their environment, and the"}, {"text_block_id": "p11_b124", "text": "resources on which they depend. The co-management of our natural resources is essential to the success of any efforts to protect and conserve."}, {"text_block_id": "p11_b125", "text": "Polluter Pays Principle"}, {"text_block_id": "p11_b126", "text": "A key principle of pollution control policy is that the cost of preventing pollution or of minimising environmental damage due to pollution will be borne by those responsible for pollution. The principle seeks to accomplish the optimal allocation of limited resources.  Important elements of the principle are:"}, {"text_block_id": "p11_b127", "text": "A key principle of pollution control policy is that the cost of preventing pollution or of minimising environmental damage due to pollution will be borne by those responsible for pollution. The principle seeks to accomplish the optimal allocation of limited resources.  Important elements of the principle are:\n* Charges are levied as an application or processing fee, purchase price of a licence\n* Money collected will be used to correct environmental damage."}, {"text_block_id": "p11_b131", "text": "Precautionary Principle"}, {"text_block_id": "p11_b132", "text": "Government policy will adhere to the principle, that if there are threats of serious irreversible environmental damage, lack of full scientific certainty will not be used as a reason for postponing measures to prevent environmental degradation."}, {"text_block_id": "p12_b133", "text": "Chapter 3"}, {"text_block_id": "p12_b134", "text": "Conservation of Natural Resources"}, {"text_block_id": "p12_b135", "text": "Biodiversity, Environmentally Sensitive Areas & Species"}, {"text_block_id": "p12_b136", "text": "Introduction"}, {"text_block_id": "p12_b137", "text": "The Government of the Republic of Trinidad and Tobago recognises that the biological heritage of these islands"}, {"text_block_id": "p12_b138", "text": "—"}, {"text_block_id": "p12_b139", "text": "its animals, plants, terrestrial and marine ecosystems"}, {"text_block_id": "p12_b140", "text": "—"}, {"text_block_id": "p12_b141", "text": "is an  important, irreplaceable endowment for the people of Trinidad and Tobago, and that the sustainable development and long term prosperity our nation is dependent upon the"}, {"text_block_id": "p12_b142", "text": "conservation and ―wise use‖ of these biological assets. The country‘s biodiversity is"}, {"text_block_id": "p12_b143", "text": "recognised nationally and internationally as being rich and diverse and critical to the"}, {"text_block_id": "p12_b144", "text": "country‘s economic development, its agriculture, water supply, tourism"}, {"text_block_id": "p12_b145", "text": "potential, quality of life, and the recreation of its people."}, {"text_block_id": "p12_b146", "text": "The Government recognises that the ultimate issues precipitating biodiversity loss include the rise in population, dramatic increase in infrastructural development, increasing use of damaging technologies on the environment, consumption patterns as a result of increasing affluence, and lack of appreciation by the public of the value of biodiversity."}, {"text_block_id": "p12_b147", "text": "As demand on the biodiversity resources of the country increases, it becomes vital to plan for their protection and sustainable use for present and future generations. The Government will adopt policies, programmes and practices to address these underlying issues and provide a conceptual vision for the conservation and sustainable use of these resources."}, {"text_block_id": "p12_b148", "text": "To ensure the maintenance of the biological resources, recognised to be important national assets, the Government of Trinidad and Tobago will promote:"}, {"text_block_id": "p12_b149", "text": "To ensure the maintenance of the biological resources, recognised to be important national assets, the Government of Trinidad and Tobago will promote:\n* The designation of Environmentally Sensitive Areas: in situ (in its natural\n* The protection and conservation of threatened, vulnerable, rare or endangered\n* Provision and coordination of logistic support such as environmental education,\n* Enhanced management of our biodiversity resources;\n* Communication and cooperation with agencies that have responsibility for\n* Opportunities for the sharing of information on biological diversity among"}, {"text_block_id": "p13_b163", "text": "To ensure the maintenance of the biological resources, recognised to be important national assets, the Government of Trinidad and Tobago will promote:\n* The designation of Environmentally Sensitive Areas: in situ (in its natural\n* The protection and conservation of threatened, vulnerable, rare or endangered\n* Provision and coordination of logistic support such as environmental education,\n* Enhanced management of our biodiversity resources;\n* Communication and cooperation with agencies that have responsibility for\n* Opportunities for the sharing of information on biological diversity among\n* Adoption of procedures and practices to integrate biodiversity concerns into\n* Education and Awareness on biodiversity conservation to all sectors of the society\n* The involvement of all stakeholders in the development and management of\n* Promotion of\n* conservation approaches, where appropriate, as a\n* conservation approaches, where appropriate, as a\n in-situ\n* conservation approaches, where appropriate, as a\n in-situ\n conservation programmes;\n* Implementation of international commitments relating to the Convention on"}, {"text_block_id": "p13_b177", "text": "3.1 Environmentally Sensitive Areas"}, {"text_block_id": "p13_b178", "text": "Government will establish a system of protected areas through the designation of Environmentally Sensitive Areas for parts of the environment that are significant"}, {"text_block_id": "p13_b179", "text": "examples of the country‘s heritage and of grea"}, {"text_block_id": "p13_b180", "text": "t importance to the sustenance of life, science, the country or the international community. It might also include areas with natural assets, which if destroyed, could severely affect the economy of the country or even the possibility of life for endangered, vulnerable or endemic species of animals or plants, which are dependent on the area. Government will confer with private landowners whose lands are proposed to be designated as environmentally sensitive in order to engage in mutual arrangements for conservation of the area in the national interest. The designation of ESAs shall be used for the following reasons:"}, {"text_block_id": "p13_b181", "text": "t importance to the sustenance of life, science, the country or the international community. It might also include areas with natural assets, which if destroyed, could severely affect the economy of the country or even the possibility of life for endangered, vulnerable or endemic species of animals or plants, which are dependent on the area. Government will confer with private landowners whose lands are proposed to be designated as environmentally sensitive in order to engage in mutual arrangements for conservation of the area in the national interest. The designation of ESAs shall be used for the following reasons:\n* Conservation of natural resources and protection of the environment;\n* Sustainable economic and human development, including appreciable social\n* Uniqueness, rarity, representation of important biological or geological features;\n* Protection of representative examples or important biological or geological\n* Protection for the survival or recovery of endangered, endemic or vulnerable\n* Meeting Governmentâs obligations under any of the International Conventions;\n* Promotion by the scientific community as having significant value for non-destructive research;"}, {"text_block_id": "p14_b197", "text": "t importance to the sustenance of life, science, the country or the international community. It might also include areas with natural assets, which if destroyed, could severely affect the economy of the country or even the possibility of life for endangered, vulnerable or endemic species of animals or plants, which are dependent on the area. Government will confer with private landowners whose lands are proposed to be designated as environmentally sensitive in order to engage in mutual arrangements for conservation of the area in the national interest. The designation of ESAs shall be used for the following reasons:\n* Conservation of natural resources and protection of the environment;\n* Sustainable economic and human development, including appreciable social\n* Uniqueness, rarity, representation of important biological or geological features;\n* Protection of representative examples or important biological or geological\n* Protection for the survival or recovery of endangered, endemic or vulnerable\n* Meeting Governmentâs obligations under any of the International Conventions;\n* Promotion by the scientific community as having significant value for non-destructive research;\n* Performing an integral role in the functioning of the wider ecosystem;\n* Enhancing and improving management of the countryâs biodiversity."}, {"text_block_id": "p14_b201", "text": "3.2 Environmentally Sensitive Species"}, {"text_block_id": "p14_b202", "text": "Government will establish a system for the protection of animals and plants in Trinidad and Tobago, which scientific evidence suggest are rare, endemic, endangered, vulnerable or keystone species, through their designation as Environmentally Sensitive Species (ESS)."}, {"text_block_id": "p14_b203", "text": "Keystone species, such as reef building corals and mangrove trees, which are the basis of the enhanced productivity and biological diversity of these ecosystems, will be designated to be environmentally sensitive."}, {"text_block_id": "p14_b204", "text": "In respect of sensitive animal species, all forms of deliberate capture or killing of specimens in the wild will be prohibited. Also prohibited, will be deliberate disturbance, destruction or taking of eggs, and deterioration or destruction of breeding and feeding sites or resting-places. Government will also prohibit the taking of specimens from the wild, their keeping, transport and sale or exchange or offers to do so. In addition, Government will set up a system to monitor the incidental capture or killing of the ESS. If necessary, further research will be undertaken or conservation measures introduced to ensure that incidental capture of this kind does not have a significant negative effect on the species. Additionally, Government will pursue a policy of"}, {"text_block_id": "p14_b205", "text": "ex-situ"}, {"text_block_id": "p14_b206", "text": "conservation as far as is necessary."}, {"text_block_id": "p14_b207", "text": "In respect of environmentally sensitive plants, deliberate harvesting, destruction of their habitat, collecting, cutting, uprooting or destruction of such plants in their natural range in the wild will be prohibited."}, {"text_block_id": "p14_b208", "text": "In some circumstances, the protection of environmentally sensitive species may be subject to derogations provided there is no satisfactory alternative and it is not detrimental to the conservation status of the species. These circumstances will be specified and may, for example, include captive breeding programmes, threats to public health and safety or substantial damage to crops and livestock. The fundamental goal of the ESS policy is the full recovery of species to the point where the protection of being listed as an ESS is not necessary. When that stage is reached the species may be delisted. The designation of ESS shall be used for achieving the following objectives:"}, {"text_block_id": "p14_b209", "text": "In some circumstances, the protection of environmentally sensitive species may be subject to derogations provided there is no satisfactory alternative and it is not detrimental to the conservation status of the species. These circumstances will be specified and may, for example, include captive breeding programmes, threats to public health and safety or substantial damage to crops and livestock. The fundamental goal of the ESS policy is the full recovery of species to the point where the protection of being listed as an ESS is not necessary. When that stage is reached the species may be delisted. The designation of ESS shall be used for achieving the following objectives:\n* Maintenance of species abundance and diversity;\n* Development and implementation of species recovery plans;\n* Preservation of the integrity of speciesâ populations to ensure genetic viability and to sustain their intangible and direct material benefits;"}, {"text_block_id": "p15_b217", "text": "In some circumstances, the protection of environmentally sensitive species may be subject to derogations provided there is no satisfactory alternative and it is not detrimental to the conservation status of the species. These circumstances will be specified and may, for example, include captive breeding programmes, threats to public health and safety or substantial damage to crops and livestock. The fundamental goal of the ESS policy is the full recovery of species to the point where the protection of being listed as an ESS is not necessary. When that stage is reached the species may be delisted. The designation of ESS shall be used for achieving the following objectives:\n* Maintenance of species abundance and diversity;\n* Development and implementation of species recovery plans;\n* Preservation of the integrity of speciesâ populations to ensure genetic viability and to sustain their intangible and direct material benefits;\n* Maintenance of its importance or significance to the ecosystem(s) of the\n* Regulation of species which are or may pose a health or ecological liability;\n* Provision of valuable educational and non-destructive scientific research\n* Demonstration of the benefits of wise us and the pitfalls of indiscriminate use of\n* Protecting species that may demonstrate importance in any of the following ways:\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n Indicator or sentinel species for pollutant levels, diseases, weather or climate\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n Indicator or sentinel species for pollutant levels, diseases, weather or climate\n Integral to the maintenances of a climax community through key physical\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n Indicator or sentinel species for pollutant levels, diseases, weather or climate\n Integral to the maintenances of a climax community through key physical\n Critical to the colonisation, consolidation or rehabilitation of barren, hostile or\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n Indicator or sentinel species for pollutant levels, diseases, weather or climate\n Integral to the maintenances of a climax community through key physical\n Critical to the colonisation, consolidation or rehabilitation of barren, hostile or\n Unique or of significant taxonomic importance as a subspecies or variant of\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n Indicator or sentinel species for pollutant levels, diseases, weather or climate\n Integral to the maintenances of a climax community through key physical\n Critical to the colonisation, consolidation or rehabilitation of barren, hostile or\n Unique or of significant taxonomic importance as a subspecies or variant of\n Significance in ecosystems external to Trinidad and Tobago as a migrant or\n* Protecting species that may demonstrate importance in any of the following ways:\n Pharmaceutical or other medicinal derivatives;\n Commercial importance as non-domesticated species which is harvested,\n Indicator or sentinel species for pollutant levels, diseases, weather or climate\n Integral to the maintenances of a climax community through key physical\n Critical to the colonisation, consolidation or rehabilitation of barren, hostile or\n Unique or of significant taxonomic importance as a subspecies or variant of\n Significance in ecosystems external to Trinidad and Tobago as a migrant or\n Fulfill international and regional commitments;\n* Genetically modified organisms shall not be imported or acquired, marketed or"}, {"text_block_id": "p15_b237", "text": "3.3 Invasive Species"}, {"text_block_id": "p15_b238", "text": "An invasive species is one whose establishment and spread threatens ecosystems, habitats and species. Many invasive alien species have been deliberately or accidentally introduced to an area from their native range, or from another site of introduction."}, {"text_block_id": "p15_b239", "text": "The impacts of invasive species can be ecologically complex, operating at many levels. At the simplest level, indigenous species may be threatened directly by the proliferation of a predator or competitor. Invasive species can negatively impact agriculture, aquaculture, forestry and tourism. They can have impacts on human health, through the spread of disease agents and their vectors."}, {"text_block_id": "p16_b240", "text": "Globally, the United Nations Environment Programme (UNEP) has estimated that invasive species represent a major factor in the potential extinction of 30 per cent of threatened bird species, and 15 per cent of threatened plant species. Overall, approximately two-thirds of species extinctions may involve competition with invasive species. Moreover, the ecosystem, habitat, community, species and even genetic levels of current environmental, economic and health costs of invasive species has been estimated to exceed $138 billion per year, more than all other natural disasters combined."}, {"text_block_id": "p16_b241", "text": "Islands are particularly vulnerable to the impact of invasive species as a result of:"}, {"text_block_id": "p16_b242", "text": "Low density of indigenous species"}, {"text_block_id": "p16_b243", "text": "Small size of island species populations (populations vulnerable to extinction as less resilient to recover)"}, {"text_block_id": "p16_b244", "text": "Isolation of island species (most islands do not have large predator animals, species are generally docile, rendering them vulnerable to introduction of predators or aggressive competitors)"}, {"text_block_id": "p16_b245", "text": "The occurrence of invasive species is likely to increase as a consequence of the implementation of measures to increase trade and movement of peoples regionally and internationally. Two such measures that have direct implications to Trinidad and Tobago are the Free Trade Area of the Americas (FTAA) and the Caricom CARICOM Single Market and Economy (CSME). The increased traffic provides a range of pathways for the introduction of alien invasive species."}, {"text_block_id": "p16_b246_merged", "text": "The control of invasive species is better effected through early detection and control of species invasions rather than through eradication programmes. International cooperation is therefore required to prevent the occurrence of invasive alien species. Such commitment was made by countries, including Trinidad and Tobago, which are Party to the United Nations Convention on Biological Diversity (CBD). Article 8h of the CBD calls on Parties to ―Prevent the introduction of, control or eradicate those alien species which threaten ecosystems, habitats or species.‖ This call was reaffirmed at the Sixth Conference of Parties of the CBD in Decision VI/23, which calls for action to prevent and mitigate impacts of invasive alien species. Commitment to such measures to promote the global sustainable development agenda have since been reaffirmed in the Millennium Declaration and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States."}, {"text_block_id": "p16_b251", "text": "Towards this end, the Government of Trinidad and Tobago will:"}, {"text_block_id": "p16_b252", "text": "Promote public awareness to educate citizens on the risk of introducing exotic animals and plants to Trinidad and Tobago"}, {"text_block_id": "p16_b253", "text": "Catalogue existing flora and fauna in order to properly identify species that are indigenous to Trinidad and Tobago and species that have been introduced and have either become naturalized or invasive"}, {"text_block_id": "p16_b254", "text": "Enhance the surveillance systems at ports of entry to monitor and prevent introductions of invasive alien species"}, {"text_block_id": "p17_b255", "text": "Develop action plans to deal with invasive species at the national and regional levels."}, {"text_block_id": "p17_b256", "text": "3.4 Coastal and Marine Areas"}, {"text_block_id": "p17_b257", "text": "a)"}, {"text_block_id": "p17_b258", "text": "Conserve representative examples of all coastal and marine ecosystems by including them in a system of protected areas and the establishment of a coastal management and zoning system that would stipulate what types of activities can be conducted along specific coastal zones to ensure the sustainable management of the environment;"}, {"text_block_id": "p17_b259", "text": "b)"}, {"text_block_id": "p17_b260", "text": "Avoid promoting industrial, tourism, recreational or other types of developmental activities which contribute to the degradation of sensitive coastal ecosystems such as coral reefs and seagrass beds;"}, {"text_block_id": "p17_b261", "text": "c)"}, {"text_block_id": "p17_b262", "text": "Reduce pollution to the marine environment from land-based, ship-based or fixed marine platform sources; introduce regular water quality testing and issuing of advisories to the public;"}, {"text_block_id": "p17_b263", "text": "d)"}, {"text_block_id": "p17_b264", "text": "Enforce measures to restrict sand mining on sandy beaches;"}, {"text_block_id": "p17_b265", "text": "e)"}, {"text_block_id": "p17_b266", "text": "Establish building setbacks from the shoreline and;"}, {"text_block_id": "p17_b267", "text": "f)"}, {"text_block_id": "p17_b268", "text": "Encourage stakeholder participation in solving problems related to multi-user conflicts in coastal areas in keeping with sound integrated coastal zone management principles and philosophies."}, {"text_block_id": "p17_b269", "text": "3.5 Forests"}, {"text_block_id": "p17_b270", "text": "Trinidad and Tobago is endowed with abundant natural forests. Apart from direct benefits in the form of wood and non-wood products, forests provide a wide range of ecological functions, which are critical to sustaining optimum environmental equilibrium and maintaining all life."}, {"text_block_id": "p17_b271", "text": "These sustainable benefits include oxygen production, carbon fixing, aquifer recharge, stabilisation of soils against erosion, prevention of flooding, and the provision of animal habitats. Forests provide other socio-economic benefits including recreation, scientific research, and opportunities for ecotourism."}, {"text_block_id": "p18_b272", "text": "The objectives of the Policy relating to forests are:"}, {"text_block_id": "p18_b273", "text": "a)"}, {"text_block_id": "p18_b274", "text": "To ensure that lands best suited for the provision of forest produce and services for the community remain under permanent forest cover;"}, {"text_block_id": "p18_b275", "text": "b)"}, {"text_block_id": "p18_b276", "text": "To maintain the total areas of land zoned for forest reserves and prevent conversion into non-forest uses such as agriculture and mining;"}, {"text_block_id": "p18_b277", "text": "c)"}, {"text_block_id": "p18_b278", "text": "To ensure sustainable use of forests including extraction of timber and wild meat;"}, {"text_block_id": "p18_b279", "text": "d)"}, {"text_block_id": "p18_b280", "text": "Establish and enforce legislation to ensure the protection and wise use of forest resources and to regulate the harvest of these resources;"}, {"text_block_id": "p18_b281", "text": "e)"}, {"text_block_id": "p18_b282", "text": "To maintain protected forest areas for conservation purposes."}, {"text_block_id": "p18_b283", "text": "In order to achieve these objectives, Government will manage forests sustainably by:"}, {"text_block_id": "p18_b284", "text": "a."}, {"text_block_id": "p18_b285", "text": "Preparing, implementing, monitoring and evaluating forest management plans to facilitate the rational development and multiple use of the forest resources;"}, {"text_block_id": "p18_b286", "text": "b."}, {"text_block_id": "p18_b287", "text": "Adopting appropriate land use practices to permit regulated stream flow, improved water quality and quantity, flood and erosion reduction and maintenance of the aesthetic value of watersheds;"}, {"text_block_id": "p18_b288", "text": "c."}, {"text_block_id": "p18_b289", "text": "Promoting the use of the best available technologies and management practices for the forestry sector;"}, {"text_block_id": "p18_b290", "text": "d."}, {"text_block_id": "p18_b291", "text": "Optimizing the quality and quantity of timber and other forest produce from natural  forests and plantations on a sustainable basis;"}, {"text_block_id": "p18_b292", "text": "e."}, {"text_block_id": "p18_b293", "text": "Protecting primary natural forest from conversion to other forms of land use and from processes of degradation and destruction by:"}, {"text_block_id": "p18_b294", "text": "Protecting primary natural forest from conversion to other forms of land use and from processes of degradation and destruction by:\n* Better enforcement and monitoring of forest areas to control forest\n* Utilising both community-based and non-governmental organizations in\n* Instituting sufficient surveillance and penalties for ignition of fires in"}, {"text_block_id": "p18_b300", "text": "f."}, {"text_block_id": "p18_b301", "text": "Diversifying plantation forests away from monocultures of trees;"}, {"text_block_id": "p18_b302", "text": "g."}, {"text_block_id": "p18_b303", "text": "Rehabilitating primary watershed areas and restricting development on them;"}, {"text_block_id": "p19_b304", "text": "h."}, {"text_block_id": "p19_b305", "text": "Providing economic incentives to private landowners to establish and maintain private forests and agro-forestry especially in critical watershed areas and reforesting of degraded forest land with ecologically compatible tree species;"}, {"text_block_id": "p19_b306", "text": "i."}, {"text_block_id": "p19_b307", "text": "Educating the general population on the value and importance of forests and the role forests play in national development;"}, {"text_block_id": "p19_b308", "text": "j."}, {"text_block_id": "p19_b309", "text": "Promoting/enhancing management for the conservation and protection of forest resources;"}, {"text_block_id": "p19_b310", "text": "k."}, {"text_block_id": "p19_b311", "text": "Facilitating the development and adoption of appropriate wildlife habitat and species management plans to produce stable ecosystems and populations;"}, {"text_block_id": "p19_b312", "text": "l."}, {"text_block_id": "p19_b313", "text": "Promoting, developing and implementing an integrated research programme to meet the needs of forest management and utilization;"}, {"text_block_id": "p19_b314", "text": "m."}, {"text_block_id": "p19_b315", "text": "Pursuing certification of forest produce."}, {"text_block_id": "p19_b316", "text": "3.6 Wetlands"}, {"text_block_id": "p19_b317", "text": "Wetlands, including mangrove swamps, are transitional between terrestrial and aquatic ecosystems, which by nature, perform critical ecological functions in maintaining environmental equilibrium. These productive systems may protect coastlines from erosion and storm surges, export nutrients to the sea, build land by entrapping sediments and provide nurseries and important habitat for various species."}, {"text_block_id": "p19_b318", "text": "Consequently, Government policy is to protect, manage and restore wetlands in order to sustain their ecological and socio-economic values and functions for current and future generations.  In this regard, the Government will:"}, {"text_block_id": "p19_b319", "text": "a)"}, {"text_block_id": "p19_b320", "text": "Pursue a policy in developmental projects of conserving wetlands;"}, {"text_block_id": "p19_b321", "text": "b)"}, {"text_block_id": "p19_b322", "text": "Preserve representative examples of all wetland types in the country by including them in a system of protected areas;"}, {"text_block_id": "p19_b323", "text": "c)"}, {"text_block_id": "p19_b324", "text": "Institute mechanisms for the restoration of degraded wetlands, as far as possible, to their original state;"}, {"text_block_id": "p19_b325", "text": "d)"}, {"text_block_id": "p19_b326_merged", "text": "Promote public awareness and understanding of the wetland resources of Trinidad and Tobago and actively encourage participation of landowners, non-governmental organisations and institutions in wetland conservation;"}, {"text_block_id": "p19_b329", "text": "e)"}, {"text_block_id": "p19_b330", "text": "Protect wetlands from pollution;"}, {"text_block_id": "p19_b331", "text": "f)"}, {"text_block_id": "p19_b332", "text": "Fulfill its international commitments on wetland conservation and protection under the Ramsar Convention and other conventions; and"}, {"text_block_id": "p20_b333", "text": "g)"}, {"text_block_id": "p20_b334", "text": "Support and promote scientific research and development of technological expertise needed for wetland conservation."}, {"text_block_id": "p20_b335", "text": "3.7 Water Resources"}, {"text_block_id": "p20_b336_merged", "text": "Freshwater is vital for many human activities including drinking, sanitation, cooking, agriculture and industry; however, less than one percent of the world‘s freshwater is readily accessible for direct human use."}, {"text_block_id": "p20_b339", "text": "In addition, it provides a habitat for many species and is a medium for recreation for humans."}, {"text_block_id": "p20_b340", "text": "Global climate change models project that the Caribbean region‘s annual precipitation"}, {"text_block_id": "p20_b341", "text": "could decrease by about five percent during the current period to 2050 and by about seven per cent by 2080. The protection and wise use of surface and groundwater sources are critical to healthy human living. The Government of Trinidad and Tobago will ensure that development decisions that impact on water resources are guided by acceptable water quality and quantity criteria and that these criteria can be met on a sustainable basis."}, {"text_block_id": "p20_b342", "text": "Government will:"}, {"text_block_id": "p20_b343", "text": "(a)"}, {"text_block_id": "p20_b344", "text": "Manage the water resources of the country for long term sustainability, recognising the need for both human use and the health of aquatic ecosystems so as to prevent the degradation of water quality which shall cause the water quality in any area to fall below that necessary to protect the uses of the water;"}, {"text_block_id": "p20_b345", "text": "(b)"}, {"text_block_id": "p20_b346", "text": "Pursue an integrated water resources management approach to ensure optimal protection and use of the"}, {"text_block_id": "p20_b347", "text": "country‘s water resources;"}, {"text_block_id": "p20_b348", "text": "(c)"}, {"text_block_id": "p20_b349", "text": "Expand opportunities for participation and collaboration in the development and implementation of water management programmes;"}, {"text_block_id": "p20_b350", "text": "(d)"}, {"text_block_id": "p20_b351", "text": "Increase administrative effectiveness by the elimination of fragmentation and duplication in water management responsibilities and consolidating programmes wherever possible;"}, {"text_block_id": "p20_b352", "text": "(e)"}, {"text_block_id": "p20_b353", "text": "Prevent the degradation of water quality which shall cause the water quality in any area to fall below that necessary to protect the uses of the water for the propagation of aquatic life and for recreation in and on the water and to protect human health including preventing any activity which may include discharging or depositing a pollutant into any waters which may cause any of the following;"}, {"text_block_id": "p20_b354", "text": "Prevent the degradation of water quality which shall cause the water quality in any area to fall below that necessary to protect the uses of the water for the propagation of aquatic life and for recreation in and on the water and to protect human health including preventing any activity which may include discharging or depositing a pollutant into any waters which may cause any of the following;\n* Loss of native aquatic vegetation; or\n* A reduction in numbers of any native species of aquatic animal or"}, {"text_block_id": "p21_b358", "text": "Prevent the degradation of water quality which shall cause the water quality in any area to fall below that necessary to protect the uses of the water for the propagation of aquatic life and for recreation in and on the water and to protect human health including preventing any activity which may include discharging or depositing a pollutant into any waters which may cause any of the following;\n* Loss of native aquatic vegetation; or\n* A reduction in numbers of any native species of aquatic animal or\n* An increase in numbers of any non-native species of aquatic animal or\n* A reduction in numbers of aquatic organisms necessary to a healthy\n* An increase in algal or aquatic plant growth; or\n* The water to become toxic to vegetation on land; or\n* The water to become harmful or offensive to humans, livestock or\n* An increase in turbidity or sediment levels."}, {"text_block_id": "p21_b370", "text": "(f)"}, {"text_block_id": "p21_b371", "text": "Ensure that waters designated as Environmentally Sensitive Areas (ESA) or waters on which Environmentally Sensitive Species (ESS) depend are protected in a pristine state;"}, {"text_block_id": "p21_b372", "text": "(g)"}, {"text_block_id": "p21_b373", "text": "Ensure, for waters with multiple uses, that the water quality criteria must support the most sensitive use;"}, {"text_block_id": "p21_b374", "text": "(h)"}, {"text_block_id": "p21_b375", "text": "Develop a registration programme for all facilities that are the sources of any release of water pollutants so as to develop a water pollution inventory in Trinidad and Tobago. These facilities include those that intend to release water pollutants and those that are already in the process of releasing water pollutants;"}, {"text_block_id": "p21_b376", "text": "(i)"}, {"text_block_id": "p21_b377", "text": "Control water pollution through a system of permits for facilities that are the sources of any release of water pollutants. This control system will be based on the Polluter Pays Principle, which will set pollution limits or performance standards for water. The cost of pollution prevention or of minimising environmental damage due to pollution will be borne by those responsible for pollution;"}, {"text_block_id": "p21_b378", "text": "(j)"}, {"text_block_id": "p21_b379", "text": "Ensure that in the permitting of any new point source or non-point source of water pollution, which would lower the water quality in any area, the responsible party for such pollution shall establish and use at least the most cost-effective and reasonable environmental management practices to address such pollution. In addition, to the extent practicable, all new point sources of pollution shall not discharge into near-shore or fresh surface waters;"}, {"text_block_id": "p21_b380", "text": "(k)"}, {"text_block_id": "p21_b381", "text": "Ensure that water abstracted for use as drinking water is given adequate treatment and meets international standards (e.g. World Health Organization [WHO]) prior to distribution to the public thereby improving the quality of surface waters used as sources of drinking water;"}, {"text_block_id": "p21_b382", "text": "(l)"}, {"text_block_id": "p21_b383", "text": "Establish ambient water quality guidelines consistent with use as well as standards and limits on the concentration of substances in point source discharges;"}, {"text_block_id": "p21_b384", "text": "(m)"}, {"text_block_id": "p21_b385", "text": "Ensure that for waters whose existing quality is less than the quality specified in    the established ambient water quality guidelines and standards shall be improved"}, {"text_block_id": "p22_b386", "text": "to comply with these, wherever possible. For environments in which water is of superior quality to the established ambient water quality guidelines and standards, no deterioration of existing water quality would be permitted;"}, {"text_block_id": "p22_b387", "text": "(n)"}, {"text_block_id": "p22_b388", "text": "Protect existing or planned ground and surface sources of public drinking water from direct or indirect contact with sewage or other waste;"}, {"text_block_id": "p22_b389", "text": "(o)"}, {"text_block_id": "p22_b390", "text": "Prohibit the direct or indirect discharges of hazardous substances to surface water and ground water aquifers;"}, {"text_block_id": "p22_b391", "text": "(p)"}, {"text_block_id": "p22_b392", "text": "Ensure that all sewage and wastewater receive the degree of treatment necessary to protect the waters of Trinidad and Tobago prior to being discharged. In addition, all wastewater from industrial or commercial facilities that are located close to a public sewerage system should be disposed into that system, subject to such quality and flow conditions as the owner of the sewerage system may apply;"}, {"text_block_id": "p22_b393", "text": "(q)"}, {"text_block_id": "p22_b394", "text": "Ensure that environmental authorisation or applications for environmental authorisations that involve construction of wastewater storage lagoons take into account that the specific circumstances outlined below should be treated with appropriate setbacks as outlined by the respective national planning agency."}, {"text_block_id": "p22_b395", "text": "Ensure that environmental authorisation or applications for environmental authorisations that involve construction of wastewater storage lagoons take into account that the specific circumstances outlined below should be treated with appropriate setbacks as outlined by the respective national planning agency.\n* Known flood plains or any flood plain that is subject to flooding that\n* Bodies of water in Environmentally Sensitive Areas or in areas that\n* Public roads or road reserves;\n* Banks of watercourses;\n* Residences built on land owned by some other person;\n* Within 500 metres of the high water mark;\n* Areas where the base of the lagoon would be below any seasonal water"}, {"text_block_id": "p22_b409", "text": "(r)"}, {"text_block_id": "p22_b410", "text": "Minimise potable water losses in transmission and distribution systems;"}, {"text_block_id": "p22_b411", "text": "(s)"}, {"text_block_id": "p22_b412", "text": "Encourage water conservation through recycling and waste water reuse especially during the dry seasons;"}, {"text_block_id": "p22_b413", "text": "(t)"}, {"text_block_id": "p22_b414", "text": "Ensure that waters whose existing quality exceeds levels necessary to support propagation of fish, shellfish, and wildlife and recreation in and on the water shall be maintained and protected unless and until it is found after full opportunity for public participation and intergovernmental co-ordination, that allowing lower water quality is necessary to accommodate an important economic or social development in the area in which the waters are located, subject to the provision that in no event, however, may degradation of water quality interfere with or become injurious to existing uses;"}, {"text_block_id": "p23_b415", "text": "(u)"}, {"text_block_id": "p23_b416", "text": "Expand the availability of water resources information to the public and thereby improve the public understanding of water issues;"}, {"text_block_id": "p23_b417", "text": "(v)"}, {"text_block_id": "p23_b418", "text": "Ensure that in cases where the water quality falls below that which is necessary to protect human health, the person that caused the pollution shall pay for any cost necessary to inform the public of the risks involved, in order to protect human health;"}, {"text_block_id": "p23_b419", "text": "(w)"}, {"text_block_id": "p23_b420", "text": "Use economic incentives as well as regulations to achieve its water management objectives;"}, {"text_block_id": "p23_b421", "text": "3.8 Mineral Resources"}, {"text_block_id": "p23_b422", "text": "A variety of naturally occurring non-renewable resources (e.g. petroleum, natural gas, sand and gravel, oil) are extracted for use in different aspects of economic development.  The extraction methods can cause short-or long-term negative impacts on the environment such as habitat loss, soil, water, air or noise pollution, and degradation of the aesthetic amenity value through the visual scarring of the landscape and irreversible damage to the environment. In order to minimise these negative impacts, Government will:"}, {"text_block_id": "p23_b423", "text": "a)"}, {"text_block_id": "p23_b424", "text": "Enforce rehabilitation programmes by operators at mining sites;"}, {"text_block_id": "p23_b425", "text": "b)"}, {"text_block_id": "p23_b426", "text": "Regulate mining activities in environmentally sensitive areas; and"}, {"text_block_id": "p23_b427", "text": "c)"}, {"text_block_id": "p23_b428", "text": "Discourage wastage of mineral resources such as oil and gas."}, {"text_block_id": "p23_b429", "text": "d)"}, {"text_block_id": "p23_b430", "text": "Establish and enforce pollution reduction and control for extractive industries, so as to protect the quality of water, land and air."}, {"text_block_id": "p23_b431", "text": "3.9 Energy"}, {"text_block_id": "p23_b432", "text": "The availability of energy is a critical component for economic growth and social development. However, the types of energy used, technologies available for energy conversion and energy-use behaviours influence whether such development is sustainable. Trinidad & Tobago has been and continues to be almost solely dependent on the availability and access to primary fossil fuel -energy resources -crude oil and natural gas for its economic and social development."}, {"text_block_id": "p23_b433_merged", "text": "The Government will implement energy conservation and energy efficiency programmes to maximise the use of energy generated and the concomitant reduction in pollutants to air, water and land. A major air pollutant generated by the energy sector is Carbon Dioxide (CO2—a greenhouse gas). Government will offset carbon dioxide production against the carbon sequestration capacity of forest and wetland eco-systems."}, {"text_block_id": "p24_b437", "text": "There are also direct macro-economic implications to the country in the form of over-dependence on the exploitation of scarce, fossil energy resources, with market regimes that are outside the influence of the Trinidad & Tobago Energy System. This can lead to reduced energy security for Trinidad & Tobago. There are also indirect implications for the quality of human life, ranging from health issues due to exposure to pollutants to micro-economic issues associated with poor energy-use behaviours."}, {"text_block_id": "p24_b438", "text": "Under the mandate of this National Environmental Policy, the Government of Trinidad & Tobago will undertake the following policy initiatives to address these issues:"}, {"text_block_id": "p24_b439", "text": "1. Initiatives to manage external environmental costs of exploiting primary fossil fuel energy resources:"}, {"text_block_id": "p24_b440", "text": "External costs associated with the existing methods for energy acquisition, extraction, transmission (from the fields to the processing hubs), processing and distribution (locally and to foreign markets) in Trinidad & Tobago include:"}, {"text_block_id": "p24_b441", "text": ""}, {"text_block_id": "p24_b442", "text": "Lowered resilience of natural ecosystem components (e.g. health of mangrove wetlands, marine water quality, marine fauna / flora populations to support commercial fishing activities)"}, {"text_block_id": "p24_b443", "text": ""}, {"text_block_id": "p24_b444", "text": "Reduced quality of life (e.g. adverse health effects due to exposure to pollutants from waste outputs of energy processes)"}, {"text_block_id": "p24_b445", "text": ""}, {"text_block_id": "p24_b446", "text": "Lowered economic robustness due to over-dependence on a limited energy resource pool that consists nearly total consumption of scarce fossil fuel energies (reduced energy security)"}, {"text_block_id": "p24_b447", "text": "Government will support the following policy initiatives to assess the true costs of exploiting fossil energy resources and develop strategies for accounting for these costs in its decision-making process by:"}, {"text_block_id": "p24_b448", "text": "a."}, {"text_block_id": "p24_b449", "text": "Providing the required political, administrative and technical support to enable a systematic assessment of the external costs and benefits of exploiting fossil energy resources, including the comparison of costs associated with the various uses to which these energies are applied (e.g. direct export as LNG, petrochemicals processing, electricity generation). These assessments will be used to determine those uses that contribute to development that is economically, socially and environmentally sustainable."}, {"text_block_id": "p24_b450", "text": "b."}, {"text_block_id": "p24_b451", "text": "Strengthening existent, or developing and implementing appropriate, institutional and regulatory regimes to support exploitation of the primary energy resources for sustainable development."}, {"text_block_id": "p24_b452", "text": "c."}, {"text_block_id": "p24_b453", "text": "Pursuing research to develop a framework to support Full Cost Accounting Practices that will support the establishment of fees/funding consistent with the Polluter Pays Principle."}, {"text_block_id": "p25_b454", "text": "2. Initiatives to manage greenhouse gas emissions and other forms of pollution resultant from energy conversion and end-use include:"}, {"text_block_id": "p25_b455", "text": "a."}, {"text_block_id": "p25_b456", "text": "The development and application of appropriate institutional mechanisms to support research and development into the acquisition and use of locally available renewable energy resources, including:"}, {"text_block_id": "p25_b457", "text": "The development and application of appropriate institutional mechanisms to support research and development into the acquisition and use of locally available renewable energy resources, including:\n* Solar Photovoltaic (PV) systems for domestic electricity\n* Reuse of farm wastes, such as animal dung and post-harvest\n* Domestic water heating using Solar Thermal applications\n* Wind energy for electricity generation in remote communities."}, {"text_block_id": "p25_b465", "text": "b."}, {"text_block_id": "p25_b466", "text": "The introduction and application of appropriate standards to guide users of technologies, energy regulators and the environmental regulator on acceptable efficiencies for energy conversion technologies and consumer behaviour."}, {"text_block_id": "p25_b467", "text": "c."}, {"text_block_id": "p25_b468", "text": "The development of efficiency standards for technology to assess the suitability of existing and proposed technologies against acceptable levels of pollution that can be emitted."}, {"text_block_id": "p26_b469", "text": "Chapter 4"}, {"text_block_id": "p26_b470", "text": "Pollution, Hazardous and Toxic Substances"}, {"text_block_id": "p26_b471", "text": "4.1 Overview"}, {"text_block_id": "p26_b472", "text": "Government will promote a cooperative environmental management approach based on roundtable discussions with industry and interested stakeholders in order to promote consensus and partnership in achieving environmental performance targets. Industry will be challenged to propose innovative integrated environmental management solutions which will exceed environmental performance targets and minimise pollution to the environment as a whole. Notwithstanding the preference for a cooperative approach, Government will vigorously enforce the pollution control laws."}, {"text_block_id": "p26_b473", "text": "In operating the permit system, a distinction will be made between existing industry and new industry (including significant upgrades to existing industry). New industry will be expected to employ cleaner production technology rather than rely mainly on pollution control technology. A cleaner technology approach may include changes in processing techniques or management controls which:"}, {"text_block_id": "p26_b474", "text": "a)"}, {"text_block_id": "p26_b475", "text": "Reduce the quantities of raw materials;"}, {"text_block_id": "p26_b476", "text": "b)"}, {"text_block_id": "p26_b477", "text": "Substitute environmentally hazardous substances with benign materials;"}, {"text_block_id": "p26_b478", "text": "c)"}, {"text_block_id": "p26_b479", "text": "Reduce the environmental toxicity or volume of waste streams;"}, {"text_block_id": "p26_b480", "text": "d)"}, {"text_block_id": "p26_b481", "text": "Minimise the risk of accidents involving chemicals and processes; and"}, {"text_block_id": "p26_b482", "text": "e)"}, {"text_block_id": "p26_b483", "text": "Integrate process energy so that there is a more efficient use of energy overall."}, {"text_block_id": "p26_b484", "text": "The permitting system will be applied to require existing industry to upgrade pollution control, in the first instance, to the Best Practicable Technology; significantly upgraded"}, {"text_block_id": "p27_b485", "text": "plants to the Best Available Techniques not entailing excessive costs, and; New Plants to Best Available Techniques"}, {"text_block_id": "p27_b486", "text": "."}, {"text_block_id": "p27_b487", "text": "4.2 Air Pollution"}, {"text_block_id": "p27_b488_merged_merged", "text": "Over the last few years a growing concern has been expressed at the quality of the air that we breathe and a wide range of pollutants has been identified as the cause of our diminished air quality including particulate matter, sulphur dioxide, oxides of nitrogen, carbon monoxide, ozone, lead, volatile organic compounds, asbestos, ozone depleting substances, and greenhouse gases (carbon dioxide, methane, nitrous oxide). Our atmosphere is all pervasive, and contaminated air affects everyone‘s health, as well as that of the plants, animals and non-living components of our environment."}, {"text_block_id": "p27_b491", "text": "Policy"}, {"text_block_id": "p27_b492", "text": "Government will:"}, {"text_block_id": "p27_b493", "text": "(a)"}, {"text_block_id": "p27_b494", "text": "Prevent avoidable emissions to the atmosphere and, where emissions to the atmosphere are unavoidable, take all reasonable and practicable measures to minimise their impact on ambient air quality;"}, {"text_block_id": "p27_b495", "text": "(b)"}, {"text_block_id": "p27_b496", "text": "Regulate the emission of atmospheric pollutants including odours, from industrial operations by managing activities to achieve an ongoing minimisation of environmental harm through cost effective measures using pollution prevention techniques;"}, {"text_block_id": "p27_b497", "text": "(c)"}, {"text_block_id": "p27_b498", "text": "Ensure that in Environmentally Sensitive Areas (ESA) or areas on which Environmentally Sensitive Species (ESS) depend shall be protected in a pristine state and recognising that air pollution does not respect the boundaries of nature reserves and conservation areas;"}, {"text_block_id": "p27_b499", "text": "(d)"}, {"text_block_id": "p27_b500", "text": "Develop a list of air pollutants to be controlled above maximum permissible levels;"}, {"text_block_id": "p28_b501", "text": "(e)"}, {"text_block_id": "p28_b502", "text": "Develop a list of activities which generate listed air pollutants above the maximum permissible levels;"}, {"text_block_id": "p28_b503", "text": "(f)"}, {"text_block_id": "p28_b504", "text": "Develop a registration programme for all listed activities that emit a listed air pollutant so as to assess their contribution to air pollution, which will lead to the development of an air emissions inventory in Trinidad and Tobago;"}, {"text_block_id": "p28_b505", "text": "(g)"}, {"text_block_id": "p28_b506", "text": "Control air pollution through a system of permits, based on the Polluter Pays Principle, for listed activities emitting specified air pollutants above the maximum permissible limit. The cost of pollution prevention or of minimising environmental damage due to pollution will be borne by those responsible for pollution;"}, {"text_block_id": "p28_b507", "text": "(h)"}, {"text_block_id": "p28_b508", "text": "Adopt ambient air quality standards consistent with those of the World Health Organization;"}, {"text_block_id": "p28_b509", "text": "(i)"}, {"text_block_id": "p28_b510", "text": "Attain and maintain ambient air quality commensurate with national ambient air quality standards and criteria;"}, {"text_block_id": "p28_b511", "text": "(j)"}, {"text_block_id": "p28_b512_merged", "text": "Use a bubbleapproach setting an upper limit on total emissions and more stringent emission limits in heavily industrialized areas;"}, {"text_block_id": "p28_b514", "text": "(k)"}, {"text_block_id": "p28_b515", "text": "Design and implement programmes to reduce and eliminate the release of Persistent Organic Pollutants (POPs), including dioxins and furans, into the environment, followed by an eventual elimination in use;"}, {"text_block_id": "p28_b516", "text": "(l)"}, {"text_block_id": "p28_b517", "text": "Explore and develop strategies to ―encourage‖ compliance with standards and"}, {"text_block_id": "p28_b518", "text": "maximum permissible limits of listed air pollutants including the following approaches to achieve compliance with emission controls:"}, {"text_block_id": "p28_b519", "text": "maximum permissible limits of listed air pollutants including the following approaches to achieve compliance with emission controls:\n* command and control\n* economic instruments\n* co-regulation\n* self-regulation"}, {"text_block_id": "p28_b527", "text": "(m)"}, {"text_block_id": "p28_b528", "text": "Protect public health from the adverse effects of air pollution using the national ambient air quality standards and eliminate, or reduce to a minimum, those air pollutants that are known to be or are likely to be hazardous to human health and the environment;"}, {"text_block_id": "p28_b529", "text": "(n)"}, {"text_block_id": "p28_b530", "text": "Implement programmes to encourage the use of cleaner fuels such as compressed natural gas."}, {"text_block_id": "p29_b531", "text": "4.3 Noise Pollution"}, {"text_block_id": "p29_b532", "text": "Government is committed to developing a framework for the abatement of all noise that is prejudicial to health or a nuisance. Government will regulate sources of noise pollution through:"}, {"text_block_id": "p29_b533", "text": "a)"}, {"text_block_id": "p29_b534", "text": "The establishment of noise zones that represent industrial, environmentally sensitive and general areas."}, {"text_block_id": "p29_b535", "text": "b)"}, {"text_block_id": "p29_b536", "text": "Prescribing noise standards that apply to the noise zones."}, {"text_block_id": "p29_b537", "text": "c)"}, {"text_block_id": "p29_b538", "text": "Identifying a list of exempt activities."}, {"text_block_id": "p29_b539", "text": "d)"}, {"text_block_id": "p29_b540", "text": "Providing for a variation to the standards where the circumstances warrant."}, {"text_block_id": "p29_b541", "text": "4.4 Motor Vehicle Emissions"}, {"text_block_id": "p29_b542", "text": "The Minister of Works and Transport has the necessary powers under the Motor Vehicles and Road Traffic Act Ch. 48:50 to regulate vehicle emissions directly by specifying the construction of the vehicle itself, by specifying the composition of the fuel and by controlling the movement of traffic. The Government will initiate an aggressive programme for the abatement of air pollution from motor vehicles based on the following measures:"}, {"text_block_id": "p29_b543", "text": "a)"}, {"text_block_id": "p29_b544", "text": "Inspection, maintenance and certification programmes for vehicles;"}, {"text_block_id": "p29_b545", "text": "b)"}, {"text_block_id": "p29_b546", "text": "Roadside inspection programmes;"}, {"text_block_id": "p29_b547", "text": "c)"}, {"text_block_id": "p29_b548", "text": "Emission standards and vehicle emission fines;"}, {"text_block_id": "p29_b549", "text": "d)"}, {"text_block_id": "p29_b550", "text": "Improved gasoline standards;"}, {"text_block_id": "p29_b551", "text": "e)"}, {"text_block_id": "p29_b552", "text": "Stricter diesel standards;"}, {"text_block_id": "p29_b553", "text": "f)"}, {"text_block_id": "p29_b554", "text": "Fuel pricing and provision of adequate refueling facilities which encourage the use of compressed natural gas as an alternative fuel;"}, {"text_block_id": "p29_b555", "text": "g)"}, {"text_block_id": "p29_b556", "text": "Speed limits and other traffic management measures;"}, {"text_block_id": "p29_b557", "text": "h)"}, {"text_block_id": "p29_b558", "text": "Promotion of staggered work hours;"}, {"text_block_id": "p29_b559", "text": "i)"}, {"text_block_id": "p29_b560", "text": "Provision of mass transport services; and"}, {"text_block_id": "p29_b561", "text": "j)"}, {"text_block_id": "p29_b562", "text": "Promotion of non-motorised transport."}, {"text_block_id": "p30_b563", "text": "4.5 Ozone-Depleting Substances"}, {"text_block_id": "p30_b564", "text": "Chlorofluorocarbons are relatively non-toxic and non-flammable gases formerly used as propellants in aerosol spray cans, in refrigeration and air conditioning units, as solvents, and for blowing foam. It has been determined that these chemicals destroy the ozone layer that protects the earth from harmful radiation. The policy is to implement the Vienna Convention for the Protection of the Ozone Layer and its Montreal Protocol, for the phase out of substances that affect the Ozone layer, which Trinidad and Tobago acceded to in August 1989. In order to meet our commitment, Government will implement a system to ensure that:"}, {"text_block_id": "p30_b565", "text": "a)"}, {"text_block_id": "p30_b566", "text": "Imports and exports of Ozone-Depleting Substances are controlled;"}, {"text_block_id": "p30_b567", "text": "b)"}, {"text_block_id": "p30_b568", "text": "Controlled substances contained in commercial and industrial refrigeration equipment and air conditioning equipment, in equipment containing solvents, and in fire protection systems are recovered, if practicable, for destruction, recycled or reclaimed during service and maintenance of equipment as well as prior to equipment dismantling or disposal;"}, {"text_block_id": "p30_b569", "text": "c)"}, {"text_block_id": "p30_b570", "text": "All practicable measures are taken to avoid leakages from commercial and industrial air conditioning and refrigeration equipment and from equipment containing solvents during manufacture, installation, operation and servicing; and"}, {"text_block_id": "p30_b571", "text": "d)"}, {"text_block_id": "p30_b572", "text": "Each importer or exporter will be required to report to the EMA annually: quantities of ozone-depleting substances recycled, quantities destroyed, stocks and exports."}, {"text_block_id": "p30_b573", "text": "4.6 Greenhouse Gases"}, {"text_block_id": "p30_b574_merged", "text": "Greenhouse gases such as carbon dioxide, nitrous oxide, and methane have the potential to alter world climate and cause sea level rise in the long term. Trinidad and Tobago, being a small island state, will be particularly vulnerable to small rises in sea level, which may have effects on coastal developments, agriculture and health.  Trinidad and Tobago‘s economy is based on petroleum and natural gas exploitation and production, along with the associated downstream industries. As such, a necessary by product in these activities is carbon dioxide."}, {"text_block_id": "p30_b577", "text": "Notwithstanding the need to use these natural resources in national development, the greenhouse gas policy is to implement commitments under the United Nations Framework Convention on Climate Change which Trinidad and Tobago ratified in June 1994.  Accordingly, the Government will:"}, {"text_block_id": "p30_b578", "text": "a)"}, {"text_block_id": "p30_b579", "text": "Conduct regular inventories of greenhouse gases;"}, {"text_block_id": "p30_b580", "text": "b)"}, {"text_block_id": "p30_b581", "text": "Cooperate with relevant local, regional and international agencies to implement technologies that will reduce, prevent or control man-made emissions of greenhouse gases including the energy, transport, industry, agriculture, forestry and waste management sectors;"}, {"text_block_id": "p31_b582", "text": "c)"}, {"text_block_id": "p31_b583", "text": "Conserve and enhance natural ecosystems that serve as sinks or reservoirs of greenhouse gases such as forests and coastal and marine wetland ecosystems."}, {"text_block_id": "p31_b584", "text": "4.7 Wastes"}, {"text_block_id": "p31_b585", "text": "The policy on waste management will be based on the principles of reduction, reuse and recycling.  Government will:"}, {"text_block_id": "p31_b586", "text": "a)"}, {"text_block_id": "p31_b587", "text": "Encourage the prevention or reduction of waste production and its harmfulness, particularly through the development of clean technologies, techniques for the final disposal of dangerous substances in waste destined for recovery, and the development and marketing of products designed to have minimal environmental impact by nature of their manufacture, use or final disposal;"}, {"text_block_id": "p31_b588", "text": "b)"}, {"text_block_id": "p31_b589", "text": "Encourage the recovery of waste, including recycling, reuse or reclamation, and the use of waste as a source of energy;"}, {"text_block_id": "p31_b590", "text": "c)"}, {"text_block_id": "p31_b591", "text": "Ensure that waste is recovered or disposed of without endangering human health and without using processes or methods which could harm the environment and, in particular, without risk to air, water, soil, and plants and animals, without causing a nuisance through noise or odours and without adversely affecting the landscape;"}, {"text_block_id": "p31_b592", "text": "d)"}, {"text_block_id": "p31_b593_merged", "text": "Prohibit the abandonment, dumping or uncontrolled disposal of municipal waste; including bulky waste, derelict vehicles, stoves, other appliances and tyres."}, {"text_block_id": "p31_b596", "text": "e)"}, {"text_block_id": "p31_b597", "text": "Establish an integrated and adequate network of waste disposal installations."}, {"text_block_id": "p31_b598", "text": "4.7.1 Hazardous Waste"}, {"text_block_id": "p31_b599", "text": "Government, through the EMA, will draw up a list of hazardous wastes, establish requirements for their handling and disposal, establish standards and design criteria for hazardous waste for handling and disposal facilities, and enforce these requirements through licensing and permitting requirements. Government will develop legislation to give effect to the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal. Specifically, Government will ban imports of waste and not allow shipments of waste without specific (bilateral or multilateral) agreements."}, {"text_block_id": "p31_b600", "text": "Furthermore, the Government will follow the guidelines of the Stockholm Convention on Persistent Organic Pollutants. The policy regarding the handling of hazardous waste is that:"}, {"text_block_id": "p31_b601", "text": "a)"}, {"text_block_id": "p31_b602", "text": "Any company that disposes of, recovers, collects or transports hazardous waste shall not mix different categories of hazardous waste or mix it with"}, {"text_block_id": "p32_b603", "text": "hazardous waste. Mixing will be permitted only if it improves safety during disposal or recovery, and it will be subject to a requirement for a permit."}, {"text_block_id": "p32_b604", "text": "b)"}, {"text_block_id": "p32_b605", "text": "Producers of hazardous waste will be subject to periodic inspections by the EMA and inspections concerning collection and transport operations will cover particularly the origin and destination of hazardous waste. Producers and transporters of hazardous waste must keep detailed records that are to be preserved for at least five years. Documentary evidence of management operations must be supplied to the EMA on request."}, {"text_block_id": "p32_b606", "text": "c)"}, {"text_block_id": "p32_b607", "text": "Producers and handlers of hazardous wastes must participate in a register system that identifies the types of wastes and potential impacts on human health and the environment."}, {"text_block_id": "p32_b608", "text": "4.8 Hazardous Substances and Spills"}, {"text_block_id": "p32_b609", "text": "The pollution control policy described so far deals with substances generated as wastes and discharged into the environment. However, the need for toxic chemicals control shifts the focus to the manufacture and use of harmful substances before they become wastes. There are at least three Acts of Parliament administered by three separate Government departments that control the manufacture, use or sale of hazardous substances. These are the Pesticides and Toxic Chemicals Act, 1979 amended by Act No. 11 of 1986, which regulates the importation, storage, manufacture, sale, use and transportation of pesticides and toxic chemicals; the Occupational Safety and Health Act, 2004 concerned mainly with the workplace, and; the Environmental Management Act, 2000, which deals with the environment.  Government policy is that:"}, {"text_block_id": "p32_b610", "text": "a)"}, {"text_block_id": "p32_b611", "text": "Manufacturers will be obligated to ensure adequate safety, toxicity and ecotoxicity testing of new substances before marketing them for industrial use;"}, {"text_block_id": "p32_b612", "text": "b)"}, {"text_block_id": "p32_b613", "text": "Before importing or marketing a new pesticide or other potentially harmful substance, everyone must apply to the Pesticides and Toxic Chemicals Control Board of the Ministry of Health for registration and prior informed consent"}, {"text_block_id": "p32_b614", "text": ";"}, {"text_block_id": "p32_b615", "text": "c)"}, {"text_block_id": "p32_b616", "text": "Employers will have a general duty to secure the health, safety and welfare of persons at work and to provide for the protection of the public from work activities involving hazardous substances;"}, {"text_block_id": "p32_b617", "text": "d)"}, {"text_block_id": "p32_b618", "text": "Industrial facilities will have an obligation to develop measures and contingency plans to protect workers and the public from accidents, hazards including fires, explosions and emissions of dangerous substance (e.g. oil spills, natural gas and ammonia emissions);"}, {"text_block_id": "p32_b619", "text": "e)"}, {"text_block_id": "p32_b620", "text": "There shall be no smoking in all Government controlled buildings and marked public places."}, {"text_block_id": "p33_b621", "text": "4.9 Contaminated Land"}, {"text_block_id": "p33_b622", "text": "The Government‘s first priority in dealing with land damaged by chemical pollution is to prevent or minimise further pollution. The Government is also committed to the ‗return to suitable use‘ approach in the control and treatment of existing contamination. This"}, {"text_block_id": "p33_b623", "text": "supports the goal of sustainable development by reducing the damage from past activities and by permitting contaminated land to be kept in, or returned to, beneficial use wherever practicable thereby minimising avoidable pressure for new development to take place on verdant sites.  Government policy is that remedial action will only be required where:"}, {"text_block_id": "p33_b624", "text": "a)"}, {"text_block_id": "p33_b625", "text": "The contamination poses unacceptable actual and/or potential risks to health or the environment; and/or"}, {"text_block_id": "p33_b626", "text": "b)"}, {"text_block_id": "p33_b627", "text": "There are appropriate and cost-effective means available to do so, taking into account the actual or intended use of the site."}, {"text_block_id": "p33_b628", "text": "Other elements of the Policy are:"}, {"text_block_id": "p33_b629", "text": "a)"}, {"text_block_id": "p33_b630", "text": "To regulate the use of land for solid waste disposal;"}, {"text_block_id": "p33_b631", "text": "b)"}, {"text_block_id": "p33_b632", "text": "To improve sites as and when hazards need to be dealt with;"}, {"text_block_id": "p33_b633", "text": "c)"}, {"text_block_id": "p33_b634", "text": "To promote, efficiently market, and develop such land which may have been contaminated but later remediated to an environmental standard established by the EMA;"}, {"text_block_id": "p33_b635", "text": "d)"}, {"text_block_id": "p33_b636", "text": "Require environmental reports in land transfer transactions."}, {"text_block_id": "p33_b637", "text": "4.10 Natural Disasters and Environmental Emergencies"}, {"text_block_id": "p33_b638", "text": "A number of natural occurrences, (e.g. hurricanes, earthquakes, floods, tsunamis, tectonic plate activity and (mud) volcanic activity) as well as industrial accidents and spills impact on human health and the environment. Government policy is to ensure the health and safety of the population and the environment through:"}, {"text_block_id": "p33_b639", "text": "a)"}, {"text_block_id": "p33_b640", "text": "Development of measures to prevent occurrences of environmental incidents e.g. fail-safe systems and early-warning systems, inspection and maintenance programmes and operating procedures;"}, {"text_block_id": "p33_b641", "text": "b)"}, {"text_block_id": "p33_b642", "text": "Assessment of risks, using methodologies appropriate for small island states in order to estimate the emergency response demands;"}, {"text_block_id": "p33_b643", "text": "c)"}, {"text_block_id": "p33_b644", "text": "Establishment and effective implementation of pre-emergency contingency plans (local and bilateral) with clearly defined roles and responsibilities of the required public and private sector inputs of the country or countries involved;"}, {"text_block_id": "p34_b645", "text": "d)"}, {"text_block_id": "p34_b646", "text": "Development of post-emergency response systems including containment of chemical spills or discharges, and remediation of contaminated sites and disturbed sites."}, {"text_block_id": "p34_b647", "text": "e)"}, {"text_block_id": "p34_b648", "text": "Provision of a natural disaster vulnerability assessment in land transfer transactions."}, {"text_block_id": "p35_b649", "text": "Chapter 5"}, {"text_block_id": "p35_b650", "text": "Assessment of Impacts, Public Information and Environmental Education"}, {"text_block_id": "p35_b651", "text": "5.1 Overview"}, {"text_block_id": "p35_b652", "text": "Lack of public awareness on environmental issues and the absence or ineffectiveness of structured environmental education contributes to misunderstanding and environmental mismanagement. Real progress in environmental management will not be made without educating people and raising public awareness of the purpose for changing attitudes towards the environment and natural resources."}, {"text_block_id": "p35_b653", "text": "The strategy is to generally raise and maintain the level of public awareness on environmental issues in all sectors of the national community through environmental education and involvement in environmental decision-making. This will include the introduction of environmental studies into the school curriculum and the provision of access to environmental information."}, {"text_block_id": "p35_b654", "text": "5.2 Environmental Impact Assessment"}, {"text_block_id": "p35_b655", "text": "Broad categories of projects that may require environmental clearance are:"}, {"text_block_id": "p35_b656", "text": "a)"}, {"text_block_id": "p35_b657", "text": "Agriculture/horticulture;"}, {"text_block_id": "p35_b658", "text": "b)"}, {"text_block_id": "p35_b659", "text": "Electricity generation, transmission and distribution;"}, {"text_block_id": "p35_b660", "text": "c)"}, {"text_block_id": "p35_b661", "text": "Engineering operations;"}, {"text_block_id": "p35_b662", "text": "d)"}, {"text_block_id": "p35_b663", "text": "Food and beverage industry;"}, {"text_block_id": "p35_b664", "text": "e)"}, {"text_block_id": "p35_b665", "text": "Heavy manufacturing industries;"}, {"text_block_id": "p35_b666", "text": "f)"}, {"text_block_id": "p35_b667", "text": "Light manufacturing industries;"}, {"text_block_id": "p35_b668", "text": "g)"}, {"text_block_id": "p35_b669", "text": "Metal smelting and reforming;"}, {"text_block_id": "p35_b670", "text": "h)"}, {"text_block_id": "p35_b671", "text": "Mineral mining and processing;"}, {"text_block_id": "p35_b672", "text": "i)"}, {"text_block_id": "p35_b673", "text": "Oil and gas exploitation;"}, {"text_block_id": "p35_b674", "text": "j)"}, {"text_block_id": "p35_b675", "text": "Telecommunications;"}, {"text_block_id": "p35_b676", "text": "k)"}, {"text_block_id": "p35_b677", "text": "Tourism and recreational development;"}, {"text_block_id": "p35_b678", "text": "l)"}, {"text_block_id": "p35_b679", "text": "Transport systems infrastructure;"}, {"text_block_id": "p35_b680", "text": "m)"}, {"text_block_id": "p35_b681", "text": "Waste management;"}, {"text_block_id": "p35_b682", "text": "n)"}, {"text_block_id": "p35_b683", "text": "Water and sewage systems;"}, {"text_block_id": "p35_b684", "text": "o)"}, {"text_block_id": "p35_b685", "text": "Storage and warehousing;"}, {"text_block_id": "p35_b686", "text": "p)"}, {"text_block_id": "p35_b687", "text": "Other service-oriented activities"}, {"text_block_id": "p35_b688", "text": "q)"}, {"text_block_id": "p35_b689", "text": "Land reclamation"}, {"text_block_id": "p36_b690", "text": "Where a relevant environmental standard has not yet been established in Trinidad and Tobago, the EMA, in considering an application for a Certificate of Environmental Clearance (CEC), will not, under any circumstances, consider imposing an interim"}, {"text_block_id": "p36_b691", "text": "standard that is less stringent than the standard in the applicant‘s country of ori"}, {"text_block_id": "p36_b692", "text": "gin."}, {"text_block_id": "p36_b693", "text": "5.3 Availability of Information"}, {"text_block_id": "p36_b694", "text": "Government policy is that public authorities holding information on the environment must make it available to anyone requesting it, subject to certain exclusions.  In general, a request can be refused if it would involve supplying unfinished documents or data or internal communications, or where it is manifestly unreasonable or formulated in too general a manner. Inquirers can be charged a reasonable cost for the information. Public authorities must respond to a request for information within two months but may refuse to provide it, stating their reasons, where it affects;"}, {"text_block_id": "p36_b695", "text": "a)"}, {"text_block_id": "p36_b696", "text": "Violation of copyright;"}, {"text_block_id": "p36_b697", "text": "b)"}, {"text_block_id": "p36_b698", "text": "Commercial and industrial confidentiality, including intellectual property;"}, {"text_block_id": "p36_b699", "text": "c)"}, {"text_block_id": "p36_b700", "text": "Confidential proceedings of public authorities, international relations;"}, {"text_block_id": "p36_b701", "text": "d)"}, {"text_block_id": "p36_b702", "text": "National security;"}, {"text_block_id": "p36_b703", "text": "e)"}, {"text_block_id": "p36_b704", "text": "Matters sub judice or under inquiry;"}, {"text_block_id": "p36_b705", "text": "f)"}, {"text_block_id": "p36_b706", "text": "The confidentiality of personal data and or files;"}, {"text_block_id": "p36_b707", "text": "g)"}, {"text_block_id": "p36_b708", "text": "Material supplied by a third party without that party being under a legal obligation to do so; and"}, {"text_block_id": "p36_b709", "text": "h)"}, {"text_block_id": "p36_b710", "text": "Material, which if disclosed, would increase the likelihood of damage to the environment."}, {"text_block_id": "p36_b711", "text": "Government will ensure that relevant stakeholders are informed of the adverse consequences of development activities and industrial operations in Trinidad and Tobago. This information will be provided through:"}, {"text_block_id": "p36_b712", "text": "a)"}, {"text_block_id": "p36_b713", "text": "Establishment of public registers in relation to CEC‘s, Noise, Water, Air and"}, {"text_block_id": "p36_b714", "text": "Hazardous Waste Pollution,"}, {"text_block_id": "p36_b715", "text": "b)"}, {"text_block_id": "p36_b716", "text": "Requesting public review and comment on Environmental Impact"}, {"text_block_id": "p36_b717", "text": "Assessments (EIA‘s)"}, {"text_block_id": "p36_b718", "text": "5.4 Environmental Education"}, {"text_block_id": "p36_b719_merged_merged", "text": "The Belgrade Charter (1975) defined environmental education stating: ―The goal of environmental education is: To develop a world population that is aware of, and concerned about, the environment and its associated problems, and which has the knowledge, skills, attitudes, motivations and commitment to work individually and collectively toward solutions of current problems and the prevention of new ones(1977) built upon the Belgrade Charter and laid out a set of goals and objectives for environmental education."}, {"text_block_id": "p37_b724", "text": "Environmental education in Trinidad and Tobago must, therefore, stress the following:"}, {"text_block_id": "p37_b725", "text": "a)"}, {"text_block_id": "p37_b726", "text": "Awareness: acquisition of an awareness and sensitivity to the total environment and its problems; development of the ability to perceive and discriminate among stimuli; ability to process, refine, and extend these perceptions and use this new ability in a variety of contexts;"}, {"text_block_id": "p37_b727", "text": "b)"}, {"text_block_id": "p37_b728", "text": "Information: acquisition of a basic understanding that all systems are linked and that the natural environment interacts with and links to human health and well"}, {"text_block_id": "p37_b729", "text": "-"}, {"text_block_id": "p37_b730", "text": "being and to social and economic problems and solutions."}, {"text_block_id": "p37_b731", "text": "c)"}, {"text_block_id": "p37_b732", "text": "Knowledge: Acquisition of a basic understanding of how the environment functions, how people interact with the environment and how issues and problems dealing with the environment arise and how they can be resolved;"}, {"text_block_id": "p37_b733", "text": "d)"}, {"text_block_id": "p37_b734", "text": "Attitudes: Acquisition of a set of values and feelings of concern for the environment and the motivation and commitment to participate in environmental maintenance and improvement;"}, {"text_block_id": "p37_b735", "text": "e)"}, {"text_block_id": "p37_b736", "text": "Skills: Acquisition of the skills needed to identify and investigate environmental problems and to contribute to the resolution of these problems;"}, {"text_block_id": "p37_b737", "text": "f)"}, {"text_block_id": "p37_b738", "text": "Participation: Acquisition of experience in using acquired knowledge and skills in taking thoughtful, positive actions toward the resolution of environmental issues and problems."}, {"text_block_id": "p37_b739", "text": "Accordingly, the following will constitute Government policy on environmental education:"}, {"text_block_id": "p37_b740", "text": "a)"}, {"text_block_id": "p37_b741", "text": "Environmental education will be introduced from primary school age to adulthood with the goal of providing knowledge of both local and global environmental issues as well as the skills required to take the individual from awareness to participation;"}, {"text_block_id": "p37_b742", "text": "b)"}, {"text_block_id": "p37_b743", "text": "Environment and sustainable development concepts will be introduced into all education programmes;"}, {"text_block_id": "p37_b744", "text": "c)"}, {"text_block_id": "p37_b745", "text": "Cross-disciplinary university courses in fields which have an impact on the environment will be encouraged, as well as postgraduate research;"}, {"text_block_id": "p37_b746", "text": "d)"}, {"text_block_id": "p37_b747_merged_merged", "text": "Adult education and awareness programmes based on local environmental problems will be encouraged along with mechanisms for developing viable solutions in communities;"}, {"text_block_id": "p38_b750", "text": "e)"}, {"text_block_id": "p38_b751", "text": "Environmental education initiatives throughout the country will be coordinated at the national level."}, {"text_block_id": "p38_b752", "text": "f)"}, {"text_block_id": "p38_b753", "text": "Environmental education initiatives throughout the country will be introduced for decision makers in the public and private sectors."}, {"text_block_id": "p39_b754", "text": "Chapter 6"}, {"text_block_id": "p39_b755", "text": "Financial and Economic Instruments"}, {"text_block_id": "p39_b756", "text": "Government‘s aim is to broaden the range of financial instruments used in the"}, {"text_block_id": "p39_b757", "text": "implementation of the National Environmental Policy. The strategy is to promote"}, {"text_block_id": "p39_b758", "text": "economic instruments and market incentives that will bear upon individuals‘ behaviour"}, {"text_block_id": "p39_b759", "text": "and lifestyles.  These include:"}, {"text_block_id": "p39_b760", "text": "a)"}, {"text_block_id": "p39_b761", "text": "Deposit/refund taxes for beverage containers, tyres, batteries, fluorescent bulbs, appliances, used oil and automobiles;"}, {"text_block_id": "p39_b762", "text": "b)"}, {"text_block_id": "p39_b763", "text": "A tax on energy consumption;"}, {"text_block_id": "p39_b764", "text": "c)"}, {"text_block_id": "p39_b765", "text": "A fuel tax on diesel;"}, {"text_block_id": "p39_b766", "text": "d)"}, {"text_block_id": "p39_b767", "text": "Revision of legal standards of liability so that polluters are held responsible for the financial consequences of their actions."}, {"text_block_id": "p39_b768", "text": "Beverage Container Deposit"}, {"text_block_id": "p39_b769_merged_merged", "text": "Beverage containers can be defined as any separate sealed or sealable bottle, can, jug or carton that is primarily composed of glass, metal, plastic, paper or any combination of those materials, produced for the purpose of containing 3.8 litres (one U.S. gallon) or less of a beverage for sale. It is well known that in Trinidad and Tobago, a substantial number of beverage containers eventually become part of the waste stream. By developing a system to collect a deposit for every used beverage container and providing a refund upon return, the government will achieve the following benefits"}, {"text_block_id": "p39_b771", "text": ":"}, {"text_block_id": "p39_b772", "text": "(i)"}, {"text_block_id": "p39_b773", "text": "Minimisation of litter;"}, {"text_block_id": "p39_b774", "text": "(ii)"}, {"text_block_id": "p39_b775", "text": "Creation of a culture of waste minimization;"}, {"text_block_id": "p39_b776", "text": "(iii)"}, {"text_block_id": "p39_b777", "text": "Improved waste management through the reduction in the disposal of materials that can be reused or recycled;"}, {"text_block_id": "p39_b778", "text": "(iv)"}, {"text_block_id": "p39_b779", "text": "Achievement of shared responsibility among government, producers, distributors and consumers;"}, {"text_block_id": "p39_b780", "text": "(v)"}, {"text_block_id": "p39_b781", "text": "Economic development by virtue of down stream activities and business opportunities in the collection and recycling of beverage containers"}, {"text_block_id": "p39_b782", "text": ";"}, {"text_block_id": "p39_b783", "text": "(vi)"}, {"text_block_id": "p39_b784", "text": "Improvement in the recycling rate of container materials."}, {"text_block_id": "p39_b785", "text": "The Government will develop a system to attain the above benefits so as to achieve a sustainable balance between environmental protection and economic development that is in the interest of present and future generations."}, {"text_block_id": "p40_b786", "text": "Accordingly, Government‘s policy is to:"}, {"text_block_id": "p40_b787", "text": "(a)"}, {"text_block_id": "p40_b788", "text": "Ensure that bottlers, importers, vendors and consumers pay the external costs of the sale and consumption of beverages in beverage containers;"}, {"text_block_id": "p40_b789", "text": "(b)"}, {"text_block_id": "p40_b790", "text": "Create incentives for the manufacturers, vendors and consumers of beverages to reuse or recycle beverage containers;"}, {"text_block_id": "p40_b791", "text": "(c)"}, {"text_block_id": "p40_b792", "text": "Allow exemption from the mandatory deposit/refund system for each registered bottler or importer that has a voluntary stewardship plan for the management of their beverage containers that includes an adequate system for the collection and reuse or recycle of such containers and which is approved by the governmental body that oversees this system;"}, {"text_block_id": "p40_b793", "text": "(d)"}, {"text_block_id": "p40_b794_merged", "text": "Develop a list of prohibited beverage containers to include those that cannot be broken down by bacteria or by light into constituent parts, reused or recycled—for bottlers (i.e. any person bottling, canning or otherwise filling beverage containers for sale to vendors or consumers) and importers of filled beverage containers for sale;"}, {"text_block_id": "p40_b797", "text": "(e)"}, {"text_block_id": "p40_b798", "text": "Discourage the incineration or land filling of returnable beverage containers;"}, {"text_block_id": "p40_b799", "text": "(f)"}, {"text_block_id": "p40_b800", "text": "Issue grants to other governmental entities or private organizations, including but not limited to non-profit organizations, for the purposes of public education, purchase of relevant equipment and enforcement;"}, {"text_block_id": "p40_b801", "text": "(g)"}, {"text_block_id": "p40_b802", "text": "Provide incentives, including subsidies, to bottlers for the purposes of promoting the utilization of reusable and recyclable beverage containers;"}, {"text_block_id": "p40_b803", "text": "(h)"}, {"text_block_id": "p40_b804", "text": "Ensure the deposits collected but not refunded to consumers due to loss or destruction of the containers (Abandoned Deposits) are used by the state for the administration and incentive and education programmes identified above."}, {"text_block_id": "p41_b805", "text": "Chapter 7"}, {"text_block_id": "p41_b806", "text": "Policy Implementation"}, {"text_block_id": "p41_b807", "text": "7.1 Introduction"}, {"text_block_id": "p41_b808", "text": "An Environmental Literacy Survey has shown that there is a widespread lack of awareness of environmental issues among the population. Contributing to this problem is the fact that environmental studies are not fully incorporated at all levels into the formal education programmes of our schools nor are they adequately addressed in informal educational programmes available to the community."}, {"text_block_id": "p41_b809", "text": "There is currently insufficient public participation in environmental decision-making in such matters as environmental impact assessment, environmental monitoring and enforcement. There is little formalised involvement of non-governmental organisations and community-based organisations (except for turtle monitoring), even though they are frequently best suited to perform certain environmental management functions. There is unsatisfactory private sector involvement in environmental management (other than in voluntary compliance programmes), even though the private sector has significant technical and financial resources to offer. It is against this backdrop that an approach to promoting and implementing the Policy has been developed."}, {"text_block_id": "p41_b810_merged", "text": "A national programme for achieving sustainability must involve all interest groups and seek to anticipate environmental problems. In this connection, Government should establish a National Council for Sustainable Development (NCSD) in keeping with commitments under Agenda 21."}, {"text_block_id": "p41_b814", "text": "The NCSD will be a mechanism for furthering the implementation of sustainability. It will legitimize the role of civil society as a partner with government in making policy for implementation of the sustainable development agenda and thereby moving it from agenda to action. It will bring together different groups within society to get a balanced agreement on policies and activities for sustainability."}, {"text_block_id": "p41_b815", "text": "7.2 Promoting and Implementing the Policy"}, {"text_block_id": "p42_b816", "text": "Citizen participation in decision-making will be afforded through the public comment process and the right of private parties to institute civil action against any other person for violation of any environmental requirement. Another avenue to information will be the environmental impact assessment process that requires industry to provide information on the environmental effects of its activities, which can be reviewed and challenged by interested parties."}, {"text_block_id": "p42_b817", "text": "There will be a concerted publicity campaign to inform and educate the population in schools, the workplace and at home about the principles of sustainable development and about the priority actions that must be taken. The media will clearly have an important role to play in this process, as will non-governmental and community-based organisations."}, {"text_block_id": "p42_b818", "text": "Traditional information dissemination campaigns will be supplemented by regulatory instruments and economic measures aimed at promoting more environment-friendly behaviour patterns. Economic instruments such as fees, charges and taxes will be used in"}, {"text_block_id": "p42_b819", "text": "conjunction with persuasion and exhortation as part of Government‘s strategy for"}, {"text_block_id": "p42_b820", "text": "achieving the goals of the Policy."}, {"text_block_id": "p42_b821", "text": "The regulatory measures will require that all potentially harmful activities be licensed by means of a permit that stipulates the conditions under which they may be conducted."}, {"text_block_id": "p42_b822", "text": "The Government will determine the permissibility of the activity, set the condition for polluters, and supervise compliance with the conditions.  The regulation of sensitive areas and sensitive species will be developed to protect and conserve natural areas and species."}, {"text_block_id": "p42_b823", "text": "7.3 Institutional Linkages and Global Alliances"}, {"text_block_id": "p42_b824_merged_merged", "text": "The EMA and all other governmental entities will conduct their operations and programmes in accordance with the National Environmental Policy and the Environmental Code. The EMA will consult with the other governmental and non-governmental entities performing various environmental management functions, with the objective of formulating memoranda of understanding or other arrangements which will establish the mechanisms of coordination across jurisdictional lines and provide for the implementation of integrated environmental management programmes. The EMA will appoint Environmental Officers or Inspectors within such governmental entities to assist in the coordination process."}, {"text_block_id": "p42_b827", "text": "7.4 Conclusion: The way forward"}, {"text_block_id": "p42_b828", "text": "The time has come when environmental management must be more meaningfully integrated into our development strategy. The goal of sustainable development dictates that environmental concerns be accorded a more central place in the national"}, {"text_block_id": "p43_b829_merged", "text": "More fundamentally, there has to be the will, at all levels, to carry through with the implementation of the Policy. And this would require, inter alia, that the appropriate legal and institutional support be urgently put in place. Further, the indications are that there is also the urgent need for an attitudinal and behavioural re-orientation towards the environment, at the widest possible level, if our efforts are to be successful."}, {"text_block_id": "p43_b832", "text": "In Trinidad and Tobago, as elsewhere, successful environmental management will require the commitment, dedication and cooperation of every citizen as new approaches are introduced and tested. Every citizen has a role to play in the national environmental management effort and every contribution is a vital one."}, {"text_block_id": "p44_b833", "text": "Annex 1"}, {"text_block_id": "p44_b834", "text": "Section 18 of the Environmental Management Act, 2000"}, {"text_block_id": "p44_b835", "text": "Section 18 (1) of the Environmental Management Act 2000 requires the Board of Directors of the Environmental Management Authority to prepare and submit to the Minister recommendations for a comprehensive National Environmental Policy.  Section 18 (2) of the Act also requires the Board to develop and submit to the Minister a report"}, {"text_block_id": "p44_b836", "text": "—"}, {"text_block_id": "p44_b837", "text": "providing guidelines for the report.  Section 18 of the Act states as follows:"}, {"text_block_id": "p44_b838", "text": "―18. (1) In furtherance of section 16 (1)"}, {"text_block_id": "p44_b839", "text": "(a)"}, {"text_block_id": "p44_b840_merged_merged", "text": ", the Board shall prepare and submit to the Minister, not later than two years after the commencement of this Act or such other time as the Minister may direct by Order, recommendation for a comprehensive National Environmental Policy (herinafter called ―the Policy‖) in accordance with the objects of this Act including"}, {"text_block_id": "p44_b843", "text": "—"}, {"text_block_id": "p44_b844", "text": "—\n* incorporation into the Policy of provisions which seek to encourage the\n* an analysis of the legislative, regulatory and practical issues impacting upon\n* a programme for promoting the Policy and seeking an effective commitment\n* describe the general environment and environmental conditions within\n* specify the general environmental quality objectives to be achieved and\n* describe the ecological and other balances required to be maintained for the\n* specify the elements or areas of the environment which require special\n* identify specific beneficial uses of the environment to be permitted or\n* describe the indicators, parameters or criteria which will be used in measuring"}, {"text_block_id": "p44_b850", "text": "(2)"}, {"text_block_id": "p44_b851", "text": "In preparing its recommendations as provided in subsection (1), the Board shall develop and submit to the Minister a report which may"}, {"text_block_id": "p44_b852", "text": "—"}, {"text_block_id": "p45_b865", "text": "—\n* establish a programme by which the environmental quality objectives,\n* prepared by the Board; and\n* submitted for public comment in accordance with section 28."}, {"text_block_id": "p45_b867", "text": "(3)"}, {"text_block_id": "p45_b868", "text": "After considering the recommendations and report developed by the Board, the Minister shall cause a draft of the Policy to be"}, {"text_block_id": "p45_b869", "text": "—"}, {"text_block_id": "p45_b874", "text": "(4)"}, {"text_block_id": "p45_b875", "text": "After considering the public comments received on the draft Policy, the Board shall submit a revised draft Policy to the Minister for approval."}, {"text_block_id": "p45_b876", "text": "(5)"}, {"text_block_id": "p45_b877", "text": "The Policy may be revised from time to time in accordance with the procedures specified in this section."}, {"text_block_id": "p45_b878", "text": "(6)"}, {"text_block_id": "p45_b879", "text": "The Minister shall, within one month of the approval of any policy submitted under"}, {"text_block_id": "p45_b880", "text": "subsection (4), cause the policy to be laid in Parliament.‖"}, {"text_block_id": "p46_b881", "text": "Annex 2"}, {"text_block_id": "p46_b882", "text": "Environmental Quality and Performance Indicators"}, {"text_block_id": "p46_b883", "text": "In order to measure the effectiveness of the Policy, specific and appropriate indicators must be established and utilised for various sectors in addition to other feedback mechanisms (e.g. complaints by the public).  These may be reported on a per annum basis and may include:"}, {"text_block_id": "p46_b884", "text": "1. Protecting Environmentally Sensitive Areas and Species"}, {"text_block_id": "p46_b885", "text": "a)"}, {"text_block_id": "p46_b886", "text": "Percentage of total land area protected by designation as ESA or other protected areas."}, {"text_block_id": "p46_b887", "text": "b)"}, {"text_block_id": "p46_b888", "text": "Number of species designated as ESS or protected under other national laws."}, {"text_block_id": "p46_b889", "text": "2. Land disturbed and restored"}, {"text_block_id": "p46_b890", "text": "a)"}, {"text_block_id": "p46_b891", "text": "Percentage of land eroded."}, {"text_block_id": "p46_b892", "text": "b)"}, {"text_block_id": "p46_b893", "text": "Degree of top soil losses."}, {"text_block_id": "p46_b894", "text": "c)"}, {"text_block_id": "p46_b895", "text": "Area of land lost to production"}, {"text_block_id": "p46_b896", "text": "d)"}, {"text_block_id": "p46_b897", "text": "Restored/reclaimed area/s as a % of total land disturbed."}, {"text_block_id": "p46_b898", "text": "e)"}, {"text_block_id": "p46_b899", "text": "Percentage of land investigated for contamination."}, {"text_block_id": "p46_b900", "text": "f)"}, {"text_block_id": "p46_b901", "text": "Percentage of land that was contaminated."}, {"text_block_id": "p46_b902", "text": "g)"}, {"text_block_id": "p46_b903", "text": "Percentage of contaminated land being restored."}, {"text_block_id": "p46_b904", "text": "3. Resources extracted, harvested and renewed"}, {"text_block_id": "p46_b905", "text": "a)"}, {"text_block_id": "p46_b906", "text": "Volume of actual harvest"}, {"text_block_id": "p46_b907", "text": "(fish catches, timber, other forest, etc.)."}, {"text_block_id": "p46_b908", "text": "b)"}, {"text_block_id": "p46_b909", "text": "Number of tree seedlings planted."}, {"text_block_id": "p46_b910", "text": "c)"}, {"text_block_id": "p46_b911", "text": "Size of spawning stocks."}, {"text_block_id": "p46_b912", "text": "d)"}, {"text_block_id": "p46_b913", "text": "Expenditure for renewal of resources (reforestation, fish stock monitoring, etc.)"}, {"text_block_id": "p46_b914", "text": "e)"}, {"text_block_id": "p46_b915", "text": "Revenue generated from harvesting biological resources."}, {"text_block_id": "p46_b916", "text": "4. Pollution prevention"}, {"text_block_id": "p46_b917", "text": "a)"}, {"text_block_id": "p46_b918", "text": "Expenditure on cleaner technologies."}, {"text_block_id": "p46_b919", "text": "b)"}, {"text_block_id": "p46_b920", "text": "Number of facilities converted to cleaner technologies."}, {"text_block_id": "p46_b921", "text": "c)"}, {"text_block_id": "p46_b922", "text": "Percentage recycled materials used in operations."}, {"text_block_id": "p46_b923", "text": "d)"}, {"text_block_id": "p46_b924", "text": "Number of employees trained to handle hazardous substances."}, {"text_block_id": "p46_b925", "text": "5. Solid waste management"}, {"text_block_id": "p46_b926", "text": "a)"}, {"text_block_id": "p46_b927", "text": "Total volume of solid waste."}, {"text_block_id": "p46_b928", "text": "b)"}, {"text_block_id": "p46_b929", "text": "Percentage of waste classified by method of disposal (e.g. deep well injection, incineration, reuse, recycle, landfill)."}, {"text_block_id": "p46_b930", "text": "c)"}, {"text_block_id": "p46_b931", "text": "Number of companies with list of registries of solid waste."}, {"text_block_id": "p46_b932", "text": "d)"}, {"text_block_id": "p46_b933", "text": "Number of companies ISO 14001 certified."}, {"text_block_id": "p46_b934", "text": "6. Hazardous waste management"}, {"text_block_id": "p46_b935", "text": "a)"}, {"text_block_id": "p46_b936", "text": "Volume of hazardous waste generated."}, {"text_block_id": "p46_b937", "text": "b)"}, {"text_block_id": "p46_b938", "text": "Toxicity and persistence ranking of wastes."}, {"text_block_id": "p47_b939", "text": "c)"}, {"text_block_id": "p47_b940", "text": "Volume of hazardous waste exported for environmentally sound disposal."}, {"text_block_id": "p47_b941", "text": "d)"}, {"text_block_id": "p47_b942", "text": "Volume of hazardous waste transshipped through Trinidad and Tobago ports of entry."}, {"text_block_id": "p47_b943", "text": "7. Energy conservation"}, {"text_block_id": "p47_b944", "text": "a)"}, {"text_block_id": "p47_b945", "text": "Energy efficiency index (industry benchmark, per unit of production)."}, {"text_block_id": "p47_b946", "text": "b)"}, {"text_block_id": "p47_b947", "text": "Emissions of carbon dioxide/sulphur dioxide related to energy consumption."}, {"text_block_id": "p47_b948", "text": "c)"}, {"text_block_id": "p47_b949", "text": "Total energy used."}, {"text_block_id": "p47_b950", "text": "8. Air pollution"}, {"text_block_id": "p47_b951", "text": "a)"}, {"text_block_id": "p47_b952", "text": "Volume of emissions of pollutants:"}, {"text_block_id": "p47_b953", "text": "Volume of emissions of pollutants:\n* CO\n* CO\n 2\n* CO\n 2\n , CH\n* CO\n 2\n , CH\n 4\n* CO\n 2\n , CH\n 4\n , N\n* CO\n 2\n , CH\n 4\n , N\n 2\n* CO\n 2\n , CH\n 4\n , N\n 2\n O\n* CO\n 2\n , CH\n 4\n , N\n 2\n O\n acidification\n* SO\n* SO\n x\n* SO\n x\n , NO\n* SO\n x\n , NO\n x\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n particulates\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n particulates\n Volatile Organic Carbons\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n particulates\n Volatile Organic Carbons\n nitrogen\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n particulates\n Volatile Organic Carbons\n nitrogen\n phosphate\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n particulates\n Volatile Organic Carbons\n nitrogen\n phosphate\n heavy metals\n* SO\n x\n , NO\n x\n consumption of ozone-depleting substances â CFC, halons, etc.\n particulates\n Volatile Organic Carbons\n nitrogen\n phosphate\n heavy metals\n organic compounds"}, {"text_block_id": "p47_b973", "text": "b)"}, {"text_block_id": "p47_b974", "text": "Weighted index of emissions, e.g. ozone-depleting substances relative to CFC-11."}, {"text_block_id": "p47_b975", "text": "c)"}, {"text_block_id": "p47_b976", "text": "Ambient air quality index."}, {"text_block_id": "p47_b977", "text": "9. Water pollution"}, {"text_block_id": "p47_b978", "text": "a)"}, {"text_block_id": "p47_b979", "text": "Volume discharges:"}, {"text_block_id": "p47_b984", "text": "b)"}, {"text_block_id": "p47_b985", "text": "BOD/COD/TSS of discharges in water."}, {"text_block_id": "p47_b986", "text": "c)"}, {"text_block_id": "p47_b987", "text": "Weighted index of effluents, e.g. toxicity and persistence rating of pollutants."}, {"text_block_id": "p47_b988", "text": "d)"}, {"text_block_id": "p47_b989", "text": "Concentration of heavy metals and organic compounds in environmental media and living species in the area of operations."}, {"text_block_id": "p47_b990", "text": "10. Self-monitoring programmes"}, {"text_block_id": "p47_b991", "text": "a)"}, {"text_block_id": "p47_b992", "text": "Number of environmental audits performed."}, {"text_block_id": "p47_b993", "text": "b)"}, {"text_block_id": "p47_b994", "text": "Number of companies receiving Environmental Management System certification."}, {"text_block_id": "p47_b995", "text": "11. Environmentally responsible products/services"}, {"text_block_id": "p47_b996", "text": "a)"}, {"text_block_id": "p47_b997", "text": "Percentage of product content that is recyclable."}, {"text_block_id": "p47_b998", "text": "b)"}, {"text_block_id": "p47_b999", "text": "Volume of recycled material used in products/packaging."}, {"text_block_id": "p48_b1000", "text": "12. Scientific and technological innovation"}, {"text_block_id": "p48_b1001", "text": "a)"}, {"text_block_id": "p48_b1002", "text": "Research and development expenditures."}, {"text_block_id": "p48_b1003", "text": "b)"}, {"text_block_id": "p48_b1004", "text": "The number of products and processes significantly altered to improve environmental performance."}, {"text_block_id": "p48_b1005", "text": "13. Employee environmental awareness"}, {"text_block_id": "p48_b1006", "text": "a)"}, {"text_block_id": "p48_b1007", "text": "Number of training programmes developed."}, {"text_block_id": "p48_b1008", "text": "b)"}, {"text_block_id": "p48_b1009", "text": "Number of environmental courses given and coverage (employees/facilities)."}, {"text_block_id": "p48_b1010", "text": "c)"}, {"text_block_id": "p48_b1011", "text": "Number of emergency response training programmes and coverage (employees/facilities)"}, {"text_block_id": "p48_b1012", "text": "d)"}, {"text_block_id": "p48_b1013", "text": "Environmental benefits achieved through employee initiatives (e.g. reduction in pollutants/waste)."}, {"text_block_id": "p48_b1014", "text": "14. Compliance with laws and regulations"}, {"text_block_id": "p48_b1015", "text": "a)"}, {"text_block_id": "p48_b1016", "text": "Percentage of compliance with laws and regulations."}, {"text_block_id": "p48_b1017", "text": "b)"}, {"text_block_id": "p48_b1018", "text": "Number of non-compliance situations and degree of non-compliance."}, {"text_block_id": "p48_b1019", "text": "c)"}, {"text_block_id": "p48_b1020", "text": "Total number of leakages from underground storage tanks."}, {"text_block_id": "p48_b1021", "text": "d)"}, {"text_block_id": "p48_b1022", "text": "Rehabilitated area as a percentage of total areas identified as contaminated."}, {"text_block_id": "p48_b1023", "text": "e)"}, {"text_block_id": "p48_b1024", "text": "Expenditures to meet regulatory environmental standards."}, {"text_block_id": "p48_b1025", "text": "f)"}, {"text_block_id": "p48_b1026", "text": "Amount paid or payable in fines and penalties."}, {"text_block_id": "p48_b1027", "text": "15. Communications and public education"}, {"text_block_id": "p48_b1028", "text": "a)"}, {"text_block_id": "p48_b1029", "text": "Stakeholder satisfaction rating."}, {"text_block_id": "p48_b1030", "text": "b)"}, {"text_block_id": "p48_b1031", "text": "Environmental literacy survey."}, {"text_block_id": "p48_b1032", "text": "16. Demographics"}, {"text_block_id": "p48_b1033", "text": "a)"}, {"text_block_id": "p48_b1034", "text": "Population"}, {"text_block_id": "p48_b1035", "text": "b)"}, {"text_block_id": "p48_b1036", "text": "Population density"}, {"text_block_id": "p49_b1037", "text": "Annex 3"}, {"text_block_id": "p49_b1038", "text": "TREATIES & CONVENTIONS ON CONSERVATION & PROTECTION OF THE ENVIRONMENT"}, {"text_block_id": "p50_b1039", "text": "17"}, {"text_block_id": "p50_b1040", "text": "United Nations Framework Convention on Climate Change and its Kyoto Protocol"}, {"text_block_id": "p50_b1041", "text": "18"}, {"text_block_id": "p50_b1042", "text": "United Nations Convention on Biological Diversity and its Cartagena Protocol on Biosafety."}, {"text_block_id": "p50_b1043", "text": "19"}, {"text_block_id": "p50_b1044", "text": "Geneva Convention on the High Seas"}, {"text_block_id": "p50_b1045", "text": "20"}, {"text_block_id": "p50_b1046", "text": "Convention on the Territorial Sea and the Contiguous Zone"}, {"text_block_id": "p50_b1047", "text": "21"}, {"text_block_id": "p50_b1048", "text": "Lome IV Convention (Article 39). Control of Hazardous Wastes as defined in Annexes I and II of the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal."}, {"text_block_id": "p50_b1049", "text": "22"}, {"text_block_id": "p50_b1050", "text": "Stockholm Convention on Persistent Organic Pollutants"}, {"text_block_id": "p50_b1051", "text": "*******"}, {"text_block_id": "p51_b1052", "text": "8 Elizabeth Street, St. Clair,"}, {"text_block_id": "p51_b1053", "text": "P.O. Box 5071"}, {"text_block_id": "p51_b1054", "text": "Port of Spain, Trinidad & Tobago, W.I."}, {"text_block_id": "p51_b1055_merged", "text": "Tel: (868) 628-8042 ● Fax: (868) 628-9122"}, {"text_block_id": "p51_b1058", "text": "e mail:"}, {"text_block_id": "p51_b1059", "text": "#2 Dumfries Road"}, {"text_block_id": "p51_b1060", "text": "La Romain"}, {"text_block_id": "p51_b1061", "text": "Tel: (868) 697-7619"}, {"text_block_id": "p51_b1062", "text": "Fax: (868) 697-0309"}], "document_description": "The National Environmental Policy focuses on GHG mitigation, particularly due to the country being a hydrocarbon producing country. It recognises the vulnerability of Trinidad and Tobago to climate change as a small island state. The Policy advocates the implementation of commitments under the UNFCCC as follows:<br />\n- Conservation and enhancement of natural ecosystems that serve as sinks or reservoirs of GHG (such as forests, coastal and marine wetland ecosystems)<br />\n- implementation of energy consumption tax and fuel tax on diesel<br />\n- Deposit or refund taxes for recycled beverage containers, tyres, batteries, fluorescent bulbs, appliances used oil and automobiles<br />\n- Introduction of solar PV and wind energy for domestic electricity generation in remote areas and communities<br />\n- Domestic water heating using solar thermal applications<br />\n- Assessment of the use of available renewable resources<br />\n- Introduction and application of appropriate standards to guide users of energy efficient technologies and energy regulations<br />\n- Implementation of regular GHG inventories<br />\n- Reuse of farm wastes (e.g. animal dung, post-harvest vegetative matter) in bio-gasification systems for the generation of electricity<br />\n- Development of air pollution legal regime.<br />\n<br />\nAs stipulated in the Environmental Management Act, National Environmental Policies are prepared by the Board of Directors of the Environmental Management Authority. This is the second National Environmental Policy after the 1997 draft (approved 1998). The Policy recognises the role of forestry and energy sector in the absorption and emission of CO2. Listed initiatives to manage GHGs include the following:<br />\n- Development and application of institutional mechanisms to support research and development of renewable energy resources<br />\n- Introduction and application of standards to guide users of technologies, energy regulations and environmental regulations<br />\n- Development of efficiency standards for technology to acceptable levels of pollution."}