{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Trinidad and Tobago", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "National Forest Policy", "document_country_code": "TTO", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "02/01/2011", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/TTO/2011/TTO-2011-01-02-National Forest Policy_d5c1f259511ae6adfd910bd0164d460f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Trinidad and Tobago"}, {"text_block_id": "p0_b2", "text": "NATIONAL FOREST POLICY"}, {"text_block_id": "p0_b3", "text": "February 2011"}, {"text_block_id": "p1_b4", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b5", "text": "LIST OF ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p3_b6", "text": "LIST OF ABBREVIATIONS AND ACRONYMS\n"}, {"text_block_id": "p4_b7", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p4_b8", "text": "1.1"}, {"text_block_id": "p4_b9", "text": "Justification and Background"}, {"text_block_id": "p4_b10", "text": "Forest management has been practiced in Trinidad and Tobago since 1765 when the first Forest Reserve in the Western Hemisphere, the Main Ridge of Tobago, was designated. In 1942, while Trinidad and Tobago was still a British colony, the first official forest policy was formulated. In 1979, the Conservator of Forests commissioned a review and updating of the Policy, resulting in a draft Forest Resources Policy in 1981. However, this document was never formally approved."}, {"text_block_id": "p4_b11_merged_merged", "text": "In 1998, another draft Forest Policy was prepared by the Conservator of Forests after a comprehensive forest policy review process. This document took into account the forestry sector‟s growing contribution to national development and the Forestry Division‟s role as a provider of goods and services, and as a facilitator to its stakeholders. This Revised Forest Policy of 1998 was presented to Cabinet in 1999 and Cabinet agreed, inter alia, that the draft Forest Policy would be published as a Green Paper for public comment. However, this process was not completed and the policy not formally adopted."}, {"text_block_id": "p4_b16", "text": "Because subsequent forest policy documents were not formally approved, the country‟s"}, {"text_block_id": "p4_b17", "text": "forest resources are still officially governed by the outdated 1942 Forest Policy. Considering the changes that have occurred in the policy environment, the national legal framework and in forest management strategies since 1998, the Cabinet of Ministers agreed that the Forest Policy be comprehensively reviewed and reformulated."}, {"text_block_id": "p4_b18", "text": "The formulation of this National Forest Policy was guided by a Cabinet-appointed Technical Advisory Committee comprising representatives from public sector agencies, non-governmental organisations, academia and the private sector, with technical assistance from the Food and Agriculture Organization of the United Nations (FAO). All relevant documents were identified and analysed, and several national consultations were held during the drafting of the document, to ensure that the needs and aspirations of all stakeholders were taken into consideration. The present statement is the result of this rigorous process, and it is hoped that its adoption and implementation will contribute to sustainable development through the effective conservation and management of forests and forests resources in Trinidad and Tobago."}, {"text_block_id": "p4_b19", "text": "This National Forest Policy is not an isolated statement, and it builds on the existing policy framework for forest management and it supplements and enhances other public policies and plans, especially the National Environmental Policy (NEP), the National"}, {"text_block_id": "p5_b20", "text": "Biodiversity Strategy and Action Plan (NBSAP) and the National Action Programme to Combat Land Degradation. It is also envisaged that this Policy will be enabled through existing and proposed policy instruments in the forestry sector, including legislation, strategic plans for key government agencies and other institutional actors, a National Forests Systems Plan, and management plans for specific areas and forest resources."}, {"text_block_id": "p5_b21", "text": "This National Forest Policy recognises that forests, forest resources and forest uses contribute significantly to national development, livelihoods and human wellbeing. This National Forest Policy also recognizes that the quality and extent of the forest estate has changed dramatically since the 1940s, and the demands for goods and services from these forests have also greatly intensified. Given that the functions of forests are varied and the relationships between forests and other sectors are complex, this policy statement encompasses all the main dimensions of forest conservation, use and management. The key challenge of this policy is the maintenance of forest ecosystems in light of competing demands for land"}, {"text_block_id": "p5_b22", "text": "."}, {"text_block_id": "p5_b23", "text": "1.2"}, {"text_block_id": "p5_b24", "text": "State of Forests"}, {"text_block_id": "p5_b25", "text": "1.2.1 Status of Forest and Wildlife Resources"}, {"text_block_id": "p5_b26_merged_merged", "text": "Several distinct terrestrial ecosystems exist in Trinidad and Tobago, including: evergreen seasonal forest, semi-evergreen seasonal forest, deciduous seasonal forest, dry evergreen forest, montane forest, mangrove forest, herbaceous swamp, palm marsh and marsh forest. These rich ecosystems provide habitats for a great diversity of animal and plant species. The islands‟ continental origin, has contributed to their rich natural heritage, and as a result the country has the highest biodiversity of all of the Caribbean islands, with over 420 species of birds, at least 600 different species of butterflies, over 95 different mammals, 85 different reptiles, 30 amphibians and 54 species of freshwater fishes. There are also over 2,100 different flowering plants, including over 190 species of orchids. Approximately 2% of these flowering plants are thought to be endemic."}, {"text_block_id": "p6_b30", "text": "These data suggest that almost 6% of forests were lost from 1969 to 2000. Data from the Food and Agricultural Organisations (FAO) of the United"}, {"text_block_id": "p6_b31", "text": "Nations‟ State of the World‟s Forests 2003, reports that from 1990 to 2000 forests in Trinidad and Tobago"}, {"text_block_id": "p6_b32", "text": "disappeared at a rate of 0.8% per year and a total of 2% of forests were lost. The National Wetlands Policy 2002 also indicates that over 50% of the original wetlands of Trinidad and Tobago have disappeared."}, {"text_block_id": "p6_b33", "text": "Accurate information is critical for effective forest management. The lack of definitive forest cover data suggests that there is a need for more precise and up-to-date information on the extent of forest in the country. These data should be collected using"}, {"text_block_id": "p6_b34", "text": "standardised criteria for defining what is “forest,” to enable monitoring of the status of"}, {"text_block_id": "p6_b35", "text": "these forests."}, {"text_block_id": "p6_b36", "text": "1.2.2. Current and Potential Uses of Forest Resources"}, {"text_block_id": "p6_b37", "text": "The contribution of forests to livelihoods and the national economy comes from a combination of extractive and non-extractive uses. Currently, ecological services and added-value and downstream industries are not recognised in national accounting. Forestry is included as part of the agricultural sector and is currently estimated to contribute approximately 0.69% to the Gross National Product, approximately $85.7 million."}, {"text_block_id": "p6_b38", "text": "1.2.2.1 Ecosystem Services"}, {"text_block_id": "p6_b39", "text": "Forest ecosystems provide a number of critical services that support extractive and non-extractive uses. In Trinidad and Tobago, these services include watershed protection, soil protection and erosion control, landscape beauty, disaster risk reduction, carbon sequestration and climate regulation. The supply of water for domestic, industrial, agricultural and recreational uses is an especially important service provided by forests. The economic value of these services remains largely un-quantified."}, {"text_block_id": "p6_b40", "text": "1.2.2.2 Extractive Uses (Timber Products)"}, {"text_block_id": "p6_b41_merged_merged_merged", "text": "In conventional economic terms, the most important forest product is lumber. In 2000, domestic log production was 71,994 m 3 , while sawn timber was 29,800 m 3 , and exports were approximately 1000 m 3 . Half the industrial timber originating from natural forests comes from private forests. Significantly, this proportion of natural timber from private land is growing. Most production from tree plantations comes mainly from State lands. Trinidad and Tobago has a dispersed small industry including small scale processing, furniture making and use of timber for construction. There are also over 80 sawmills (at least two of which are in Tobago) but many are only operated intermittently and most"}, {"text_block_id": "p7_b48", "text": "are old and inefficient. Imported timber originates primarily from Guyana, the United States of America and Canada, and is being increasingly used by these industries."}, {"text_block_id": "p7_b49", "text": "1.2.2.3 Extractive Uses (Non-Timber Products)"}, {"text_block_id": "p7_b50", "text": "Forests also provide non-timber products. These include small-scale wood products (e.g. stakes, charcoal, wood for sculpting, raw materials for handicraft) and non-wood products, including:"}, {"text_block_id": "p7_b51", "text": "Forests also provide non-timber products. These include small-scale wood products (e.g. stakes, charcoal, wood for sculpting, raw materials for handicraft) and non-wood products, including:\n* food and food additives (edible nuts, mushrooms, fruits, herbs, spices and\n* fibres (used in construction, furniture, clothing or utensils);\n* resins, gums, and plant and animal products used for medicinal, cosmetic or\n* plants for landscaping and horticultural use."}, {"text_block_id": "p7_b59", "text": "Forests play a critical role in supporting socio-economic development through the extraction of these products, including the hunting of wildlife. While these uses are important, very few quantitative data exist on the extent and value of forest products extracted from forests, with the exception of timber and wildlife resources."}, {"text_block_id": "p7_b60_merged", "text": "Hunting of game animals is popular in Trinidad and Tobago and is done for sport, subsistence and commercial sale. Well over ten thousand hunters purchase hunting permits from the Forestry Division‟s Wildlife Section each year and the estimated value of this game meat is in the tens of millions of TT$. The growing nature of the local and international pet trade is also a significant factor affecting forests, and the true impact of this trade on forest biodiversity remains poorly understood."}, {"text_block_id": "p7_b63", "text": "1.2.2.4 Non-Extractive Uses"}, {"text_block_id": "p7_b64", "text": "Forests also perform significant social and cultural functions, and are essential for human health and well-being. Forests are particularly critical for recreation, providing a source of relaxation and spiritual enrichment, and healthy environments and lifestyle opportunities. Forests are the focal points for several of the religions practiced in Trinidad and Tobago. They are especially important to rural communities and people living within or adjacent to forests. Forests are also landscapes that have contributed to shaping national identity and"}, {"text_block_id": "p7_b65", "text": "national heritage, as illustrated by the tradition of “Papa Bois” and other cultural practices."}, {"text_block_id": "p8_b66", "text": "Forests are also important to the nature tourism industry, with the lush tropical rainforest being a direct attraction, contributing to scenic beauty, and playing a vital role in maintaining healthy near-shore coral reefs, a key attraction in Tobago. Tourism is especially important in Tobago, where its contribution to Gross Domestic Product (GDP) grew from 46% in 2005 to 56% for 2006. In 2005, tourism accounted for about 13.8% of"}, {"text_block_id": "p8_b67", "text": "total GDP in Trinidad and Tobago. While Trinidad‟s focus is on culture and business tourism, Tobago‟s focus is on culture and leisure tourism. By 2015 the World Travel and Tourism Council forecasts the industry‟s share of GDP to rise t"}, {"text_block_id": "p8_b68", "text": "o 16.5%."}, {"text_block_id": "p8_b69", "text": "1.2.3 Forest Ownership and Institutional Arrangements"}, {"text_block_id": "p8_b70", "text": "1.2.3.1 State Forests"}, {"text_block_id": "p8_b71", "text": "At present, the State owns over 50% of the land in Trinidad and Tobago and 80% of the forested areas. Of these State forests, 54% is Forest Reserves and 37% are other State lands. The Tobago Main Ridge Forest Reserve, reputedly the oldest in the Western Hemisphere, totals 3,937 hectares in size. In Trinidad there are 35 proclaimed Forest Reserves with a total area of 131,430 hectares and 8 un-proclaimed Forest Reserves (State Land that is managed by Forestry Division but not legally designated as Forest Reserves) totalling 11,650 hectares."}, {"text_block_id": "p8_b72", "text": "1.2.3.2 Private Forests"}, {"text_block_id": "p8_b73_merged_merged", "text": "An estimated twenty per cent (20%) of the total forested area of Trinidad and Tobago are in private ownership. These private forests provide significant public good, in addition to the direct benefits they provide their individual owners. Private forests contribute to environmental quality (e.g. watershed protection, soil conservation), biodiversity conservation and economic development. Conversely, unsustainable practices on private forested lands result in impacts well beyond the boundaries of such parcels. Private forests assume even greater significance as a source of timber with more and more State forests being set aside for amenity, ecosystem services and biodiversity conservation. Within recent times the opportunity presented by this shift from extraction on State forests, has been capitalized on by local landowners, with over 1200 “forest farmers” now planting commercial timber trees on their holdings. In view of this public importance, private forests and their owners need support and assistance to influence and guide sustainable management of these forests"}, {"text_block_id": "p8_b77", "text": "."}, {"text_block_id": "p9_b78", "text": "1.2.3.3 Institutional Arrangements"}, {"text_block_id": "p9_b79", "text": "The current institutional arrangements for forest management are complex. The Forestry Division is the primary State agency responsible for forest management in Forest Reserves in Trinidad. It uses an administrative system that divides the island into six geographic areas called Conservancies. The Department of Natural Resources and the Environment in the Tobago House of Assembly (THA) is responsible for management of forests on State lands in Tobago. Forests on other State lands are the responsibility of the Commissioner of State Lands. However, these f"}, {"text_block_id": "p9_b80", "text": "orests on “other”"}, {"text_block_id": "p9_b81", "text": "State Lands require the same levels of management as accorded to the Forest Reserves by the Forestry Division, due to their value as providers of ecosystem goods and services and to ensure the conservation of their biodiversity. The national legislation therefore needs to be revised to allow the Forestry Division to manage State forests on all State lands while ensuring that the right of administration remains with the Commissioner of State Lands."}, {"text_block_id": "p9_b82", "text": "Many other government agencies and civil society stakeholders are also involved in managing forests on State lands, including the Chaguaramas Development Authority (CDA), National Reforestation and Watershed Rehabilitation Project (NRWRP), Town and Country Planning Division, the Environmental Management Authority (EMA), and the National Trust. There are numerous multi-sectoral committees established around specific management areas (for example, such committees exist for wetlands management, and Environmentally Sensitive Areas [ESAs] management) but many of these are advisory. Inter-sectoral communication and coordination between these institutions and committees remains mostly informal. In addition, within recent times there has been a rise in the participation of grass-roots community-based organisations in forest management. Thus, the NRWRP for example aims to empower communitybased organisations to play a role in forest management, by focusing on reforestation. Other example of community-based organisations (CBOs) informally managing State and private forested lands (e.g. Fondes Amandes) exist, however the existing legal framework requires revision if such community co-management arrangements are to be formalised and encouraged."}, {"text_block_id": "p9_b83", "text": "1.2.4 Forest Management Regimes"}, {"text_block_id": "p9_b84", "text": "1.2.4.1 Production Forestry"}, {"text_block_id": "p9_b85_merged_merged", "text": "Approximately 21% (28,000 hectares) of the Forest Reserves in Trinidad are currently designated as “production forests”. This includes 13,000 hectares of teak and pine plantations, with the rest consisting of natural forests that"}, {"text_block_id": "p9_b88", "text": "are managed using the “open"}, {"text_block_id": "p10_b89", "text": "range” and \"block” systems."}, {"text_block_id": "p10_b90", "text": "Many of the"}, {"text_block_id": "p10_b91", "text": "forests managed through the"}, {"text_block_id": "p10_b92", "text": "“open range”"}, {"text_block_id": "p10_b93", "text": "system are now seriously degraded, and show a decline in high quality timber trees and increased susceptibility to illegal activities. No data are available for production forests on private or other State lands but the Forestry Division reports a recent expansion of private forest plantations, in part encouraged by the incentives provided by the Division. Plantation forestry is not practiced in Tobago."}, {"text_block_id": "p10_b94", "text": "The ecological sustainability and economic viability of production forestry is not well understood and needs to be studied."}, {"text_block_id": "p10_b95", "text": "1.2.4.2 Protection Forestry"}, {"text_block_id": "p10_b96", "text": "“Protection forests” cover 79% of the Forest Reserves in Trinidad and"}, {"text_block_id": "p10_b97", "text": "include all areas above the 90-metre contour, proposed national parks, prohibited areas, certain wildlife sanctuaries, nature reserves, dams and wind-belts within the Forest Reserves. All of"}, {"text_block_id": "p10_b98", "text": "the Forest Reserves in Tobago are managed as “protection forests”."}, {"text_block_id": "p10_b99", "text": "Forest Reserves include areas that have been simultaneously designated as:"}, {"text_block_id": "p10_b100", "text": "Forest Reserves include areas that have been simultaneously designated as:\n* Wildlife Sanctuaries\n* Prohibited Areas\n* Marine Parks\n* ESAs\n* Ramsar sites"}, {"text_block_id": "p10_b110", "text": "These multiple designations often create management challenges due to legislative and administrative overlaps."}, {"text_block_id": "p10_b111", "text": "Although a comprehensive system of protected areas was proposed in 1980, enabling legislation was never enacted and several of the key areas targeted for protection have since been destroyed or severely degraded."}, {"text_block_id": "p10_b112_merged_merged_merged", "text": "Some forested private lands are also privately protected, including approximately 526 hectares of mainly forested land in the Arima and Aripo Valleys under the management of the Asa Wright Nature Centre. There are also several private forest reserves (e.g. Adventure Farm, Englishman‟s Bay Estate, Arnos Vale, Charlotteville Estate, and Grafton Sanctuary) in Tobago."}, {"text_block_id": "p11_b115", "text": "1.3"}, {"text_block_id": "p11_b116", "text": "Issues and Main Drivers of Change"}, {"text_block_id": "p11_b117", "text": "There are many direct and indirect causes of forest loss and degradation in Trinidad and Tobago, which include:"}, {"text_block_id": "p11_b118", "text": "There are many direct and indirect causes of forest loss and degradation in Trinidad and Tobago, which include:\n* increasing physical development (public and private) of land for industrial, and\n* forest fires, which are of special concern on the hillsides;\n* quarrying (strip mining of sand, limestone and gravel);\n* agricultural and residential squatting, including planting of marijuana in remote\n* demand for housing, especially on hillsides near or in forested areas;\n* demand for timber for construction and absence of adequate control over timber\n* slash and burn agricultural;\n* invasive alien species (e.g. bamboo);\n* unsustainable extraction of forest products, including from illegal logging, illegal\n* historic unsustainable forestry practices  (e.g. the open range selection system);\n* damage caused by hurricanes (for example the devastation of the forests in\n* weak legislation and poor enforcement;\n* the absence of research on the broader relationships between forests and other\n* lack of full economic valuation of forest goods and services in determining\n* lack of a full evaluation of the alternatives to local commercial forest production\n* outdated land use planning policy ;\n* the lack of institutional mechanisms and capacity to facilitate participatory\n* the actual and perceived contradictions between the dominant development"}, {"text_block_id": "p11_b156", "text": "The potential impacts of climate change on forests in Trinidad and Tobago are uncertain at this time but are thought to pose a significant threat to forest management and"}, {"text_block_id": "p12_b157", "text": "conservation, and should therefore be considered as a potentially significant issue, in the process of planning for future forest management."}, {"text_block_id": "p12_b158", "text": "A more detailed analysis of the direct and indirect drivers affecting the above-mentioned threats is required to guide identification of priorities for forest management."}, {"text_block_id": "p12_b159", "text": "In spite of these threats, there are a number of factors that reinforce forest conservation and management in Trinidad and Tobago. These, including a growing attention to environmental issues at the global level, particularly a greater awareness of the linkages between forests and the issues of growth, poverty reduction and adaptation to climate change. Similarly, at the local level, there is growing interest among civil society in forests and forest management"}, {"text_block_id": "p12_b160", "text": "."}, {"text_block_id": "p12_b161", "text": "Active reforestation is being conducted by some civil society organisations as well as at the State level through the National Reforestation and Watershed Rehabilitation Programme (NRWRP), which aims to re-plant 13,367 hectares of forests including 4,452 hectares of watersheds that have been denuded or destroyed."}, {"text_block_id": "p12_b162", "text": "It is also significant that with the decline in the agricultural sector in both islands, much of the former agricultural land is now reverting to natural forests (especially mid-watershed areas in Tobago and abandoned cocoa estates)."}, {"text_block_id": "p12_b163", "text": "2.0 POLICY CONTEXT"}, {"text_block_id": "p12_b164", "text": "The forest policy context includes all the policies, laws, plans, budgets, programmes and practices relevant to forest conservation, use and management. A new National Forest Policy cannot therefore, be seen in isolation from the other instruments that impact on or apply to the forestry sector, whether directly or indirectly."}, {"text_block_id": "p12_b165", "text": "The main policy statement on the environment is the National Environment Policy. This document recognizes the importance of forest for ecological balance, preservation of biological diversity and water reserves. Sectoral policies also have important implications for the National Forest Policy. The main national policy statements related to forestry include those for agriculture, land use and tourism, which are somewhat outdated, but all currently under review. There is no national Poverty Reduction Strategy Paper and few of the poverty reduction programmes consider the linkages, actual or potential, between forest resources and livelihoods."}, {"text_block_id": "p13_b166", "text": "A new Protected Areas Policy and Climate Change Policy have also been drafted that have important synergies with the National Forest Policy. The Protected Areas Policy provides guidelines for the selection, designation and management of protected areas established for the conservation of biological resources, including forests. Recognising the synergies between the Forest and Protected Areas Policies it is proposed that the implementation of these two (2) policies be undertaken by a new Forest and Protected Areas Management Authority."}, {"text_block_id": "p13_b167", "text": "The Climate Change Policy provides guidelines for the development of an appropriate administrative and legislative framework for a low-carbon development path for Trinidad and Tobago, including sectoral and cross-sectoral adaptation and mitigation measures. In this regard, the Climate Change Policy explicitly recognises the critical role that forests play in mitigation and adaptation to climate change, and highlights the need for sustainable management of forests. A new Quarry Policy has recently been laid in Parliament, which provides policy guidance to ensure that quarrying activities minimizes negative impacts on the natural environment. In this context, this National Forest Policy should therefore support the elements in other policies, where they do not conflict, and provide guidance for overall land use planning relevant to forest conservation."}, {"text_block_id": "p13_b168", "text": "The specific policy framework for forest conservation, use and management in Trinidad and Tobago is highly complex and includes numerous policies, laws, and plans at the national level, as well as agreements and formal commitments made at the regional and international levels."}, {"text_block_id": "p13_b169", "text": "Some of the key weaknesses in the existing policy framework include:"}, {"text_block_id": "p13_b170", "text": "Some of the key weaknesses in the existing policy framework include:\n* The lack of a mechanism to enable systematic revision of 1942 Forest Policy, in\n* Several policies and laws of relevance to forest management overlap, and\n* There are cases where specific policy statements and legal instruments need to\n* There is a need to enhance and support role of civil society and the private\n* National laws and policies do not take full cognisance of specific management"}, {"text_block_id": "p14_b180", "text": "At the regional level, the main instrument for cooperation in the management of forests is the Convention for the Protection and Development of the Marine Environment of the Wider Caribbean (also known as the Cartagena Convention), which includes a Protocol on Specially Protected Areas and Wildlife (SPAW). Trinidad and Tobago is a signatory to, and has ratified, both the Convention and the Protocol, and it is an active participant in the Caribbean Environment Programme (CEP), which coordinates the implementation of these agreements. Of direct relevance to national policy is the listing of protected species under the Annexes to the Protocol."}, {"text_block_id": "p14_b181", "text": "At the global level, Trinidad and Tobago is a signatory to all the main international agreements relevant to forest conservation, use and management: including the United Nations Convention on Biological Diversity, the United Nations Convention to Combat Desertification, the United Nations United Nations Framework Convention on Climate Change and the 1992 Non-Legally Binding Authoritative Statement of Principles for a Global Consensus on the Management, Conservation and Sustainable Development of all Types of Forests."}, {"text_block_id": "p14_b182", "text": "A list of key national policies, laws and plans and international agreements is provided in Appendix 1."}, {"text_block_id": "p14_b183", "text": "3.0 SCOPE AND PURPOSE"}, {"text_block_id": "p14_b184", "text": "The purpose of this National Forest Policy is to guide the sustainable management of the forest resources of Trinidad and Tobago, including the use of these resources, and the impacts and consequences of that use."}, {"text_block_id": "p14_b185", "text": "This Policy defines forests as ecosystems occurring on areas of land with existing or potential tree canopy of at least 50% that cover a minimum land area of 0.4 ha. The forest ecosystem includes all component biodiversity (including both flora and fauna), its structural characteristics as well as ecological processes, patterns and functions."}, {"text_block_id": "p14_b186", "text": "The Policy is concerned with natural as well as plantation forests and includes forested land that has been deforested or degraded. The Policy also recognises the important contribution of agro-forests and urban forests to ecological services and biodiversity, but notes that these types of forests must be distinguished from natural and plantation forests."}, {"text_block_id": "p14_b187", "text": "This Policy addresses forests located on both public and private lands, and therefore encompasses State Lands, protected areas, Forest Reserves and lands that are in private ownership."}, {"text_block_id": "p15_b188", "text": "In this document, “management” is unders"}, {"text_block_id": "p15_b189", "text": "tood to include all measures and actions which determine the extent to, and conditions under which, forest resources are conserved, accessed, used, transformed and marketed. While a few key government agencies will have primary responsibility for implementing most of the provisions of this policy (e.g. Department of Natural Resources and the Environment of the THA; EMA; and Forestry Division or its successor agency the Forest and Protected Areas Management Authority), it is a national policy that will inform the behaviour, programmes and activities of all stakeholders (including State, private and community actors) that affect forests nationally."}, {"text_block_id": "p15_b190", "text": "The National Forest Policy is envisioned to be a living document that will be monitored, formally reviewed, and updated every 10 years to reflect new needs, issues, and opportunities and to allow for adaptation to changing conditions."}, {"text_block_id": "p15_b191", "text": "4.0 VISION"}, {"text_block_id": "p15_b192", "text": "Trinidad and Tobago embraces a vision of national development in which forests are abundant, ecologically healthy, biologically diverse and contributing to the wellbeing of all people and to the national economy in current and future generations."}, {"text_block_id": "p15_b193", "text": "To fulfil this vision, forests will be sustainably managed; the people of Trinidad and Tobago will have a good understanding and appreciation of the forests and their values; the economic and the intrinsic; ecological, social, cultural and spiritual/religious values of forests will be considered in national development and physical planning and will be included in national accounting; and there will be effective management of forests, with an efficient use of resources and with equitable participation of stakeholders."}, {"text_block_id": "p15_b194", "text": "5.0 GOAL"}, {"text_block_id": "p15_b195", "text": "The goal of the policy is the sustainable management of the forest resources of Trinidad and Tobago to provide for the social, economic, ecological, cultural and spiritual needs of present and future generations; contribute to the sustainable development of the country; enhance the quality of human life, while at the same time protecting biological diversity and ecological processes."}, {"text_block_id": "p16_b196", "text": "6.0 PRINCIPLES AND VALUES"}, {"text_block_id": "p16_b197", "text": "The overarching principles have informed the formulation of this policy statement and which will guide its implementation are:"}, {"text_block_id": "p16_b198", "text": "Respect and care for the community of life"}, {"text_block_id": "p16_b199", "text": ": human beings and communities are part of a larger ecosystem in which all forms of life deserve to be respected and maintained."}, {"text_block_id": "p16_b200", "text": "Ecosystem approach to forest management:"}, {"text_block_id": "p16_b201", "text": "Forests must be managed as complex ecological systems, with the maintenance of ecosystem functions and ecological processes as a critical objective. The ecosystem-based approach assumes that all management decisions will explicitly account for the impact of those interventions on ecological patterns and processes at the landscape scale."}, {"text_block_id": "p16_b202", "text": "Evidence-based management"}, {"text_block_id": "p16_b203", "text": ": policy formulation and implementation must be based, to the maximum extent possible; on tangible evidence and information, including scientific data, results of scientific research, and popular or grassroots knowledge as the basis of decision-making."}, {"text_block_id": "p16_b204", "text": "Precautionary principle"}, {"text_block_id": "p16_b205", "text": ": in cases where there is a lack of scientific certainty as to the likelihood, magnitude, or causation of a potentially negative environmental impact, the course, or courses, of action taken will avoid serious or irreversible potential harm."}, {"text_block_id": "p16_b206", "text": "Sustainability and carrying capacity:"}, {"text_block_id": "p16_b207", "text": "all forms of resource use and patterns of development must remain within the capacity of specific ecosystems, and of the country as a whole, to support and maintain these activities indefinitely."}, {"text_block_id": "p16_b208", "text": "Maintenance of future options:"}, {"text_block_id": "p16_b209", "text": "the patterns of consumption and production that are adopted will safeguard the regenerative capacities of natural ecosystems,"}, {"text_block_id": "p16_b210", "text": "and well-being, and thus maintain options for future generations."}, {"text_block_id": "p16_b211", "text": "Valuing of forest goods and services"}, {"text_block_id": "p16_b212", "text": ": the tangible and intangible (cultural, spiritual/religious) value of forests, and the goods and services they provide, must be recognised by all, and be taken into account in the design and implementation of management arrangements."}, {"text_block_id": "p16_b213_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Payment for forest goods and services:, Users and beneficiaries of forest goods and services must be aware of, and contribute to, the true cost of forest"}, {"text_block_id": "p17_b215", "text": "management and conservation, including paying for costs of environmental degradation caused by unsustainable activities."}, {"text_block_id": "p17_b216", "text": "Enforcement and effective control"}, {"text_block_id": "p17_b217", "text": ": the main challenge to giving effect to policy always rests with implementation, and policy measures and instruments have little value unless they are properly enforced. In this regard, the State, and other actors in civil society will take all measures to ensure that this policy and its enabling legislation are adequately enforced, through provision of adequate personnel and material (equipment, vehicles, etc)."}, {"text_block_id": "p17_b218", "text": "Policy Integration"}, {"text_block_id": "p17_b219", "text": ": forest management, as all other areas of human development and natural resource management, is a complex process that must recognise the multiple functions and uses of forests, and must ensure that all decision-making is integrated and multi-disciplinary. This will require the forest policy to be linked to, and harmonised as far as is possible with, other relevant policy areas and instruments."}, {"text_block_id": "p17_b220", "text": "Adaptation and “learning"}, {"text_block_id": "p17_b221", "text": "-"}, {"text_block_id": "p17_b222", "text": "doing”"}, {"text_block_id": "p17_b223", "text": ": ecological, economic, social and cultural conditions are constantly evolving and changing, and as a result policy and management responses must be able to adapt to that change, through continuous improvement and innovation. Monitoring and evaluation must form integral parts of policy implementation, with data, results and lessons being used to make management adaptive and responsive."}, {"text_block_id": "p17_b224", "text": "Accountability"}, {"text_block_id": "p17_b225", "text": ": there must be fairness, transparency and accountability in the formulation, adoption and implementation of policy instruments and measures."}, {"text_block_id": "p17_b226", "text": "Subsidiarity"}, {"text_block_id": "p17_b227", "text": ": action should be taken at, and responsibility should be delegated to, the most effective and appropriate level of governance (e.g. local, national)."}, {"text_block_id": "p17_b228", "text": "Empowerment, collaboration and participation"}, {"text_block_id": "p17_b229", "text": ": the costs, benefits and responsibility for forest management must be shared among all stakeholders, who share in the management resources and the right to participate in decision-making. The value systems, interests and priorities of all stakeholders must therefore be understood and respected."}, {"text_block_id": "p17_b230_merged_merged_merged_merged_merged_merged_merged", "text": "Inter-generational equity: patterns of forest use and management will ensure that there is equitable access to forest goods and services, for the present and future generations."}, {"text_block_id": "p18_b232", "text": "Occupational health and safety"}, {"text_block_id": "p18_b233", "text": ": implementation of the forest policy should be conducted in accordance with the national Occupational Health and Safety Act (Chap. 88:08)."}, {"text_block_id": "p18_b234", "text": "7.0 POLICY OBJECTIVES"}, {"text_block_id": "p18_b235", "text": "In conserving, managing and developing its forests and forest resources, Trinidad and Tobago will pursue three mutually-reinforcing objectives:"}, {"text_block_id": "p18_b236", "text": "In conserving, managing and developing its forests and forest resources, Trinidad and Tobago will pursue three mutually-reinforcing objectives:\n* To optimise the contribution of forest resources to livelihoods; cultural and\n* To protect native genetic, species and ecosystem diversity\n* To maintain and enhance the natural productivity of forest ecosystems and"}, {"text_block_id": "p18_b242", "text": "8.0 POLICIES TO ACHIEVE OBJECTIVES"}, {"text_block_id": "p18_b243", "text": "8.1"}, {"text_block_id": "p18_b244", "text": "Contribution of Forest Resources to Livelihoods"}, {"text_block_id": "p18_b245_merged_merged_merged", "text": "Recognizing the critical contribution of the sustainable use of forest resources to socio-economic development of Trinidad and Tobago, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p18_b248", "text": "Recognizing the critical contribution of the sustainable use of forest resources to socio-economic development of Trinidad and Tobago, the Government, in collaboration with all relevant stakeholders, shall:\n* regulate access to forest goods and genetic resources through\n* develop legislative, administrative and policy measures to protect\n* ensure that the results of research and development, including traditional"}, {"text_block_id": "p19_b254", "text": "8.1.1 Extractive Uses"}, {"text_block_id": "p19_b255", "text": "With specific reference to timber resources, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p19_b256", "text": "With specific reference to timber resources, the Government, in collaboration with all relevant stakeholders, shall:\n* optimise local production (including quality and quantity) of timber, while\n\t* thorough accounting of the multiple benefits of forests to livelihoods\n\t* development of programmes to increase efficiency and reduce\n\t* increasing the efficiency and cost-effectiveness of plantation\n\t* using existing commercial plantations on State lands for timber\n\t* promoting and facilitating sustainable timber production methods on\n\t* expand existing incentive regimes to include incentives for planting\n\t* develop mechanisms to regulate the import of equipment to be used\n\t* exploring the international certification of the sustainability of forests\n\t* encouraging and facilitating research and development that will enable\n\t* increase the economic benefits of commercial timber, including through:\n\t* development of incentives and programmes for more efficient timber"}, {"text_block_id": "p20_b280", "text": "With specific reference to timber resources, the Government, in collaboration with all relevant stakeholders, shall:\n* optimise local production (including quality and quantity) of timber, while\n\t* thorough accounting of the multiple benefits of forests to livelihoods\n\t* development of programmes to increase efficiency and reduce\n\t* increasing the efficiency and cost-effectiveness of plantation\n\t* using existing commercial plantations on State lands for timber\n\t* promoting and facilitating sustainable timber production methods on\n\t* expand existing incentive regimes to include incentives for planting\n\t* develop mechanisms to regulate the import of equipment to be used\n\t* exploring the international certification of the sustainability of forests\n\t* encouraging and facilitating research and development that will enable\n\t* increase the economic benefits of commercial timber, including through:\n\t* development of incentives and programmes for more efficient timber\n* setting realistic timber royalty rates (tied to current market value) for\n\t* taking advantage of niche markets for natural forest timber produced\n\t* encouraging high-end and value-added industries based on timber\n\t* prohibit the export of roundwood (logs) of local origin in order to facilitate\n<\\li1>"}, {"text_block_id": "p20_b288", "text": "For non-timber forest resources, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p20_b289", "text": "For non-timber forest resources, the Government, in collaboration with all relevant stakeholders, shall:\n* promote the sustainable harvesting and utilisation of wildlife resources,\n* promote the sustainable extraction and utilisation of forest resources,\n* support traditional (cultural, spiritual/religious), subsistence and\n* continue to promote forestryâs contribution to food security through\n* ensure full implementation of Convention on International Trade in"}, {"text_block_id": "p21_b300", "text": "8.1.2 Non-Extractive Uses"}, {"text_block_id": "p21_b301", "text": "In the management and development of the non-extractive uses, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p21_b302", "text": "(i)"}, {"text_block_id": "p21_b303", "text": "promote the sustainable development of nature-based tourism on both private and State lands;"}, {"text_block_id": "p21_b304", "text": "(ii)"}, {"text_block_id": "p21_b305", "text": "provide equitable access to, and manage recreational opportunities (e.g. hiking, bird watching) for, all stakeholders;"}, {"text_block_id": "p21_b306", "text": "(iii)"}, {"text_block_id": "p21_b307", "text": "promote a positive cultural and spiritual/religious relationships between people and forests;"}, {"text_block_id": "p21_b308", "text": "(iv)"}, {"text_block_id": "p21_b309", "text": "support lifestyles that value the livelihood benefits of forests, both in rural communities and through greening of urban spaces."}, {"text_block_id": "p21_b310_merged", "text": "8.2 Enhancing Native Genetic, Species and Ecosystem Diversity"}, {"text_block_id": "p21_b312", "text": "In the conservation and management of the country‟s rich ecosystem, species and"}, {"text_block_id": "p21_b313", "text": "genetic diversity, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p21_b314", "text": "(i)"}, {"text_block_id": "p21_b315", "text": "conserve ecologically functional areas of all forest ecosystems found on both State and private lands in Trinidad and Tobago including:"}, {"text_block_id": "p21_b316", "text": "conserve ecologically functional areas of all forest ecosystems found on both State and private lands in Trinidad and Tobago including:\n* ecological corridors and buffer areas (including agricultural land and\n* critically threatened areas;"}, {"text_block_id": "p21_b320", "text": "(ii)"}, {"text_block_id": "p21_b321", "text": "promote the conservation of forest cover on hillsides and other vulnerable areas;"}, {"text_block_id": "p21_b322", "text": "(iii)"}, {"text_block_id": "p21_b323", "text": "conduct appropriate rehabilitation and restoration of forests, including in sensitive or critical areas (e.g. steep slopes in upper watersheds, ecological corridors, buffer zones) and degraded areas (e.g. abandoned quarries and agricultural areas). This will include use of appropriate native species in all reforestation initiatives, with the primary goal of returning forests to their natural biodiversity;"}, {"text_block_id": "p22_b324", "text": "(iv)"}, {"text_block_id": "p22_b325", "text": "manage extractive and non-extractive activities in forests in a manner that maintains biodiversity;"}, {"text_block_id": "p22_b326", "text": "(v)"}, {"text_block_id": "p22_b327", "text": "recognise the importance of land uses that contribute to forest biodiversity and ecological services and promote the establishment or maintenance of trees and forests in urban areas and sustainable agriculture systems (including agro-forestry);"}, {"text_block_id": "p22_b328", "text": "(vi)"}, {"text_block_id": "p22_b329", "text": "protect native species (endemic and migratory), including through the designation of endangered, threatened or rare species under appropriate national legislation;"}, {"text_block_id": "p22_b330", "text": "(vii)"}, {"text_block_id": "p22_b331_merged", "text": "develop management plans for endangered, threatened or rare species to facilitate the restoration of populations of these species, which includes ex-situ conservation where necessary and appropriate;"}, {"text_block_id": "p22_b334", "text": "(viii)"}, {"text_block_id": "p22_b335", "text": "prevent or mitigate against threats posed by:"}, {"text_block_id": "p22_b336", "text": "prevent or mitigate against threats posed by:\n* invasive alien species;\n* planned and unplanned physical development;\n* unsustainable practices such as forest fires, unregulated quarrying and\n* natural disasters."}, {"text_block_id": "p22_b344", "text": "(ix)"}, {"text_block_id": "p22_b345", "text": "take appropriate management action when a naturally colonising species is having or might have a negative impact on native biodiversity."}, {"text_block_id": "p22_b346", "text": "8.3"}, {"text_block_id": "p22_b347", "text": "In order to maintain and enhance the natural productivity of forest ecosystems and ecological processes, the Government, in collaboration with all key relevant stakeholders, shall:"}, {"text_block_id": "p22_b348", "text": "(i)"}, {"text_block_id": "p22_b349", "text": "ensure that lands best suited for the provision of forest products and services remain under forest cover;"}, {"text_block_id": "p22_b350", "text": "(ii)"}, {"text_block_id": "p22_b351", "text": "identify, protect and manage forest areas providing key ecological services, including areas that are:"}, {"text_block_id": "p23_b352", "text": "identify, protect and manage forest areas providing key ecological services, including areas that are:\n* important wildlife habitat;\n* critically important watersheds to ensure the production of adequate\n* scenic areas;\n* important for soil conservation and prevention of land degradation (e.g.\n* protecting land vulnerable to natural disasters;\n* providing coastal protection (e.g. coastal mangroves and wind-belts);\n* providing protection for sensitive ecosystems (e.g. coastal wetlands\n* important in climate regulation;\n* important in agricultural production; and\n* important for natural colonization and dispersal processes"}, {"text_block_id": "p23_b372", "text": "(iii)"}, {"text_block_id": "p23_b373", "text": "mange forests to ensure maintenance of evolutionary and ecological processes;"}, {"text_block_id": "p23_b374", "text": "(iv)"}, {"text_block_id": "p23_b375", "text": "promote reforestation and forest rehabilitation to increase the carbon sink contribution of forests;"}, {"text_block_id": "p23_b376", "text": "(v)"}, {"text_block_id": "p23_b377", "text": "utilise forests and their component biodiversity as an early warning system to detect the impacts of pollution, climate change, etc.; and"}, {"text_block_id": "p23_b378", "text": "(vi)"}, {"text_block_id": "p23_b379", "text": "manage forests so as to maintain their ability to adapt to the effects of climate change."}, {"text_block_id": "p23_b380", "text": "9.0 POLICIES TO GUIDE IMPLEMENTATION"}, {"text_block_id": "p23_b381", "text": "Implementation of the above policies will require consideration in national land use and physical development planning, the establishment of enabling policies, laws, management arrangements (including mechanisms for participatory management and conflict management), technical and financial instruments, capacity building, knowledge management and knowledge sharing, livelihood development, research, education and awareness and cooperation at the regional and international levels. These specific actions are outlined below."}, {"text_block_id": "p24_b382", "text": "9.1"}, {"text_block_id": "p24_b383", "text": "Land Use and Physical Development Planning"}, {"text_block_id": "p24_b384", "text": "In order to maintain the forest estate through appropriate land use and physical development planning, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p24_b385", "text": "(i)"}, {"text_block_id": "p24_b386", "text": "formulate and adopt a National Forests System Plan to manage all forests on State and private lands in Trinidad and Tobago at the national landscape level with:"}, {"text_block_id": "p24_b387", "text": "formulate and adopt a National Forests System Plan to manage all forests on State and private lands in Trinidad and Tobago at the national landscape level with:\n* critical areas for protection identified and designated in a system of\n* ecological corridors and buffer areas (including agricultural land and\n* the National Physical Development Plan, local land use plans and all\n* relevant national socio-economic development policies and processes"}, {"text_block_id": "p24_b391", "text": "(ii)"}, {"text_block_id": "p24_b392", "text": "show zero tolerance for squatting on State forest lands, forest reserves and other protected areas designated under the new protected areas policy and its enabling legislation;"}, {"text_block_id": "p24_b393", "text": "(iii)"}, {"text_block_id": "p24_b394", "text": "explicitly take into account the real value of ecosystem services and products provided by forests and their contribution to livelihoods, when evaluating all future development decisions which impact on forests;"}, {"text_block_id": "p24_b395", "text": "(iv)"}, {"text_block_id": "p24_b396", "text": "ensure that issues relating to forests and forest management are explicitly integrated into national land use and physical development policies and plans, including the integration of the provisions and intent of this National Forest Policy into:"}, {"text_block_id": "p24_b401_merged_merged", "text": "9.2 Management Arrangements"}, {"text_block_id": "p24_b403", "text": "In order to administer and effectively manage the implementation of this National Forest Policy, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p25_b404", "text": "(i)"}, {"text_block_id": "p25_b405", "text": "undertake within three years of adoption of this Policy a process to establish a Forestry and Protected Areas Management Authority to administer the coordination and implementation of the National Forest Policy on the island of Trinidad. This Authority shall:"}, {"text_block_id": "p25_b406", "text": "undertake within three years of adoption of this Policy a process to establish a Forestry and Protected Areas Management Authority to administer the coordination and implementation of the National Forest Policy on the island of Trinidad. This Authority shall:\n* be established so as to facilitate:\n\t* efficient coordination of sustainable forest management;\n\t* transparency and accountability in forest management;\n\t* development of partnerships with stakeholders for\n\t* flexibility in responding to forest management needs;\n\t* development of the necessary multi-disciplinary capacity for\n\t* human resource management that is suitable to the special\n\t* independent access to and management of funding;\n\t* have an Executive Board to guide its operations including the\n\t* appoint such committees, working groups, or councils to assist in\n\t* enter contracts with national, regional and international agencies\n\t* establish, administer and utilise a Forestry and Protected Areas"}, {"text_block_id": "p26_b430", "text": "undertake within three years of adoption of this Policy a process to establish a Forestry and Protected Areas Management Authority to administer the coordination and implementation of the National Forest Policy on the island of Trinidad. This Authority shall:\n* be established so as to facilitate:\n\t* efficient coordination of sustainable forest management;\n\t* transparency and accountability in forest management;\n\t* development of partnerships with stakeholders for\n\t* flexibility in responding to forest management needs;\n\t* development of the necessary multi-disciplinary capacity for\n\t* human resource management that is suitable to the special\n\t* independent access to and management of funding;\n\t* have an Executive Board to guide its operations including the\n\t* appoint such committees, working groups, or councils to assist in\n\t* enter contracts with national, regional and international agencies\n\t* establish, administer and utilise a Forestry and Protected Areas\n* establish and maintain a network of offices, and develop an\n* have the power to remove squatters from lands vested in the\n* have sufficient staffing, training and equipment to effectively and\n* function to:\n\t* develop and implement policies and programmes for the\n\t* implement provisions under national laws and regulations\n\t* make recommendations for the rationalisation of policies,\n\t* collaborate with relevant government agencies and other\n\t\t* the management of cultural, historical and\n\t\t* the management of areas surrounding forests so as\n\t\t* development of mechanisms for sharing of\n\t\t* development and implementation of collaborative\n\t\t* establish and implement appropriate management\n\t\t* delegate management functions to relevant government\n\t\t* establish multi-stakeholder management committees as"}, {"text_block_id": "p27_b460", "text": "undertake within three years of adoption of this Policy a process to establish a Forestry and Protected Areas Management Authority to administer the coordination and implementation of the National Forest Policy on the island of Trinidad. This Authority shall:\n* be established so as to facilitate:\n\t* efficient coordination of sustainable forest management;\n\t* transparency and accountability in forest management;\n\t* development of partnerships with stakeholders for\n\t* flexibility in responding to forest management needs;\n\t* development of the necessary multi-disciplinary capacity for\n\t* human resource management that is suitable to the special\n\t* independent access to and management of funding;\n\t* have an Executive Board to guide its operations including the\n\t* appoint such committees, working groups, or councils to assist in\n\t* enter contracts with national, regional and international agencies\n\t* establish, administer and utilise a Forestry and Protected Areas\n* establish and maintain a network of offices, and develop an\n* have the power to remove squatters from lands vested in the\n* have sufficient staffing, training and equipment to effectively and\n* function to:\n\t* develop and implement policies and programmes for the\n\t* implement provisions under national laws and regulations\n\t* make recommendations for the rationalisation of policies,\n\t* collaborate with relevant government agencies and other\n\t\t* the management of cultural, historical and\n\t\t* the management of areas surrounding forests so as\n\t\t* development of mechanisms for sharing of\n\t\t* development and implementation of collaborative\n\t\t* establish and implement appropriate management\n\t\t* delegate management functions to relevant government\n\t\t* establish multi-stakeholder management committees as\n* collaborate with existing national committees with\n* strengthen the financial and human capacity of key\n* strengthen structures and mechanisms for effective\n* produce an annual âState of Forest Resources R\n* â\n* â\n to be\n* develop and implement enforcement, monitoring and"}, {"text_block_id": "p27_b474", "text": "(ii)"}, {"text_block_id": "p27_b475", "text": "design a mechanism in collaboration with the Tobago House of Assembly for the coordination of the implementation of the National Forest Policy on the island of Tobago"}, {"text_block_id": "p27_b476_merged_merged", "text": "9.3 Participatory Management"}, {"text_block_id": "p27_b478", "text": "In order to ensure equitable and effective participation of the private sector and civil society in the management of forests, the Government, in collaboration with all relevant stakeholders, shall develop and adopt appropriate enabling legislative framework and policy guidelines to:"}, {"text_block_id": "p27_b479", "text": "(i)"}, {"text_block_id": "p27_b480", "text": "institutionalise co-management and other forms of participatory forest management, including mechanisms for stakeholder participation in the development, implementation, review and evaluation of all policies, plans and reports;"}, {"text_block_id": "p27_b481", "text": "(ii)"}, {"text_block_id": "p27_b482", "text": "facilitate management of private forests to advance the objectives of this National Forest Policy (e.g. through voluntary compliance, market based"}, {"text_block_id": "p28_b483", "text": "incentives, facilitative tax structures and compensation programmes, and enforcement or land acquisition as a last resort);"}, {"text_block_id": "p28_b484", "text": "(iii)"}, {"text_block_id": "p28_b485", "text": "enable allocation of appropriate management responsibilities (including monitoring and enforcement) to civil society and the private sector (e.g. community-based patrols, honorary wardens, community wardens)."}, {"text_block_id": "p28_b486", "text": "9.4"}, {"text_block_id": "p28_b487", "text": "Conflict Management"}, {"text_block_id": "p28_b488", "text": "Recognising that different stakeholders with sometimes conflicting perspectives and interests, are involved in and affected by decisions regarding forest conservation, use and management, the Government, and all relevant stakeholders, shall ensure that resolution of conflicts in the implementation of the National Forest Policy be resolved in a manner that is in alignment with the principles and values articulated in this Policy. In this regard, the mandate of the Environmental Commission will be extended to adjudicate appeals of decisions taken by the Forest and Protected Areas Management Authority."}, {"text_block_id": "p28_b489", "text": "9.5"}, {"text_block_id": "p28_b490", "text": "Legislation"}, {"text_block_id": "p28_b491", "text": "The revision, development and declaration of supporting legal instruments (laws and regulations) will be required to implement this National Forest Policy and to achieve harmonization with the existing legislative framework. In order to achieve this, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p28_b492", "text": "(i)"}, {"text_block_id": "p28_b493", "text": "revise the Forests Act (Chap. 66:01), Sawmills Act (Chap. 66:02), the Conservation of Wildlife Act (Chap. 67:01) and other key enabling laws and regulations to give effect to all policy statements in this National Forest Policy;"}, {"text_block_id": "p28_b494", "text": "(ii)"}, {"text_block_id": "p28_b495", "text": "amend the Environmental Management Act (Chap. 35:05) and the Town and Country Planning Act (Chap. 35:01) to:"}, {"text_block_id": "p28_b496", "text": "amend the Environmental Management Act (Chap. 35:05) and the Town and Country Planning Act (Chap. 35:01) to:\n* include in relevant regulations the compulsory conduct of environmental\n* amend the Certificate of Environmental Clearance (CEC) Rules of the"}, {"text_block_id": "p29_b502", "text": "(iii)"}, {"text_block_id": "p29_b503", "text": "develop new enabling laws and regulations to give legal status to the policy objectives in this National Forest Policy, including:"}, {"text_block_id": "p29_b504", "text": "develop new enabling laws and regulations to give legal status to the policy objectives in this National Forest Policy, including:\n* establish a Forest and Protected Areas Management Authority\n* establish a Forest and Protected Areas Fund\n* guide the conservation, use and management of forests on private\n* institutionalise participatory forest management, including developing\n* enable revenue generation through payments for ecosystem services\n* establish an appropriate structure of fines which will serve as a\n* use Forest Management Plans and the National Forests Systems Plan\n* implement obligations under the multilateral agreements to which\n* provide for government intervention on private lands where necessary;\n* provide for the protection of intellectual property rights for forest related\n* establish an appropriate framework for access to forest resources by"}, {"text_block_id": "p29_b526_merged", "text": "9.6 Harmonising Policies"}, {"text_block_id": "p29_b528", "text": "In order to ensure that there is harmonisation of relevant policies and programmes with this National Forest Policy, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p29_b529", "text": "(i)"}, {"text_block_id": "p29_b530", "text": "address any areas of conflict with existing and proposed policies and programmes (e.g. Quarry Policy, agricultural incentives programme, energy policy, and transport policy) through a multi-sectoral collaborative approach that is consistent with the principles of the NEP;"}, {"text_block_id": "p30_b531", "text": "(ii)"}, {"text_block_id": "p30_b532", "text": "integrate the provisions of this National Forest Policy into existing and proposed policies (e.g. National Physical Development Plan, National Action Programme to Combat Land Degradation, Draft Chaguaramas Development Plan, tourism and agriculture policies);"}, {"text_block_id": "p30_b533", "text": "(iii)"}, {"text_block_id": "p30_b534", "text": "address gaps and areas of overlap with existing approved policies, plans and programmes (e.g. NBSAP, National Action Programme to Combat Land Degradation) to ensure coherence and complementarity."}, {"text_block_id": "p30_b535_merged", "text": "9.7 Technical Instruments"}, {"text_block_id": "p30_b537", "text": "In order to develop and implement various technical instruments to give effect to the vision, goal, principles and objectives of this National Forest Policy, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p30_b538", "text": "(i)"}, {"text_block_id": "p30_b539", "text": "formulate and coordinate among, various sectoral and agency strategic and work programmes and plans;"}, {"text_block_id": "p30_b540", "text": "(ii)"}, {"text_block_id": "p30_b541", "text": "formulate and adopt legally binding Forest Management Plans for all forested land (public and private) to guide all aspects of management, including silviculture, scientific research, sustainable extraction of timber and non-timber goods (including wildlife hunting), biodiversity conservation and maintenance of ecosystem services, fire management, social and cultural development, and stakeholder participation in forest management;"}, {"text_block_id": "p30_b542", "text": "(iii)"}, {"text_block_id": "p30_b543", "text": "define and adopt standards for forest products and services (e.g. nature-based tourism attractions);"}, {"text_block_id": "p30_b544", "text": "(iv)"}, {"text_block_id": "p30_b545", "text": "formulate and use technical guidelines (to complement formal and legallybinding standards) (e.g. for manufacturing sector to produce high quality forest products);"}, {"text_block_id": "p30_b546", "text": "(v)"}, {"text_block_id": "p30_b547", "text": "formulate and adopt Codes of Conduct/Practice for managers and users from government, civil society and the private sector;"}, {"text_block_id": "p30_b548", "text": "(vi)"}, {"text_block_id": "p30_b549", "text": "establish requirements on development permits to promote urban forests, maintain or establish of trees in housing and other development areas, and protect existing forests;"}, {"text_block_id": "p30_b550", "text": "(vii)"}, {"text_block_id": "p30_b551", "text": "participate in relevant forest certification programmes;"}, {"text_block_id": "p31_b552", "text": "(viii)"}, {"text_block_id": "p31_b553", "text": "develop and adopt Memoranda of Understanding with private landowners and civil society and private sector organisations in co-management of forest and wildlife resources."}, {"text_block_id": "p31_b554_merged", "text": "9.8 Financial Mechanisms"}, {"text_block_id": "p31_b556", "text": "In order to ensure the development of mechanisms for the sustainable financing of forest management, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p31_b557", "text": "(i)"}, {"text_block_id": "p31_b558", "text": "create a Forest and Protected Areas Fund as a mechanism to directly channel funds from users to forest management, including through the use of schemes for payments for ecosystem services that can provide incentives to private landowners;"}, {"text_block_id": "p31_b559", "text": "(ii)"}, {"text_block_id": "p31_b560", "text": "provide adequate annual budgetary allocations in relevant Ministries and agencies responsible for forest management;"}, {"text_block_id": "p31_b561", "text": "(iii)"}, {"text_block_id": "p31_b562", "text": "implement the Green Fund in a manner that supports civil society participation in forest management;"}, {"text_block_id": "p31_b563", "text": "(iv)"}, {"text_block_id": "p31_b564", "text": "facilitate revenue collection through application of appropriate fees, payments for ecosystem services, taxes, and penalties and charges for offences and caution fees or bonds to ensure restoration of degraded lands following potentially negative activities and development (including payments for external costs to the environment as a result of development activities);"}, {"text_block_id": "p31_b565", "text": "(v)"}, {"text_block_id": "p31_b566", "text": "provide fiscal incentives to private and community owners and managers of forests (e.g. waiver of land taxes for abandoned land that is allowed to revert to forests or is reforested);"}, {"text_block_id": "p31_b567", "text": "(vi)"}, {"text_block_id": "p31_b568", "text": "provide adequate funding for forest research;"}, {"text_block_id": "p31_b569", "text": "(vii)"}, {"text_block_id": "p31_b570", "text": "ensure harmonisation of incentives for forest management with other fiscal policies (e.g. through taxation, market-based incentives and subsidy schemes);"}, {"text_block_id": "p31_b571", "text": "(viii)"}, {"text_block_id": "p31_b572", "text": "take advantage of opportunities offered by new global environmental markets (e.g. carbon trading), whenever they are relevant and potentially beneficial to Trinidad and Tobago;"}, {"text_block_id": "p32_b573", "text": "(ix)"}, {"text_block_id": "p32_b574", "text": "partner with the private sector to include sponsorship of forest management, conservation and public education; and"}, {"text_block_id": "p32_b575", "text": "(x)"}, {"text_block_id": "p32_b576", "text": "develop a cost-recovery mechanism for actions taken by the Authority or other State agencies to manage forest fires on private properties when such actions are in the public interest."}, {"text_block_id": "p32_b577_merged", "text": "9.9 Capacity Building"}, {"text_block_id": "p32_b579", "text": "In order to facilitate effective participatory management of forests in Trinidad and Tobago, the Government, in collaboration with all relevant stakeholders, shall:"}, {"text_block_id": "p32_b580", "text": "(i)"}, {"text_block_id": "p32_b581", "text": "build the capacities of stakeholders from government, civil society and the private sector including in:"}, {"text_block_id": "p32_b582", "text": "build the capacities of stakeholders from government, civil society and the private sector including in:\n* skills both in technical aspects of forest management as well as best\n* understanding multiple value systems, world view, beliefs, culture and"}, {"text_block_id": "p32_b586", "text": "(ii)"}, {"text_block_id": "p32_b587", "text": "provide resources to assist Non-Governmental Organisations (NGOs) and Community-based Organisations (CBOs) to effectively participate in management (this may include provision of technical assistance, financial or material resources, access to and rights to manage lands, offices and facilities);"}, {"text_block_id": "p32_b588", "text": "(iii)"}, {"text_block_id": "p32_b589", "text": "improve and adapt the skills-mix and increase the number of staff in key government agencies at technical and professional levels (including through continuity and upgrading in the training of forest managers and including new positions such as rural sociologist, environmental economist, community officers); improve administrative and management efficiency and effectiveness of the key government agencies;"}, {"text_block_id": "p32_b590", "text": "(iv)"}, {"text_block_id": "p32_b591", "text": "continue and improve training provided at the technical level on forest management and conservation, which will also address the demand for technical training at the regional level (e.g. diploma programmes through the Centre for Biosciences, Food and Agricultural Technology under the University of Trinidad & Tobago [UTT]);"}, {"text_block_id": "p33_b592", "text": "(v)"}, {"text_block_id": "p33_b593", "text": "strengthen related programmes at the undergraduate and graduate levels (e.g. in conservation biology, natural resource management);"}, {"text_block_id": "p33_b594", "text": "(vi)"}, {"text_block_id": "p33_b595", "text": "develop an undergraduate programme in tropical forestry (e.g. at UTT, UWI), which will also address the demand at the regional level. This may be conducted via a 2-year diploma followed by 2 years further study to complete the degree in the country or at a partner university abroad;"}, {"text_block_id": "p33_b596", "text": "(vii)"}, {"text_block_id": "p33_b597", "text": "develop a graduate programme in tropical forestry that has potential for attracting national, regional and international students to ensure its viability;"}, {"text_block_id": "p33_b598", "text": "(viii)"}, {"text_block_id": "p33_b599", "text": "enhance training in participatory forest management for both government and civil society stakeholders;"}, {"text_block_id": "p33_b600", "text": "(ix)"}, {"text_block_id": "p33_b601_merged", "text": "institutionalise mechanisms for continuing professional education of forest managers in the public service which will include the provision of information related to the country‟s international commitments ;"}, {"text_block_id": "p33_b604", "text": "(x)"}, {"text_block_id": "p33_b605", "text": "develop terms and conditions of employment that address the needs of forest management in the public service;"}, {"text_block_id": "p33_b606", "text": "(xi)"}, {"text_block_id": "p33_b607", "text": "promote study visits, exchange programmes and short professional workshops and seminars;"}, {"text_block_id": "p33_b608", "text": "(xii)"}, {"text_block_id": "p33_b609", "text": "build partnerships between management agencies and academic institutions to strengthen the use of relevant research by management agencies and to provide research priorities for management to academic institutions;"}, {"text_block_id": "p33_b610", "text": "(xiii)"}, {"text_block_id": "p33_b611", "text": "build formal and informal partnerships between national, regional and international academic institutions to enhance the development and delivery of diploma, undergraduate and graduate programmes on forest management and conservation; and"}, {"text_block_id": "p33_b612", "text": "(xiv)"}, {"text_block_id": "p33_b613", "text": "build “academic tourism” by fostering and supporting programmes that bring"}, {"text_block_id": "p33_b614", "text": "regional and international students to Trinidad and Tobago to study tropical forestry."}, {"text_block_id": "p34_b615_merged", "text": "9.10 Research"}, {"text_block_id": "p34_b617", "text": "In order to facilitate effective research and monitoring to inform decisions regarding management of forests in Trinidad and Tobago, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p34_b618", "text": "(i)"}, {"text_block_id": "p34_b619", "text": "facilitate and support the design and implementation of an integrated Forest Research Agenda and Programme to support forest management with the involvement of key stakeholders from government, academia, civil society and the private sector (e.g. Forest and Protected Areas Management Authority, Tobago House of Assembly, University of the West Indies, University of Trinidad & Tobago, Asa Wright Nature Centre, and other NGOs);"}, {"text_block_id": "p34_b620", "text": "(ii)"}, {"text_block_id": "p34_b621", "text": "promote and support use of the best available technologies (including Geographic Information Systems, remote sensing and computer-based modelling);"}, {"text_block_id": "p34_b622", "text": "(iii)"}, {"text_block_id": "p34_b623", "text": "ensure the identification, surveying and boundary demarcation of the various categories of the permanent forest estate by the Forestry and Protected Areas Management and the Tobago House of Assembly;"}, {"text_block_id": "p34_b624", "text": "(iv)"}, {"text_block_id": "p34_b625", "text": "collect baseline data and continuous and periodic conduct of inventories of forests and wildlife, using appropriate technology, including Geographic Information Systems (GIS), Remote Sensing, satellite imagery etc. by the Forest and Protected Areas Management Authority, the Tobago House of Assembly and other agencies with management responsibility;"}, {"text_block_id": "p34_b626", "text": "(v)"}, {"text_block_id": "p34_b627", "text": "collect ecological data to guide a broad ecosystem approach to forest management, sustainable use and conservation, including information on:"}, {"text_block_id": "p34_b628", "text": "collect ecological data to guide a broad ecosystem approach to forest management, sustainable use and conservation, including information on:\n* direct and indirect threats to forests\n* status and distribution of forest biodiversity including ecologically and\n* location and status of critical areas (e.g. sensitive areas, biodiversity\n* extent and location of degraded forests;"}, {"text_block_id": "p34_b636", "text": "(vi)"}, {"text_block_id": "p34_b637", "text": "collect socio-economic data on the links between forests and livelihoods;"}, {"text_block_id": "p35_b638", "text": "(vii)"}, {"text_block_id": "p35_b639", "text": "conduct an economic valuation of forest resources, and the forestry industry in Trinidad and Tobago for inclusion in national economic accounting;"}, {"text_block_id": "p35_b640", "text": "(viii)"}, {"text_block_id": "p35_b641", "text": "use traditional knowledge to inform management;"}, {"text_block_id": "p35_b642", "text": "(ix)"}, {"text_block_id": "p35_b643", "text": "ensure provision of appropriate levels of financial support for forest research in Trinidad and Tobago"}, {"text_block_id": "p35_b644", "text": "9.11"}, {"text_block_id": "p35_b645", "text": "Knowledge Sharing and Knowledge Management"}, {"text_block_id": "p35_b646", "text": "In order to facilitate effective information access and exchange, information management, and use of traditional knowledge for management of forests in Trinidad and Tobago, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p35_b647", "text": "(i)"}, {"text_block_id": "p35_b648", "text": "develop a national system for rationalising and standardising ecological, social and economic data-collection and management;"}, {"text_block_id": "p35_b649", "text": "(ii)"}, {"text_block_id": "p35_b650", "text": "develop a national database for forest management;"}, {"text_block_id": "p35_b651", "text": "(iii)"}, {"text_block_id": "p35_b652", "text": "ensure that protocols are developed to ensure that data (including remote sensing data) and information are shared by, and available to all government agencies, academic and research institutions, the private sector, civil society  and local people (at the national, regional and international levels);"}, {"text_block_id": "p35_b653", "text": "(iv)"}, {"text_block_id": "p35_b654", "text": "ensure that national and local stakeholders have equitable access to and benefits from information and knowledge on and use of forest resources, including information and knowledge of foreign stakeholders (including researchers)."}, {"text_block_id": "p35_b655", "text": "(v)"}, {"text_block_id": "p35_b656", "text": "collect and record traditional knowledge on forest use especially medicinal plants, management and cultural relationships."}, {"text_block_id": "p35_b657_merged_merged", "text": "9.12 Livelihood Development"}, {"text_block_id": "p35_b659", "text": "In order to ensure that benefits from forest goods and services are equitably distributed to the people of Trinidad and Tobago, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p35_b660", "text": "(i)"}, {"text_block_id": "p35_b661", "text": "develop community based programmes to benefit stakeholders in management and use of forest resources;"}, {"text_block_id": "p36_b662", "text": "(ii)"}, {"text_block_id": "p36_b663", "text": "provide technical and financial support for sustainable forest-based industries and small businesses;"}, {"text_block_id": "p36_b664", "text": "(iii)"}, {"text_block_id": "p36_b665", "text": "develop and implement a user fees system, including for payments from beneficiaries of forest services (e.g. water production, landscape beauty, soil conservation) to providers of these services;"}, {"text_block_id": "p36_b666", "text": "(iv)"}, {"text_block_id": "p36_b667", "text": "ensure equitable access of the population to forest goods and services, recreation etc.; and"}, {"text_block_id": "p36_b668", "text": "(v)"}, {"text_block_id": "p36_b669", "text": "develop mechanisms to ensure that the benefits derived from the commercial"}, {"text_block_id": "p36_b670", "text": "applications of the country‟"}, {"text_block_id": "p36_b671", "text": "s biological resources by foreign and local researchers are shared with the national community"}, {"text_block_id": "p36_b672_merged_merged", "text": "9.13 Education and Awareness"}, {"text_block_id": "p36_b674", "text": "Recognising that awareness and understanding of the economic, social and cultural values (including scientific and recreational values) and intrinsic values of forests and the principles of sustainable use and forest conservation and management are essential for successful implementation of this National Forest Policy, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p36_b675", "text": "(i)"}, {"text_block_id": "p36_b676", "text": "integrate educational programmes on forests into primary and secondary school curricula, particularly the geography, environmental science and biology curriculum;"}, {"text_block_id": "p36_b677", "text": "(ii)"}, {"text_block_id": "p36_b678", "text": "partner with tertiary institutions to enhance programmes on forest conservation and management;"}, {"text_block_id": "p36_b679", "text": "(iii)"}, {"text_block_id": "p36_b680", "text": "partner with the private sector and media (print and electronic) on education and awareness programmes;"}, {"text_block_id": "p36_b681", "text": "(iv)"}, {"text_block_id": "p36_b682", "text": "conduct public awareness programmes and initiatives targeting key audiences (e.g. decision-makers, forest users, hunters, sawmillers, community groups) utilising a variety of methods and media."}, {"text_block_id": "p37_b683", "text": "9.14"}, {"text_block_id": "p37_b684", "text": "Technical Support (Extension)"}, {"text_block_id": "p37_b685", "text": "In order to facilitate sustainable use and conservation of forest resources, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p37_b686", "text": "(i)"}, {"text_block_id": "p37_b687", "text": "provide effective extension services to:"}, {"text_block_id": "p37_b688", "text": "provide effective extension services to:\n* farmers, including those farming in hillsides and those engaged in\n* private land owners, including those managing land for plantation forestry\n* wildlife farmers; and\n* other civil society and private sector organisations involved in using and"}, {"text_block_id": "p37_b696", "text": "(ii)"}, {"text_block_id": "p37_b697", "text": "develop and provide technical training opportunities and short programmes on sustainable forest use and management, livelihood opportunities from forests, and biodiversity conservation for a variety of audiences, including communities."}, {"text_block_id": "p37_b698_merged_merged", "text": "9.15 Regional and International Programmes"}, {"text_block_id": "p37_b700", "text": "Recognising that Trinidad and Tobago has obligations under a number of international agreements, and that these and other international initiatives provide opportunities to facilitate and support forest conservation, use and management in Trinidad and Tobago, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p37_b701", "text": "(i)"}, {"text_block_id": "p37_b702", "text": "cooperate with regional and international partners and participate in regional and international programmes in the implementation of this National Forest Policy, including participation in and implementation of relevant Multi-lateral Environmental Agreements (e.g. Convention on Biological Diversity, United Nations Convention to Combat Desertification, United Nations United Nations Framework Convention on Climate Change, and the Convention on International Trade of Endangered Species of Flora and Fauna);"}, {"text_block_id": "p37_b703", "text": "(ii)"}, {"text_block_id": "p37_b704", "text": "provide support to enhance the participation of civil society (NGOs, CBOs, etc.) in all aspects of the implementation of relevant Multi-lateral Environmental Agreements including the incorporation of civil society representation on national delegations involved in international environmental negotiations."}, {"text_block_id": "p38_b705_merged", "text": "9.16 Monitoring, Evaluation and Reporting"}, {"text_block_id": "p38_b707", "text": "Monitoring, evaluation, reporting and review will be integral parts of the policy implementation and management process, in order to ensure that the provisions of the National Forest Policy remain relevant to current and emerging needs, that lessons gained from experience are applied, that changes are made whenever necessary, and that there is full transparency and accountability in that process. In order to achieve this, the Government, and all relevant stakeholders, shall:"}, {"text_block_id": "p38_b708", "text": "(i)"}, {"text_block_id": "p38_b709", "text": "ensure that participatory monitoring and evaluation (M&E) of implementation of the National Forest Policy is coordinated by an inter-sectoral committee, mandated through legislation and appointed by Cabinet, with administrative support from the Forest and Protected Areas Management Authority (including representation from the Tobago House of Assembly, the EMA and other relevant government agencies, the private sector and civil society with responsibility for and interests in implementation of the Policy) and using specialised committees to focus on specific areas of activity of the Authority;"}, {"text_block_id": "p38_b710", "text": "(ii)"}, {"text_block_id": "p38_b711", "text": "ensure that monitoring is based on relevant science when appropriate, continuous and informs adaptive management by the Forest and Protected Areas Management Authority and other implementing agencies and organisations;"}, {"text_block_id": "p38_b712", "text": "(iii)"}, {"text_block_id": "p38_b713", "text": "conduct a comprehensive review of the National Forest Policy every ten years;"}, {"text_block_id": "p38_b714", "text": "(iv)"}, {"text_block_id": "p38_b715", "text": "ensure that any minor revisions or adjustments needed are coordinated by the Ministry under which the Forestry and Protected Areas Management Authority falls and are approved by the inter-sectoral committee;"}, {"text_block_id": "p38_b716", "text": "(v)"}, {"text_block_id": "p38_b717", "text": "ensure that the results of the review of the National Forest Policy are reported to Cabinet by the Cabinet-appointed inter-sectoral monitoring and evaluation committee, with any recommendations for substantial policy revisions;"}, {"text_block_id": "p38_b718", "text": "(vi)"}, {"text_block_id": "p38_b719", "text": "ensure that the review of the implementation of this National Forest Policy is linked to, and integrated into, other national M&E and reporting requirements (e.g. reporting obligations under international conventions) by including representatives of the agencies responsible on the Cabinet-appointed inter-sectoral monitoring and evaluation committee; and"}, {"text_block_id": "p39_b720", "text": "(vii)"}, {"text_block_id": "p39_b721", "text": "ensure that reports and results from the M&E process are made available to the Public."}, {"text_block_id": "p39_b722", "text": "Within one year of the adoption of this National Forest Policy, the Ministry with responsibility for forests will develop macro-targets and indicators. Such targets and indicators are to be approved by the Cabinet of Ministers. These will become an integral part of the policy, and will be used to guide the monitoring and evaluation process. Specific targets and indicators will also be elaborated in sectoral plans by lead government agencies in relevant sectors, in order to assess:"}, {"text_block_id": "p39_b723", "text": "●"}, {"text_block_id": "p39_b724", "text": "the status of forest resources, including plant and animal wildlife;"}, {"text_block_id": "p39_b725", "text": "●"}, {"text_block_id": "p39_b726", "text": "the impact on forests on various economic sectors (e.g. tourism, agriculture);"}, {"text_block_id": "p39_b727", "text": "●"}, {"text_block_id": "p39_b728", "text": "the impact of forests on the livelihoods of the rural poor;"}, {"text_block_id": "p39_b729", "text": "●"}, {"text_block_id": "p39_b730", "text": "contribution of forests to entrepreneurial development; and"}, {"text_block_id": "p39_b731", "text": "●"}, {"text_block_id": "p39_b732", "text": "the value of the non-timber and timber industries and a measure of their sustainability (as providing optimal benefits to people without compromising the biodiversity and ecosystem processes and services that ensure that these goods and services can continue to be provided to future generations)"}, {"text_block_id": "p40_b733", "text": "GLOSSARY"}, {"text_block_id": "p40_b734", "text": "BIODIVERSITY:"}, {"text_block_id": "p40_b735", "text": "is the variability among living organisms; this includes diversity within species (genetic diversity), between species and of ecosystems."}, {"text_block_id": "p40_b736", "text": "CO-MANAGEMENT:"}, {"text_block_id": "p40_b737", "text": "is a process of management by which government shares power with stakeholders, with each given specific rights and responsibilities."}, {"text_block_id": "p40_b738", "text": "CONSERVATION"}, {"text_block_id": "p40_b739", "text": ": is an integrative approach to the protection and management of biodiversity that uses appropriate principles from biological, social science and economic fields"}, {"text_block_id": "p40_b740", "text": "COVER (FOREST)"}, {"text_block_id": "p40_b741", "text": ": is the percent of a fixed area covered by the crown of an individual plant or delimited by the vertical projection of its outermost perimeter."}, {"text_block_id": "p40_b742", "text": "DEFORESTATION:"}, {"text_block_id": "p40_b743", "text": "is the long-term or permanent loss of forest cover."}, {"text_block_id": "p40_b744", "text": "ECOSYSTEM:"}, {"text_block_id": "p40_b745", "text": "is a dynamic complex of plant, animal and micro-organism communities and their non-living environment interacting as a functional unit."}, {"text_block_id": "p40_b746", "text": "ECOLOGICAL CORRIDOR:"}, {"text_block_id": "p40_b747", "text": "is a route that allows movement of individual species from one area to another."}, {"text_block_id": "p40_b748", "text": "ECOLOGICAL PROCESS:"}, {"text_block_id": "p40_b749", "text": "is a continuous action or series of actions that is influenced by one or more ecosystems"}, {"text_block_id": "p40_b750", "text": "."}, {"text_block_id": "p40_b751", "text": "ECOSYSTEM SERVICES"}, {"text_block_id": "p40_b752", "text": ": include provisioning services such as food, water and energy; regulating services such as flood, air purification and disease control; cultural services such as spiritual, recreational; education, scientific and cultural benefits, and supporting services such as nutrient cycling and soil generation."}, {"text_block_id": "p40_b753", "text": "ENVIRONMENT:"}, {"text_block_id": "p40_b754", "text": "is all land, area beneath the land surface, atmosphere, climate, surface water, ground water, seas, marine and coastal areas, seabed, wetlands and"}, {"text_block_id": "p40_b755", "text": "“natural resources”."}, {"text_block_id": "p40_b756", "text": "ENVIRONMENTALLY SENSITIVE AREA:"}, {"text_block_id": "p40_b757_merged", "text": "is part of the environment that is a significant part of a country‟s natural heritage, and of great importance to the sustenance life, science the country or the international community. An ESA may even include areas with natural assets, which if destroyed could severely affect the economy"}, {"text_block_id": "p41_b760", "text": "of the country or even the possibility of life for endangered, vulnerable or endemic species of animals or plants, which are dependent on the area."}, {"text_block_id": "p41_b761", "text": "EX-SITU CONSERVATION:"}, {"text_block_id": "p41_b762", "text": "means the conservation of biological diversity outside of its natural habitats."}, {"text_block_id": "p41_b763", "text": "FORESTRY"}, {"text_block_id": "p41_b764", "text": "is the science, art and practice of understanding, managing and using wisely the natural resources associated with, and derived from forests"}, {"text_block_id": "p41_b765", "text": "FORESTS:"}, {"text_block_id": "p41_b766", "text": "are ecosystems occurring on areas of land with existing or potential tree canopy of at least 50% that cover a minimum land area of 0.4 ha."}, {"text_block_id": "p41_b767", "text": "FOREST DEGRADATION:"}, {"text_block_id": "p41_b768", "text": "is changes within the forest which negatively affect the structure or function of the stand or site."}, {"text_block_id": "p41_b769", "text": "FOREST MANAGEMENT:"}, {"text_block_id": "p41_b770", "text": "include all measures and actions which determine the extent to, and conditions under which forest resources are conserved, accessed, used, transformed and marketed."}, {"text_block_id": "p41_b771", "text": "FOREST PLANTATION:"}, {"text_block_id": "p41_b772", "text": "is a forest stand established by planting or/and seeding in the process of afforestation or reforestation."}, {"text_block_id": "p41_b773", "text": "FOREST PRODUCTS:"}, {"text_block_id": "p41_b774", "text": "correspond to goods that are physical objects of biological origin"}, {"text_block_id": "p41_b775", "text": "."}, {"text_block_id": "p41_b776", "text": "HABITAT:"}, {"text_block_id": "p41_b777", "text": "is the place where an organism or population naturally occurs."}, {"text_block_id": "p41_b778", "text": "INVASIVE ALIEN SPECIES:"}, {"text_block_id": "p41_b779", "text": "is a deliberately or accidentally introduced species to an area different from its native range."}, {"text_block_id": "p41_b780", "text": "LIVELIHOODS:"}, {"text_block_id": "p41_b781", "text": "comprises the capabilities, assets and activities required for a means of living."}, {"text_block_id": "p41_b782", "text": "NATIVE SPECIES:"}, {"text_block_id": "p41_b783", "text": "are plants, animals, fungi, and micro-organisms that occur naturally in a given area or region."}, {"text_block_id": "p41_b784", "text": "NATURAL RESOURCES:"}, {"text_block_id": "p41_b785", "text": "are the living plants, animals, organisms and other biological factors within the environment and the geological formations, mineral deposits, renewable and non-renewable assets, and the habitat of the living plants, animals, organisms and other biological factors within the jurisdiction of Trinidad and Tobago."}, {"text_block_id": "p42_b786", "text": "NATURALLY COLONISING SPECIES:"}, {"text_block_id": "p42_b787", "text": "are species that reach Trinidad and Tobago from foreign lands via natural processes of wind and water dispersal (e.g. in air or sea currents)."}, {"text_block_id": "p42_b788", "text": "NON-TIMBER FOREST PRODUCTS:"}, {"text_block_id": "p42_b789", "text": "are products of biological origin other than wood derived from forests"}, {"text_block_id": "p42_b790", "text": "PARTICIPATION:"}, {"text_block_id": "p42_b791", "text": "is a process through which stakeholders influence and share control over the decisions and resources which affect them."}, {"text_block_id": "p42_b792", "text": "PRIVATE LAND:"}, {"text_block_id": "p42_b793", "text": "is land other than State land."}, {"text_block_id": "p42_b794", "text": "PRPTECTED AREA:"}, {"text_block_id": "p42_b795", "text": "is a geographically defined area that is designated and managed to achieve specific conservation objectives."}, {"text_block_id": "p42_b796", "text": "REFORESTATION:"}, {"text_block_id": "p42_b797", "text": "is the re-establishment of forest formations after loss of cover due to human-induced or natural perturbations."}, {"text_block_id": "p42_b798", "text": "STATE LANDS:"}, {"text_block_id": "p42_b799", "text": "are lands in Trinidad and Tobago which are not privately owned or held, and over which the State, through the Commissioner of State Lands, exercises the rights conferred upon that office by the State Lands Act (Chap. 57:01)"}, {"text_block_id": "p42_b800", "text": "SUSTAINABLE USE:"}, {"text_block_id": "p42_b801", "text": "is the use of biological diversity in a way and at a rate that does not lead to its long-term decline"}, {"text_block_id": "p42_b802", "text": "SUSTAINABLE DEVELOPMENT:"}, {"text_block_id": "p42_b803", "text": "is development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p42_b804", "text": "TIMBER:"}, {"text_block_id": "p42_b805", "text": "includes trees when they have fallen or been felled, and all wood whether cut up or fashioned for any purpose or not."}, {"text_block_id": "p42_b806", "text": "TREE:"}, {"text_block_id": "p42_b807", "text": "is a woody perennial with a single main stem, or in the case of coppice with several stems (includes bamboos, plants, stumps, brushwood and canes), having a more or less definite crown."}, {"text_block_id": "p42_b808", "text": "WATERSHED:"}, {"text_block_id": "p42_b809", "text": "is the specific land area that drains water into a river system or other body of water."}, {"text_block_id": "p42_b810", "text": "WILDLIFE:"}, {"text_block_id": "p42_b811", "text": "includes wild fauna and flora and micro-organisms."}, {"text_block_id": "p43_b812", "text": "APPENDIX 1: KEY NATIONAL POLICIES, LAWS AND PLANS & INTERNATIONAL AGREEMENTS"}, {"text_block_id": "p43_b813", "text": "Policies"}, {"text_block_id": "p43_b814", "text": "●"}, {"text_block_id": "p43_b815", "text": "Trinidad and Tobago National Forest Policy (1942)"}, {"text_block_id": "p43_b816", "text": "●"}, {"text_block_id": "p43_b817", "text": "Trinidad and Tobago National Forest Policy (drafts 1981 & 1998, never formally approved)"}, {"text_block_id": "p43_b818", "text": "●"}, {"text_block_id": "p43_b819", "text": "Trinidad and Tobago Environmental Policy (2006)"}, {"text_block_id": "p43_b820", "text": "●"}, {"text_block_id": "p43_b821", "text": "Quarry Policy White Paper for Trinidad and Tobago (2007, not yet formally approved)"}, {"text_block_id": "p43_b822", "text": "●"}, {"text_block_id": "p43_b823", "text": "Trinidad and Tobago Tourism Policy (2007, currently before Cabinet for review)"}, {"text_block_id": "p43_b824", "text": "●"}, {"text_block_id": "p43_b825", "text": "Towards a Wildlife Policy for Trinidad and Tobago (draft September 2007)"}, {"text_block_id": "p43_b826", "text": "●"}, {"text_block_id": "p43_b827", "text": "National Integrated Water Resources Management Policy"}, {"text_block_id": "p43_b828", "text": "Laws"}, {"text_block_id": "p43_b829", "text": "●"}, {"text_block_id": "p43_b830", "text": "Forests Act, Chap. 66:01"}, {"text_block_id": "p43_b831", "text": "●"}, {"text_block_id": "p43_b832", "text": "Conservation of Wildlife Act, Chap. 67:01 (Act 16 of 1958)"}, {"text_block_id": "p43_b833", "text": "●"}, {"text_block_id": "p43_b834", "text": "Plant Protection Act, Chap. 63:56 (Act No. 7 of 1997)"}, {"text_block_id": "p43_b835", "text": "●"}, {"text_block_id": "p43_b836", "text": "Sawmills Act, Chap. 66:02"}, {"text_block_id": "p43_b837", "text": "●"}, {"text_block_id": "p43_b838", "text": "The Environmental Management Act, Chap. 35:05 (No. 3 of 2000)."}, {"text_block_id": "p43_b839", "text": "●"}, {"text_block_id": "p43_b840", "text": "Tobago House of Assembly Act, Chap. 25:03 (Act No. 40 of 1996)"}, {"text_block_id": "p43_b841", "text": "●"}, {"text_block_id": "p43_b842", "text": "Agricultural Fires Act, Chap. 63:02 (Act 20 of 1965)"}, {"text_block_id": "p43_b843", "text": "●"}, {"text_block_id": "p43_b844", "text": "Chaguaramas Development Authority Act, Chap. 35:02"}, {"text_block_id": "p43_b845", "text": "●"}, {"text_block_id": "p43_b846", "text": "Land Acquisition Act, Chap. 58:01"}, {"text_block_id": "p43_b847", "text": "●"}, {"text_block_id": "p43_b848", "text": "State Lands Act, Chap. 57:01 (1969)"}, {"text_block_id": "p43_b849", "text": "●"}, {"text_block_id": "p43_b850", "text": "Town and Country Planning Act, Chap. 35:01"}, {"text_block_id": "p43_b851", "text": "●"}, {"text_block_id": "p43_b852", "text": "Regularization of Tenure (State Lands) Act, Chap. 57:05 (No. 25 of 1998)"}, {"text_block_id": "p43_b853", "text": "●"}, {"text_block_id": "p43_b854", "text": "Three Chains (Tobago) Act, Chap. 57:04 (1865)"}, {"text_block_id": "p43_b855", "text": "●"}, {"text_block_id": "p43_b856", "text": "Litter Act, Chap. 30:53"}, {"text_block_id": "p43_b857", "text": "●"}, {"text_block_id": "p43_b858", "text": "Public Health Ordinance, Chap. 12:04 (1950 Rev.) (and its amendments)"}, {"text_block_id": "p43_b859", "text": "●"}, {"text_block_id": "p43_b860", "text": "Occupational Safety and Health Act, Chap. 88:08 (Act No. 1 of 2004)"}, {"text_block_id": "p43_b861", "text": "Plans"}, {"text_block_id": "p43_b862", "text": "●"}, {"text_block_id": "p43_b863", "text": "A System of National Parks and other Protected Areas (Thelen, K and S. Faizool, 1980)"}, {"text_block_id": "p43_b864", "text": "●"}, {"text_block_id": "p43_b865", "text": "Forestry Division Strategic Plan (2005-2009)"}, {"text_block_id": "p43_b866", "text": "●"}, {"text_block_id": "p43_b867", "text": "National Reforestation and Watershed Rehabilitation Programme Strategic Plan (2004-2009)"}, {"text_block_id": "p43_b868", "text": "●"}, {"text_block_id": "p43_b869", "text": "Trinidad and Tobago National Action Programme to Combat Land Degradation. 2006-2020"}, {"text_block_id": "p44_b870", "text": "●"}, {"text_block_id": "p44_b871", "text": "Biodiversity Strategy and Action Plan for Trinidad and Tobago (NBSAP) (2001)"}, {"text_block_id": "p44_b872", "text": "●"}, {"text_block_id": "p44_b873", "text": "Government of Trinidad and Tobago (2005). A Comprehensive Economic Development Plan for Tobago (2006-2010). Tobago, Capital of Paradise: Clean, Green, Safe and Serene. 2005"}, {"text_block_id": "p44_b874", "text": "●"}, {"text_block_id": "p44_b875", "text": "Tobago House of Assembly (THA). North East Tobago Management Plan. Draft Final Report, December 2002"}, {"text_block_id": "p44_b876", "text": "●"}, {"text_block_id": "p44_b877", "text": "National Forestry Action Plan (1992)"}, {"text_block_id": "p44_b878", "text": "●"}, {"text_block_id": "p44_b879", "text": "Trinidad and Tobago Tourism Master Plan (1995)"}, {"text_block_id": "p44_b880", "text": "International Agreements"}, {"text_block_id": "p44_b881", "text": "●"}, {"text_block_id": "p44_b882", "text": "United Nations Convention on Biological Diversity"}, {"text_block_id": "p44_b883", "text": "●"}, {"text_block_id": "p44_b884", "text": "United Nations Convention to Combat Desertification"}, {"text_block_id": "p44_b885", "text": "●"}, {"text_block_id": "p44_b886", "text": "United Nations United Nations Framework Convention on Climate Change"}, {"text_block_id": "p44_b887", "text": "●"}, {"text_block_id": "p44_b888", "text": "Convention on International Trade of Endangered Species (CITES)"}, {"text_block_id": "p44_b889", "text": "●"}, {"text_block_id": "p44_b890", "text": "Convention on Wetlands of International Importance especially as Waterfowl Habitat (Ramsar Convention)"}, {"text_block_id": "p44_b891", "text": "●"}, {"text_block_id": "p44_b892", "text": "1992 Non-Legally Binding Authoritative Statement of Principles for a Global Consensus on the Management, Conservation and Sustainable Development of all Types of Forests"}, {"text_block_id": "p44_b893", "text": "●"}, {"text_block_id": "p44_b894", "text": "Convention on Nature Protection and Wild Life Preservation in the Western Hemisphere (Western Hemisphere Convention)"}, {"text_block_id": "p44_b895", "text": "●"}, {"text_block_id": "p44_b896", "text": "Fourth ACP-EEC Convention"}, {"text_block_id": "p44_b897", "text": "●"}, {"text_block_id": "p44_b898", "text": "International Tropical Timber Agreement"}, {"text_block_id": "p44_b899", "text": "●"}, {"text_block_id": "p44_b900", "text": "World Heritage Convention"}, {"text_block_id": "p44_b901", "text": "●"}, {"text_block_id": "p44_b902", "text": "Convention Establishing the World Intellectual Property Organisation (WIPO)"}, {"text_block_id": "p44_b903", "text": "●"}, {"text_block_id": "p44_b904", "text": "Union of Protection of Plant-Variation Convention (UPOV"}, {"text_block_id": "p44_b905", "text": ")"}], "document_description": "This Policy addresses the need for new legislation and revisions of the following legislation to put the National Forest Policy into effect:<br>&nbsp;- Environmental Management Act<br>&nbsp;- Forest Act<br>&nbsp;- Sawmills Act<br>&nbsp;- Conservation of Wildlife Act<br>&nbsp;- other key relevant laws and regulations.<br>&nbsp;<br>&nbsp;This Policy is formulated based on the understanding of relationship between deforestation and climate change. It recognises the important linkage between forest conservation and management, and climate change adaptation. Key aims of the new legislation include establishment of Forest and Protected Areas Management Authority and Forest and Protected Areas Fund, institutionalisation of participatory forest management and obligations in line with multilateral agreements and to enable revenue generation through payments for ecosystem services based on appropriate fee systems.<br>&nbsp;<br>&nbsp;While this Policy is not dedicated to tackle climate change issues, it recognises forests as important sinks of GHGs that need to be conserved and reforested. The goals of the National Forest Policy are as follows:<br>&nbsp;- Sustainable management of forest resources to provide social, economic, ecological, cultural and spiritual needs of present and future generations<br>&nbsp;- Contribution to the sustainable development of the country,<br>&nbsp;- Enhancement of the quality of human life<br>&nbsp;- Protecting biological diversity and ecological processes.<br>&nbsp;<br>&nbsp;Both private and state forests are subject for this Forest Policy. The government addresses land use and physical development planning implementation through the following:<br>&nbsp;- Formulation and adoption of a National Forests System Plan to manage forests<br>&nbsp;- Showing zero tolerance for squatting on forest lands, forest reserves and other protected areas<br>&nbsp;- Taking into account the value of ecosystem services<br>&nbsp;- Integrating forest-related issues and forest management into national land use and physical development policies by integrating the National Forest Policy into the National Physical Development Plan, local land use plans, permitting processes (e.g. Certificate for Environmental Clearance and planning approval processes of the Town and Country Planning Division) and other relevant national socio-economic development policies and processes (e.g. Tourism Policy, Energy Policy, Transport Policy Water Resources Policy and poverty alleviation strategies)."}