{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_date": "01/01/2021", "document_language": "French", "document_name": "Bas-Carbon National Strategy (SNBC)", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": [], "document_response_name": "Mitigation", "document_url": "https://www.ecologique-solidaire.gouv.fr/strategie-nationale-bas-carbone-snbc", "document_type": "Strategy", "text_blocks": [], "document_description": "Introduced by the Energy Transition Law for Green Growth (LTECV), The National Low-Carbon Strategy (SNBC) is France's roadmap for combating climate change. It provides guidelines for implementing, in all sectors of activity, the transition to a low-carbon, circular and sustainable economy. It defines a trajectory for reducing greenhouse gas emissions until 2050 and sets short- to medium-term objectives: carbon budgets. It has two ambitions: to achieve carbon neutrality by 2050 and to reduce the carbon footprint of French consumption. Public decision-makers, at both national and territorial levels, must take it into account. Adopted for the first time in 2015, the SNBC was revised in 2018-2019, with the aim of achieving carbon neutrality in 2050 (ambition raised compared to the first SNBC which targeted factor 4, i.e. a 75% reduction in its GHG emissions by 2050 compared to 1990). This revised SNBC project was subject to public consultation from January 20 to February 19, 2020. The new version of the SNBC and the carbon budgets for the periods 2019-2923, 2024-2028 and 2029-2033 were adopted by decree on April 21, 2020.Article L. 222-1 B of the Environment Code stipulates that the State, local authorities and their respective public establishments take the low-carbon strategy into account in their planning and programming documents which have significant effects on greenhouse gas emissions.The Prime Minister, in response to the first report of the High Council for the climate, seized ten ministries so that each one drew up an action plan stemming from the SNBC and the National climate change adaptation plan. By the end of 2021, the Ministry of Ecological Transition, the Ministry of Economy, Finance and Recovery and the Ministry of Agriculture and Food released such plans."}