{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Economy-wide", "Agriculture"], "document_date": "07/02/2019", "document_language": "English", "document_name": "Climate Convention report", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": "Citizens' Assembly", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/FRA/2019/FRA-2019-02-07-Climate Convention report_c340c004c90d70522c0dce38e56a0650.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The Climate Convention is the 150-member strong citizen assembly that came to existence after French President Macron announced its creation on April 25th, 2019, and Prime Minister Philippe sent a mission letter to the Economic, Social and Environmental Council (CESE) to supervise it.&nbsp;<br><br>On June 21st, the Convention voted on the 150+ proposals that were elaborated during previous work sessions to deliver a final report that was sent to the Minister Borne for Ecological and Social Transition. The Convention proposes to organise a referendum with two questions: 1) amend the Constitution to introduce the fight against climate change; 2) create the ecocide crime.<br><br>Other measures to be enshrined into law or policy include:<br>- renovation of existing buildings to improve energy efficiency<br>- Fight against the artificialisation of soils and urban sprawl<br>- Guarantee a \"less animal and more vegetable\" diet, by strengthening the law on equal access to food<br>- reduce greenhouse gases emissions from agriculture<br>- rethinking of trade policy to include climate considerations<br>- Display the carbon footprint of products and services<br>- regulate advertising to curb overconsumption<br>- reduce the use of private cars, road freight, and reduce maximum speed on highways<br>- upgrade the car and plane fleets<br>- transform production<br>- incentivise the private sector further to reduce its GHG emissions<br><br>The link to the full report will be made available once it is public."}