{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "France", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Climate Plan", "document_country_code": "FRA", "document_hazard_name": ["Heat Waves And Heat Stress", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2017", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/FRA/2017/FRA-2017-01-01-Climate Plan_b43eecd32f828e0378957d0b9c113783.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Thursday 6 July 2017"}, {"text_block_id": "p2_b2", "text": "Accelerating the fight against climate change, in France and internationally"}, {"text_block_id": "p2_b3", "text": "As the impacts of climate change are increasing, constituting a threat to peace, security and prosperity, France wishes to accelerate the implementation of the Paris Agreement, not only on its own territory and within the European Union, but also on an international scale. It is urgent that we define, as soon as possible, a trajectory for the reduction of greenhouse gas emissions that is compatible with the objective of keeping global warming below 1.5°C/2°C."}, {"text_block_id": "p2_b4", "text": "The objective of this Climate Plan is to contribute to this mobilisation, which must involve the States, but also all of society, businesses, associations, research, territorial communities, and social partners. While the policies for combating climate change are unanimously recognised as sources of prosperity, job creation, innovation and quality of life, it is now time to progress to the next level in terms of mobilising all sectors: construction, transportation, energy, agriculture and forestry, industry and waste management. Solidarity with the most vulnerable members of society across France is a guiding principle for the set of actions set forth in the plan, to ensure that no-one is left behind and to provide solutions for everyone."}, {"text_block_id": "p2_b5", "text": "This Climate Plan adds to the action taken by France, projecting us into the post-carbon world, reducing France's dependence on fossil fuels, and mobilising the capacity of ecosystems to store carbon and protect us from the consequences of climate change."}, {"text_block_id": "p2_b6", "text": "The Climate Plan sets a new goal for us all: carbon neutrality by 2050. It is a sign of the mobilisation of the French government, and of all stakeholders."}, {"text_block_id": "p2_b7", "text": "The Climate Plan sets a new goal for us all: carbon neutrality by 2050. It is a sign of the mobilisation of the French government, and of all stakeholders.\n* Citizens: by bringing the Paris Agreement into the daily lives of the French people,\n* footprint and restore ecosystems.\n* Businesses and economic stakeholders: the Climate Plan makes it possible to support\n* Territories: by co-constructing territorial policies, both in metropolitan France and in\n* Europe and the international community in the operational implementation of the Paris"}, {"text_block_id": "p2_b20", "text": "The Climate Plan is an innovative exercise, in terms of both implementation and monitoring methods. This exercise proposes a new method of mobilisation for this five-year term, over all areas concerned. It is a starting point: it will be based on the collective expertise of all those involved, so as to build solutions, together, for energy and the circular economy. Some of its actions will involve strengthening the link between local authorities and industrial sectors within a context of contractualisation. A panel of citizens and consumers will be put in place in the autumn, to support the implementation of the Climate Plan."}, {"text_block_id": "p2_b21", "text": "It will take place across the full range of governmental policy, particularly in several of the major areas being worked on over the coming months: the investment master plan, in which the ecological transition is a priority; the French National Conference of Territories; the Estates General on Food; and the Conferences of the Parliaments on mobility and the overseas territories."}, {"text_block_id": "p3_b22", "text": "The fight against climate change must progress to the next level and become irreversible. The Government will adopt a series of measures to embed the objectives of the Paris Agreement within public action, and to involve all citizens in the mobilisation necessary for the success of the Climate Plan."}, {"text_block_id": "p3_b23", "text": "France will support the strengthening of international environmental law and propose, alongside its partners, the adoption of a"}, {"text_block_id": "p3_b24", "text": "Global Environmental Pact"}, {"text_block_id": "p3_b25", "text": ", as well as the backing and mobilisation of UN agencies to take action in favour of the planet. It will begin this mobilisation at the next General Assembly of the United Nations in September 2017."}, {"text_block_id": "p3_b26", "text": "France will continue its efforts to work towards improving the effects of the Paris Agreement by increasing the number of ratifications before the COP23 in November 2017. It will support the pursuit of the exceptional dynamism that has already led 150 countries to ratify the agreement, including 26 out of 28 EU Member States."}, {"text_block_id": "p3_b27", "text": "The fight against climate change requires the mobilisation of all of society: administrations, businesses, local authorities, research, associations and all citizens."}, {"text_block_id": "p3_b28", "text": "France is taking action with a view to adopt ambitious decisions in application of the Agreement to allow its full implementation. In the spirit of the Paris Agreement, it will work towards this objective alongside its partners in Europe and throughout the world in order to generate the greatest possible ambition among the States party to the COP 24, which will be held in Poland in December 2018. It"}, {"text_block_id": "p3_b29", "text": "will dedicate particular attention to ensuring that the “dialogue of facilitation” at COP 24 is"}, {"text_block_id": "p3_b30", "text": "successful, mobilising all States, as well as a wide range of non-governmental actors. This first stage assessment of global action against global warming at the COP 24 should lead to a renewed collective momentum towards attaining the objective of limiting warming to 1.5°C/2°C."}, {"text_block_id": "p3_b31", "text": "France will contribute to making the international governance of the action agenda sustainable, consolidating the unit of support within the UNFCC secretariat and its coalition monitoring platform, in particular through the availability of dedicated expertise."}, {"text_block_id": "p3_b32_merged_merged_merged", "text": "The Minister for the Ecological and Sustainable Transition will present the Climate Plan to the French National Council for Ecological Transition on 12 July and will ensure that its implementation is monitored throughout the consultation. The State will involve citizens and consumers in the monitoring of the Climate Plan in an innovative way. This mobilisation will take place within the framework of the “Make our planet great again” platform, which will become a label for the most innovative and iconic projects for the implementation of the Climate Plan. This platform will also host events that will highlight the ecological and leadership transition in France in terms of the fight against climate change."}, {"text_block_id": "p3_b41", "text": "The State will involve all ministers in the implementation of the climate action plan through mission statements that will be sent to each minister by the Prime Minister."}, {"text_block_id": "p4_b42", "text": "IMPROVING THE DAILY LIVES OF ALL FRENCH PEOPLE"}, {"text_block_id": "p4_b43", "text": "Climate change affects all French people. Actions to reduce emissions must be taken immediately. It is therefore important that everyone can immediately begin seeing the benefits for their quality of life that are associated with adapting our ways of life to our climate objectives."}, {"text_block_id": "p4_b44", "text": "Energy bills are the second largest regular expense in a household, and 1 in 5 households are experiencing energy poverty: we will make the thermal renovations of housing a national priority. This is a virtuous source of energy saving that will improve our energy independence and reduce bills for French people, all while improving their quality of life and developing an efficient construction industry."}, {"text_block_id": "p4_b45", "text": "The public means implemented to encourage thermal renovation are considerable: energy transition tax credits, VAT reductions, green zero-interest loans, energy-saving certificates, third-party financing, support from the ADEME and the ANAH. And yet, the result is not enough. In September, the Government will publish a"}, {"text_block_id": "p4_b46", "text": "road map for the five-year term"}, {"text_block_id": "p4_b47", "text": ", whose directions will be implemented in the 2018 budget law. In addition to the development or creation of effective tools centred on energy efficiency, the proposals will also focus on increased and coordinated governance and steering of public actions pertaining to energy-efficient renovations, so as to avoid a dispersion of priorities and objectives in the current provisions; and on the development of adapted financing solutions."}, {"text_block_id": "p4_b48", "text": "The financial efforts made in favour of thermal renovations must benefit everyone, particularly those who, in their daily lives, are the primary victims of energy poverty as a result of their limited means."}, {"text_block_id": "p4_b49", "text": "There are now approximately 7 million “heat sieves” in France. The Government has set itself the"}, {"text_block_id": "p4_b50", "text": "objective of"}, {"text_block_id": "p4_b51", "text": "eliminating “heat sieves” within 10 years."}, {"text_block_id": "p4_b52", "text": "4 billion euros from the investment plan will be dedicated to these actions. Support will be offered to all home owners and occupants experiencing energy poverty in order to provide each one with an adapted renovation and financing solution. The first appraisals will take place in early 2018, so that the work can be completed by winter 2018-2019."}, {"text_block_id": "p4_b53", "text": "Both incentivising and coercive measures will be taken to prompt"}, {"text_block_id": "p4_b54", "text": "home owners to renovate “heat sieves”"}, {"text_block_id": "p4_b55", "text": "that are being rented out."}, {"text_block_id": "p4_b56_merged_merged", "text": "The public sphere will set an example by accelerating the thermal renovation of its buildings in partnership with local communities. The work will be financed through 4 billion euros of funding from the investment plan, as well as solutions from third-party financiers. The State will dedicate part of the package to the renovation of its properties, particularly administrative centres, to attain the mandated 25% reduction in the energy consumption reference value. In order for the benefits to reach all French people, the State will establish contracts with communities and social security so that the other half of the package can be used to renovate networks of buildings that they visit frequently in their daily lives: schools, universities, and hospitals, where energy bills weigh heavily on public spending."}, {"text_block_id": "p5_b61", "text": "The automotive sector is one of the biggest emitters of gases and atmospheric pollutants. We will make sure that we provide choices that are coherent with our ecological transition policy, ensuring the"}, {"text_block_id": "p5_b62", "text": "merging of the petrol and diesel tax systems"}, {"text_block_id": "p5_b63", "text": "over the course of the five-year term."}, {"text_block_id": "p5_b64", "text": "In parallel with the rate of convergence and in order to limit the impact on modest-income households in possession of older vehicles, the Government will investigate ways of implementing a"}, {"text_block_id": "p5_b65", "text": "transition bonus"}, {"text_block_id": "p5_b66", "text": "for replacing vehicles that are not eligible for the Crit’air"}, {"text_block_id": "p5_b67", "text": "badge (petrol vehicles from before 1997 and diesel vehicles from before 2001) with new or second-hand vehicles that are less polluting and more fuel-efficient. This measure will be integrated into the"}, {"text_block_id": "p5_b68", "text": "bonus-malus system"}, {"text_block_id": "p5_b69", "text": "that has proven its worth in reducing the emissions of the automotive sector and increasing electric vehicle acquisitions."}, {"text_block_id": "p5_b70", "text": "The Government will support the development of alternative fuels (electricity, natural gas/biogas, hydrogen). Within the investment plan, a"}, {"text_block_id": "p5_b71", "text": "sustainable mobility fund"}, {"text_block_id": "p5_b72", "text": "will be created to support the development of recharging infrastructures and innovative initiatives. The acquisition of"}, {"text_block_id": "p5_b73", "text": "natural gas HGVs"}, {"text_block_id": "p5_b74", "text": "will be promoted through the tax system."}, {"text_block_id": "p5_b75", "text": "The Government will take the initiative of proposing an"}, {"text_block_id": "p5_b76", "text": "ambitious Euro 7 standard"}, {"text_block_id": "p5_b77", "text": "on a European scale, and of setting the objective of"}, {"text_block_id": "p5_b78", "text": "ending the sale of vehicles that emit greenhouse gases in 2040."}, {"text_block_id": "p5_b79", "text": "It will take this position to a European and international level, gathering a coalition of countries to promote this objective (such as the Netherlands, India, and so on)."}, {"text_block_id": "p5_b80", "text": "Beyond technology, the Government will also work on new uses with the launch in the second half of 2017 of the"}, {"text_block_id": "p5_b81", "text": "Conference of the Parliaments on mobility"}, {"text_block_id": "p5_b82", "text": ", which will prepare a mobility law and address, in particular: the introduction of road use tariffs, access to transport, the relaunch of the logistics sector, the development of soft mobility and car pooling, and traffic in cities. Particular attention will be paid to overseas territories, where mobility is difficult."}, {"text_block_id": "p5_b83", "text": "APPROACH 5. WORKING IN THE HEART OF TERRITORIES"}, {"text_block_id": "p5_b84_merged_merged_merged_merged_merged_merged", "text": "The ecological transition will take place in the territories, which have demonstrated their strong desire to mobilise in favour of the energy transition, building renovation, the development of short supply circuits and sustainable agriculture, the circular economy, sustainable mobility, and the fight against artificial environments for crops. The State will enter into contracts with these territories to give them the means to contribute to the national objectives and net job creation. A reflection will be launched in July at the French National Conference of Territories."}, {"text_block_id": "p6_b87", "text": "The circular economy contributes widely and effectively to the reduction of greenhouse gases: waste"}, {"text_block_id": "p6_b88", "text": "recycling alone prevents the emission of 25 million tonnes of CO"}, {"text_block_id": "p6_b89", "text": "2"}, {"text_block_id": "p6_b90", "text": "per year, equivalent to the emissions of the French air transport sector. We aim to achieve a 100% circular economy by the end of this programme. To do this,"}, {"text_block_id": "p6_b91", "text": "the Government will publish a road map for the circular economy in 2018"}, {"text_block_id": "p6_b92", "text": ", encompassing the primary measures that may be taken in order to promote this development, particularly in terms of waste taxation, modulation of ecological contributions, and an expansion of"}, {"text_block_id": "p6_b93", "text": "producers’ responsibilities."}, {"text_block_id": "p6_b94", "text": "The French people must have the means to become responsible consumers, in all domains, particularly with the support of new digital services to allow them to achieve a better understanding of the environmental footprint of a product."}, {"text_block_id": "p6_b95", "text": "As regards energy, the State will sustain the"}, {"text_block_id": "p6_b96", "text": "development of self-consumption"}, {"text_block_id": "p6_b97", "text": "by upholding the lesson-learned process of the first invitations to tender, so that citizens can take ownership of the relationship between the production of renewable energy and its consumption within a neighbourhood or a rural area."}, {"text_block_id": "p6_b98", "text": "APPROACH 7. GIVING SMALL AND MEDIUM-SIZED BUSINESSES THE MEANS TO TAKE ACTION AGAINST CLIMATE CHANGE"}, {"text_block_id": "p6_b99", "text": "Businesses must also join in the effort towards the ecological transition, particularly very small enterprises and SMBs, which represent significant energy consumption but do not always have the means or the time to optimise their consumption."}, {"text_block_id": "p6_b100", "text": "The ADEME will create a general"}, {"text_block_id": "p6_b101", "text": "offer of free support for small businesses to help them optimise their materials, water and energy flows"}, {"text_block_id": "p6_b102", "text": ", as well as a turnkey measure financed by sharing the gains from the savings made by the largest among them."}, {"text_block_id": "p6_b103", "text": "BPI France will offer funding for thermal renovations through an adapted credit."}, {"text_block_id": "p6_b104_merged_merged_merged_merged", "text": "The State will also pursue the set of Commitments for Green Growth, which are contracts set up between the State and sponsors including reciprocal best-efforts obligations, on the basis of established law and with no financial compensation, to generate real commitment to obtaining results. In particular, they will be focused on actions in favour of sustainable production and development, especially reduction at the source and eco-product design, as well as on short circuits and regimes for bringing producers and consumers closer together."}, {"text_block_id": "p6_b107", "text": "The State will also use public contracts as a lever for the development of responsible consumption and production methods, particularly by supporting the development of sustainable, bio-based products and by developing high-value environmental innovation partnerships."}, {"text_block_id": "p7_b108", "text": "France has committed to limiting global warming to below 1.5°C/2°C. Robust decisions must be taken, symbolising the nation's wish to become the champion of the fight for the climate, and the transition towards an economy free from fossil fuels."}, {"text_block_id": "p7_b109", "text": "Coal-fired power plants have long been essential for electricity production in France and for the"}, {"text_block_id": "p7_b110", "text": "balance of the network, but they emit large quantities of CO"}, {"text_block_id": "p7_b111", "text": "2"}, {"text_block_id": "p7_b112", "text": "and contribute to atmospheric pollution. France's ambition to increase the price of carbon condemns these power plants to the medium term, before they are replaced by less polluting and more competitive means of production, clearing the way for a coal-free world."}, {"text_block_id": "p7_b113", "text": "We will work within contracts to support the closure of the last coal power plants by 2022, or their development towards less carbon-based solutions, all while ensuring the security of the electricity supply."}, {"text_block_id": "p7_b114", "text": "In overseas territories, the proportion of coal used in electricity production will be gradually reduced, in favour of renewable energies."}, {"text_block_id": "p7_b115", "text": "This transition must take into consideration all those who are directly or indirectly affected by the closing of these plants. We will work with businesses and stakeholders in the relevant territories to identify site reconversion projects."}, {"text_block_id": "p7_b116", "text": "For all employees whose job is directly threatened by the medium-term transition, as is the case with fossil fuel production, we will put in place"}, {"text_block_id": "p7_b117", "text": "ecological transition contracts"}, {"text_block_id": "p7_b118", "text": ". These contracts will involve stakeholders (employees, territorial communities, businesses, the State) in the search for a common reclassification objective that is optimal for employees, using and developing existing tools."}, {"text_block_id": "p7_b119", "text": "On a national level, we will work with professional organisations and trade unions to launch a reflection on"}, {"text_block_id": "p7_b120", "text": "the evolution of the trades in the energy sector, influenced by current and future transitions."}, {"text_block_id": "p7_b121", "text": "The skills and jobs programming plan anticipated by the Energy Transition for Green Growth Act will be published in 2018."}, {"text_block_id": "p7_b122", "text": "The ecological transition is the source of a profound industrial shift, several of which have occurred over the last century. For the first time, we are putting ourselves in a position to anticipate this shift so that the change can benefit everyone, leaving no one on the sidelines."}, {"text_block_id": "p7_b123_merged_merged_merged_merged", "text": "The Government will initiate the gradual cessation of oil production on French territory by 2040, by issuing no new oil exploration permits and by not renewing existing extraction licenses. In order to have a chance of limiting climate change to less than 1.5°C/2°C, the majority of known oil reserves must remain underground. Coherent with the objectives of the Paris Agreement, this autumn the Government will present a government bill prohibiting new oil exploration permits, as well as the exploration and extraction of shale gas and all unconventional hydrocarbons."}, {"text_block_id": "p8_b126", "text": "France will thus affirm its role as a pioneer by becoming the first country to put into practice such a policy, and will encourage other countries to join in this commitment."}, {"text_block_id": "p8_b127", "text": "APPROACH 10. STRENGTHENING THE ENVIRONMENTAL TAX AND ASSIGNING CARBON ITS TRUE PRICE"}, {"text_block_id": "p8_b128", "text": "In the fight against climate change, it is essential that the price of carbon should reflect its true cost, so as to limit its consumption."}, {"text_block_id": "p8_b129", "text": "Studies show that a price of €100 per tonne by 2030 is not enough to"}, {"text_block_id": "p8_b130", "text": "set the world on course for 2°C. We must react: therefore, in addition to the merging of petrol and diesel tax systems, we commit to creating a legible, sustainable,"}, {"text_block_id": "p8_b131", "text": "accelerated increase of the price of carbon, which will be fixed for 5 years"}, {"text_block_id": "p8_b132", "text": "within the budget law."}, {"text_block_id": "p8_b133", "text": "France's actions for a fair carbon price will also take place on the international scene. It will continue to take action to encourage other countries throughout Europe and the world to adopt a higher carbon price, and to expand this carbon pricing to all emissions, particularly in international transport. It will support the swift conclusion of an ambitious agreement on the"}, {"text_block_id": "p8_b134", "text": "revision of the EU"}, {"text_block_id": "p8_b135", "text": "CO"}, {"text_block_id": "p8_b136", "text": "2"}, {"text_block_id": "p8_b137", "text": "Emissions Trading Scheme."}, {"text_block_id": "p8_b138", "text": "France will also begin expanding carbon pricing mechanisms to include other greenhouse gases. Firstly, France will introduce an incentivising tax system"}, {"text_block_id": "p8_b139", "text": "based on HFCs"}, {"text_block_id": "p8_b140", "text": "–"}, {"text_block_id": "p8_b141", "text": "which are potent greenhouse gases"}, {"text_block_id": "p8_b142", "text": "–"}, {"text_block_id": "p8_b143", "text": "in accordance with the commitments undertaken as part of the Montreal Protocol, while ensuring that these measures accelerate the transformation of the industrial sector concerned."}, {"text_block_id": "p8_b144", "text": "Eco-taxation will contribute to the financing of renewable energies and the energy transition, in preparation for the future. In parallel with the speed of the merging of the petrol and diesel tax systems, and with the rate of increase in the price of carbon, compensation measures will be introduced so as not to penalise those households with the most modest incomes (increase in energy allowance, support for replacing fuel oil boilers, reward for trading in old vehicles)."}, {"text_block_id": "p8_b145", "text": "APPROACH 11. SETTING A NEW STRATEGY AIMING TO ACHIEVE CARBON NEUTRALITY BY 2050"}, {"text_block_id": "p8_b146_merged_merged_merged", "text": "In 2017, the Government will commit to revising its strategic documents on climate and energy: a new national low-carbon strategy and a new multi-annual energy programme will be published by the end of the year 2018. These documents will describe the strategies and actions undertaken to reach our objectives for greenhouse gas emissions and energy consumption. In particular, the new National Low-Carbon Strategy will aim for"}, {"text_block_id": "p8_b149", "text": "carbon neutrality towards the mid-century."}, {"text_block_id": "p9_b150", "text": "MAKING FRANCE THE NO. 1 PLAYER IN GREEN ENERGY BY MAKING"}, {"text_block_id": "p9_b151", "text": "THE PARIS AGREEMENT AN OPPORTUNITY FOR ATTRACTIVENESS,"}, {"text_block_id": "p9_b152", "text": "INNOVATION AND JOBS"}, {"text_block_id": "p9_b153", "text": "The fight against climate change requires significant economic changes. Reducing greenhouse gas emissions during a period of global growth calls for innovation in our production methods, particularly in energy, so as to separate economic performance from greenhouse gas emissions. Research is one of the keys to this, and France, which is brimming with talent, has the potential to become a global leader in attractiveness. The development of green technology will require significant capital, which Paris, as a financial centre, will be able to provide, becoming the global benchmark in sustainable development. Finally, the State will take action to simplify, facilitate and encourage the deployment of green industries that will contribute to the fight against climate change (such as environmental engineering, biomimicry, and so on)"}, {"text_block_id": "p9_b154", "text": "APPROACH 12. INVESTING IN RESEARCH AND INNOVATION TO FIND THE SOLUTIONS OF THE FUTURE"}, {"text_block_id": "p9_b155", "text": "During the COP 21, France committed to"}, {"text_block_id": "p9_b156", "text": "doubling its efforts with regards to public research into the energy transition by 2020."}, {"text_block_id": "p9_b157", "text": "We will immediately create"}, {"text_block_id": "p9_b158", "text": "ongoing research programmes in the fields in which France is at the forefront:"}, {"text_block_id": "p9_b159", "text": "high-performance photovoltaic solar energy, batteries and battery recycling, digital technology for energy, tomorrow's modes of transport. These initiatives will be supported by calls for research proposals, and will be included in the investment plan."}, {"text_block_id": "p9_b160", "text": "As part of"}, {"text_block_id": "p9_b161", "text": "Science, come to France"}, {"text_block_id": "p9_b162", "text": ", as of now, France is strengthening its attractiveness and scientific cooperation measures in key areas for combating climate change. It is also implementing a programme, entrusted to the French National Centre for Scientific Research, to host highly-qualified senior researchers, as well as"}, {"text_block_id": "p9_b163", "text": "chairs of excellence for young researchers and a selective hosting programme for doctoral candidates."}, {"text_block_id": "p9_b164", "text": "Germany has already indicated that it has been researching the implementation of a sister approach. Scientific cooperation programmes that would allow the commencement of bilateral collaboration and facilitate mobility for researchers and students will be boosted. Researchers, entrepreneurs and engineers will be encouraged to come to us through the creation of the"}, {"text_block_id": "p9_b165", "text": "Green Visa"}, {"text_block_id": "p9_b166", "text": ", and foreign entrepreneurs will be able to benefit from"}, {"text_block_id": "p9_b167", "text": "French (green)tech Ticket"}, {"text_block_id": "p9_b168", "text": "bursaries to come and start their businesses in French incubators. Our application to the"}, {"text_block_id": "p9_b169", "text": "World Exposition 2025"}, {"text_block_id": "p9_b170", "text": "will be an international symbol, resolutely placed beneath the insignia of solidarity and sharing in order to safeguard our environment, and in the coming months, the"}, {"text_block_id": "p9_b171", "text": "Strategic Council for Attractiveness"}, {"text_block_id": "p9_b172", "text": "will gather together large international groups and financial institutions to mobilise them around green investments."}, {"text_block_id": "p9_b173", "text": "The online platform"}, {"text_block_id": "p9_b174", "text": "makeourplanetgreatagain.fr"}, {"text_block_id": "p9_b175", "text": ", which is"}, {"text_block_id": "p9_b176", "text": "embedded in France’s powerful"}, {"text_block_id": "p9_b177", "text": "commitment to take action for the climate, constitutes a useful and concrete tool for its own mobilisation and that of anyone, be they researchers, entrepreneurs, students, associations or non"}, {"text_block_id": "p9_b178", "text": "-"}, {"text_block_id": "p9_b179", "text": "governmental bodies, who wishes to join France. It will be supported by the dedicated expertise of Campus France and welcometofrance.com, among others, making it possible to respond as effectively as possible to the questions posed by researchers, entrepreneurs and business founders seeking to begin operating in France."}, {"text_block_id": "p9_b180_merged_merged_merged_merged_merged", "text": "It will support the work carried out by scientists across the world within the IPCC, upon which our evaluations and actions are based, by offering to host its 47th"}, {"text_block_id": "p9_b183", "text": "plenary session in spring 2018."}, {"text_block_id": "p10_b184", "text": "APPROACH 13. MAKING"}, {"text_block_id": "p10_b185", "text": "PLACE DE PARIS"}, {"text_block_id": "p10_b186", "text": "THE INTERNATIONAL HUB OF GREEN FINANCE"}, {"text_block_id": "p10_b187", "text": "Paris, with its quality experience which it implemented at the COP 21, must become the capital of green finance and responsible finance. To do this, the Government will continue to pursue its promotion efforts,"}, {"text_block_id": "p10_b188", "text": "supporting the creation of reference labels"}, {"text_block_id": "p10_b189", "text": ": for example, the Energy and Ecological Transition for the Climate Label ("}, {"text_block_id": "p10_b190", "text": "Label Transition énergétique et écologique pour le climat"}, {"text_block_id": "p10_b191", "text": ", TEEC); participative financing for green growth; and so on. Additionally, as part of its first issuance of green bonds in 2017, it will encourage other public actors to issue similar bonds with the aim of doubling the number of green bonds issued by public actors. France will also provide"}, {"text_block_id": "p10_b192", "text": "support for countries that wish to launch their own green bonds"}, {"text_block_id": "p10_b193", "text": "and market them within our financial ecosystem."}, {"text_block_id": "p10_b194", "text": "France must also be at the heart of the"}, {"text_block_id": "p10_b195", "text": "reflection on the best way to take account of climatic hazards"}, {"text_block_id": "p10_b196", "text": "in the relevant prudential regulation and extra-financial communication. It will continue to promote the French mechanism (art. 173 of the Energy Transition for Green Growth Act) on the global scene. Alongside its G20 and European partners, it will also commit to making swift progress in implementing the recommendations of the G20 Task Force on Climate-related Financial Disclosures, and will support the adoption of ambitious community regulations in order to oblige European investors to publish, by 2020, the climate risk assessments for their portfolios, once the recommendations of the high-level expert group for sustainable finance are known. To do this, it will develop an on-site reflection, based on institutions and their private stakeholders."}, {"text_block_id": "p10_b197", "text": "To support innovation,"}, {"text_block_id": "p10_b198", "text": "BPI France and the Caisse des Dépôts Group will actively support the emergence of investment funds"}, {"text_block_id": "p10_b199", "text": "in the sector of environmental technologies and green infrastructures."}, {"text_block_id": "p10_b200", "text": "APPROACH 14. ACCELERATING THE DEPLOYMENT OF RENEWABLE ENERGIES"}, {"text_block_id": "p10_b201", "text": "France has adopted an ambitious renewable energy development trajectory, with an objective of 32% by 2030. To achieve this objective, we must"}, {"text_block_id": "p10_b202", "text": "simplify even further the renewable energy development framework"}, {"text_block_id": "p10_b203", "text": ". Measures will be taken within the government bill on the transformation of the relationship between the administration and the public, in the domains of energy from the sea, geothermal energy, and anaerobic digestion. Tests will be carried out to make it possible to reduce the average development time for these projects."}, {"text_block_id": "p10_b204", "text": "In the context of the Conference of the Parliaments on overseas territories, the Government will publish a list of the invitations to tender launched within the coming years to develop renewable energies in these territories. In metropolitan France, the scheduling of these invitations to tender throughout the five-year term will be presented within one year, as part of the revision of the multi-annual energy programme."}, {"text_block_id": "p10_b205_merged_merged_merged_merged_merged", "text": "Within the investment plan, the Government will investigate increasing the means of the heating fund, which supports the development of boilers and heating networks based on renewable energies (such as biomass). Renewable heating is a competitive form of energy in terms of public support, and also reduces greenhouse gas emissions by replacing fossil fuels (natural gas or coal). It is therefore an essential medium for attaining our climate and energy objectives."}, {"text_block_id": "p11_b208", "text": "In order to accelerate the deployment of biogas plants on our territory,"}, {"text_block_id": "p11_b209", "text": "BPI France will create a long"}, {"text_block_id": "p11_b210", "text": "-"}, {"text_block_id": "p11_b211", "text": "term unsecured loan dedicated to developing them"}, {"text_block_id": "p11_b212", "text": ", to ensure that access to funding is no longer a barrier for projects that are nonetheless profitable."}, {"text_block_id": "p11_b213_merged_merged", "text": "The State will provide its support for the industrialisation of the sectors of the future, particularly the European energy storage sector, especially for the production of batteries for electric vehicles, but also for the reconditioning of these batteries for stationary storage and recycling. The State will take action to host foreign stakeholders in the sector on national territory."}, {"text_block_id": "p12_b216", "text": "The fight against climate change includes the reduction of fossil fuel consumption and the transformation of our economy and industry. But to have a chance of remaining below a 1.5°C/2°C temperature increase, we must also start work immediately to conserve our oceans, improve the sustainability of forest management and exploitation so as to preserve and increase their carbon storage capacity and restore biodiversity, which is essential to the functioning of our ecosystems."}, {"text_block_id": "p12_b217", "text": "APPROACH 15. ENDING THE IMPORTATION INTO FRANCE OF PRODUCTS THAT CONTRIBUTE TO DEFORESTATION"}, {"text_block_id": "p12_b218", "text": "Beyond its commitment to sustainable forest management, both in metropolitan France and in French Guiana, France has also joined in a number of initiatives aiming to reduce the impact on deforestation of its consumption of forestry and agricultural products (wood, palm oil, soya, cotton, rubber, cocoa): initiatives such as the Amsterdam and New York Declarations, with the objective of a 100% sustainable supply. Regarding energy from biomass, an amendment to the directive on the sustainability criteria for biofuels is currently underway: France will support an ambitious approach."}, {"text_block_id": "p12_b219", "text": "French businesses are among the biggest purchasers of forestry and agricultural products, so they have additional responsibility. To go one step further and successfully end imported deforestation in France,"}, {"text_block_id": "p12_b220", "text": "by 2018 we will publish a national strategy to end the importation of forestry and agricultural imported products that contribute to deforestation"}, {"text_block_id": "p12_b221", "text": "–"}, {"text_block_id": "p12_b222", "text": "including the indirect change in land use"}, {"text_block_id": "p12_b223", "text": "–"}, {"text_block_id": "p12_b224", "text": "containing proposals pertaining to regulations, tax, voluntary commitments, good practices and modifications to the public contract. France will ensure that the Amsterdam Declaration takes precedence in the first half of 2018, and will play a driving role in promoting such a commitment on a European scale."}, {"text_block_id": "p12_b225", "text": "APPROACH 16. ENGAGING THE TRANSFORMATION OF OUR AGRICULTURAL SYSTEMS TO REDUCE EMISSIONS AND IMPROVE CARBON STORAGE IN THE SOIL"}, {"text_block_id": "p12_b226_merged_merged", "text": "Agriculture is now the sector with the second highest greenhouse gas emissions, behind transportation, with 17% of emissions in 2016. It is also one of the sectors that is most exposed to the consequences of climate change. The Estates General on Food will be an opportunity for reflection on the levers for the transformation of our agricultural model to ensure its full contribution to the objectives of the fight against climate change as defined in the national low-carbon strategy. To this end, the Estates General on Food will address the following points:"}, {"text_block_id": "p12_b229", "text": "Agriculture is now the sector with the second highest greenhouse gas emissions, behind transportation, with 17% of emissions in 2016. It is also one of the sectors that is most exposed to the consequences of climate change. The Estates General on Food will be an opportunity for reflection on the levers for the transformation of our agricultural model to ensure its full contribution to the objectives of the fight against climate change as defined in the national low-carbon strategy. To this end, the Estates General on Food will address the following points:\n* and their impacts on greenhouse gas emissions;\n* reducing the quantity of nitrogen fertilisers;\n* , particularly electric for machines, and agricultural\n* , the fight against artificial environments, and food"}, {"text_block_id": "p13_b240", "text": "APPROACH 17. PROMOTING ACTIVE AND SUSTAINABLE MANAGEMENT OF FRENCH FORESTS TO PRESERVE AND AMPLIFY THEIR CENTRAL ROLE IN CARBON STORAGE"}, {"text_block_id": "p13_b241", "text": "As a result of the abandonment of land use, the area of forested land in metropolitan France has doubled in two centuries, and the volume of wood has doubled over the last fifty years. Many forests are ageing, and are either hardly used for their wood or not used at all. Their carbon storage potential is stagnant, and they are more sensitive to climatic or biological hazards. In light of this, France has implemented the National Wood and Forest Plan, and the National Biomass Mobilisation Strategy, which advocate more dynamic forestry that is more respectful of ecosystems."}, {"text_block_id": "p13_b242", "text": "The G7 will take action to protect French forests, both metropolitan and overseas, and to increase their exploitation, subject to strict sustainability criteria, so as to preserve and increase their carbon storage capacity. We will provide support for estate owners to encourage the active and sustainable management of their assets, all while protecting them from the risk of storms or catastrophic events that could result from climate change, thus preserving the storage capacity of forest ecosystems."}, {"text_block_id": "p13_b243", "text": "APPROACH 18. CONTRIBUTING TO THE PROTECTION OF TERRESTRIAL AND MARINE ECOSYSTEMS IN FRANCE AND INTERNATIONALLY"}, {"text_block_id": "p13_b244", "text": "Because of the services they provide, ecosystems and their proper functioning play a key role in mitigation and adaptation, in carbon storage in the soil, biomass and the oceans, and in helping our society to adapt as well as possible to the consequences of climate change."}, {"text_block_id": "p13_b245", "text": "France will continue to pursue its international commitment, and will depend on overseas territories to launch initiatives that support biodiversity for the good of the climate. Alongside the French Development Agency and the French Global Environment Fund,"}, {"text_block_id": "p13_b246", "text": "it will increase its financing for ecosystem protection projects"}, {"text_block_id": "p13_b247", "text": "to help mitigate and adapt to climate change."}, {"text_block_id": "p13_b248", "text": "During France's presidency of the G7, France will mobilise its partners around the theme of biodiversity. This commitment will contribute to the mobilisation of the international community around biodiversity in 2020, culminating in the COP15 of the United Nations Framework Convention on Biological Diversity in 2020, in China."}, {"text_block_id": "p13_b249_merged_merged", "text": "On a national level, calls for research proposals will be launched to enhance and develop solutions to protect nature (such as the role of wetlands in water storage and flood prevention, the role of soil quality in water filtration and storage, the role of biodiversity in urban areas in alleviating heat pockets, and so on) and measuring the gains permitted by limiting the impact and frequency of natural disasters thanks to the maintenance of natural ecosystems."}, {"text_block_id": "p13_b252", "text": "APPROACH 19. ADAPTING TO CLIMATE CHANGE"}, {"text_block_id": "p13_b253", "text": "Climate change is accelerating and its impacts in France will be significant over the coming years. The Government is committed to protecting French people and the economy, particularly the most exposed sectors and regions, such as agriculture, forests, coastal regions and mountainous zones."}, {"text_block_id": "p14_b254", "text": "Before the end of the year, following a period of consultation, the Government will publish a new National Climate Change Adaptation Plan"}, {"text_block_id": "p14_b255_merged", "text": ", which will be implemented during the five-year term. Its objective will be to provide better protection for French people against extreme climate events, but also to build the resilience of the main sectors of the economy (agriculture, industry, tourism) in the face of changes in the climate. France will increase its dedicated funding for the adaptation of its territories and its economy throughout the five-year term to take action in metropolitan and overseas territories on the prevention of the impacts of climate change, resilience and the mobilisation of adaptive solutions based on nature."}, {"text_block_id": "p15_b258_merged", "text": "France wishes to re-launch climate diplomacy by intensifying, alongside all of its European and international partners, the fight against climate change, and by ensuring that the Paris Agreement is reflected in European and international public policies. This requires an unprecedented mobilisation of the French diplomatic network, but also of non-governmental stakeholders with a key role to play, alongside the States, in the implementation of the Paris Agreement."}, {"text_block_id": "p15_b260", "text": "APPROACH 20. INCREASING CLIMATE AMBITION IN EUROPE"}, {"text_block_id": "p15_b261", "text": "system and the decision on sharing the effort of reducing greenhouse gas emissions."}, {"text_block_id": "p15_b262", "text": "the facilitation dialogue anticipated for 2018."}, {"text_block_id": "p15_b263", "text": "the low-carbon transition and adaptation to climate change."}, {"text_block_id": "p15_b264", "text": "In this context, France will propose, alongside all of its mobilised partners:"}, {"text_block_id": "p15_b265", "text": "In this context, France will propose, alongside all of its mobilised partners:\n* encouraging the European Union to dedicate more of its budget to the fight against climate\n* increasing the funding allocated to the implementation of climate policies in developing\n* promoting innovative European financing tools to allow the acceleration of climate-friendly"}, {"text_block_id": "p15_b271", "text": "France will take action to ensure that the European Union adopts, as soon as possible and well before 2020, a long-term low GHG-emission development strategy, and manifests its determination in this regard to achieve carbon neutrality as soon as possible over the course of the second half of the century."}, {"text_block_id": "p15_b272", "text": "France is also committed to assembling a coalition of Member States willing to increase without delay their national and supranational mitigating action, particularly in terms of carbon pricing, but also in terms of adaptation, climate-friendly finance and increasing the ability to achieve carbon neutrality on a national level as soon as possible over the course of the second half of the century."}, {"text_block_id": "p16_b273", "text": "APPROACH 21. SUPPORTING THE EFFORTS OF DEVELOPING COUNTRIES IN IMPLEMENTING COMMITMENTS"}, {"text_block_id": "p16_b274", "text": "France reaffirms the commitments it made in the Paris Agreement to support developing countries, particularly through the action of the French Development Agency."}, {"text_block_id": "p16_b275", "text": "France is fully committed to supporting the reconstitution of the two funds of the financing mechanism of the Paris Agreement: the Global Environment Facility, for which discussions have begun, and those of the Green Climate Fund in the future."}, {"text_block_id": "p16_b276", "text": "France will continue to take action in mobilising multilateral development banks, as well as bilateral institutions, particularly within the International Development Finance Club (IDFC)"}, {"text_block_id": "p16_b277", "text": ", and will support the increased contribution of these stakeholders in the funding of the fight against climate change, in accordance with its objective of mobilising, alongside other industrialised countries, 100 billion dollars from various sources in 2020, dedicated to the fight against climate change in developing countries. France will call upon all international financial institutions to"}, {"text_block_id": "p16_b278", "text": "stop funding the installation of coal-based energy production."}, {"text_block_id": "p16_b279", "text": "The French Development Agency will become the top bilateral development bank with the explicit mandate of implementing the Paris Agreement and the aim of maintaining climate change below 1.5°C/2 °C and increasing the resilience of economies and populations throughout its portfolio of activity."}, {"text_block_id": "p16_b280", "text": "APPROACH 22. PROMOTING AND SUPPORTING INNOVATIVE AND AMBITIOUS INTERNATIONAL INITIATIVES THAT MAKE IT POSSIBLE TO CONSOLIDATE INTERNATIONAL CLIMATE COMMITMENT"}, {"text_block_id": "p16_b281", "text": "France will continue to pursue international initiatives that contribute to development and the fight against global warming."}, {"text_block_id": "p16_b282", "text": "The President of the Republic will attend the first summit of the International Solar Alliance in Delhi in late 2017. This summit will aim to mobilise all stakeholders to accelerate the deployment of solar energy in the tropical zone, which has the greatest solar potential. France, which founded the Alliance alongside India, will contribute to its preparation and, with India, will investigate expanding international support with a view to fully implement this important initiative."}, {"text_block_id": "p16_b283", "text": "France will be particularly attentive to the most vulnerable regions, especially Africa. France will reaffirm its"}, {"text_block_id": "p16_b284", "text": "support for the Africa Renewable Energy Initiative"}, {"text_block_id": "p16_b285", "text": "and contribute on a governmental level to its governance. Alongside Germany, it will investigate expanding funding for this initiative from other international players, to make it more robust. The Alliance for the Sahel, a European and international platform for more and better intervention in West Africa, will also make the climate and renewable energies a priority in its short-term projects."}, {"text_block_id": "p16_b286_merged_merged_merged", "text": "Alongside its European partners, France will reinforce the fight against soil degradation and drought, to contribute to the maintenance of biodiversity, food security and carbon storage in the soil. It will provide a complement to the African efforts of the Great Green Wall and the 3S initiative (sustainability, security and stability in the Sahel), through programmes developed near Lake Chad and the Niger Basin. It will contribute to the deployment of new methods of early-warning and insurance, accessible to the least fortunate, in Africa and in other vulnerable regions throughout the world, particularly through the multi-donor trust fund CREWS."}, {"text_block_id": "p17_b289", "text": "APPROACH 23. INCREASING THE CONSIDERATION OF ENVIRONMENTAL ISSUES IN NEW TRADE AGREEMENTS"}, {"text_block_id": "p17_b290", "text": "So-called next-generation trade agreements aim not only to deepen commercial integration, but also to instil strict common standards in international trade, particularly with regards to environmental protection. France has launched an independent panel of experts to evaluate the results that can be expected from the CETA with regards to the environment, the climate and health."}, {"text_block_id": "p17_b291_merged", "text": "The Government wishes this commission to then propose the methodological elements for the organisation of a cross-sector reflection on European trade policy, particularly the consideration within trade agreements of issues relating to the conservation of the planet and the protection of health. This reflection will be systemic, and will address not only the objectives pursued but also the steering of this policy and the correct involvement of stakeholders. It will deliver its conclusions by March 2018 at the latest."}, {"text_block_id": "p19_b294", "text": "www.ecologique-solidaire.gouv.fr"}, {"text_block_id": "p19_b295", "text": "@Min_Ecologie"}], "document_description": "As envisaged in the Energy Policy Framework (2005), the government has regularly updated the Climate Plan (2004, 2006, 2009, 2011), with the last update published in June 2014, integrating recent EU legislation. The Climate Plan covers nine Action Areas: Transport Residential tertiary Industry and energy generation Agriculture Forestry Waste Exemplary role of the state and territorial authorities Businesses Research For each category, the Plan summarises targets and objectives set through different climate and energy related legislation as well as EU legislation, and evaluates the achievements to date."}