{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Capacity building|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "26/04/2018", "document_language": "English", "document_name": "Energy Renovation in Buildings Plan", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": "Energy Demand", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/FRA/2018/FRA-2018-04-26-Energy Renovation in Buildings Plan_ec0ce0b5a6245655dc76f152fe5a7d1f.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The fifth-year Energy Renovation in Buildings Plan, released in April 2018, is the government's strategy to meet the challenge of carbon neutrality and improve the purchasing power. The plan offers tools suitable for housing, tertiary and public buildings.The Plan aims at: 1) creating a guarantee fund of more than 50 million euros to help 35,000 low-income households a year; 2) simplifying support for all by transforming the tax credit into a premium and adapting existing loans; 3) enhancing the reliability of the energy label of homes through diagnosis of energy performance (DPE); 4) better training professionals and better controlling the quality of work by reforming the label RGE (recognized guarantor of the environment), investing 30 million euros in the training of professionals and 40 million euros in innovation; 5) encouraging a massive renovation of public buildings of the State and communities by mobilizing 4.8 billion euros; and 6) missioning a start-up to support the renovation of public buildings of local authorities by pooling resources to consolidate contracts, reduce costs and remove contractual, legal and institutional obstacles."}