{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "25/12/2005", "document_language": "English", "document_name": "Energy Policy Framework (POPE, No. 2005-781)", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/FRA/2005/FRA-2005-12-25-Energy Policy Framework (POPE, No. 2005-781)_c91372e65df9f749f6142683cf6104d2.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law, adopted after two years of public debate, defines the objectives and orientations of France's energy policy (energy security, competitive energy market, fight climate change, manage demand, diversify sources of supply, develop new technology). The bill states that tackling climate change is a priority of France's energy policy.<br>&nbsp;<br>&nbsp;It contains objectives to increase the share of renewable electricity in the national energy mix, to diversify energy sources and increase energy efficiency. The targets include:</div><ul><li>Reduce energy intensity by 2% annually between 2005 and 2015, and by 2.5% between 2005 and 2030</li><li>Decrease GHG emissions by 3% per year and total emissions by 75% by 2050</li><li>Increase the share of renewable electricity in national energy production to 10% of French energy demand by 2010</li></ul><div>&nbsp;<br>&nbsp;The Law creates a High Council on Energy to manage all aspects of the energy sector (including a White Certificate scheme to encourage energy efficiency). It also includes new incentive mechanisms such as tax exemptions, energy label for building and a White Certificate Programme to encourage energy efficiency among firms in the energy sector as envisaged in the 2004 Climate Plan.<br>&nbsp;<br>&nbsp;Transposition of the EU Directive on the Energy Performance of Buildings (standards, energy performance certificate, energy efficiency studies before construction begins).<br>&nbsp;<br>&nbsp;Information campaigns targeting both schoolchildren and consumers.<br>&nbsp;<br>&nbsp;Energy Technology R&amp;D: The government will publish its domestic research strategy, to be revised every five years, and report each year to Parliament regarding development of renewable energies and energy efficiency programmes. Funds have been given to the National Research Agency.<br>&nbsp;<br>&nbsp;The government must elaborate a Climate Plan every two years. It also demands support for regional and municipal programmes of energy management.<br>&nbsp;<br>&nbsp;The Energy Policy was updated in 2015 by the ‘Law for energy transition and green growth'."}