{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Law", "document_sector_name": ["Urban", "Transportation", "Residential and Commercial", "LULUCF", "Environment", "Energy"], "document_date": "08/03/2009", "document_language": "English", "document_name": "Grenelle I", "document_country_code": "FRA", "document_hazard_name": ["Soil Erosion", "Biodiversity Loss", "Changes In Air Quality", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/FRA/2009/FRA-2009-03-08-Grenelle I_a47b0406c0635d8c4b3b71a2ce90618b.pdf", "document_type": "Law", "text_blocks": [], "document_description": "<div>In 2007, the French government established six working groups gathering state and non-state actors to address ways to redefine France's environment policy. The proposals were put to public consultation, leading to a set of recommendations presented to the French parliament in early 2008. One working group specifically addressed climate change. The Grenelle I Law states the principles of the Grenelle process. The Grenelle II Law gives a more detailed implementation framework. Not all the measures negotiated during the Grenelle process were adopted.&nbsp;<br><br>The Grenelle I sets among others the following objectives and targets related to climate change and energy:&nbsp;</div><ul><li>Buildings: make the building sector the Number 1 sector supporting the fight against climate change&nbsp;<ul><li>Apply the 'Low consumption building' norm to all new buildings starting end 2012 (less than 50kWh/m2/year of primary energy consumption)&nbsp;</li><li>Reduce energy consumption in old buildings by 38% by 2020 o Complete 400,000 thermal renovations of buildings per year starting 2013 o Launch a social housing programme for energy efficiency renovation for 800,000 households&nbsp;</li></ul></li><li>Urban planning: Harmonise policy and planning documents, in particular relevant to agglomeration level&nbsp;</li><li>Transport: Reduce GHG emissions by 20% by 2020 and reduce the sector dependency on fossil fuels&nbsp;<ul><li>Put in place an eco-tax for heavy vehicles starting 2011 o Increase the share of non-road and non-aviation transport from 14% in 2009 to 25% by 2022 o Increase the share of non-road and non-aviation freight by 25% by 2012&nbsp;</li><li>Provide by 2020 EUR2.5bn (USD3.1bn) state investment for development of urban public transport o Inaugurate 2,000 km of high-speed rail by 2020 o In aviation transport, reduce by 2020 fuel consumption/ passenger/km by 50% and reduce by 50% total fuel consumption&nbsp;</li></ul></li><li>Energy: contribute to the goal of drastic GHG emissions reduction o Minimum 23% of energy mix by 2020 sourced from renewable energy sources&nbsp;</li><li>Example set by the State: sustainable sourcing and energy efficiency measures o Starting 2009, vehicles purchased by the State should not emit more than 130g CO2/km (exceptions apply) o Starting 2010, use certified wood or wood issued from sustainably managed forests o Improve energy efficiency by 20% by 2015&nbsp;</li><li>French overseas territories: to become ‘territories of environmental excellence'&nbsp;<ul><li>Aim for energy autonomy (50% by 2020) Monitoring arrangements: a National Committee on Sustainable Development and the Environment monitors the implementation of the measures adopted in the Grenelle Laws and reports once a year to Parliament to suggest improvements. The committee also formulates, monitors and evaluates sustainable development and biodiversity national strategies. The committee is chaired by the Ministry of Environment, and consists of the inter-ministerial delegate for sustainable development, representatives of the State, the private sector, environmental NGOs and unions. It has six members who represent family, consumer protection, solidarity, social integration, youth, development aid and a representative of the Chamber of Commerce and Industry. In total, it has 41 members.</li></ul></li></ul>"}