{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Tax incentives|Economic", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Law", "document_sector_name": ["Transport", "Environment", "Economy-wide", "Cross Cutting Area", "Buildings"], "document_date": "22/08/2021", "document_language": "English", "document_name": "Law No 2021-1104 on the fight against climate change and the reinforcement of resilience in the face of its effects", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": ["Food Security", "Advertising", "Ev", "Ban", "Housing", "Artificialisation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/FRA/2021/FRA-2021-08-22-Law No 2021-1104 on the fight against climate change and the reinforcement of resilience in the face of its effects_8dbd167d2f57c735d66d5e4c2dcfa821.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Climate and Resilience law adopts a number of conclusions emanating from the <a href=\"https://climate-laws.org/geographies/france/policies/climate-convention-report\">Citizen Climate Convention</a>. It is a 305-article-long document that mainly focuses on consumption (articles 2 to 29), work and production (30-102), transport (103-147), housing (148-251), food security (252-278), the reinforcement of the legal protection of the environment (279-297), and climate and environmental monitoring (298-305).<br><br>In Article 1 of the law, the State reiterates its commitment to respect the objectives of reducing greenhouse gas emissions in accordance with EU 2018/842 regulation and the Paris Agreement.<br><br>Articles 7 to 22 on supervision and regulation of advertising restrict the exposure of products and services with an excessive impact on the climate, notably fossil fuels (2022) and high-polluting cars (2028). From March 1st, 2022, car manufacturers will have to display the CO2 emission class of the their vehicle in advertisements.<br><br>Transport-related measures include 1) the obligation for cities or metropolitan areas of more than 150,000 inhabitants to establish a low-emission mobility zone before December 31, 2024, 2) the banning of flights within French territory when the journey is also provided on the national rail network without a connection and by several daily connections lasting less than 2h30, and 3)&nbsp; grants regions the possibility to create a road ecotax from 2024. Article 133 extends until December 31, 2030, the exceptional deduction scheme that benefit companies using vehicles heavier than 2.6 tonnes and that use gas (NGV, LNG, bioNGV and bioLNG), certain types of biofuels, electricity, and hydrogen.<br><br>The law amends article 101-2 of the Code for Urbanism to set a long-term objective of no further artificialisation of soils. It also creates an environmental labelling system.<br><br>Article 252 mandates public and private managers of school catering services to offer a vegetarian menu at least once a week.<br><br>Article 280 further creates punitive measures for \"ecocide\" crimes when infringements result in serious and lasting damage to health, flora, fauna or the quality of the air, soil or water."}