{"document_instrument_name": ["Provision of climate funds|Direct Investment", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Law", "document_sector_name": ["Public Sector", "Economy-wide"], "document_date": "01/01/2019", "document_language": "French", "document_name": "Law n ° 2019-1270 of December 2, 2019 of amending finance for 2019 (1)", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply", "Energy Demand", "Transport", "Hydrogen"], "document_response_name": "Mitigation", "document_url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000039440006&categorieLien=id", "document_type": "Law", "text_blocks": [], "document_description": "French budget laws introduces a number of climate-related clauses, notably relating to the taxation system. Nota Bene: the figures below are representative of original changes and might have changed with more recent versions of the finance law.Carbon taxation: The budget law sets a trajectory for the carbon component of domestic consumption tax rates for the 2018-2022 period, with a more ambitious objective than that set by the law on the energy transition. Thus, the value of the carbon component of the tariffs for these taxes is set at 44.60 euros / tonne of CO2 in 2018 (instead of 39 euros initially), 55 euros in 2019 (against 47.5 euros) and 65, 40 euros in 2020 (against 56 euros), to reach 86.20 euros in 2022. In addition, it is expected in the new tariffs of TICPE (domestic consumption tax on energy products) a convergence of the tariff of diesel towards the gasoline tariffs in four years, ie by 2021. This measure leads to an increase in the fixed portion of the TICPE applicable to road diesel by € 2.6 per hectolitre per year for four years, which is in addition to that of the carbon portion programmed for the period 2018-2022. Used vehicles: The rate of the additional tax on the tax on the registration certificates of used vehicles has been tightened. The objective is to encourage buyers to equip themselves with less polluting vehicles.  Reinforcement of the ecological penalty on cars: The environmental penalty for automobiles has changed with successive finance laws. It remains based on the only carbon dioxide (CO2) emissions of vehicles without taking into account their pollutant emissions (fine particles, nitrogen oxides ...) but the trigger threshold of the malus has been lowered, originally from 127 to 120 grams of CO2 / km. The law set a progressive scale ranging from 50 euros for the least emitting vehicles to 10,500 euros for those emitting 185 g of CO2 / km or more.The finance law for 2022 further lowers the thresholds, increases the penalties and introduces a mass tax in working order (weight penalty) from January 1st, 2022. The tax on the mass in running order of the vehicle is set at € 10 per kg from 1,800 kg. The tax does not apply to vehicles used to transport persons suffering from disabilities and low-emissions vehicles. There are other exemptions, notably related to family size.   Premium conversion to electric vehicles: EUR 388 million has been earmarked in the budget of the special purpose account Aid for the acquisition of clean vehicles to finance aid for the acquisition of clean vehicles (EUR 266 million) and the withdrawal of vehicles more pollutants (€ 122 million).  Electric bicycles: Faced with the bronca caused by the decision not to maintain beyond 31 January 2018 the bonus for the purchase of an electric-assisted bicycle (e-bike), State aid was finally extended by 5 millions of euros. It is however conditional on the payment of aid by a local authority and refocused on the most modest households.  Energy transition tax credit (ISCED): The law of finance extends it for the year 2018 but hardens its conditions. As regards oil boilers, the eligibility criteria have been strengthened. The worst performers were excluded from ISCED as of January 1, 2018. In contrast, the eligibility of those meeting enhanced energy performance criteria, defined by decree, will be maintained until June 30, 2018 at a rate of 15%. The eligibility of glazed windows is maintained at a rate of 15%, only for taxpayers replacing single glazing with double glazing, until June 30, 2018. In contrast, the entrance doors and shutters are excluded from ISCED as of 1 January 2018.Civil aviation tax : 31 170 196 euros, reviewed assessment for 2019. This tax is integrated in the 2020 Finance Law."}