{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Urban", "Transportation", "Residential and Commercial", "LULUCF", "Health", "Environment", "Energy"], "document_date": "17/08/2015", "document_language": "English", "document_name": "Law no. 2015-992 on Energy Transition for Green Growth (Energy Transition Law)", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation", "Fossil Fuels Curbing Measures"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/FRA/2015/FRA-2015-08-17-Law no. 2015-992 on Energy Transition for Green Growth (Energy Transition Law)_ce0a35ebcc760af8c2fcaae5e7796360.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The framework Energy Transition Law and its related action plans are designed to give France the means to diversify its energy mix and enhance its actions contributing to tackling climate change. It covers a large scope of economic activities and brings in binding energy targets for transport, housing sector and renewable energy. In its 215 articles, the law sets the following ambitious national targets:</div><div><br></div><ul><li>cut GHG emissions by 40% between 1990 and 2030 and by 75% by 2050;</li><li>cut the national energy usage by at least 50% by 2050;</li><li>reduce the share of fossil fuels in energy production by 30% compared to 2012;</li><li>cap the total output from nuclear power at 63.2 GW and reduce France's reliance on nuclear power from the current 75% to 50% by 2030;</li><li>bring the share of renewables up to 32% of the energy mix by 2030.</li></ul><div><br>&nbsp;The law also increases the carbon tax on fossil fuel more than four times, from the 2015 rate of 14.5 euros to 56 euros per ton in 2020, and 100 euros in 2030, pending on ratification in the annual budget.<br>&nbsp;Renewable energy production is supported through simplified administrative procedures for onshore wind farms (art 143) and general permitting process for renewables (art 145). In addition, powers have been given to municipalities to develop district heating and cooling systems (art 194).<br>&nbsp;The adoption of the law is expected to create more than 75,000 new jobs in the housing sector through retro-fitting the ageing housing stock (which currently consumes about 50% of France's energy).<br>&nbsp;The law sets minimum energy consumption requirements for public buildings and, where possible, requires them to be energy positive. Minimum energy requirements applicable to social housing are extended from collective dwellings to individual housing (art 13). Energy upgrades or integration of renewable energy sources can also be mandated through local plans (art 8-I). Government support for energy upgrades is maintained (art 14-II and art 22) and the installation of smart meters is mandated by law (conditions apply - art 27) Administrative procedure for energy upgrades of communal parts of buildings is simplified, by recognizing simple majority voting among tenants (art 14-I). Similarly, procedures for building certification are simplified by allowing for certification at delivery of the new built (art 15). Individual billing for heating and electricity consumption are required in all buildings fitted with a collective heating and/or hot water system (art 26).<br><br>&nbsp;The law also contains a package of measures to tackle air pollution through a clean transport programme, which incentivises citizens to buy low-emission vehicles by installing approximately 7 million charging stations and dedicated parking places. The law also requires the State to prioritise electric and low-carbon vehicles in procurement (at least 50% of new procurement). Taxi and rental companies will also have to reach a minimum of 10% of low-carbon vehicles in their vehicle park. A subsidy for replacing old diesel vehicles by new ones is also provided, with a dedicated capped budget. In addition, metropolitan areas are allowed to reduce traffic speed on all or part of the city routes (art 47) and introduce temporary traffic bans against polluting vehicles across the city (art 49). Additional measures include: price reductions for access to public transport in case of traffic ban for certain type of vehicles (art 48); penalties for removing particulate filters (art 58); and optimal urban planning of the transport system contributing to reduction of air pollutants (art 66).<br><br>&nbsp;The law sets a requirement for investors to declare the environmental impact of their investment portfolios, including specific reference to impact on climate change. Article 173 imposes listed companies to disclose financial risks related to the effects of climate change and measures adopted by the company to reduce them; banks and credit providers shall disclose the risks evidenced by the stress-tests that are regularly implemented in their mandatory risk reports; and institutional investors must disclose information to beneficiaries on how their investment decision-making process takes social, environmental and governance criteria into consideration (including climate risk), and the means implemented to contribute to the financing of the ecological and energy transition. Several other educational and financial assistance projects are to be commissioned to assist citizens with energy efficient retrofits, renewable sources installation and others.<br><br>&nbsp;The law also promotes waste reduction and resources savings, in particular a gradual decoupling between France's growth and consumption of raw materials. The laws includes the following provisions:<br>&nbsp;</div><ul><li>increase by 30% over 2010-2030, the ratio of the GDP to domestic material consumption;</li><li>decrease the domestic material consumption per capita (consumer products, food waste, electronic waste) and increase recycling rates (art 70-V, art 84, art 87, art 99 and 103);</li><li>the production, distribution, sale, provision and use of packaging or bags made wholly or partly from oxo-fragmentable plastic (biodegradable but not compostable) are prohibited;</li><li>as of 1 January 2016, disposable plastic bags available at supermarket counters are prohibited, and from 1 January 2017, the \"fruit and vegetables\" plastic bags are prohibited (art 75);</li><li>as of 1 January 2017, the use of non-biodegradable and non-compostable plastic packaging for sending addressed or non-addressed press and advertising is prohibited ;&nbsp;</li><li>state services and local authorities are to decrease their office paper consumption by 30% before 2020;</li><li>as of 1 January 2017, at least 25% (40% as of 1 January 2020) of paper products, stationery and fiber-based prints acquired by state services and local authorities and their groupings are to be made from recycled paper, with the rest to come from sustainably managed forests;</li><li>strengthened powers for mayors to deal with abandoned vehicles (art 77);</li><li>better monitoring of waste (art 82) and fight against chemical waste trafficking (art 77-IV) and unregulated waste disposal (art 78);</li><li>other quantified limits apply to State and local authorities construction work waste and raw materials use.</li></ul><div><br></div><div>The law also aims to support protection of biodiversity and pollution reduction, in particular through mandated reduction of free sale of pesticides for home-gardeners (from 1 January 2016) and then phase-out from 1 January 2017, and ban on aerial spraying of pesticides, except in cases of serious health hazard (art 68)."}