{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "France", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "25/12/2012", "document_language": "English", "document_name": "Thermal Regulation 2012 (RT 2012)", "document_country_code": "FRA", "document_hazard_name": [], "document_keyword": "Energy Demand", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/FRA/2012/FRA-2012-12-25-Thermal Regulation 2012 (RT 2012)_3cedd60c2933d5cf7c725d879c491b2a.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The Regulation replaces the Thermal Regulations 2000 and 2005, introducing more stringent regulations of thermal insulation and heating systems.<br>&nbsp;<br>&nbsp;RT 2005 required 15% improvement of thermal efficiency (compared to a building constructed following the guidelines of RT2000) and applied to new buildings. It also created a labelling system to identify energy efficient buildings and introduces measures to discourage air-conditioned buildings in France. Calculations now include natural lighting and renewable energy sources. RT 2012 strengthens the existing requirements (and lays down the following main requirements:</div><ul><li>Minimum energy efficiency requirement for the 'bioclimatic need' - 'Biomax' of the building (isolation, efficiency of heating and lighting systems)</li><li>Maximum average primary energy consumption of the building below 50 kWh/m²/year - 'Cmax'</li><li>Summer comfort requirement (maximum interior temperature for 5 consecutive summer days) to encourage bioclimatic architecture</li></ul><div>&nbsp;<br>&nbsp;Additional requirements and guidelines are set for: the general building quality, living comfort, preference for renewable energies, good energy use of the building, potential for energy production beyond self-sufficient production.<br>&nbsp;<br>&nbsp;Overall, the RT 2012 aims at reducing the primary energy consumption in buildings by 150bn kWh between 2013 and 2020 and reducing the CO2 emissions by 13m-35m tonnes of CO2 (depending on the method) between 2013 and 2020."}