{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Costa Rica", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "13/12/1994", "document_language": "English", "document_name": "Regulations on the Efficient Use of Energy (Law No. 7447)", "document_country_code": "CRI", "document_hazard_name": [], "document_keyword": ["Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://www.pgrweb.go.cr/scij/Busqueda/Normativa/Normas/nrm_texto_completo.aspx?param1=NRTC&nValor1=1&nValor2=24436&nValor3=94042&param2=1&strTipM=TC&lResultado=9&strSim=simp", "document_type": "Law", "text_blocks": [], "document_description": "This law consolidates the participation of the State in the promotion and gradual execution of the programme for the efficient use of energy. It also attempts to establish mechanisms to achieve energy efficiency, taking environmental protection into account.<br>&nbsp;<br>&nbsp;The Ministry for Natural Resources and Energy is responsible for the implementation, monitoring the 'National Programme for the Rational Use of Energy'. To promote this objective, the law establishes the obligation to execute energy efficiency programmes of rational use of energy in companies with high consumption levels. Companies have the legal obligation to report the precise amount of energy they use. When the amount is beyond the maximum level allowed by the Ministry, businesses are notified and have three months to submit a plan to reduce their energy consumption, within six months. The government can, in certain circumstances, provide specific technical recommendations to these companies.<br>&nbsp;<br>&nbsp;The Law calls for the creation of campaigns to raise public awareness on the rational use of energy, including educational programmes in schools. All products must publicly announce their level of energy consumption.<br>&nbsp;<br>&nbsp;Producers of machines and/or vehicles that use energy (of any source) must obtain authorisation from the Ministry relating to their energy efficiency before beginning production of these goods. The import of similar equipment (including vehicles) is conditional on the submission of energy efficiency data.<br>&nbsp;<br>&nbsp;The law determines that the Ministry for Natural Resources, Energy and Mining is in charge of determining limits for emissions from vehicles, to be monitored and controlled by the Ministry of Transport.<br>&nbsp;<br>&nbsp;Additionally, it exempts equipment used for renewable energy from import duties and provides for other tax exemptions (excise tax, ad valorem tax, general sales tax, specific customs tax). Fines and penalties apply upon breaching the law.<br>&nbsp;<br>&nbsp;Additional legislative and executive regulation specifies mechanisms of support for clean technologies and rational use of energy. Those include an Executive Decree reforming the incentives system for the use of hybrid electrical vehicles; a modification of the law to provide tax exemption for equipment and certain materials, imported as well as produced domestically that contribute to energy savings and rational use; a decree that establishes new rules of the ‘Bandera Azul Ecológica'certification programme for climate-friendly communities and private housing (energy efficiency, low GHG emissions, etc.); and a directive that requires the energy and telecommunications sectors to adopt administrative, financial, legal and technical measuresto ensure citizens' access to cleaner energies at the least possible cost."}