{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Slovakia", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Energy"], "document_date": "01/01/2005", "document_language": "English", "document_name": "Act. No. 587/2004 Coll. on Environmental Fund", "document_country_code": "SVK", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SVK/2005/SVK-2005-01-01-Act. No. 587_2004 Coll. on Environmental Fund_a7979807aa357fbf551486bed548b4a6.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Act establishes the Environmental Fund to channel state support to the protection of the environment. The Fund is co-ordinated by the office of the Ministry of Environment. The Act defines fees, fines and penalties for environmental pollution as the main source of its income, along other sources, including revenues from the sold ‘assigned amount units' (AAUs) through GHG emissions trade. It requires allocation and use of the funds to be in compliance with priorities and objectives of the state environmental policy.<br />\n<br />\nThe Environmental Fund financial means are to be used in the form of loans or grants to support activities aimed to achieve the objectives of the state environmental policy, foster research or raise public awareness on environmental issues. The projects supported include those concentrating on monitoring of potentially attainable and actual GHG emissions, financing of research in energy efficiency, low carbon technologies and renewable resources, modernisation of equipment aimed at improving consumer energy efficiency, increasing energy efficiency of buildings, support of transition to low-carbon transportation and shift from individual to public transport, protection of forests damaged by air pollutants (SO2) and by the spread of parasites."}