{"document_instrument_name": "Tax incentives|Economic", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Slovakia", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "21/12/2007", "document_language": "English", "document_name": "Act. 609/2007 on Excise tax from electricity, coal and natural gas", "document_country_code": "SVK", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SVK/2007/SVK-2007-12-21-Act. 609_2007 on Excise tax from electricity, coal and natural gas_f66afe143a38cb6f14d8ca1e325dee86.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Act promotes energy efficiency by establishing an excise tax from electricity, coal and natural gas.<br>&nbsp;However, there are several exemptions from the act, including among others:<br>&nbsp;- electricity used for chemical reduction, electrolytic processes or metallurgic processes<br>&nbsp;- electricity used for mineralogical processes<br>&nbsp;- electricity used for production of goods that require more than 50% of their production components be electricity<br>&nbsp;- electricity used for production of electricity itself<br>&nbsp;- electricity from renewable sources (solar, wind, geothermal, hydro, biomass)<br>&nbsp;- electricity from combined heat and power (under some conditions)<br>&nbsp;- electricity used for transport of people or goods by train, subway, tramway, trolleybus, electrobus or cable-car<br>&nbsp;- electricity used by the end-user-household (under some conditions)<br>&nbsp;- electricity produced and used in generators with maximum power of 5MW<br>&nbsp;- coal used for combined heat and power, in mineralogical processes, in uses other than transport or heat generation, in electricity generation, in production of coke, in transportation of people or goods by train or boat, used by end-user/household (under conditions), used in coal production itself<br>&nbsp;- gas used for combined heat and power, mineralogical processes, uses other than transport and heat generation, combined heat and power, electricity generation, used by end-user/household (under conditions), used in gas production itself, in transportation of people or goods by train<br>&nbsp;The Act further promotes electricity generation from renewable sources through tax exemption."}