{"document_instrument_name": ["MRV|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Slovakia", "document_category": "Law", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_date": "11/04/2008", "document_language": "English", "document_name": "Act No. 476/2008 on Energy Efficiency and on the amendment of Act 555/2005 on energy efficiency of buildings and on changes and amendments of certain acts", "document_country_code": "SVK", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SVK/2008/SVK-2008-04-11-Act No. 476_2008 on Energy Efficiency and on the amendment of Act 555_2005 on energy efficiency of buildings and on changes and amendments of certain acts_6790239dea90ed79c72a3fdd516f67f8.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Act lays down obligations in the use of energy and requirements for efficiency use of energy. The Act applies to all forms of commercially available energy with the exception of aviation fuel and heavy fuel oil for maritime transport. The Ministry of Economy is mandated to prepare the concept of efficient use of energy, evaluate the performance of the policy every five years, and prepare action plan for energy efficiency every three years. This Act provides also obligations to producers of energy, distributors, suppliers and consumers of energy. It lays down minimum technical requirements for heat insulation of heat and hot water distribution networks, as well as minimum standards for transfer, transport, and distribution of heat.<br>&nbsp;The requirements include:<br>&nbsp;- Min. efficiency requirements for new/renovated electricity and heat generation facilities (from 1 January 2013)<br>&nbsp;- Obligation for electricity producers to consider building a CHP facility when constructing a new power generation installation or renovating an existing one<br>&nbsp;- Permitting and monitoring of efficiency of transport and distribution networks for electricity, natural gas, oil, heat and water (from 1 January 2010)<br>&nbsp;- Requirement for owners of 'large buildings' (useful space over 1000 m2) to insulate the heat and hot water distribution systems within the building<br>&nbsp;- Requirement for energy users in the industry and agriculture sectors to conduct regular energy audits every five years<br>&nbsp;The most recent amendment regulates the obligations to conduct energy audits and establishes deadlines (2015 and 2017) for owners of large buildings (&gt;1000 m2) to supply data on the building's energy consumption and to insulate the heat and hot water distribution systems."}