{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Slovakia", "document_category": "Law", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_date": "20/12/2012", "document_language": "English", "document_name": "Act No. 414/2012 Coll. on Emission Trading", "document_country_code": "SVK", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SVK/2012/SVK-2012-12-20-Act No. 414_2012 Coll. on Emission Trading_c4f3c0097fac50d07e09a56eb86a23ce.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Act establishes new allocation rules for CO2 emission allowances for period 2013-2020 in compliance with the EU adopted rules. Distribution of allowances free of charge is for the industrial sources with risks of carbon leakage. In district heat supply sources free allowance distribution is going to be decreased from 80 to 20% in 2013-2020 period. For electricity production sources all equivalent allowances are obtained by auctioning manner only. EU ETS stimulates the use of biomass in fuel mix of energy units. Economic and regulatory measures, which were primarily focused on GHG emissions, have also a positive impact on air protection. The GHGs affected are: CO2, N2O and PFCs.<br />\n<br />\nThe Act is composed of 40 articles divided into the following Sections: General provisions; Allowance trading; State administration; Transitional and final provisions. The Act regulates:<br />\n- trading in GHG emission allowances between persons registered in the Slovak Republic and the European Union and those registered in the countries listed in Annex B to the Kyoto Protocol which promotes reducing GHG emissions in an economically efficient manner<br />\n- trading in emissions allowances of pollutants<br />\n- rights and obligations of persons who operate or control stationary operation, aircraft operators, other participants in the trading scheme and other participants in the trading system<br />\n- the competence of state administration."}