{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Slovakia", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Low-Carbon Development Strategy of the Slovak Republic until 2030 with a View to 2050", "document_country_code": "SVK", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2020", "document_keyword": "Climate Neutrality", "document_url": "https://cdn.climatepolicyradar.org/SVK/2020/SVK-2020-01-01-Low-Carbon Development Strategy of the Slovak Republic until 2030 with a View to 2050_4efd058910cec03b455cc5d4e9f19223.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Low-Carbon Development Strategy of the Slovak Republic until 2030 with a View to 2050"}, {"text_block_id": "p0_b2", "text": "Low-Carbon Development Strategy of the Slovak Republic until 2030 with a View to 2050"}, {"text_block_id": "p1_b3", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b4", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p5_b5", "text": "SUMMARY"}, {"text_block_id": "p5_b6", "text": "This Strategy aims to identify measures, including additional measures, to achieve climate neutrality in Slovakia by 2050. This ambitious target was formally defined only at the last stage of preparation for this Strategy (after the completion of the modelling of possible emission scenarios), and therefore other less ambitious emission reduction (and increase in removals) scenarios are analysed in detail: a scenario with existing WEM measures and a scenario with additional WAM measures. These, however, as pointed out in the Strategy itself, are unlikely to bring Slovakia to a lower degree of climate neutrality without additional effort. Possible additional measures are proposed at the end of each sectoral chapter, marked NEUTRAL, and should be modelled in future strategy updates."}, {"text_block_id": "p5_b7", "text": "An essential part of the vision is the horizon of the nearest strategic decade, which is crucial for the achievement of the 2030 climate and energy targets. Plus, an essential fact in the case of Slovakia is that, if additional measures are not implemented beyond those used in WEM and WAM models and scenarios, then Slovakia will not meet the climate neutrality target in 2050. The projected emission gap is likely to be 14 MtCO"}, {"text_block_id": "p5_b8", "text": "2eq."}, {"text_block_id": "p5_b9", "text": ", which accounts for an 80%"}, {"text_block_id": "p5_b10", "text": "emissions reduction compared to 1990 (not taking into account removals in the LULUCF sector). The hardest and most expensive step will be to just eliminate this gap. The target emission gap should be 7MtCO2"}, {"text_block_id": "p5_b11", "text": "eq"}, {"text_block_id": "p5_b12", "text": ". This amount is likely to be eliminated through removals. Removals are developed mainly by the land use, land-use change, and forestry sector (LULUCF), which in the case of sustainable management has great potential to reduce CO"}, {"text_block_id": "p5_b13", "text": "2"}, {"text_block_id": "p5_b14", "text": "emissions."}, {"text_block_id": "p5_b15_merged_merged", "text": "If Slovakia decarbonises its economy as modelled in the scenario with additional WAM measures under the World Bank cooperation project (a 70% reduction in total emissions compared to 1990 under the World Bank conservative estimate), additional costs until 2030 will be EUR 8 billion for the whole decade. From 2031 – 2050 (the next two decades) the expected costs will be EUR 196 billion over the WEM reference scenario. Thus, by 2040, average additional annual costs will be 1.8% of GDP, and in 2020-2050 will average 4.2% of GDP annually."}, {"text_block_id": "p5_b18", "text": "In the medium term, according to internal estimates of the Ministry of Finance of the Slovak Republic in cooperation with the Permanent Representation of the Slovak Republic to the EU and to MoE SR estimates, between EUR 9.9 billion and EUR 10.5 billion could be available for climate action until 2030 through the EU budget (this figure only includes the budget until"}, {"text_block_id": "p6_b19", "text": "2027), the Modernisation Fund and the Environmental Fund. This did not include other possible financial resources for potential projects drawn from the Innovation Fund and the forthcoming so-called Just Transition Mechanism, and also from the financial mechanism of the European Economic Area and the Norwegian Financial Mechanism. Other financial resources within the budget of the SR and the European budget between 2028 and 2030 were not taken into account. Thus, this figure exceeds the estimated additional cost of World Bank modelling by EUR 2.5 billion until 2030."}, {"text_block_id": "p6_b20", "text": "In the medium term, according to internal estimates of the Ministry of Finance of the Slovak Republic in cooperation with the Permanent Representation of the Slovak Republic to the EU, between 2027 and 2050, Slovakia will have EUR 42 to 45 billion available for measures to combat climate change from the EU budget alone, where other national and European resources are not taken into account."}, {"text_block_id": "p6_b21", "text": "Within five years at the latest, this Strategy will be updated to reflect recent developments at the national and EU levels. Until such time, several analytical tasks need to be solved, including: modelling the scope of reductions and the impact of the additional measures identified as NEUTRAL in the Strategy. It will also be necessary to update the WEM and WAM reduction scenarios to reflect the current political and legal situation. The readiness of state and public authorities to use increasing funding for decarbonisation projects in the long term should also be analysed during the update of this Strategy. In addition, an open question at the EU level remains addressing the measures to maintain the competitiveness of EU exporters to third countries."}, {"text_block_id": "p6_b22", "text": "In the meantime, in an effort to move closer to Slovakia’s common goal of achieving climate"}, {"text_block_id": "p6_b23", "text": "neutrality by 2050, all measures identified in the WEM and WAM scenarios will need to be implemented horizontally across all sectors and other additional NEUTRAL measures will need to be launched and implemented. All identified emission sectors will have to contribute to this effort jointly because, as described in the individual chapters for each sector, some reduction efforts will have to be increased, especially where emissions have not declined for the last decade and the trend must be reversed (transport, agriculture), or it is necessary to achieve the national ETS target by 2030, or the total modelled emissions in these sectors are higher than the target emission gap that can be emitted in 2050 (the energy sector without transport and industrial process emissions), or it is necessary to reverse the trend of declining removals in the long term in the specific LULUCF sector."}, {"text_block_id": "p6_b24", "text": "Consistent horizontal implementation of measures that are in line with the target of achieving climate neutrality in the middle of this century and at the same time in line with this Strategy is to be ensured by the Council of the Government of the Slovak Republic for the European Green Deal and Low-Carbon Transformation. This horizontal coordinating body at the highest level will be approved together with this Strategy as a sign that low-carbon transformation in Slovakia is taken seriously."}, {"text_block_id": "p7_b25", "text": "1 OVERVIEW AND PREPARATION OF THE STRATEGY"}, {"text_block_id": "p7_b26", "text": "1.1 Introduction"}, {"text_block_id": "p7_b27", "text": "The aim of the “ Low –"}, {"text_block_id": "p7_b28_merged", "text": "Carbon Development Strategy of the Slovak Republic until 2030 with a View to 2050“ (hereinafter referred to as the Strategy) is to outline options for a comprehensive long-term (30-year) strategic roadmap for moving to a low-carbon economy, which will be completed by achieving climate neutrality by 2050. The Strategy identifies key policies and measures that will lead to achieving the headline target of the Paris Agreement– keeping the increase in global temperature this century to well below 2°C and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels. According to the targets of the Paris Agreement, the EU and Slovakia have committed themselvesto climate neutrality by 2050, which means that only as much greenhouse gas emissions as we can remove can be emitted. The European Commission is further ahead in this process, as they already presented its detailed roadmap as early as on 11 December 2019 on key policies and measures with the objective of climate neutrality, entitled the European Green Deal. In Slovakia, such a low-carbon transformation will on the one hand bring new additional costs, which were partially quantified in Chapter 4 (Impact Assessment) at 1.8 – 4.2% of the GDP per year. On the other hand, such a transformation will bring about environmental, economic and health benefits and development of a sustainable low-carbon economy. These costs must also be seen as investments for the future because climate change presents an enormous destructive potential that can jeopardize the functioning of the state and society with the standards we are used to today. For example, according to EEA estimates, between 1980 and 2017 Slovakia reached economic losses from the extremes of climate change in the amount of almost EUR 1.7 billion. If no additional measures are taken and the global temperature rises by 3.5°C (everything is moving towards this now), then in the future the losses in the EU in the social security of the country would account for 1.8% of GDPand total loses for the EU would represent EUR 190 billion."}, {"text_block_id": "p7_b45", "text": "The low-carbon strategy aims to select and analyse cost-effective measures in terms of the scope of emission reductions and the economic and social impact. The measures envisaged in the near future and detailed and modelled in the strategy under the WEM and WAM scenarios raised the fact that climate neutrality in Slovakia cannot be achieved by 2050 with them. Therefore, the strategy also includes additional measures (called NEUTRAL) which should move Slovakia closer to its goal by 2050. Whether this happens will be analysed in detail in"}, {"text_block_id": "p8_b46", "text": "the near future as part of the updating process. The implementation of the measures will require the active involvement of the relevant sectors, the interconnection and consolidation of individual sectoral and cross-cutting policies, and society-wide engagement. Consistent horizontal implementation of measures that are in harmony with the objective of achieving climate neutrality by the middle of this century and in line with this strategy is to be ensured by the Council of the Government of the Slovak Republic for the European Green Deal and Low-Carbon Transformation, the adoption of which is expected together with this Strategy."}, {"text_block_id": "p8_b47", "text": "1.2 Legal and Political Context"}, {"text_block_id": "p8_b48", "text": "1.2.1 European Political Context"}, {"text_block_id": "p8_b49", "text": "In October 2014, the European Council adopted the 2030 climate and energy framework which contains, inter alia, a binding EU target of at least 40% fewer greenhouse gas emissions by 2030, compared to 1990 levels. The EU has set such a target collectively (and hence Slovakia) as their reduction target under the Paris Climate Agreement"}, {"text_block_id": "p8_b50", "text": ". Based on this framework, the entire EU climate and energy legislation was subject to a comprehensive review in the next few years."}, {"text_block_id": "p8_b51", "text": "On 28 November 2018"}, {"text_block_id": "p8_b52", "text": ", the European Commission (“the EC”) published a communication entitled “A Clean Planet for all"}, {"text_block_id": "p8_b53", "text": "; A European strategic long-term vision for a prosperous, modern, competitive and climate neutr"}, {"text_block_id": "p8_b54", "text": "al economy”."}, {"text_block_id": "p8_b55", "text": "The document analyses possible pathways to a low-carbon economy that would meet the European Union's (EU) ambitious greenhouse gas emissions reduction targets or lead to climate neutrality by the end of the first half of this century. In this context, eight scenarios have been analysed, of which the two most ambitious scenarios would achieve a 100% reduction in emissions (after taking into account negative emissions, i.e. removals), which would mean achieving climate neutrality as early as 2050. These two scenarios are in line with the ambitious 1."}, {"text_block_id": "p8_b56", "text": "5°C goal of the Paris Agreement."}, {"text_block_id": "p8_b57", "text": "The areas and measures described in the communication are of a cross-cutting nature. Energy plays a central role, but all sectors will have to take up their part to achieve GHG reduction objectives. This will be mean the industrial and transport sectors, but also the building, agriculture and waste management sectors. The circular economy and forestry system will also play an important role. Achieving climate neutrality will also require a change in consumer behaviour."}, {"text_block_id": "p8_b58_merged_merged_merged", "text": "In December 2019, the European Council endorsed the objective of a climate neutral EU by 2050, with some MS (Sweden, Finland, Austria) choosing even more ambitious targets at the national level. Slovakia signed up to a text that referred to climate neutrality in June 2019. In December 2019, the European Commission presented its detailed roadmap on key policies and measures for achieving climate neutrality, called the European Green Deal. This"}, {"text_block_id": "p9_b61", "text": "agreement became the basic programming document of the whole EC. The agreement includes measures and a roadmap of key policies covering a wide range of issues -from ambitiously cutting emissions, to investing in cutting-edge research and innovation, transforming the entire industry, economy and agriculture,"}, {"text_block_id": "p9_b62", "text": "to preserving Europe’s natural"}, {"text_block_id": "p9_b63", "text": "environment. Under the agreement, the above stated -40% reduction target for the EU by 2030 is to be reviewed (the EC proposes a -50% to -55% target)."}, {"text_block_id": "p9_b64", "text": "1.2.2 Slovak Political Context"}, {"text_block_id": "p9_b65", "text": "In response to the climate and environmental challenges and recent political developments at the European level, and given the major influence of the European Green Deal based on which the European Commission has already launched new initiatives, it is desirable to set up horizontal cross-sectoral coordination in Slovakia as soon as possible with the involvement of the political level. Therefore, together with the adoption of this Strategy, it is proposed to create a coordinating and consultative advisory body to the Government of the Slovak Republic entitled the Council of the Government of the Slovak Republic for the European Green Deal and Low-Carbon Transformation."}, {"text_block_id": "p9_b66", "text": "1.2.3 Legal Framework for the Preparation of the Strategy"}, {"text_block_id": "p9_b67", "text": "The obligation to develop this Strategy is based on international, European and Slovak law. According to the Paris Climate Agreement, all parties, including the EU, are obliged to develop and submit by 2020 at the latest their long-term low-emission development strategies to take effect by 2050."}, {"text_block_id": "p9_b68", "text": "This obligation has also been transformed into EU law, namely Regulation (EU) 2018/1999 of the European Parliament and of the Council on the Governance of the Energy Union and Climate Action"}, {"text_block_id": "p9_b69", "text": ", adopted in 2018. According to Article 15 of the Regulation, MS are obliged to submit a long-term low emission strategy by 1 January 2020. Annex IV to the Regulation specifies the content of the national strategies, which this strategy follows."}, {"text_block_id": "p9_b70_merged_merged_merged", "text": "The obligation to prepare a Low-Carbon Development Strategy of the Slovak Republic also results from the performance of the tasks of the Action Plan of the National Reform Programme 2013. This priority has also been set by the Government of the SR in the Programme Statement of the Government of the Slovak Republic for 2016-2020, according to which “the MoE is obliged prepare a 2050 Low-Carbon Strategy”, which identifies the potential for cost-effective emission reductions in individual sectors of the economy."}, {"text_block_id": "p10_b76", "text": "1.2.4 Procedural Steps of Document Preparation"}, {"text_block_id": "p10_b77", "text": "Background and Reasons for Document Preparation"}, {"text_block_id": "p10_b78", "text": "Slovakia meets the set targets for reducing greenhouse gas emissions, which have dropped by almost half since 1990 (taking into account the removals). This can be attributed to economic transformation, more efficient production processes and the introduction of new technologies (BAT technologies)."}, {"text_block_id": "p10_b79", "text": "Initially, emissions in the SR were reduced through relatively simple and inexpensive measures (e.g., switching from coal to gas, closing inefficient and polluting operations as part of company restructuring and the introduction of market principles). Such changes were also"}, {"text_block_id": "p10_b80", "text": "related to Slovakia’s EU membership. However, cheaper measures are now largely exhausted"}, {"text_block_id": "p10_b81", "text": "and further emission abatement will require high investment costs."}, {"text_block_id": "p10_b82", "text": "These costs can also be understood as investments for the future because climate change presents enormous destructive potential that can jeopardize the functioning of the state and society in the future with regard to the standards we are used to today. In Slovakia, a temperature increase of 1."}, {"text_block_id": "p10_b83", "text": "73°C"}, {"text_block_id": "p10_b84", "text": "was observed for the period of 1881"}, {"text_block_id": "p10_b85", "text": "–"}, {"text_block_id": "p10_b86", "text": "2017. Changes are also indicated by trends in atmospheric precipitation, where in the south of Slovakia a drop of more than 10% was observed, but in the north and northeast total precipitation grew to 3% in isolated cases. Over the past 15 years, there has been a significant growth in the occurrence of extreme daily and several-day rainfall totals, which has resulted in an increase in the risk of local floods in various areas of the Slovak Republic. On the other hand, from 1989"}, {"text_block_id": "p10_b87", "text": "–"}, {"text_block_id": "p10_b88", "text": "2017 there was local or full-area drought much more often than before, which mainly resulted from long periods of relatively warm weather with low total precipitation in some part of the vegetation period. The drought was particularly significant in 1990"}, {"text_block_id": "p10_b89", "text": "–"}, {"text_block_id": "p10_b90", "text": "1994, 2000, 2002, 2003 and 2007; in some regions in the west of Slovakia also in 2015 and 2017. There is also evidence of gradual desertification, especially in the south of the country."}, {"text_block_id": "p10_b91", "text": "The purpose of this long-term Strategy is to present measures required for reducing greenhouse emissions and to present a vision that can lead to establishing a balance between greenhouse gas emissions and their removals by 2050 in a cost-effective manner. Another positive aspect of the transformation is the fact that it will also bring new environmental, economic and health benefits and the development of a sustainable low-carbon economy."}, {"text_block_id": "p10_b92_merged_merged_merged", "text": "Selecting individual measures so that the selection is based on cost-effectiveness principles and finding out how these measures will influence emission abatement and the national economy is a rather complicated task. For this reason, the MoE SR signed an Agreement on Cooperation with the WB in November 2016. The cooperation project with the WB resulted in a Low-Carbon Growth Study for Slovakia: Implementing the EU 2030 Climate and Energy Policy Framework (with an outlook to the year 2050). This Low-Carbon Growth Study was the basis for the development of the Low-Carbon Development Strategy of the Slovak"}, {"text_block_id": "p11_b94", "text": "Republic. The Low-Carbon Strategy was prepared with two models. The first one was the CPS model Slovakia from the WB (mainly related to the energy sector, industry and transport, i.e. those in which fuel is burned), the other one was a macro model"}, {"text_block_id": "p11_b95", "text": "–"}, {"text_block_id": "p11_b96", "text": "ENVISAGE-Slovakia (CGE). The two models were applied in a coordinated fashion, with the CPS model providing detailed energy outputs to the CGE model. Using them, WB experts, in cooperation with national experts, modelled the macroeconomic effects of individual proposed policies and measures in sectors where emissions from fuel combustion (energy, including transport) arise. Other sectors such as industrial emissions, fugitive emissions, LULUCF, agriculture, waste management and transport were modelled into scenarios by an expert approach, also based on the measures used by the WB. The COPERT model was also used in the transport sector. More detailed information on the models as well as on the approach to each sector is provided in Annex II."}, {"text_block_id": "p11_b97", "text": "Following the preparatory work on the low-carbon strategy, the MoE SR published a questionnaire in May 2018 which was intended for the general professional public and a link to the questionnaire was presented in professional media an"}, {"text_block_id": "p11_b98", "text": "d on the Ministry’s website. The"}, {"text_block_id": "p11_b99", "text": "questionnaire is available together with the evaluation on the MoE website"}, {"text_block_id": "p11_b100", "text": "."}, {"text_block_id": "p11_b101", "text": "The Low-Carbon Strategy covers the following sectors of economic activity: industry, the energy sector and energy efficiency, agriculture, LULUCF, transport and waste management including macroeconomic analyses and impacts of selected proposed measures. The LowCarbon Strategy aims at selecting and analysing measures in a cost-effective way. Support of the relevant departments and the interconnection and consolidation of individual sectoral and cross-sectoral policies will be necessary for its implementation."}, {"text_block_id": "p11_b102", "text": "In August 2018, an “ad hoc working group"}, {"text_block_id": "p11_b103_merged_merged_merged", "text": "on the preparation of a carbon strategy” was established (Figure 1), composed of representatives of the state administration as well as representatives of academia and employers’ associations. The basis of the working group was the already existing working group for the preparation of the Low-Carbon Strategy, which had been set up under the Commission for the Coordination of Climate Change Policy at the level of State Secretaries. In addition to this working group, six working groups set up by individual sectors began operating in November 2018."}, {"text_block_id": "p11_b110", "text": "Figure 1:"}, {"text_block_id": "p11_b111", "text": "Organizational structure of document preparation"}, {"text_block_id": "p12_b112_merged", "text": "When preparing the document, the MoE SR relied on, among other documents and materials, the “Methodology and Institutional Framework for the Creation of Public Strategies”, which was adopted by the Slovak Government by Government Decree No. 197 of 26 April 2017."}, {"text_block_id": "p12_b117", "text": "In the context of this document, the concepts of carbon neutrality and climate neutrality are interchangeable and both mean that by 2050 a balance will be reached between greenhouse gas emissions from anthropogenic activity and the removals of emissions, which are mainly forests in our country."}, {"text_block_id": "p12_b118", "text": "Link to Strategic Environmental Assessment"}, {"text_block_id": "p12_b119", "text": "Given the strategic nature and nationwide impact, the material is subject to a strategic environmental impact assessment, including human health impacts (SEA) under Act No. 24/2006 Coll. on Environmental Impact Assessments and on amendments and supplements to certain acts."}, {"text_block_id": "p12_b120", "text": "Document Management and Updating"}, {"text_block_id": "p12_b121", "text": "Following their strategic documents, the MoE SR, in close cooperation with other materially competent departments, will be responsible for managing, coordinating and updating the Strategy every five years."}, {"text_block_id": "p13_b122", "text": "Document Structure"}, {"text_block_id": "p13_b123_merged", "text": "The Strategy is divided into several parts. The introduction briefly describes the legal and political framework and the overall context on which the need for this Strategy is based. Furthermore, the Strategy describes the structure of sectors and greenhouse gas emissions in Slovakia and the current trends in their reduction and reduction targets for the future, including possible future reduction trends. The main part of the Strategy consists of individual sectors in this order: the energy sector including transport and fugitive emissions, emissions from ‘Industrial processes’, transport, agriculture, the LULUCF sector and waste management. Within these sectors, the current state of emission reductions and modelled scenarios of emission reductions until 2050 or 2040 are described by the WEM reference scenario and the scenario 'with additional measures' (WAM). At the end of each sector, additional measures are outlined (marked as NEUTRAL) which have not yet been modelled and which should help to achieve climate neutrality in Slovakia by 2050. The final chapters deal with the economic and social effects of the measures that have been modelled in WAM scenarios. At the end of the Strategy, there are Annexes I and II, which provide a detailed description of the scenarios by sector and a description of analytical models and procedures used."}, {"text_block_id": "p13_b126", "text": "1.3 Public Consultation"}, {"text_block_id": "p13_b127", "text": "e published on the Ministry’s website"}, {"text_block_id": "p13_b128", "text": "Finally, the public will also have the opportunity to join and participate in the preparation of the document in the SEA process."}, {"text_block_id": "p14_b129", "text": "2 CONTENT OF THE STRATEGY"}, {"text_block_id": "p14_b130", "text": "2.1 Overall Emission Reductions and Enhancement of Removals up to 2050"}, {"text_block_id": "p14_b131", "text": "2.1.1 Planned Emission Reductions and Enhancement of Removals up to 2050"}, {"text_block_id": "p14_b132", "text": "Based on the WB’s energy and macroeconomic"}, {"text_block_id": "p14_b133", "text": "modelling summarized in the Low-Carbon Growth Study (energy sectors such as households, industry, energy and fuel combustion services) and the national projections and expert estimates (non-fuel sectors), it can be assumed that Slovakia could reduce emissions by 2050 (compared to 1990) by a maximum of 80% (without removals in the LULUCF sector) if all additional modelled measures are implemented. If maximum possible removals from the LULUCF sector are taken into account,"}, {"text_block_id": "p14_b134", "text": "a maximum of 90% emission reductions compared to 1990"}, {"text_block_id": "p14_b135", "text": "could be envisaged, which"}, {"text_block_id": "p14_b136", "text": "would still not be sufficient to meet the objective of achieving"}, {"text_block_id": "p14_b137", "text": "climate neutrality. By 2050 there would still be"}, {"text_block_id": "p14_b138", "text": "at least 14 MtCO"}, {"text_block_id": "p14_b139", "text": "2"}, {"text_block_id": "p14_b140", "text": "eq. without"}, {"text_block_id": "p14_b141", "text": "counting removals in"}, {"text_block_id": "p14_b142", "text": "LULUCF"}, {"text_block_id": "p14_b143", "text": "("}, {"text_block_id": "p14_b144", "text": "Figure 2"}, {"text_block_id": "p14_b145", "text": ") and after counting removals, it would be"}, {"text_block_id": "p14_b146", "text": "at least 7 MtCO"}, {"text_block_id": "p14_b147", "text": "2"}, {"text_block_id": "p14_b148", "text": "eq."}, {"text_block_id": "p14_b149", "text": "Figure 2"}, {"text_block_id": "p14_b150", "text": ": Estimated emission reduction trajectory until 2050, including historical emissions, based on national projections and historical emissions and an expert estimate of the MoE SR"}, {"text_block_id": "p14_b151", "text": "Source: SHMI projects (until 2040) and an expert estimate of the MoE; the projections rely on the data used in the Slovak-CGE and CPS model"}, {"text_block_id": "p14_b152_merged_merged", "text": "Note: All emissions are total greenhouse gas emissions without LULUCF in Mt CO2eq."}, {"text_block_id": "p14_b155", "text": "The 80% or 90% drop is not automatic and will require investment and changes in the economy and population behaviour. This is also highlighted by the WEM reference scenario"}, {"text_block_id": "p15_b156", "text": "("}, {"text_block_id": "p15_b157", "text": "Figure 3"}, {"text_block_id": "p15_b158", "text": "), in which all emission reductions are modelled only if the measures in force at the time of modelling (2016-2018) are implemented. This scenario shows that without additional measures, we are at risk that emissions in 2050 will remain at a level comparable to 2015."}, {"text_block_id": "p15_b159", "text": "Figure 3:"}, {"text_block_id": "p15_b160", "text": "Projections of GHG emissions broken down by energy and industry and other emissions (in Gg CO"}, {"text_block_id": "p15_b161", "text": "2"}, {"text_block_id": "p15_b162", "text": "eq.) and EU ETS price (€/tonne CO"}, {"text_block_id": "p15_b163", "text": "2"}, {"text_block_id": "p15_b164", "text": ") according to the WEM reference scenario until 2050"}, {"text_block_id": "p15_b165", "text": "Source: MoE SR, WB, Results of the Slovak-CGE model and results of the CPS model"}, {"text_block_id": "p15_b166", "text": "Note: All emissions are total greenhouse gas emissions without LULUCF"}, {"text_block_id": "p15_b167_merged_merged_merged", "text": "The total reduction was calculated on the basis of the results of CGE and CPS models as well as expert estimates and SHMI projections, which were more optimistic than conservative modelling by the WB. In its models, the WB focused mainly on CO2 emissions from energy (fuel combustion), where in 'with additional measures' WAM scenarios, they even modelled a 65% reduction (Figure 4) compared to 2015, while emissions other than from fuel combustion (mainly industrial processes, fugitive emissions, waste, agriculture) were at a higher level (14 MtCO2eq.) than in 2015 (10 MtCO2eq.) in the 2050 scenario (Figure 5). It appears to us that the WB addressed these non-energy emissions very conservatively and did not take into account potential reductions due to additional WAM measures. For this reason, too, the WB in the resulting model yielded an overall emission reduction by less than 70% by 2050 compared to 1990 levels (without LULUCF removals), which would represent an emission of 23 MtCO2eq. in 2050."}, {"text_block_id": "p16_b180", "text": "Figure 4:"}, {"text_block_id": "p16_b181", "text": "CO"}, {"text_block_id": "p16_b182", "text": "2"}, {"text_block_id": "p16_b183", "text": "emissions by sector, WEM reference scenario compared to WAM scenario (in Mt CO"}, {"text_block_id": "p16_b184", "text": "2"}, {"text_block_id": "p16_b185", "text": ")"}, {"text_block_id": "p16_b186", "text": "Source: MoE SR, Results of the Slovak-CGE model and results of the CPS model"}, {"text_block_id": "p16_b187", "text": "Figure 5:"}, {"text_block_id": "p16_b188_merged_merged", "text": "Projections of GHG emissions broken down by energy and industry and other emissions (in Gg CO2 eq.) and EU ETS price (€/tonne CO2) according to the WAM decarbonization scenario until 2050"}, {"text_block_id": "p16_b195", "text": "Source: MoE SR, Results of the Slovak-CGE model and results of the CPS model"}, {"text_block_id": "p16_b196", "text": "Total emissions (Gg CO2 eq.)"}, {"text_block_id": "p16_b197", "text": "Other emissions (Gg CO2 eq.)"}, {"text_block_id": "p16_b198", "text": "Energy and industry (Gg CO2 eq.)"}, {"text_block_id": "p16_b199", "text": "ETS price (€/tCO2, RHS)"}, {"text_block_id": "p17_b200", "text": "Note: All emissions are total greenhouse gas emissions without LULUCF. The grey bars are taken from the energy model, i.e. they represent not only the energy and industry sectors, but also other consumer sectors"}, {"text_block_id": "p17_b201", "text": "–"}, {"text_block_id": "p17_b202", "text": "households, transport, services."}, {"text_block_id": "p17_b203", "text": "However, expert estimates and partial projections of SHMI in these non-energy sectors (only by 2040) show other trends thanks to which a reduction of more than 50% could be achieved in these non-energy sectors as well. This trend is also supported by the results of the WB modelling, according to which all emissions from non-ETS sectors will drop by 29%"}, {"text_block_id": "p17_b204", "text": "by 2050 compared to the reference scenario (these emissions account for less than a half of non-energy emissions) and all ETS emissions will drop by 55%"}, {"text_block_id": "p17_b205", "text": "by 2050 compared to the reference scenario (more than a half of non-energy emissions). The adoption of more ambitious energy legislation in the EU, which has also been reflected in the Slovak targets through the NECP compared to those envisaged in the model, can shift expectations towards a more optimistic scenario. Also, the model did not foresee ambitious EC plans for 2020"}, {"text_block_id": "p17_b206", "text": "–"}, {"text_block_id": "p17_b207", "text": "2025 (the European Green Deal). The Slovak Government also adopted a decision on the early termination of support for electricity production from domestic coal and a commitment to achieve climate neutrality, which was also not considered in the model. It is precisely the commitment of the Slovak Republic and the EU to achieve climate neutrality in 2050 that is essential in this context, as this will mean a revision of the energy and climate targets by 2030 so that they are in line with this objective (increasing the ambition)."}, {"text_block_id": "p17_b208", "text": "For Slovakia, despite all the above stated arguments and approaches, the key fact is that it is clear that"}, {"text_block_id": "p17_b209", "text": "unless further additional measures are taken beyond those used in the WEM and WAM models and scenarios"}, {"text_block_id": "p17_b210", "text": ", Slovakia"}, {"text_block_id": "p17_b211", "text": "will have to deal with an emissions gap (the so-called gap) which will probably be 7 -14 Mt CO"}, {"text_block_id": "p17_b212", "text": "2eq"}, {"text_block_id": "p17_b213", "text": "."}, {"text_block_id": "p17_b214", "text": "The hardest and most expensive thing will be to eliminate this gap."}, {"text_block_id": "p17_b215", "text": "The target emission gap"}, {"text_block_id": "p17_b216", "text": "should be"}, {"text_block_id": "p17_b217", "text": "7Mt CO"}, {"text_block_id": "p17_b218", "text": "2eq"}, {"text_block_id": "p17_b219", "text": "., as this is the amount that can potentially be eliminated through removals (the LULUCF sector)."}, {"text_block_id": "p17_b220_merged_merged_merged_merged", "text": "The strategy aims to identify all measures, including additional ones, in order to achieve climate neutrality in the SR, which in practice will mean issuing a maximum amount of emissions that will not exceed the above stated emission gap in 2050. Other possible additional measures are identified as NEUTRAL at the end of each sectoral chapter and should go beyond the already modelled measures used in the WEM and WAM scenarios. These additional NEUTRAL measures and their impact have not yet been modelled in the study or strategy and this will be a task that will need to be addressed so that they will be part of the strategy at its next update (the adoption of an updated strategy within five years at the latest). In the meantime, it will also be important that these additional measures facilitating climate neutrality become part of the policies and priorities of other relevant sectors."}, {"text_block_id": "p18_b225", "text": "2.1.2 National Target by 2030 and Indicative Milestones up to 2040 and 2050"}, {"text_block_id": "p18_b226", "text": "This chapter describes in detail the EU targets, national targets and targets that were used for modelling purposes in the two scenarios of this strategy (WEM and WAM) as well as the reductions reached (total and partial for ETS and non-ETS sectors) ("}, {"text_block_id": "p18_b227", "text": "Table 1"}, {"text_block_id": "p18_b228", "text": ")."}, {"text_block_id": "p18_b229", "text": "Table 1"}, {"text_block_id": "p18_b230", "text": ":"}, {"text_block_id": "p18_b231_merged_merged", "text": "Targets for 2030 – EU-wide, national (SR) targets and targets used/final reductions by WEM reference scenario and WAM scenario"}, {"text_block_id": "p18_b234", "text": "Notes 1 and 2: The national targets were set in the Envirostrategy 2030 adopted in February 2019"}, {"text_block_id": "p18_b235", "text": "National targets up to 2030 are based on European targets and for the overall reduction target it is a collective EU-wide target where Slovakia has no national target."}, {"text_block_id": "p18_b236", "text": "The European targets were set by the EU 2030 Climate and Energy Policy Framework, adopted by the European Council in October 2014. For more details see Chapter 1.2.1 (European Political Context)."}, {"text_block_id": "p18_b237", "text": "According to the scenario with additional measures (WAM), Slovakia should achieve a -47% reduction in greenhouse gas emissions by 2030 compared to 1990 levels."}, {"text_block_id": "p19_b238", "text": "In the context of climate policies, the basic legislative instruments are the Directive introducing the scheme for greenhouse gas emission allowance trading"}, {"text_block_id": "p19_b239", "text": "within the Union"}, {"text_block_id": "p19_b240", "text": "(EU ETS"}, {"text_block_id": "p19_b241", "text": ") and the Regulation on binding annual greenhouse gas emission reductions by"}, {"text_block_id": "p19_b242", "text": "Member States from 2021 to 2030 for economic sectors of the economy falling outside the scope of the EU Emissions Trading Scheme"}, {"text_block_id": "p19_b243", "text": "("}, {"text_block_id": "p19_b244", "text": "ESR"}, {"text_block_id": "p19_b245", "text": ")"}, {"text_block_id": "p19_b246", "text": "."}, {"text_block_id": "p19_b247", "text": "Within the"}, {"text_block_id": "p19_b248", "text": "EU ETS"}, {"text_block_id": "p19_b249", "text": ", the covered sectors, which account for about 45% of EU emissions, must reduce their emissions by"}, {"text_block_id": "p19_b250", "text": "43%"}, {"text_block_id": "p19_b251", "text": "by 2030 compared to 2005. According to the 2030 Envirostrategy, Slovakia has also set the target as its"}, {"text_block_id": "p19_b252", "text": "national target for ETS"}, {"text_block_id": "p19_b253", "text": ". The high emission intensity of the Slovak economy suggests that the cost of economic adjustment for energy-intensive sectors is likely to be high, but the intensity may also indicate that the country has great potential for cost-effective emission reductions (if adequate and well-targeted policies and investments exist). According to scenarios with additional measures (WAM) resulting from WB modelling, a reduction of CO"}, {"text_block_id": "p19_b254", "text": "2"}, {"text_block_id": "p19_b255", "text": "emissions by 53.46% should be achieved in the EU ETS in 2030 compared to 2005 levels."}, {"text_block_id": "p19_b256", "text": "According to scenarios with additional measures (WAM)"}, {"text_block_id": "p19_b257", "text": "modelled in the SHMI, the ETS should achieve"}, {"text_block_id": "p19_b258", "text": "reductions of total emissions by 40.5% in 2030 compared to 2005. Thus, additional efforts beyond the measures in the WAM scenarios are envisaged on the Slovak side to meet the national emission reduction target in the ETS sector."}, {"text_block_id": "p19_b259", "text": "Then there are targets"}, {"text_block_id": "p19_b260", "text": "outside the ETS (ESR)."}, {"text_block_id": "p19_b261", "text": "Emissions from EU non-ETS sectors must be collectively reduced by around 30 per cent below the level of 2005. Individual targets within the ESR range from a zero change in emissions in Bulgaria to -40% in Sweden. Slovakia, despite its good economic condition in recent years, is likely to exceed its non-ETS target for 2020 by several per centage points. This is one of the reasons why Slovakia"}, {"text_block_id": "p19_b262", "text": "has increased its target"}, {"text_block_id": "p19_b263", "text": "(-12%) for reducing non-ETS greenhouse gas emissions by 2030 (enshrined in EU legislation) in its"}, {"text_block_id": "p19_b264", "text": "2030 Envirostrategy to a more ambitious target of -20%"}, {"text_block_id": "p19_b265", "text": ". According to scenarios with additional measures (WAM) resulting from WB modelling, a reduction of EU non-ETS GHG emissions by 2030 of 19.42% should be achieved compared to 2005. According to scenarios with additional measures (WAM) modelled in the SHMI, the reductions in total emissions of non-ETS sectors should be 30.5% in 2030 compared to 2005 levels."}, {"text_block_id": "p19_b266", "text": "It is important to note that based on the modelling in the WEM Reference Scenario by the WB, emission reductions in non-ETS sectors will not be achieved, as emissions by model will grow by 2030 (similarly by 2050) compared to 2005."}, {"text_block_id": "p19_b267_merged_merged_merged_merged", "text": "In the energy sector, the Directives for energy efficiency and renewable sources have been revised. Both Directives only adopted binding targets at the EU level (32.2% and 32% respectively), with each MS setting its national targets in its National Energy and Climate Plans. Based on the adopted energy legislation (based on the EU 2030 Climate and Energy Policy Framework), the Slovak Republic has chosen its targets for energy efficiency ("}, {"text_block_id": "p19_b272", "text": "30.3%)"}, {"text_block_id": "p20_b273", "text": "and renewable sources ("}, {"text_block_id": "p20_b274", "text": "19.2%)"}, {"text_block_id": "p20_b275", "text": "including related policies and measures (PAMs) that would stimulate the achievement of these targets. These targets were described in more detail in the Integrated National Energy and Climate Plan of Slovakia by 2030 (hereinafter the NECP)"}, {"text_block_id": "p20_b276", "text": "."}, {"text_block_id": "p20_b277", "text": "Slovakia"}, {"text_block_id": "p20_b278", "text": "has not set any indicative milestones until 2040"}, {"text_block_id": "p20_b279", "text": "and all scenarios contained in this Strategy that are modelled only for the final 2040 year will have to be updated and supplemented by 2050 as part of the update of this Strategy."}, {"text_block_id": "p20_b280", "text": "An indicative milestone up to 2050, achieving climate neutrality in Slovakia by 2050, is set as an objective of this Strategy"}, {"text_block_id": "p20_b281", "text": ". This target will be enshrined in European law in 2020 (the EC will propose this within the framework of the European Green Deal)."}, {"text_block_id": "p20_b282_merged_merged_merged", "text": "The measures envisaged in the near future and detailed and modelled in the strategy under the WEM and WAM scenarios have raised the fact that climate neutrality in Slovakia cannot be achieved with them by 2050. Therefore, the strategy also includes additional measures (called NEUTRAL) which should help Slovakia achieve the objective of climate neutrality. Whether this happens will be analysed in detail later as part of its updating process."}, {"text_block_id": "p21_b285", "text": "2.2 Adaptation Policies and Measures"}, {"text_block_id": "p21_b286_merged", "text": "The first comprehensive document providing basic strategic guidance for Slovakia’s adaptation to climate change and giving examples of proactive adaptation measures is the"}, {"text_block_id": "p21_b289", "text": "Adaptation Strategy of the Slovak Republic on Adverse Impacts of Climate Change"}, {"text_block_id": "p21_b290", "text": "(NAS) of 2014, which was updated in 2018."}, {"text_block_id": "p21_b291", "text": "The strategy assesses the current state of adaptation and planned activities in key areas and sectors, defines a general vision of adaptation of selected areas and sectors, and a set of adaptation measures and a framework for their implementation. It examines the consequences of climate change and proposes adaptation measures in several sectors. It proposes priority actions, an institutional framework for the coordination and implementation of adaptation activities, as well as a proposal for monitoring and evaluation, and identifies potential sources of funding."}, {"text_block_id": "p21_b292", "text": "The main objective of the updated National Adaptation Strategy is to improve Slovakia’s"}, {"text_block_id": "p21_b293", "text": "readiness to face the adverse effects of climate change, to provide broad information on current adaptation processes in Slovakia, and to establish an institutional framework and coordination mechanism to ensure effective implementation of adaptation measures at all levels and in all areas; and to raise overall awareness of this issue."}, {"text_block_id": "p21_b294", "text": "The achievement of the main objective of adaptation should occur thanks to a contribution of the partial objectives, namely: ensuring the active development of a national adaptation policy, implementing adaptation measures and monitoring their effectiveness, strengthening the projection of objectives and recommendations of the Adaptation Strategy in multilevel governance and business promotion, raising public awareness on climate change, promoting synergies between adaptation and mitigation measures and the use of the ecosystem approach in the implementation of adaptation measures, and promoting the projection of the objectives and recommendations of the 2030 Agenda for Sustainable Development, the United Nations Framework Convention on Climate Change and the Paris Agreement."}, {"text_block_id": "p21_b295", "text": "Adaptation measures will be further assessed and prioritized in the"}, {"text_block_id": "p21_b296", "text": "National Adaptation"}, {"text_block_id": "p21_b297", "text": "Action Plan"}, {"text_block_id": "p21_b298", "text": ", which is currently at the stage of preparation. Prioritization will be based on the results of the participative process, in which all relevant actors are involved. Short-term measures for the period 2020-2022 and medium-term ones for the period 2022-2025 will be identified. The Action Plan should contribute to better translating adaptation measures into the sectoral policies of the relevant sectors. At the same time, it should contain a proposal for a system of medium-term evaluation of the adaptation process in the conditions of Slovakia, including monitoring the linkages between costs and benefits, and a proposal for a platform for the publication and sharing of positive experience."}, {"text_block_id": "p22_b299", "text": "2.3 Energy from Renewable Sources"}, {"text_block_id": "p22_b300", "text": "A binding EU-wide target for the share of energy from renewable sources in gross final consumption of energy is at least"}, {"text_block_id": "p22_b301", "text": "32%"}, {"text_block_id": "p22_b302", "text": "in 2030. In order to achieve this binding target, Member States"}, {"text_block_id": "p22_b303", "text": "’"}, {"text_block_id": "p22_b304", "text": "contributions for 2030 to this target, from 2021, are in line with the indicative trajectory of this contribution. Slovakia"}, {"text_block_id": "p22_b305", "text": "’"}, {"text_block_id": "p22_b306", "text": "s contribution is"}, {"text_block_id": "p22_b307", "text": "19.2%"}, {"text_block_id": "p22_b308", "text": "(which represents the de facto renewable energy target for Slovakia for 2030)."}, {"text_block_id": "p22_b309", "text": "This already includes the 14% RES target in the transport. An indicative trajectory is described in"}, {"text_block_id": "p22_b310", "text": "Table 2"}, {"text_block_id": "p22_b311", "text": "."}, {"text_block_id": "p22_b312", "text": "More detailed information on RES (to determine the contribution, the estimated installed capacity of RES installations, the estimated amount of energy generated from renewable energy sources, as well as heat and cold production) is published in Chapter"}, {"text_block_id": "p22_b313", "text": "2.1.2. (Energy from RES) in the NECP."}, {"text_block_id": "p22_b314", "text": "This plan was prepared by the Ministry of Economy in close cooperation with other relevant ministries (MoE SR, the Ministry of Transport and Construction of the Slovak Republic, the Ministry of Agriculture and Rural Development of the SR, the Ministry of Education, Science, Research and Sport of the SR, MF SR) and other public and private sector stakeholders."}, {"text_block_id": "p22_b315", "text": "Table 2"}, {"text_block_id": "p22_b316", "text": ".:"}, {"text_block_id": "p22_b317", "text": "Estimated RES trajectories"}, {"text_block_id": "p22_b318", "text": "Source Ministry of Economy SR"}, {"text_block_id": "p22_b319", "text": "2.3.1 Biomass as a Renewable Energy Source"}, {"text_block_id": "p22_b320_merged_merged_merged", "text": "According to the approved Energy Policy of the Slovak Republic,biomass has the largest energy potential among RES in Slovakia, with theoretical potential of 120 PJ. In addition, biomass has long been established not only in Slovakia as being the most important renewable energy source, the use of which contributes to increasing the energy self-sufficiency of countries, to economic growth and also significantly contributes to reducing greenhouse gas emissions. According to the forecast, a slight growth in biomass is expected in Slovakia, mainly for energy purposes (cogeneration of electricity and heat and production of heat and cold), namely an increase in 2020 in wood chips from 3,160 tonnes to 3,540 tonnes in 2030, which represents an increase of 12% (Table 20 in the NECP). However, an increase in the total annual volume of planned felling is not expected, as the volume of incidental felling is included in the volume of planned felling carried out and the volume of planned felling cannot be exceeded. More detailed information on the current development and forecasts of forest"}, {"text_block_id": "p23_b322", "text": "biomass trends, which is the most important part of biomass in Slovakia, can be found in the Green Report 2018"}, {"text_block_id": "p23_b323", "text": "and in the National Forest Inventory and Monitoring of the Slovak Republic 2015-2016"}, {"text_block_id": "p23_b324", "text": "."}, {"text_block_id": "p23_b325", "text": "2.4"}, {"text_block_id": "p23_b326", "text": "Energy Efficiency"}, {"text_block_id": "p23_b327", "text": "Energy efficiency is one of the main pillars of the energy policy of the Slovak Republic. In its NECP, Slovakia has set its"}, {"text_block_id": "p23_b328", "text": "national contribution"}, {"text_block_id": "p23_b329", "text": "(which will mean Slovakia’s target) in the"}, {"text_block_id": "p23_b330", "text": "field of energy efficiency at"}, {"text_block_id": "p23_b331", "text": "30.3%"}, {"text_block_id": "p23_b332", "text": "by 2030, which is below the European target of 32.5%. Slovakia has set its target based on the WB modelling in the Low-Carbon Growth Study, based on which two national contributions for energy efficiency have been set"}, {"text_block_id": "p23_b333", "text": "–"}, {"text_block_id": "p23_b334", "text": "a realistic 28.36% and an ambitious 30.3. The SR has chosen the more ambitious one of 30.3% in its plan (please see"}, {"text_block_id": "p23_b335", "text": "Table 3"}, {"text_block_id": "p23_b336", "text": "). The industry and building sectors will be key to achieving this target. More detailed information on the energy efficiency sector (indicative trajectories, cumulative energy savings, etc.) is published in Chapter 2.2. in the NECP."}, {"text_block_id": "p23_b337", "text": "Table 3:"}, {"text_block_id": "p23_b338_merged_merged_merged", "text": "National Indicative Energy Efficiency Targets for 2020 and National Indicative Contributions to the EU’s Energy Efficiency Target in 2030"}, {"text_block_id": "p23_b341", "text": "Source: Ministry of Economy of the SR, NECP"}, {"text_block_id": "p23_b342", "text": "Note: A toe means a tonne of oil equivalent"}, {"text_block_id": "p24_b343", "text": "2.5 Detailed Analysis of Individual Sectors"}, {"text_block_id": "p24_b344", "text": "The individual chapters are broken down by IPCC sector and provide information on the most important policies and measures aimed at reducing greenhouse gas emissions by 2050 compared to the base year 2015 or 2017."}, {"text_block_id": "p24_b345", "text": "The measures are divided into three groups in individual chapters:"}, {"text_block_id": "p24_b346", "text": "The measures are divided into three groups in individual chapters:\n* measures already implemented (within the WEM scenario);\n* measures that will be implemented\n* measures that will be implemented\n on the basis of new legislation, measures\n* measures that will be implemented\n on the basis of new legislation, measures\n already in force\n* measures that will be implemented\n on the basis of new legislation, measures\n already in force\n and are not yet being implemented, or that\n* measures that will be implemented\n on the basis of new legislation, measures\n already in force\n and are not yet being implemented, or that\n have a high\n* measures that will be implemented\n on the basis of new legislation, measures\n already in force\n and are not yet being implemented, or that\n have a high\n (\n* measures that will be implemented\n on the basis of new legislation, measures\n already in force\n and are not yet being implemented, or that\n have a high\n (\n under the WAM scenario);\n* in the future will"}, {"text_block_id": "p24_b361", "text": "Where possible, two scenarios with emission reductions are modelled in individual chapters by 2050 (based on WB models), somewhere only until 2040 (based on an expert approach -SHMI modelling)."}, {"text_block_id": "p24_b362", "text": "Two projection scenarios"}, {"text_block_id": "p24_b363", "text": "were used"}, {"text_block_id": "p24_b364", "text": ":"}, {"text_block_id": "p24_b365", "text": ":\n* With existing measures (WEM);\n* With additional measures (WAM)."}, {"text_block_id": "p24_b369", "text": "Within these projections,"}, {"text_block_id": "p24_b370", "text": "the modelling included policies and legislation that no longer takes into account the real state of affairs at the time this Strategy was finalized"}, {"text_block_id": "p24_b371", "text": ". The most striking changes were in the adopted European energy legislation (higher EU targets for RES and energy efficiency), but then there are other changes (an EU waste legislation package) and ambitious plans of the new EC which are more likely to be reflected in European legislation in the near future. In addition, the national legislation has changed (more ambitious legislation on waste recycling, forest protection, more ambitious plans to terminate support for the production of electricity from domestic coal and more ambitious national contributions (targets) of the SR for RES and energy efficiency in the NECP than those originally envisaged). All these new and valid (probably valid) measures as mentioned above will have a positive impact on the future reduction of emissions in Slovakia."}, {"text_block_id": "p24_b372_merged_merged_merged_merged", "text": "In addition to modelling the missing years of 2040 -2050, another important task in updating the strategy will be to model the impact of other additional measures (NEUTRAL) which are stated at the end of each sectoral chapter and have not been modelled, and which should facilitate Slovakia’s climate neutrality in 2050. Whether these additional NEUTRAL measures will indeed contribute to achieving climate neutrality or whether the adoption of other, more ambitious ones will be needed will only be seen from future modelling (with respect to updating this strategy) and the development of technology and policies which have recently become very dynamic."}, {"text_block_id": "p25_b375_merged", "text": "More detailed information on individual data in the sectors described can be found in Annexes I and II of this Strategy or in the National Inventory Reports of the Slovak Republic (NIR SR), in the “PAMs & Projections Report” submitted to the EC in 2019or in the Integrated National Energy and Climate Plan of Slovakia by 2030 (NECP 2030)."}, {"text_block_id": "p26_b382", "text": "2.5.1 ENERGY SECTOR (INCLUDING TRANSPORT AND FUGITIVE EMISSIONS)"}, {"text_block_id": "p26_b383", "text": "2.5.1.1 Current Trends in Reducing Emissions in the Energy Sector"}, {"text_block_id": "p26_b384", "text": "This sector includes the transport sub-sector and transport emissions, and these emissions and transport measures have also been included in the models and projections used in the energy sector; for ease of reference, all transport sector measures are described in a separate chapter below (the transport sector). The fugitive emissions sector is part of the energy sector, but since it does not burn any fuels, the sector was not included in the models. Therefore, projections have been made separately for it and are part of this chapter."}, {"text_block_id": "p26_b385", "text": "The energy sector is the main contributor to total greenhouse gas emissions with a share of 67.04% and 27,543.77 Gg CO"}, {"text_block_id": "p26_b386", "text": "2"}, {"text_block_id": "p26_b387", "text": "eq. in 2016. The trend of total fossil fuel consumption is decreasing as a result of higher energy efficiency ("}, {"text_block_id": "p26_b388", "text": "Figure 6"}, {"text_block_id": "p26_b389", "text": "). By comparison, biomass consumption was 3.6 times higher in 2015 than in 1990. Within this sector, the main polluters include transport, with a share of 24.5%, fuel consumption in large (a 27.4% share) and medium-sized stationary sources (a 24.6% share), pollution from small sources of residential heating systems (a 17.4% share) and fugitive emissions of methane from transmission/transport/distribution, processing and storage of oil and natural gas (a 6.4% share)."}, {"text_block_id": "p26_b390", "text": "Figure 6:"}, {"text_block_id": "p26_b391_merged_merged", "text": "Trend of aggregate greenhouse gas emissions by category in the energy sector in 1990 -2016 (Gg CO2 eq.)"}, {"text_block_id": "p26_b394", "text": "Source: SHMI"}, {"text_block_id": "p26_b395", "text": "2.5.1.2 Projections of Emissions from Energy Sector based on Reference Scenario (WEM)"}, {"text_block_id": "p26_b396", "text": "These projections include policies that no longer reflect the real situation at the time this Strategy was finalized."}, {"text_block_id": "p27_b397", "text": "This sector includes the transport sub-sector and transport emissions, and these emissions and transport measures have also been included in the models and projections used in the energy sector; for ease of reference, all transport sector measures are described in a separate chapter below (the transport sector)."}, {"text_block_id": "p27_b398", "text": "The WEM scenario contains the policies and measures stated below at the EU level as well as national measures that are often related to them:"}, {"text_block_id": "p27_b399", "text": "The WEM scenario contains the policies and measures stated below at the EU level as well as national measures that are often related to them:\n* Framework EcoDesign Directive (Directive 2005/32/EC).\n* Energy Labelling Directive (Directive 2010/30/EU).\n* Energy Performance of Buildings Directive (2010/31/EU), Energy\n* Completing the internal energy market, including the provisions of the 3rd package\n* Directive on the promotion of electricity produced from renewable energy sources -\n* Implementation of the Commission proposed EU target for a 27% share of renewable\n* The National Renewable Energy Action Planin force since 2011.\n* EU ETS Directive 2003/87/EC with the last amendment in 2015 (by Decision (EU)\n* Regulation (EC) No 443/2009 of the European Parliament and of the Council setting\n* Regulation (EC) No 715/2007 of the European Parliament and of the Council on type\n* Regulation 510/2011 setting emission performance standards for new light\n* Act no. 137/2010 Coll. on Air protection, as amended. The Act is amended by Act No.\n* Increasing energy efficiency with a number of measures in force since 2014 on the"}, {"text_block_id": "p28_b426", "text": "The WEM scenario contains the policies and measures stated below at the EU level as well as national measures that are often related to them:\n* Framework EcoDesign Directive (Directive 2005/32/EC).\n* Energy Labelling Directive (Directive 2010/30/EU).\n* Energy Performance of Buildings Directive (2010/31/EU), Energy\n* Completing the internal energy market, including the provisions of the 3rd package\n* Directive on the promotion of electricity produced from renewable energy sources -\n* Implementation of the Commission proposed EU target for a 27% share of renewable\n* The National Renewable Energy Action Planin force since 2011.\n* EU ETS Directive 2003/87/EC with the last amendment in 2015 (by Decision (EU)\n* Regulation (EC) No 443/2009 of the European Parliament and of the Council setting\n* Regulation (EC) No 715/2007 of the European Parliament and of the Council on type\n* Regulation 510/2011 setting emission performance standards for new light\n* Act no. 137/2010 Coll. on Air protection, as amended. The Act is amended by Act No.\n* Increasing energy efficiency with a number of measures in force since 2014 on the\n"}, {"text_block_id": "p28_b427", "text": "In addition to the above-mentioned EU-wide policies and the national policies required for implementing the 2020 commitments, the WEM scenario includes the following national specific measures:"}, {"text_block_id": "p28_b428", "text": "In addition to the above-mentioned EU-wide policies and the national policies required for implementing the 2020 commitments, the WEM scenario includes the following national specific measures:\n* Optimization of district heating systems\n* shift from fossil fuels to biomass and\n* Gradual decommissioning of solid fuel heating systems from 2025.\n* Subsidies to support alternative-fuel vehicles."}, {"text_block_id": "p28_b436_merged_merged", "text": "The development of projected GHG emissions expressed as a CO2 equivalent based on the scenario with measures (WEM) from the energy sector, which also includes the transport sector, is shown in Table 6 in Annex I and Figure 7. Separate projections of emissions from transport are described below in more detail in a separate section. Table 8 in Annex I describes the quantified mitigation measures of part of these WEM measures (including two WAM measures)."}, {"text_block_id": "p28_b448", "text": "Figure 7"}, {"text_block_id": "p28_b449", "text": ": Greenhouse gas emissions projections from the energy sector broken down by EU ETS and ESD under WEM scenario"}, {"text_block_id": "p29_b450", "text": "Source: SHMI, figures for the years 2016 and 2017 are real"}, {"text_block_id": "p29_b451", "text": "Based on the projections in the WEM reference scenario, it is clear"}, {"text_block_id": "p29_b452", "text": "that additional measures need to be taken in the future"}, {"text_block_id": "p29_b453", "text": "to reverse trends in emissions that are incompatible with Slovakia's target of achieving climate neutrality by 2050."}, {"text_block_id": "p29_b454", "text": "2.5.1.3 Projections of fugitive CH"}, {"text_block_id": "p29_b455", "text": "4"}, {"text_block_id": "p29_b456", "text": "and CO"}, {"text_block_id": "p29_b457", "text": "2"}, {"text_block_id": "p29_b458", "text": "emissions from coal mining and mining activities in 2017"}, {"text_block_id": "p29_b459", "text": "–"}, {"text_block_id": "p29_b460", "text": "2040 under the WEM reference scenario"}, {"text_block_id": "p29_b461", "text": "The projections of fugitive emissions of methane and CO"}, {"text_block_id": "p29_b462", "text": "2"}, {"text_block_id": "p29_b463", "text": "from underground coal mining and mining activities in the Slovak Republic were estimated based on the following assumptions:"}, {"text_block_id": "p29_b464", "text": "from underground coal mining and mining activities in the Slovak Republic were estimated based on the following assumptions:\n* interest for the production of\n* interest for the production of\n electricity from domestic coal in SlovenskÃ© elektrÃ¡rne,\n* interest for the production of\n electricity from domestic coal in SlovenskÃ© elektrÃ¡rne,\n a.s. (JSC) has been approved by the Government of the Slovak Republic by the end of\n* Progressive reduction of coal mining is also recorded in connection with the closure of\n* Mine (HBP, a.s)\n* It is expected that, due to the end of higher economic interest for the production of\n* after 2023 mining will"}, {"text_block_id": "p29_b477_merged_merged_merged_merged_merged_merged_merged", "text": "The models of these projections included policies that no longer reflect the real situation at the time the Strategy was finalized. In 2019 it was decided to stop the production of electricity from domestic coal in Nováky (the public economic interest) by the end of 2023 and to transform the fuel base at the Vojany Power Plant. According to the Action Plan for the Transformation of the Upper Nitra Region, the Nováky Plant can remain the primary heat source for the region after its transformation from solid fossil fuels. The Vojany Power Plant is planned to be transformed into a secondary fuel installation in order to get away from dependence on imported primary energy sources, as well as to support the circular economy in the region."}, {"text_block_id": "p30_b482", "text": "Figure 8:"}, {"text_block_id": "p30_b483", "text": "Projections of fugitive methane and CO"}, {"text_block_id": "p30_b484", "text": "2"}, {"text_block_id": "p30_b485", "text": "emissions from coal mining and post-mining activities in the Slovak Republic until 2040 under the WEM reference scenario"}, {"text_block_id": "p30_b486", "text": "Based on the projections in the WEM reference scenario, it is clear"}, {"text_block_id": "p30_b487", "text": "that additional measures need to be taken in the future"}, {"text_block_id": "p30_b488", "text": "to reverse trends in emissions that are incompatible with Slovakia's target of achieving climate neutrality by 2050."}, {"text_block_id": "p30_b489", "text": "2.5.1.4 Projections of fugitive greenhouse gas (GHG) emissions from oil and natural gas production, transport and distribution in the SR for 2017"}, {"text_block_id": "p30_b490", "text": "–"}, {"text_block_id": "p30_b491", "text": "2040 under the WEM reference scenario"}, {"text_block_id": "p30_b492", "text": "The projections of fugitive greenhouse gas (GHG) emissions from oil and natural gas production, transport and distribution in the Slovak Republic were estimated based on the following assumptions:"}, {"text_block_id": "p30_b493", "text": "The projections of fugitive greenhouse gas (GHG) emissions from oil and natural gas production, transport and distribution in the Slovak Republic were estimated based on the following assumptions:\n* Oil production in the Slovak Republic is expected to end after 2020;\n* Natural gas production will only decline slowly;\n* Consumption / distribution of natural gas and oil in Slovakia will be without\n* Rerouting gas supplies through the North Stream pipeline will reduce the amount of"}, {"text_block_id": "p31_b503", "text": "Figure 9:"}, {"text_block_id": "p31_b504", "text": "Projections of fugitive greenhouse gas (GHG) emissions from oil and natural gas"}, {"text_block_id": "p31_b505", "text": "in the Slovak Republic until 2040 under the WEM reference scenario"}, {"text_block_id": "p31_b506", "text": "Year 2017 are real values; Source: SHMI"}, {"text_block_id": "p31_b507", "text": "Based on the projections in the WEM reference scenario, it is clear that additional measures need to be taken in the future to reverse trends in emissions that are incompatible with Slovakia's target of achieving climate neutrality by 2050."}, {"text_block_id": "p31_b508", "text": "2.5.1.5 Possibilities of Decarbonising the Energy Sector under the WAM Scenario"}, {"text_block_id": "p31_b509", "text": "The models of these projections included policies that no longer reflect the real situation, as recent developments have been moving towards more ambitious measures (the ambitious EC plans described in the European Green Deal)."}, {"text_block_id": "p31_b510_merged_merged", "text": "The specification of the WAM scenario depends on the logic of the proposal of EU scenarios and in particular on the EUCO30 scenario, which sets the EU target for energy efficiency for 2030 at 30%. The scenario includes all measures from the WEM scenario, plus it also includes the following measures, which also no longer take into account the real situation at the time the Strategy was finalized (different targets for RES and EE, ambitious new EC plans under the Green Deal):"}, {"text_block_id": "p31_b512", "text": "The specification of the WAM scenario depends on the logic of the proposal of EU scenarios and in particular on the EUCO30 scenario, which sets the EU target for energy efficiency for 2030 at 30%. The scenario includes all measures from the WEM scenario, plus it also includes the following measures, which also no longer take into account the real situation at the time the Strategy was finalized (different targets for RES and EE, ambitious new EC plans under the Green Deal):\n* The national RES target was set at 18.91% in the model.\n* The national target for ESR is -20%.\n* The national target for primary EE savings in the model was set -28.36%.\n* An increase in EU ETS carbon prices after 2020 -The EU ETS carbon price affects"}, {"text_block_id": "p32_b520", "text": "The specification of the WAM scenario depends on the logic of the proposal of EU scenarios and in particular on the EUCO30 scenario, which sets the EU target for energy efficiency for 2030 at 30%. The scenario includes all measures from the WEM scenario, plus it also includes the following measures, which also no longer take into account the real situation at the time the Strategy was finalized (different targets for RES and EE, ambitious new EC plans under the Green Deal):\n* The national RES target was set at 18.91% in the model.\n* The national target for ESR is -20%.\n* The national target for primary EE savings in the model was set -28.36%.\n* An increase in EU ETS carbon prices after 2020 -The EU ETS carbon price affects\n"}, {"text_block_id": "p32_b521", "text": "The specification of the WAM scenario depends on the logic of the proposal of EU scenarios and in particular on the EUCO30 scenario, which sets the EU target for energy efficiency for 2030 at 30%. The scenario includes all measures from the WEM scenario, plus it also includes the following measures, which also no longer take into account the real situation at the time the Strategy was finalized (different targets for RES and EE, ambitious new EC plans under the Green Deal):\n* The national RES target was set at 18.91% in the model.\n* The national target for ESR is -20%.\n* The national target for primary EE savings in the model was set -28.36%.\n* An increase in EU ETS carbon prices after 2020 -The EU ETS carbon price affects\n\n* Earlier decommissioning of solid fuel power plants. The decommissioning of Vojany\n* .\n* Decarbonisation of electricity generation after 2020 thanks to RES and the\n* RES support scheme for electricity generation with envisaged RES technologies such\n* Increasing the share of nuclear energy in the energy mix of the Slovak Republic. This\n* Continuation of an improvement of final energy efficiency in all sectors after 2020.\n* Electrification of transport after 2020, which will mean in practice increasing the\n* Carbon capture and storage was excluded from the modelling"}, {"text_block_id": "p32_b537_merged_merged", "text": "The development of projected GHG emissions expressed as a CO2 equivalent based on the decarbonisation scenario with additional measures (WEM) from the energy sector is shown in Table 7 in Annex I and Figure 10."}, {"text_block_id": "p33_b545", "text": "Figure 10"}, {"text_block_id": "p33_b546", "text": ": Projections of GHG emissions from the energy sector broken down by EU ETS and ESD under the WAM scenario"}, {"text_block_id": "p33_b547", "text": "The WB modelling (as described in more detail in the WB Study, Chapter 4"}, {"text_block_id": "p33_b548", "text": ") used in the WAM scenario suggests"}, {"text_block_id": "p33_b549", "text": "several findings that can be applied in the planning of future actions and priorities:"}, {"text_block_id": "p33_b550", "text": "In"}, {"text_block_id": "p33_b551", "text": "the short term,"}, {"text_block_id": "p33_b552", "text": "the most important source of possible energy savings by 2030 is the"}, {"text_block_id": "p33_b553", "text": "building renovation policy."}, {"text_block_id": "p33_b554", "text": "After 2030, a number of savings would be thanks to heat recovery and the electrification of transport."}, {"text_block_id": "p33_b555", "text": "In the"}, {"text_block_id": "p33_b556", "text": "medium term, the demand for electricity increases at a lower speed"}, {"text_block_id": "p33_b557", "text": "than in the WEM reference scenario. This result stems from additional efficiency policies that support improvements in energy efficiency. Therefore, the demand for electricity should be reduced in the future. However, a reverse trend has been observed in the long term."}, {"text_block_id": "p33_b558", "text": "In the"}, {"text_block_id": "p33_b559_merged_merged_merged_merged", "text": "long term, the demand for electricity increases at a lower speed than in the reference scenario. New ways of using electricity in heating (e.g., heat pumps), the launch of the electrification of appliances and transport not only maintains, but also accelerates the growth of electricity demand. The new nuclear reactor should be completed before 2050."}, {"text_block_id": "p33_b570", "text": "long term, the demand for electricity increases at a lower speed than in the reference scenario. New ways of using electricity in heating (e.g., heat pumps), the launch of the electrification of appliances and transport not only maintains, but also accelerates the growth of electricity demand. The new nuclear reactor should be completed before 2050.\n* In terms of overall energy savings, the largest potential from among all\n* More stringent efficiency policies further stimulate the reduction rates of final"}, {"text_block_id": "p34_b574", "text": "long term, the demand for electricity increases at a lower speed than in the reference scenario. New ways of using electricity in heating (e.g., heat pumps), the launch of the electrification of appliances and transport not only maintains, but also accelerates the growth of electricity demand. The new nuclear reactor should be completed before 2050.\n* In terms of overall energy savings, the largest potential from among all\n* More stringent efficiency policies further stimulate the reduction rates of final\n* CO\n* CO\n 2\n* CO\n 2\n standards for cars, vans and trucks, together with the\n* In the industrial sectors, energy demand growth is slowing as more ambitious"}, {"text_block_id": "p34_b580", "text": "According to the NECP plan, which is based on these findings, Slovakia"}, {"text_block_id": "p34_b581", "text": "has space for the decarbonisation of energy"}, {"text_block_id": "p34_b582", "text": "mainly in the"}, {"text_block_id": "p34_b583", "text": "substitution of coal"}, {"text_block_id": "p34_b584", "text": "with low-emission sources,"}, {"text_block_id": "p34_b585", "text": "energy efficiency"}, {"text_block_id": "p34_b586", "text": "measures and"}, {"text_block_id": "p34_b587", "text": "transport decarbonisation"}, {"text_block_id": "p34_b588", "text": ", given the high share of nuclear sources in electricity production and the high share of natural gas in the heat sector. Decarbonisation of the Slovak economy will be associated with additional costs, and therefore its implementation will require a gradual replacement of high-emission sources by low-emission sources, the prices of which are likely to fall and the availability of which is likely to increase compared to conventional sources, the price of which, by contrast, will grow with all measures."}, {"text_block_id": "p34_b589", "text": "Based on the projections in the WAM scenario (as well as of the emission gap identified in Chapter 2.1.1), it is clear that despite the inclusion of additional measures in modelling, this sector will not be able to contribute sufficiently to achieve climate neutrality in 2050 with its reduction. Based on the projections, CO2 emissions in 2050 from the energy sector alone (Figure 4 in Chapter 2) are still higher than the entire target emission gap (of 7MtCO2 eq., as described in more detail in Chapter 2.1.1 ), which the SR can emit as a maximum amount in 2050 if it wants to achieve climate neutrality. It will therefore be necessary to adopt a series of additional measures identified as NEUTRAL measures."}, {"text_block_id": "p34_b590", "text": "2.5.1.6 Possibilities of Decarbonisation of Fugitive CH"}, {"text_block_id": "p34_b591", "text": "4"}, {"text_block_id": "p34_b592", "text": "and CO"}, {"text_block_id": "p34_b593", "text": "2"}, {"text_block_id": "p34_b594", "text": "Emissions from Coal Mining and Mining Activities under the WAM Scenario"}, {"text_block_id": "p34_b595", "text": "Future policies have been included in these models as part of projections that no longer reflect the actual situation as recent developments are moving towards more ambitious measures in the near future (new EC and plans to increase ambitions)."}, {"text_block_id": "p34_b596_merged_merged_merged_merged", "text": "The projections of fugitive CH4 and CO2 emissions were calculated based on the same measures and data as in the WEM scenario, except that a faster drop of coal mining in the Čáry and Nováky mines after 2020 was modelled."}, {"text_block_id": "p35_b604", "text": "Figure 7:"}, {"text_block_id": "p35_b605", "text": "Projections of fugitive methane and CO"}, {"text_block_id": "p35_b606", "text": "2"}, {"text_block_id": "p35_b607", "text": "emissions from coal mining and post-mining activities in the Slovak Republic until 2040 under the WAM scenario"}, {"text_block_id": "p35_b608", "text": "Based on the projections in the WAM scenario (as well as of the emission gap identified in Chapter 2.1.1), it is clear that despite the inclusion of additional measures in modelling, this sector will not be able to contribute sufficiently to achieve climate neutrality in 2050 with its reduction. It will therefore be necessary to adopt a series of additional measures identified as NEUTRAL measures."}, {"text_block_id": "p35_b609", "text": "2.5.1.7 Possibilities of decarbonisation of fugitive greenhouse gas (GHG) emissions from oil and natural gas production, transport and distribution in the SR for 2017"}, {"text_block_id": "p35_b610", "text": "–"}, {"text_block_id": "p35_b611", "text": "2040 under the WAM scenario"}, {"text_block_id": "p35_b612", "text": "For the calculation of fugitive emissions (and projections) from the production, transport and distribution of natural gas and oil in the Slovak Republic, the same data and measures were used as in the WEM scenario, with the only exception being that long-distance natural gas transport (transit) was calculated with a significant drop in transit after 2020 (as a result of rerouting gas supplies through the North Stream pipeline)."}, {"text_block_id": "p35_b613_merged_merged_merged", "text": "Figure 8: Projections of fugitive greenhouse gas (GHG) emissions from oil and natural gas in the Slovak Republic until 2040 under the WAM scenario"}, {"text_block_id": "p36_b616", "text": "Based on the projections in the WAM scenario (as well as of the emission gap identified in Chapter 2.1.1), it is clear that despite the inclusion of additional measures in modelling, this sector will not be able to contribute sufficiently to achieve climate neutrality by 2050 with its reduction. It will therefore be necessary to adopt a series of additional measures identified as NEUTRAL measures."}, {"text_block_id": "p36_b617", "text": "2.5.1.8 OTHER ADDITIONAL MEASURES (NEUTRAL) TO ACHIEVE THE CLIMATE NEUTRALITY TARGET IN THE ENERGY SECTOR (INCLUDING ENERGY EFFICIENCY INCREASE MEASURES) UP TO 2050"}, {"text_block_id": "p36_b618", "text": "This sector includes the transport sub-sector and fugitive emissions from fuels. Transport emissions and additional measures to further reduce them have also been included in the models and projections used in the energy sector; for ease of reference, all transport sector measures are described in a separate chapter below (the transport sector). For reasons of clarity, measures increasing energy efficiency are described in a separate chapter, but they are taken as part of the energy sector."}, {"text_block_id": "p36_b619_merged", "text": "CO2 emissions from the energy sector are still projected to be higher in 2050 alone than the entire emission gap (as described in more detail in Chapter 2.1.1), which will have to be eliminated by 2050 for the SR to achieve climate neutrality by then. Plus, this sector, if not counting transport, falls almost entirely under the ETS, which, according to the WAM scenario (Chapter 2.2.2), will not achieve the national target for emission reduction by 2030. It is therefore necessary to increase the reduction effort, either by adopting new additional measures (NEUTRAL) or implementing already existing measures (some of which are also included in this list), which are often adopted in other strategies (the NECP, Envirostrategy) and laws but their implementation in practice is still insufficient in terms of contributing to the reduction of greenhouse gas emissions. In"}, {"text_block_id": "p37_b622", "text": "order to achieve climate neutrality, it will be desirable to effectively set up a long-term and predictable framework for financial support."}, {"text_block_id": "p37_b623", "text": ""}, {"text_block_id": "p37_b624", "text": "low-carbon transformation of Slovakia towards climate neutrality by 2050."}, {"text_block_id": "p37_b625", "text": "Establish of the Council of the Government of the Slovak Republic for the European Green Deal and Low-Carbon Transformation, which will serve as an interdepartmental coordination body at the highest level in order to streamline the"}, {"text_block_id": "p37_b626", "text": ""}, {"text_block_id": "p37_b627", "text": "Adopt of a climate change law to address mitigation and adaptation to climate"}, {"text_block_id": "p37_b628", "text": "change."}, {"text_block_id": "p37_b629", "text": ""}, {"text_block_id": "p37_b630", "text": "respecting the conservation or improvement of biodiversity."}, {"text_block_id": "p37_b631", "text": "Create conditions and remove barriers to optimal use of energy sources without greenhouse gas emissions and to support those sources and projects that can replace fossil fuels in order to ensure the reliability of electricity or heat production and supply while maintaining cost-efficiency and environmental friendliness and"}, {"text_block_id": "p37_b632", "text": ""}, {"text_block_id": "p37_b633", "text": "Reduce legislative, technical, administrative and financial barriers to the implementation of these resources with an emphasis on the self-consumers sector."}, {"text_block_id": "p37_b634", "text": ""}, {"text_block_id": "p37_b635", "text": "Develop sustainable use criteria for all renewable energy sources that will be"}, {"text_block_id": "p37_b636", "text": "legally binding."}, {"text_block_id": "p37_b637", "text": ""}, {"text_block_id": "p37_b638", "text": "Align the development of heating installations with local development concepts in"}, {"text_block_id": "p37_b639", "text": "the field of thermal energy."}, {"text_block_id": "p37_b640", "text": ""}, {"text_block_id": "p37_b641", "text": "MW, as is the case for larger installations covered by the ETS."}, {"text_block_id": "p37_b642", "text": "Avoid discrimination of sources so that the price of carbon is also taken into account for fuel combustion plants with a total rated thermal input of less than 20"}, {"text_block_id": "p37_b643", "text": ""}, {"text_block_id": "p37_b644", "text": "emissions and deterioration of the air quality)."}, {"text_block_id": "p37_b645", "text": "Take into account the principle that measures to meet the targets for reducing greenhouse gas emissions should at the same time make it possible to achieve the objectives of improving air quality and not lead to air quality deterioration (for example, excessive support for direct biomass combustion leads to increased PM"}, {"text_block_id": "p37_b646", "text": ""}, {"text_block_id": "p37_b647", "text": "Increase energy efficiency in the building sector, preferably by replacing old inefficient and non-ecological solid fuel heating installations with modern installations (including RES) in combination with thermal insulation."}, {"text_block_id": "p37_b648", "text": ""}, {"text_block_id": "p37_b649", "text": "Differentiate registration fees included in the price of new boilers to promote more"}, {"text_block_id": "p37_b650", "text": "environmentally-friendly combustion plants."}, {"text_block_id": "p37_b651", "text": ""}, {"text_block_id": "p37_b652", "text": "Establish awareness campaigns and education on good practice in coal and biomass combustion."}, {"text_block_id": "p37_b653", "text": ""}, {"text_block_id": "p37_b654", "text": "Continue (or extend) the support scheme for the effective transition to the use of"}, {"text_block_id": "p37_b655", "text": "low-emission thermal-energy installations."}, {"text_block_id": "p37_b656", "text": ""}, {"text_block_id": "p37_b657_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Set the conditions for CHP, including the rules for prohibiting the disconnection from CHP, which, according to the Energy Efficiency Directive and the Renewable Energy Directive, means the possibility of disconnecting from CHP only in the case of ineffective CHP and only if the new system is cost-efficient and environmentally effective and does not increase pollutant and greenhouse gas emissions in the relevant location. According to the Renewable Energy Directive,"}, {"text_block_id": "p38_b663", "text": "in the case of disconnection, it is necessary to pay CHP all costs incurred by the"}, {"text_block_id": "p38_b664", "text": "original operator in connection with the disconnection from CHP."}, {"text_block_id": "p38_b665", "text": ""}, {"text_block_id": "p38_b666", "text": "reservoirs, which is a precondition for further decarbonisation of the economy."}, {"text_block_id": "p38_b667", "text": "Use existing gas infrastructure for renewable energy sources due to the highly developed transmission and distribution network, including underground"}, {"text_block_id": "p38_b668", "text": ""}, {"text_block_id": "p38_b669", "text": "natural gas."}, {"text_block_id": "p38_b670", "text": "Promote the interconnection of the electricity and gas sectors through so-called Power-to-X technology and enable an increase in the level of hydrogen blending to"}, {"text_block_id": "p38_b671", "text": ""}, {"text_block_id": "p38_b672", "text": "Set up long-term support for increasing the proportion of decarbonised gases"}, {"text_block_id": "p38_b673", "text": "(biogas, biomethane, hydrogen, synthetic methane)."}, {"text_block_id": "p38_b674", "text": ""}, {"text_block_id": "p38_b675", "text": "Promote negative emission technology as defined in the IPCC."}, {"text_block_id": "p38_b676", "text": ""}, {"text_block_id": "p38_b677", "text": "reducing the administrative burden in the submission of projects."}, {"text_block_id": "p38_b678", "text": "Set financial support mechanism objectives from the EU and the Slovak Republic to allow the financing of as many decarbonisation measures as possible, taking into account the diversity of entities operating in the energy sector, including"}, {"text_block_id": "p38_b679", "text": ""}, {"text_block_id": "p38_b680", "text": "the nearest customers."}, {"text_block_id": "p38_b681", "text": "Offer legislative and financial support from the EU and SR by developing local sources for electricity production by enabling the supply of electricity to the distribution system aimed at reducing losses in electricity transmission, distribution and transformation. This will reduce greenhouse gas emissions and transmission capacity building costs as electricity is expected to be consumed by"}, {"text_block_id": "p38_b682", "text": ""}, {"text_block_id": "p38_b683", "text": "Transform fossil-fuel power plants"}, {"text_block_id": "p38_b684", "text": "–"}, {"text_block_id": "p38_b685", "text": "The termination of electricity production in"}, {"text_block_id": "p38_b686", "text": "Nováky in the genera"}, {"text_block_id": "p38_b687", "text": "The Nováky Plant will remain the primary"}, {"text_block_id": "p38_b688", "text": "energy sources, as well as to support the circular economy in the region."}, {"text_block_id": "p38_b689", "text": "l economic interest by 2023 and the transformation of the fuel base at the Vojany Power Plant. heat source for the relevant region after its transformation, which will be based on a combination of renewable sources and high-efficiency heat and electricity production. The Vojany Power Plant is planned to be transformed into a secondary fuel installation in order to move away from dependence on imported primary"}, {"text_block_id": "p38_b690", "text": ""}, {"text_block_id": "p38_b691", "text": "electricity."}, {"text_block_id": "p38_b692", "text": "Maintain electricity generation from existing hydroelectric power stations as far as possible and encourage investment in their modernization and renewal, including pumped-storage power stations, which provide flexibility and storage for"}, {"text_block_id": "p38_b693", "text": ""}, {"text_block_id": "p38_b694", "text": "bio-components or RES)."}, {"text_block_id": "p38_b695", "text": "Support the decarbonisation of energy by replacing coal with low-emission sources, or sources with alternative fuels (e.g., solid secondary fuels containing"}, {"text_block_id": "p38_b696", "text": ""}, {"text_block_id": "p38_b697", "text": "industry."}, {"text_block_id": "p38_b698", "text": "Make use of funds from the Modernisation Fund to modernize energy and industry as far as possible, in particular to reduce fossil fuel consumption from energy and"}, {"text_block_id": "p38_b699", "text": ""}, {"text_block_id": "p38_b700", "text": "Innovative financing is expected in increasing the energy use of waste, waste gases"}, {"text_block_id": "p38_b701", "text": "and waste heat in industry and energy."}, {"text_block_id": "p38_b702", "text": ""}, {"text_block_id": "p38_b703_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Reassess the system of excise duty on energy products in harmony with EU policy so that products are taxed on the basis of negative environmental impact, while"}, {"text_block_id": "p39_b705_merged", "text": "allowing full application of the options in Directive 2003/96 EC, i.e. the application of a preferential tax rate on energy products used for industrial purposes, in particular electricity."}, {"text_block_id": "p39_b708", "text": "MEASURES TO IMPROVE ENERGY EFFICIENCY"}, {"text_block_id": "p40_b709", "text": ""}, {"text_block_id": "p40_b710", "text": "overview of public buildings in the Slovak Republic."}, {"text_block_id": "p40_b711", "text": "Extend the energy efficiency monitoring system operated by the Slovak Innovation and Energy Agency with the aim of creating a single database centre that would cover both the private and public building renovation sectors, including an"}, {"text_block_id": "p40_b712", "text": ""}, {"text_block_id": "p40_b713", "text": "mechanism, soft-rate mortgages for energy-efficient buildings)."}, {"text_block_id": "p40_b714", "text": "Use innovative financial mechanisms (green debentures and green bonds, energy savings audits, guaranteed energy services, an auction system for energy purchases, soft loans through revolving funds, a bonus-malus financing"}, {"text_block_id": "p40_b715", "text": ""}, {"text_block_id": "p40_b716", "text": "demonstrably outweighs the cost of deploying the said systems)"}, {"text_block_id": "p40_b717", "text": "Install and deploy smart metering systems in energy systems and installations, including gas distribution and supply (where the benefit to the consumer"}, {"text_block_id": "p40_b718", "text": ""}, {"text_block_id": "p40_b719", "text": "Consistently apply the “Polluter"}, {"text_block_id": "p40_b720", "text": "Pays"}, {"text_block_id": "p40_b721", "text": "”"}, {"text_block_id": "p40_b722", "text": "principle"}, {"text_block_id": "p40_b723", "text": ""}, {"text_block_id": "p40_b724", "text": "End the provision of environmentally harmful subsidies, such as support for coal"}, {"text_block_id": "p40_b725", "text": "or biomass from unsustainable sources."}, {"text_block_id": "p40_b726", "text": ""}, {"text_block_id": "p40_b727", "text": "greenhouse gas emissions."}, {"text_block_id": "p40_b728", "text": "Set up rules for the absorption of funds from financial support mechanisms from the EU and Slovakia in the area of energy efficiency so that the energy sector is also entitled to benefit from subsidies for investment that demonstrably reduce"}, {"text_block_id": "p40_b729", "text": ""}, {"text_block_id": "p40_b730", "text": "according to Act No. 321/2014 Coll. on energy efficiency."}, {"text_block_id": "p40_b731", "text": "Support so-called ESCO (energy service company) companies as energy service providers with guaranteed savings for the public sector, so-called EPC (Energy Performance Contracting) and support in the form of Guaranteed Energy Services"}, {"text_block_id": "p40_b732", "text": ""}, {"text_block_id": "p40_b733", "text": "pumps for low-income segments of the population."}, {"text_block_id": "p40_b734", "text": "Support the development of heat pumps for the production of heat and cold by creating funding instruments in order to also increase the availability of heat"}, {"text_block_id": "p40_b735", "text": ""}, {"text_block_id": "p40_b736", "text": "protection and shade to buildings."}, {"text_block_id": "p40_b737", "text": "In order to increase the energy performance of buildings, focus on the active application of passive elements and passive technologies in the building, i.e. to reduce heat transfer through the external cladding and roofing (by applying the elements of climatic, energy-active applications) as well as through nature-friendly solutions such as planned greenery in streets, car parks (which would serve as climatic and energy-active areas), green roofs and walls providing thermal"}, {"text_block_id": "p40_b738", "text": ""}, {"text_block_id": "p40_b739", "text": "), which would be in harmony"}, {"text_block_id": "p40_b740", "text": "with the target of achieving climate neutrality by 2050."}, {"text_block_id": "p40_b741", "text": "In the context of updating this Strategy, consider introducing a target for the whole building sector (whether for 2030, 2040 or 2050"}, {"text_block_id": "p40_b742", "text": ""}, {"text_block_id": "p40_b743_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Provide for education, awareness-raising and information for the general public on the need for additional measures in this sector."}, {"text_block_id": "p41_b745", "text": "2.5.2 INDUSTRIAL PROCESSES SECTOR"}, {"text_block_id": "p41_b746", "text": "2.5.2.1 Current Trends in Reducing Emissions and Energy Demand"}, {"text_block_id": "p41_b747", "text": "The industrial processes and product use (IPPU) sector covers the greenhouse gas emissions resulting from technological processes producing raw materials and products."}, {"text_block_id": "p41_b748", "text": "In 2016, total aggregate GHG emissions from the IPPU sector amounted to 9,338.23 Gg CO"}, {"text_block_id": "p41_b749", "text": "2"}, {"text_block_id": "p41_b750", "text": "eq. In comparison with the 1990 base year, emissions dropped by 4.6%. CO"}, {"text_block_id": "p41_b751", "text": "2"}, {"text_block_id": "p41_b752", "text": "is the most important gas, with a 91% share, followed by F-gas emissions (7%) and N"}, {"text_block_id": "p41_b753", "text": "2"}, {"text_block_id": "p41_b754", "text": "O emissions (2%), which is shown in"}, {"text_block_id": "p41_b755", "text": "Figure 27"}, {"text_block_id": "p41_b756", "text": "in Annex I."}, {"text_block_id": "p41_b757", "text": "The most important sources of greenhouse gas"}, {"text_block_id": "p41_b758", "text": "emissions are the following categories: metal production (52%), mineral industry (23%), chemical industry (16%), and substitutes for ozone-depleting substances (7%). The most important source of N"}, {"text_block_id": "p41_b759", "text": "2"}, {"text_block_id": "p41_b760", "text": "O emissions is the production of nitric acid."}, {"text_block_id": "p41_b761", "text": "Figure 9:"}, {"text_block_id": "p41_b762", "text": "Trend of aggregate GHG emissions by category in the IPPU sector in 1990 -2016 (Gg CO"}, {"text_block_id": "p41_b763", "text": "2"}, {"text_block_id": "p41_b764", "text": "eq.)"}, {"text_block_id": "p41_b765", "text": "Source: SHMI"}, {"text_block_id": "p41_b766", "text": "The energy intensity of industrial processes in the Slovak Republic decreased significantly compared to the 1990 base year. According to the SO SR, there was a drop in the energy intensity of the SR by 41.0% between 2005 and 2017. The drop results from GDP growth (52.4%) and the current decline in gross domestic energy consumption (10.0%)."}, {"text_block_id": "p41_b767_merged_merged_merged", "text": "According to EUROSTATdata, the energy intensity in Slovakia is still relatively higher compared to the EU average. This is due to the historical structure of industrial production."}, {"text_block_id": "p41_b769", "text": "Decreasing trends of final energy consumption in this sector is characterized by a decrease in total energy consumption. This represents a 32.5% share of total final energy consumption in Slovakia. The following industry sectors contribute significantly to fuel and energy consumption: metallurgy 32%, energy sector 32%, chemical industry 11%, pharmaceutical industry 11%, wood processing 4%, mechanical engineering 3%, textile industry 2%, electrotechnical industry, glass and footwear production approximately 1% each."}, {"text_block_id": "p42_b770", "text": "2.5.2.2 Projections of emissions in industry under the WEM reference scenario"}, {"text_block_id": "p42_b771", "text": "The projections of greenhouse gas emissions from the IPPU sector which are integrated into the EU ETS (large industrial enterprises) are modelled jointly with the energy sector. Policies are based on the EU 2016 Reference Scenario"}, {"text_block_id": "p42_b772", "text": ", where several pieces of legislation are"}, {"text_block_id": "p42_b773", "text": "mentioned, such as Directive 2010/75/EU on industrial emissions, Directive 2001/81/EC on national emission ceilings and the Fluorinated Greenhouse Gas Regulation. The projections of greenhouse gas emissions from the IPPU sector which are not integrated into the EU ETS have been modelled with the trend of value-added development in the industry segment and productivity and fuel consumption trends. Also, it was assumed that obsolete installations would gradually be eliminated for SF"}, {"text_block_id": "p42_b774", "text": "6"}, {"text_block_id": "p42_b775", "text": "emissions (part of F-gases)."}, {"text_block_id": "p42_b776_merged_merged", "text": "The development of greenhouse gas emission projections expressed as a CO2 equivalent under the reference scenario (WEM) from the IPPU sector including F-gases is shown in Table 9 in Annex I and Figure 10."}, {"text_block_id": "p42_b785", "text": "Figure 10"}, {"text_block_id": "p42_b786", "text": ": Projections of greenhouse gas emissions from the IPPU sector including F-gases broken down by EU ETS and ESD under the WEM reference scenario"}, {"text_block_id": "p42_b787", "text": "Source: SHMI, 2016 and 2017 are real"}, {"text_block_id": "p42_b788", "text": "Based on the projections in the WEM reference scenario, it is clear that additional measures need to be taken in the future to reverse trends in emissions that are incompatible with Slovakia's target of achieving climate neutrality by 2050."}, {"text_block_id": "p42_b789", "text": "2.5.2.3 Possibilities of Decarbonising the IPPU Sector under the WAM Scenario"}, {"text_block_id": "p42_b790", "text": "The projections of emissions from the IPPU sector which are integrated into the EU ETS (large industrial enterprises) were modelled jointly with the energy sector (the WAM scenario), and the projections of emissions from the IPPU sector which are not integrated into the EU ETS were modelled with the trend of value added development and the effect of"}, {"text_block_id": "p43_b791", "text": "measures by individual production category. However, the modelling as such did not include new measures concerning the technological processes which are responsible for industrial emissions themselves. Also, the ambitious EC plans from the European Green Deal were not taken into account in the modelling. In addition, compared to the WEM scenario, it was assumed for F-gases that all refrigerants must be supplied from gases with a low global warming potential (GWP) (or additional gases), and SF6 emissions were foreseen to be prohibited from using SF6 in new installations."}, {"text_block_id": "p43_b792_merged", "text": "The development of greenhouse gas emission projections expressed as a CO2 equivalent under the scenario with measures (WAM) from the IPPU sector is shown in Table 10 and Figure 11."}, {"text_block_id": "p43_b799", "text": "Figure 11"}, {"text_block_id": "p43_b800", "text": ": Projections of greenhouse gas emissions from the IPPU sector including F-gases broken down by EU ETS and ESD under the WAM scenario"}, {"text_block_id": "p43_b801", "text": "Source: SHMI, data for 2016 and 2017 are real"}, {"text_block_id": "p43_b802", "text": "Based on the projections in the WAM scenario (as well as of the emission gap identified in Chapter 2.1.1), it is clear that despite the inclusion of additional measures in modelling, this sector will not be able to contribute sufficiently to achieve climate neutrality in 2050 with its reduction. It will therefore be necessary to adopt a series of additional measures identified as NEUTRAL measures."}, {"text_block_id": "p43_b803", "text": "2.5.2.4 OTHER ADDITIONAL MEASURES (NEUTRAL) TO ACHIEVE THE CLIMATE NEUTRALITY TARGET IN THE IPPU SECTOR UP TO 2050"}, {"text_block_id": "p43_b804", "text": "This sector falls almost entirely under the ETS, where it accounts for less than a half of the emissions and in which, according to the WAM scenario (Chapter 2.2.2), the national emission reduction target will not be achieved by 2030. Thus, additional efforts will have to be made beyond the measures in the WAM scenario to meet the national emission reduction target in the ETS sector. Moreover, in the long term, emissions in this sector in 2040 are projected to be the same as the overall target emission gap (in the amount of 7 MtCO2 eq., as described in more detail in Chapter 2.1.1 ) which the SR can emit as a maximum amount in 2050 to reach climate neutrality."}, {"text_block_id": "p44_b805", "text": "It is therefore necessary to increase the reduction effort, either by adopting new additional measures (NEUTRAL) or implementing already existing measures (some of which are also included in this list), and which are often adopted in other strategies and laws but their implementation in practice is still insufficient in terms of contributing to the reduction of greenhouse gas emissions. In order to achieve climate neutrality, it will be desirable to effectively set up a long-term and predictable framework for financial support."}, {"text_block_id": "p45_b806", "text": "2.5.3 TRANSPORT SECTOR"}, {"text_block_id": "p45_b807", "text": "2.5.3.1 Current Trends in Reducing Emissions in the Transport Sector"}, {"text_block_id": "p45_b808", "text": "Transport has a very special position in the energy sector as it is not covered by the EU ETS or other laws, so emissions in this category are very difficult to control. In recent years, a shift from public transport to individual passenger cars has been observed. The level of transit traffic has increased. Fuel consumption in rail transport has been increasing slightly in the last year and fuel consumption in road transport has risen rapidly. Total aggregate GHG emissions in the transport sector increased by 12% compared in 2017 to the 1990 base year, while road transport emissions increased by 58% compared to the base year (1990). The long-term trend is opposite to most sectors"}, {"text_block_id": "p45_b809", "text": "–"}, {"text_block_id": "p45_b810", "text": "i.e. rising emissions and therefore this sector represents a substantial risk in terms of emissions for achieving climate neutrality. Therefore, considerable attention should be paid to it in the future."}, {"text_block_id": "p45_b811", "text": "Figure 12:"}, {"text_block_id": "p45_b812", "text": "Trend of aggregate greenhouse gas emissions by gas in the transport sector in 1990 -2016"}, {"text_block_id": "p45_b813", "text": "Source: SHMI"}, {"text_block_id": "p45_b814", "text": "2.5.3.2 Projections of emissions in transport sector under the WEM reference scenario"}, {"text_block_id": "p45_b815", "text": "Policies have been included in these models as part of projections that no longer reflect the actual situation at the time this Strategy was finalized (new legislation on CO"}, {"text_block_id": "p45_b816", "text": "2"}, {"text_block_id": "p45_b817", "text": "standards)."}, {"text_block_id": "p45_b818", "text": "The following"}, {"text_block_id": "p45_b819", "text": "measures"}, {"text_block_id": "p45_b820", "text": "have been taken into account in modelling:"}, {"text_block_id": "p45_b821", "text": ""}, {"text_block_id": "p45_b822_merged_merged_merged_merged", "text": "CO2 emission standards for passenger cars and light commercial vehicles, efficiency standards for trucks, together with the electrification of transport in force since 2007. This has the effect of increasing the efficiency of cars, reducing fuel consumption and reducing greenhouse gas emissions from passenger cars, light commercial vehicles and trucks thanks to the increased efficiency of engines and production."}, {"text_block_id": "p46_b825", "text": ""}, {"text_block_id": "p46_b826", "text": "Measures in accordance with the Ecodesign Directive. The purpose of these measures is to reduce the environmental impact at all stages of the product life cycle. The challenge in the application of ecodesign in the automotive industry is the complex interaction of various, partly conflicting influencing factors. The automotive industry is forced to take into account the entire life cycle of cars. In addition to reducing fuel consumption and emissions, production as well as the end-of-life phase of a car must be taken into account."}, {"text_block_id": "p46_b827", "text": ""}, {"text_block_id": "p46_b828", "text": "Supporting biofuels in road transport since 2010. The Slovak Republic plans to speed up the implementation of second-generation biofuels made from non-food crops such as wood, organic waste, waste from food crops and specific biomass crops. After 2020 operators are obliged to blend biofuels with fossil fuels with a minimum energy content as follows:"}, {"text_block_id": "p46_b829", "text": "7.6% in 2020, 8.0% in 2021 and 8.2% in 2022"}, {"text_block_id": "p46_b830", "text": "–"}, {"text_block_id": "p46_b831", "text": "2030."}, {"text_block_id": "p46_b832", "text": ""}, {"text_block_id": "p46_b833", "text": "The energy share of advanced biofuel must be at least:"}, {"text_block_id": "p46_b834", "text": "The energy share of advanced biofuel must be at least:\n* 5% in 2020\n* 2024 and 0.75% in 2025\n* 2024 and 0.75% in 2025\n â\n* 2024 and 0.75% in 2025\n â\n 2030."}, {"text_block_id": "p46_b840_merged_merged_merged", "text": "The transport sector is mainly subject to EU-wide regulation. In general, a trend towards the gradual electrification of transport is generally visible after 2020, which has been most reflected in the models after 2030, and in practice will mean a higher share of electric vehicles and fuel cell vehicles which will replace vehicles with internal combustion engines. The total number of passenger cars remains the same, except that vehicles with internal combustion engines are replaced by electric vehicles. For more information on the projection of fuel consumption and projections of greenhouse gas emissions in transport, please see Table 11"}, {"text_block_id": "p46_b842", "text": "in"}, {"text_block_id": "p46_b843", "text": "Annex I."}, {"text_block_id": "p46_b844", "text": "Figure 13:"}, {"text_block_id": "p46_b845", "text": "Projections of greenhouse gas emissions until 2040 in road transport under the WEM scenario"}, {"text_block_id": "p46_b846", "text": "CO2 eq. (Gg) WEM scenario"}, {"text_block_id": "p46_b847", "text": "Source: SHMI, 2017 uses real figures;"}, {"text_block_id": "p47_b848", "text": "In addition to projections for greenhouse gas emissions in road transport, projections for emissions from non-road transport (air, ship transport) in the Slovak Republic were also calculated, but their share in total emissions from transport is minimum. Only a scenario with NECP measures was prepared for these projections)."}, {"text_block_id": "p47_b849", "text": "Based on the projections in the WEM reference scenario, it is clear that additional measures need to be taken in the future to reverse trends in emissions that are incompatible with Slovakia's target of achieving climate neutrality by 2050."}, {"text_block_id": "p47_b850", "text": "2.5.3.3 Possibilities of Decarbonising the Transport Sector under the WAM Scenario"}, {"text_block_id": "p47_b851", "text": "The following extra measures were used in modelling compared to the WEM scenario:"}, {"text_block_id": "p47_b852", "text": ""}, {"text_block_id": "p47_b853", "text": "Changing the distribution of traffic, which will result in a reduction in the performance of road freight transport for roads over 300 km, of which 30% should be transferred to railway or waterway transport."}, {"text_block_id": "p47_b854", "text": ""}, {"text_block_id": "p47_b855", "text": "Economic and tax instruments, which will result in a change in the projected energy consumption, environmentally friendly fuels will dominate, which should be with a lower tax."}, {"text_block_id": "p47_b856", "text": ""}, {"text_block_id": "p47_b857", "text": "Increased road charging, which will result in a change in demand for road freight transport."}, {"text_block_id": "p47_b858", "text": "According to the calculated projections ("}, {"text_block_id": "p47_b859", "text": "Figure 14"}, {"text_block_id": "p47_b860", "text": ") broken down by individual gas ("}, {"text_block_id": "p47_b861", "text": "Table 12"}, {"text_block_id": "p47_b862", "text": "in Annex I)"}, {"text_block_id": "p47_b863", "text": ", there are clear downward emission trends for CO"}, {"text_block_id": "p47_b864", "text": "2"}, {"text_block_id": "p47_b865", "text": "and N"}, {"text_block_id": "p47_b866", "text": "2"}, {"text_block_id": "p47_b867", "text": "O until 2040 but CH"}, {"text_block_id": "p47_b868", "text": "4"}, {"text_block_id": "p47_b869", "text": "emissions are growing in the WAM scenario compared to the WEM scenario. The most probable reason is a growing trend of natural gas consumption and biogas/biomethane consumption in road transport and its increasing share in fuel consumption, which has been included in the WAM scenario."}, {"text_block_id": "p47_b870_merged_merged", "text": "The models of these projections included future policies that no longer reflect the real situation, as recent developments have been moving towards more ambitious measures in the near future (higher RES targets thus increasing the share of biofuels in transport in Slovakia, new EC European legislation in the field of transport such as new CO2 standards and ambitious EC plans under the European Green Deal)."}, {"text_block_id": "p47_b873", "text": "In addition to existing and additional measures, the Slovak Republic has taken other measures that have not been taken into account in the modelling, but which will contribute to reducing greenhouse gas emissions in transport and which will need to be included in the new modelling, in particular:"}, {"text_block_id": "p47_b874", "text": "In accordance with the approved National Energy and Climate Plan, measures are taken in the transport sector for fuel suppliers"}, {"text_block_id": "p47_b875", "text": "•"}, {"text_block_id": "p47_b876", "text": "Increase the share of RES in fuels to 14% in 2030 in line with the indicative trajectory."}, {"text_block_id": "p48_b877", "text": "Increase the share of RES in fuels to 14% in 2030 in line with the indicative trajectory.\n* Reach a share of advanced biofuels in fuels to: 0.5% in 2022; 1% in 2025 and 3.5% in\n<\\li1>"}, {"text_block_id": "p48_b879", "text": "Figure 14:"}, {"text_block_id": "p48_b880", "text": "Projections of greenhouse gas emissions until 2040 in road transport under the WAM scenario"}, {"text_block_id": "p48_b881", "text": "Based on projections in the WAM scenario, where transport emissions in 2040 are only slightly lower than the target emission gap (7 MtCO2 eq., as described in more detail in Chapter 2.1.1) which the SR can emit as a maximum amount in 2050 to reach climate neutrality. Despite the inclusion of additional measures in modelling, this sector will not be able to contribute sufficiently to achieve climate neutrality by 2050 with its reduction. It will therefore be necessary to adopt a series of additional measures identified as NEUTRAL measures."}, {"text_block_id": "p48_b882", "text": "2.5.3.4 OTHER ADDITIONAL MEASURES (NEUTRAL) IN THE TRANSPORT SECTOR TO ACHIEVE THE CLIMATE NEUTRALITY TARGET UP TO 2050"}, {"text_block_id": "p48_b883", "text": "Given the current upward trends in transport emissions, it is necessary to increase the reduction effort, either by adopting new additional measures (NEUTRAL) or implementing already existing measures (some of which are also included in this list), and which are often adopted in other transport strategies but their implementation in practice is still insufficient in terms of contributing to the reduction of greenhouse gas emissions. In order to achieve climate neutrality, it will be desirable to effectively set up a long-term and predictable framework for financial support."}, {"text_block_id": "p49_b884", "text": ""}, {"text_block_id": "p49_b885", "text": "Increase the attractiveness and comfort of public transport at all levels:"}, {"text_block_id": "p49_b886", "text": "-"}, {"text_block_id": "p49_b887", "text": "Enable the arrival of private rail carriers on national routes;"}, {"text_block_id": "p49_b888", "text": "-"}, {"text_block_id": "p49_b889", "text": "Renew the rail carrier’s train fleet"}, {"text_block_id": "p49_b890", "text": ";"}, {"text_block_id": "p49_b891", "text": "-"}, {"text_block_id": "p49_b892", "text": "support regular alternative-fuelled passenger ship transport;"}, {"text_block_id": "p49_b893", "text": "Support the development of public passenger rail transport (trams and trolleybuses), support the development of alternative-fuelled bus public passenger transport and"}, {"text_block_id": "p49_b894", "text": "-"}, {"text_block_id": "p49_b895", "text": "Gradually reduce the procurement of public transport vehicles using fossil fuels with"}, {"text_block_id": "p49_b896", "text": "high greenhouse gas emissions, from public funds;"}, {"text_block_id": "p49_b897", "text": "-"}, {"text_block_id": "p49_b898", "text": "Harmonize national and local public passenger transport timetables;"}, {"text_block_id": "p49_b899", "text": "-"}, {"text_block_id": "p49_b900", "text": "Expand the Integrated transport system (IDS) to other regions;"}, {"text_block_id": "p49_b901", "text": "-"}, {"text_block_id": "p49_b902", "text": "Introduce and support flexible public passenger transport systems (bus on demand or"}, {"text_block_id": "p49_b903", "text": "with flexible routes), particularly in areas with low population density;"}, {"text_block_id": "p49_b904", "text": "-"}, {"text_block_id": "p49_b905", "text": "Develop Park&Ride facilities;"}, {"text_block_id": "p49_b906", "text": "-"}, {"text_block_id": "p49_b907", "text": "Carpooling;"}, {"text_block_id": "p49_b908", "text": "-"}, {"text_block_id": "p49_b909", "text": "Introduce financial and support measures to make public transport more financially"}, {"text_block_id": "p49_b910", "text": "attractive to the public than individual car transport."}, {"text_block_id": "p49_b911", "text": ""}, {"text_block_id": "p49_b912", "text": "Fully electrify the railway network and make rail freight transport more attractive"}, {"text_block_id": "p49_b913", "text": "(including increasing its capacity) to carry goods."}, {"text_block_id": "p49_b914", "text": ""}, {"text_block_id": "p49_b915", "text": "priority."}, {"text_block_id": "p49_b916", "text": "Support the development of intermodal transport, the completion of intermodal transport terminals, and diverting transit and traffic over a certain number of kilometres compulsorily to railway or waterway transport, use of alternative fuels as a"}, {"text_block_id": "p49_b917", "text": ""}, {"text_block_id": "p49_b918", "text": "Lower the carbon footprint of urban public transport with available technology"}, {"text_block_id": "p49_b919", "text": "(electrification, bioCNG, liquid biofuels, hydrogen)."}, {"text_block_id": "p49_b920", "text": ""}, {"text_block_id": "p49_b921", "text": "infrastructure as one of the pillars of passenger transport in cities."}, {"text_block_id": "p49_b922", "text": "Support cycling in the form of subsidies for the emergence of new cycling infrastructure and plan cycle paths in advance and support in the urban road"}, {"text_block_id": "p49_b923", "text": ""}, {"text_block_id": "p49_b924", "text": "Introduce bikesharing in cities and villages and its integration into the public"}, {"text_block_id": "p49_b925", "text": "passenger transport system."}, {"text_block_id": "p49_b926", "text": ""}, {"text_block_id": "p49_b927_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "European Mobility Week). Educate on the benefits of green transport and support sustainable mobility campaigns (Riding a bicycle to work, Riding a bicycle to school, Riding a bicycle to shops,"}, {"text_block_id": "p49_b929", "text": ""}, {"text_block_id": "p49_b930", "text": "Create safe bicycle stands near public buildings."}, {"text_block_id": "p50_b931", "text": ""}, {"text_block_id": "p50_b932", "text": "Offer convenient transport of bicycles and of passengers with reduced mobility in"}, {"text_block_id": "p50_b933", "text": "public transport facilities."}, {"text_block_id": "p50_b934", "text": ""}, {"text_block_id": "p50_b935", "text": "Remove obstacles in public spaces as a tool to promote pedestrian traffic."}, {"text_block_id": "p50_b936", "text": ""}, {"text_block_id": "p50_b937", "text": "Support the institutional background for sustainable mobility within self-governments."}, {"text_block_id": "p50_b938", "text": ""}, {"text_block_id": "p50_b939", "text": "elasticity of consumption."}, {"text_block_id": "p50_b940", "text": "Introduce measures to reduce emissions in transport in fiscal policy, in line with the forthcoming revision of Council Directive 2003/96/ECand according to the OECD Recommendations and the Progress Report of the Environmental Performance of OECD Recommendations, unless they are in contradiction with Council Directive 2003/96/EC, whereas the measures will take into account price competitiveness and"}, {"text_block_id": "p50_b941", "text": ""}, {"text_block_id": "p50_b942", "text": "possibilities of Directive 2003/96 EC to be fully applied."}, {"text_block_id": "p50_b943", "text": "Reassess the system of excise duty on energy products in transport so that products are taxed on the basis of their adverse impact on the environment, while allowing the"}, {"text_block_id": "p50_b944", "text": ""}, {"text_block_id": "p50_b945", "text": "accordance with the Polluter Pays principle."}, {"text_block_id": "p50_b946", "text": "Change passenger car registration fees to reflect CO2 emissions or Euro emission standards, or a combination of these, or other factors that reflect environmental criteria in the calculation of fees. Toll charges will also include an environmental element in passenger transport and will analyse other ways of using economic instruments in"}, {"text_block_id": "p50_b947", "text": ""}, {"text_block_id": "p50_b948", "text": "Support individual automobile transport regulations, in particular in the form of a parking policy (charges for parking, ban on parking on pavements) through the standardization of parking policy throughout the Slovak Republic, while respecting technical standards governing the construction of parking places STN 73 6110 /Z1/O1."}, {"text_block_id": "p50_b949", "text": ""}, {"text_block_id": "p50_b950", "text": "cycling streets, including transport-technical facilities)."}, {"text_block_id": "p50_b951", "text": "Introduce low-emission zones in municipalities, including charging for entry into these zones and traffic calming in settlements (the introduction of functional 30 zones and"}, {"text_block_id": "p50_b952", "text": ""}, {"text_block_id": "p50_b953", "text": "Increase the use of alternative fuels but ensure that there is no increase in imports of"}, {"text_block_id": "p50_b954", "text": "crops with a high risk of indirect land use change (ILUC)."}, {"text_block_id": "p50_b955", "text": ""}, {"text_block_id": "p50_b956", "text": "transport solutions."}, {"text_block_id": "p50_b957", "text": "Take greenhouse gas emissions from the whole fuel life cycle into account when adopting measures to promote individual fuels in order to achieve low-emission"}, {"text_block_id": "p50_b958", "text": ""}, {"text_block_id": "p50_b959", "text": "of alternative-fuel cars."}, {"text_block_id": "p50_b960", "text": "Develop infrastructure for alternative fuels more quickly and reconstruct the road network to reduce fuel consumption in order to increase support for the development"}, {"text_block_id": "p50_b961", "text": ""}, {"text_block_id": "p50_b962", "text": "including reducing the administrative burden when submitting projects."}, {"text_block_id": "p50_b963", "text": "Set up financial support mechanisms from the EU and Slovakia so that they can finance as many decarbonisation measures in the transport sector as possible,"}, {"text_block_id": "p50_b964", "text": ""}, {"text_block_id": "p50_b965_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Remove legislative barriers to the use of underground car parks for CNG, LPG, and hydrogen vehicles (the Fire Act, amendment to the Building Act, etc.)."}, {"text_block_id": "p52_b967", "text": "2.5.4 AGRICULTURE"}, {"text_block_id": "p52_b968", "text": "2.5.4.1 Current Trends in Reducing Emissions in Agriculture"}, {"text_block_id": "p52_b969", "text": "Human activities in the agricultural sector contribute significantly to changes in the concentration of some gases in the atmosphere, namely N"}, {"text_block_id": "p52_b970", "text": "2"}, {"text_block_id": "p52_b971", "text": "O and CH"}, {"text_block_id": "p52_b972", "text": "4"}, {"text_block_id": "p52_b973", "text": "are considered to be the most important gases emitted from agriculture in terms of mitigation and adaptation measures planned to reduce their environmental impact. The largest share of methane emissions is from the category of Enteric Fermentation, which produced 34.42 Gg (76.3%) of methane in the sector in 2016. The main source of N"}, {"text_block_id": "p52_b974", "text": "2"}, {"text_block_id": "p52_b975", "text": "O emissions is agricultural soil with a 90% share, followed by the Manure Processing category with a 10% share of total N"}, {"text_block_id": "p52_b976", "text": "2"}, {"text_block_id": "p52_b977", "text": "O emissions."}, {"text_block_id": "p52_b978", "text": "Figure 15"}, {"text_block_id": "p52_b979", "text": "shows total emission trends after the 1990 base year by gas and main category in agriculture. In the Slovak Republic, agricultural production stopped growing at the end of the 1980s. This was followed by a drop in 1990 -2002 due to economic and political changes in the country. After these years, agriculture has stabilized. Improvements in the agricultural sector, the regeneration of crop production and the use of mineral fertilisers resulted in a slight increase in emissions over the last six years (2010-2016)."}, {"text_block_id": "p52_b980", "text": "Figure 15:"}, {"text_block_id": "p52_b981_merged_merged", "text": "Trend of aggregate greenhouse gas emissions (in Gg CO2 eq.) by category in agriculture in 1990 – 2016"}, {"text_block_id": "p52_b986", "text": "Source: SHMI"}, {"text_block_id": "p52_b987", "text": "2.5.4.2 Projections of emissions in agriculture under the WEM reference scenario (the same applies also to the WAM scenario)"}, {"text_block_id": "p52_b988", "text": "Compared to other sectors, the production and removal of greenhouse gas emissions in agriculture have not been studied in detail. Some sources are difficult to quantify, others are"}, {"text_block_id": "p53_b989", "text": "hidden. In addition to significant climatic differences, there are also different types of soil in Slovakia. This affects the sowing process, manure application and farming."}, {"text_block_id": "p53_b990", "text": "The potential for reducing greenhouse gas emissions in agriculture is related to manure management, in particular the handling and storage of manure and slurry, and a change of animal feed plans. The WEM scenario was modelled with the following measures:"}, {"text_block_id": "p53_b991", "text": ""}, {"text_block_id": "p53_b992", "text": "Storage rules for organic fertilizers"}, {"text_block_id": "p53_b993", "text": "This measure applies to N2O and NH3 emissions and has been in force since 2012. During the storage of slurry and other liquid organic fertilizers, it is necessary to ensure sufficient tank capacity with regard to the appropriate application time, tank surface coverage, e.g., floating covers of plastic films, covering the surface with straw or LECA material, if the surface is protected by natural bark, to limit handling operations to prevent damage. During the storage of solid organic fertilizers, it is especially necessary to ensure a reduction of the surface area, the covering of the surface, and the use of bioreactors."}, {"text_block_id": "p53_b994", "text": ""}, {"text_block_id": "p53_b995", "text": "The right feeding strategy"}, {"text_block_id": "p53_b996", "text": "The protein content in the feed must correspond to the production level of animals, thus reducing the excess nitrogen content in the manure."}, {"text_block_id": "p53_b997", "text": "The feeding strategy provides the most cost-effective options for reducing emissions, as it produces an effect at every stage where ammonia and N2O can be released."}, {"text_block_id": "p53_b998", "text": "In particular, the following measures are recommended to reduce excess protein doses:"}, {"text_block_id": "p53_b999", "text": "•"}, {"text_block_id": "p53_b1000", "text": "Adapt the composition of the feed to the requirements of the animals,"}, {"text_block_id": "p53_b1001", "text": "•"}, {"text_block_id": "p53_b1002", "text": "Replace a part of fresh grass with fibre of a lower protein content (e.g., maize silage)."}, {"text_block_id": "p53_b1003", "text": "Emissions projections"}, {"text_block_id": "p53_b1004", "text": "(Figure 16)"}, {"text_block_id": "p53_b1005", "text": "from the Agricultural soil category were prepared using the WEM scenario (identical to the WAM scenario) and although they may differ from the actual figures achieved in the future due to a number of external factors (e.g., Common agricultural policy measures and many other factors -whether economic (supply, demand, agricultural input and output prices etc.), political or accidental (natural disasters, climate change, etc.), forecasts reflect current (2015) trends and expectations for the future. The development of the scenario by individual category is in"}, {"text_block_id": "p53_b1006", "text": "Table 13"}, {"text_block_id": "p53_b1007", "text": "in Annex I."}, {"text_block_id": "p53_b1008", "text": "Figure 16:"}, {"text_block_id": "p53_b1009_merged_merged", "text": "Overall trend of aggregate greenhouse gas emissions (in Gg CO2 eq.) in agriculture in 2015 – 2040 under the WEM scenario"}, {"text_block_id": "p54_b1014", "text": "Based on the projections in the WEM reference scenario, it is clear that it is necessary to adopt additional measures in the future (identified as NEUTRAL measures as the measures were not modelled in the WAM scenario) to reverse trends in emissions in which agricultural emissions will rise slightly in the future. These trends are incompatible with Slovakia's target of achieving climate neutrality in 2050."}, {"text_block_id": "p54_b1015", "text": "2.5.4.3 ADDITIONAL MEASURES (NEUTRAL) TO ACHIEVE THE CLIMATE NEUTRALITY TARGET IN AGRICULTURE UP TO 2050"}, {"text_block_id": "p54_b1016", "text": "In view of a slightly increasing trend in agricultural emissions over the last decade and projected for the following decades, it is necessary to increase the reduction effort, either by adopting new additional measures (NEUTRAL) or implementing already existing measures (some of which are also included in this list), and which are often adopted in other strategies but their implementation in practice is still insufficient in terms of contributing to the reduction of greenhouse gas emissions. In order to achieve climate neutrality, it will be desirable to effectively set up a long-term and predictable framework for financial support."}, {"text_block_id": "p55_b1017", "text": "-"}, {"text_block_id": "p55_b1018", "text": "Managing changes in green cover due to climate change so that the development of"}, {"text_block_id": "p55_b1019", "text": "erosion and desertification of the territory is reduced,"}, {"text_block_id": "p55_b1020", "text": "-"}, {"text_block_id": "p55_b1021", "text": "Increasing landscape connectivity"}, {"text_block_id": "p55_b1022", "text": "–"}, {"text_block_id": "p55_b1023", "text": "building green infrastructure."}, {"text_block_id": "p55_b1024", "text": ""}, {"text_block_id": "p55_b1025", "text": "Reduce food losses and focus on maximising removals and minimising emissions for"}, {"text_block_id": "p55_b1026", "text": "released land."}, {"text_block_id": "p55_b1027", "text": ""}, {"text_block_id": "p55_b1028", "text": "Precise farming (technology) can increase yields or reduce the farmed area, releasing"}, {"text_block_id": "p55_b1029", "text": "land for alternative use."}, {"text_block_id": "p55_b1030", "text": ""}, {"text_block_id": "p55_b1031", "text": "Analysis and, where appropriate, subsequent implementation of agroforestry systems"}, {"text_block_id": "p55_b1032", "text": "in land management."}, {"text_block_id": "p55_b1033", "text": ""}, {"text_block_id": "p55_b1034", "text": "Increased use of nitrate-type fertilizers and nitrogen-stabilized fertilizers to the"}, {"text_block_id": "p55_b1035", "text": "detriment of urea application."}, {"text_block_id": "p55_b1036", "text": ""}, {"text_block_id": "p55_b1037", "text": "Prepare a national analysis of N2O emissions, from the point of view of emission"}, {"text_block_id": "p55_b1038", "text": "reductions of up to 40%."}, {"text_block_id": "p55_b1039", "text": ""}, {"text_block_id": "p55_b1040", "text": "wetland, etc.)."}, {"text_block_id": "p55_b1041", "text": "Analyse the advantages and weaknesses of individual crops and their use in terms of greenhouse gas balance and biodiversity impacts. For example, crops grown for energy purposes (biofuel, biomass) are compared with other options (grass, forest,"}, {"text_block_id": "p55_b1042", "text": ""}, {"text_block_id": "p55_b1043", "text": "Targeted boosting of self-sufficiency in food with a link to the preference of local"}, {"text_block_id": "p55_b1044", "text": "foods, which often have a lower emission footprint (mainly due to transport)."}, {"text_block_id": "p55_b1045", "text": ""}, {"text_block_id": "p55_b1046", "text": "with a concrete floor -this can eliminate up to 100% of"}, {"text_block_id": "p55_b1047", "text": "N"}, {"text_block_id": "p55_b1048", "text": "2"}, {"text_block_id": "p55_b1049", "text": "O"}, {"text_block_id": "p55_b1050", "text": "emissions."}, {"text_block_id": "p55_b1051", "text": "Effectively store animal waste, namely storing liquids in tanks isolated from the environment or tanks with oxygen access and storing livestock manure without or with a minimum amount of water to facilitate its handling so that it is stored under a roof"}, {"text_block_id": "p55_b1052", "text": ""}, {"text_block_id": "p55_b1053", "text": "Efficiently process animal waste and use biogas, mainly as a local energy source."}, {"text_block_id": "p55_b1054", "text": ""}, {"text_block_id": "p55_b1055", "text": "Set rules for the operation of biogas plants in terms of processed input, including the"}, {"text_block_id": "p55_b1056", "text": "storage of input material and digestate."}, {"text_block_id": "p55_b1057", "text": ""}, {"text_block_id": "p55_b1058", "text": "Animal feeding interventions to reduce CH"}, {"text_block_id": "p55_b1059", "text": "4"}, {"text_block_id": "p55_b1060", "text": "emissions such as intensive feeding on"}, {"text_block_id": "p55_b1061", "text": "active substances, especially cereals."}, {"text_block_id": "p55_b1062", "text": ""}, {"text_block_id": "p55_b1063", "text": "Increased support for the bioeconomy."}, {"text_block_id": "p55_b1064", "text": ""}, {"text_block_id": "p55_b1065", "text": "additional activities aimed at reducing emissions, or at increasing carbon sinks."}, {"text_block_id": "p55_b1066", "text": "Implementation of support from Pillar I and II of the Common Agricultural Policy aimed at improving the environment and climate with farmer remuneration for"}, {"text_block_id": "p55_b1067", "text": ""}, {"text_block_id": "p55_b1068_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "food and especially dairy products and certain types of meat. Pay attention to raising awareness and educating the population, prepare campaigns to change consumer behaviour, including a stronger emphasis on the carbon footprint of"}, {"text_block_id": "p55_b1070", "text": ""}, {"text_block_id": "p55_b1071", "text": "Consider introducing a sectoral reduction target as part of updating this Strategy."}, {"text_block_id": "p56_b1072", "text": "2.5.5 LAND USE, LAND USE CHANGE AND FORESTRY (LULUCF) SECTOR"}, {"text_block_id": "p56_b1073", "text": "2.5.5.1 Current Emission and Removal Trends in the LULUCF Sector"}, {"text_block_id": "p56_b1074", "text": "The land use, land use change and forestry (LULUCF) sector covers a wide range of biological and technical processes in the country which also affect the amount of greenhouse gas emissions/removals. The emission inventory in this sector includes the main greenhouse gases (CO"}, {"text_block_id": "p56_b1075", "text": "2"}, {"text_block_id": "p56_b1076", "text": ", CH"}, {"text_block_id": "p56_b1077", "text": "4"}, {"text_block_id": "p56_b1078", "text": "and N"}, {"text_block_id": "p56_b1079", "text": "2"}, {"text_block_id": "p56_b1080", "text": "O) as well as basic pollutants from forest fires (NO"}, {"text_block_id": "p56_b1081", "text": "x"}, {"text_block_id": "p56_b1082", "text": "and CO). The LULUCF sector represents a net sink of CO"}, {"text_block_id": "p56_b1083", "text": "2"}, {"text_block_id": "p56_b1084", "text": "ranging from -10,987.61 (1992) to -5,719.15 (2005) Gg CO"}, {"text_block_id": "p56_b1085", "text": "2"}, {"text_block_id": "p56_b1086", "text": "eq. over the period of 1990"}, {"text_block_id": "p56_b1087", "text": "–"}, {"text_block_id": "p56_b1088", "text": "2017 and the most important carbon sinks. The trend of GHG emissions/removals by the land use and harvested wood products category in the LULUCF sector is shown in"}, {"text_block_id": "p56_b1089", "text": "Figure 17"}, {"text_block_id": "p56_b1090", "text": "."}, {"text_block_id": "p56_b1091", "text": "Figure 17:"}, {"text_block_id": "p56_b1092", "text": "Trend of greenhouse gas emissions/removals in the LULUCF sector (Gg CO2eq.) in 1990-2017 (Gg CO2eq.)"}, {"text_block_id": "p56_b1093_merged_merged", "text": "Net greenhouse gas emissions/sinks in the LULUCF sector are the result of changes in the different land use categories. For the FL (Forest land) category, the balance contains carbon stock in living biomass (aboveground and ground) and is based on the difference between the annual increase in carbon (total current increase) in biomass and its losses (timber-harvesting). In view of the fact that there are more and more biomass increases in Slovakia than those harvested, the balance is favourable, carbon stock in living biomass has been growing in recent years and this is also expected in the next decades (Figure 28 in Annex I)."}, {"text_block_id": "p57_b1097", "text": "2.5.5.2 Projections of emissions and removals under the WEM reference scenario"}, {"text_block_id": "p57_b1098", "text": "The projections of emissions and removals in the LULUCF sector were based on the Sectoral Strategy Paper the Rural Development Programme of the Slovak Republic 2007"}, {"text_block_id": "p57_b1099", "text": "–"}, {"text_block_id": "p57_b1100", "text": "2013 and 2014"}, {"text_block_id": "p57_b1101", "text": "–"}, {"text_block_id": "p57_b1102", "text": "2020, taking into account the adopted National Forest Programme (NLP) of the Slovak Republic as well as the NLP Action Plans for 2009"}, {"text_block_id": "p57_b1103", "text": "–"}, {"text_block_id": "p57_b1104", "text": "2013 and 2015"}, {"text_block_id": "p57_b1105", "text": "–"}, {"text_block_id": "p57_b1106", "text": "2020."}, {"text_block_id": "p57_b1107", "text": "The following measures were included in the projections of greenhouse gas emissions and removals in the LULUCF sector:"}, {"text_block_id": "p57_b1108", "text": ""}, {"text_block_id": "p57_b1109", "text": "Afforestation of 800 ha of low-productive/low reclaimed land with fast growing trees and the first afforestation of 600 ha of agricultural land by 2017;"}, {"text_block_id": "p57_b1110", "text": ""}, {"text_block_id": "p57_b1111", "text": "Grassing of 50,000 ha of arable land by 2017;"}, {"text_block_id": "p57_b1112", "text": ""}, {"text_block_id": "p57_b1113", "text": "Reduction of the risk of forest fires to 90% compared to the period of 2000"}, {"text_block_id": "p57_b1114", "text": "–"}, {"text_block_id": "p57_b1115", "text": "2003 (application of Regulation 2152/2003/EC concerning the monitoring of forests and forest fires),"}, {"text_block_id": "p57_b1116", "text": "Figure 18:"}, {"text_block_id": "p57_b1117", "text": "Projections of CO"}, {"text_block_id": "p57_b1118", "text": "2 eq"}, {"text_block_id": "p57_b1119", "text": "(Gg) emissions/removals in the Land use, land use change and forestry (LULUCF) sector until 2040 under the WEM scenario"}, {"text_block_id": "p57_b1120_merged_merged_merged_merged", "text": "The results of the modelling of projected CO2 emissions/removals from the LULUCF sector for the period until 2040 are shown in Figure 42. As can be seen, overall CO2 removals in the sector are expected to range from –6,642.32 (2017) to – 4,206.56 (2035) Gg CO2. The projections of CO2 removals in the period between 2017 and 2035 show a decreasing trend. This is mainly due to a decrease in removals in the categories FL (Forest land), CL (Cropland) and GL (Grassland) and an increase in emissions from SL (Settlements) and OL (Other land)."}, {"text_block_id": "p58_b1135", "text": "After 2035, removals are expected to increase in the FL (Forest land) and GL (Grassland) categories. These trends can be seen in"}, {"text_block_id": "p58_b1136", "text": "Table 14"}, {"text_block_id": "p58_b1137", "text": "in Annex I."}, {"text_block_id": "p58_b1138", "text": "The LULUCF sector plays an important role in removing those emissions that cannot otherwise be eliminated (emissions from industrial processes, agricultural activities and transport) and, on the other hand, the use of wood in the material and energy sectors will replace the use of fossil-based products and raw materials. Thus, the sector provides opportunities for emission reductions that will not be eliminated otherwise, and which could jeopardize the achievement of the climate neutrality target in 2050. However, the development as from 1990 as well as projections (Figure 15) for the future show quite the opposite trend (a reduction of such removals). It will therefore be necessary to quantify and assess the potential for CO2 removals in the LULUCF sector and their possible application to reduce the emission residue (Chapter 2.1.1) by 2050 through additional measures. On the other hand, the sector is vulnerable to the damage caused by the effects of climate change (drought, higher temperatures, wind, fires, pathogens, etc.) that reduce CO2 removals."}, {"text_block_id": "p58_b1139", "text": "2.5.5.3 Possibilities of Increasing Removals of LULUCF Sector under the WAM Scenario"}, {"text_block_id": "p58_b1140", "text": "The Scenario with additional measures (WAM) shows the trend of emissions after two other additional measures have been implemented:"}, {"text_block_id": "p58_b1141", "text": "-"}, {"text_block_id": "p58_b1142", "text": "Afforestation of 23,000 ha of grassland by 2040"}, {"text_block_id": "p58_b1143", "text": "-"}, {"text_block_id": "p58_b1144", "text": "Grassing of 50,000 ha of cropland after 2016."}, {"text_block_id": "p58_b1145", "text": "Based on this assumption ("}, {"text_block_id": "p58_b1146", "text": "Figure 19)"}, {"text_block_id": "p58_b1147", "text": ", projected CO"}, {"text_block_id": "p58_b1148", "text": "2"}, {"text_block_id": "p58_b1149", "text": "removals in the period between 2017 and 2035 show a downward trend. As can be seen, overall CO"}, {"text_block_id": "p58_b1150", "text": "2"}, {"text_block_id": "p58_b1151", "text": "removals in the sector are expected to range from"}, {"text_block_id": "p58_b1152", "text": "–"}, {"text_block_id": "p58_b1153", "text": "6,642.32 (2017) to"}, {"text_block_id": "p58_b1154", "text": "–"}, {"text_block_id": "p58_b1155", "text": "4,272.30 (2035) Gg CO"}, {"text_block_id": "p58_b1156", "text": "2"}, {"text_block_id": "p58_b1157", "text": ". This is mainly due to a decrease in removals in the categories FL (Forest land), CL (Cropland) and GL (Grassland) and an increase in emissions from SL and OL. After 2035, removals are expected to increase in the FL and GL categories. More detailed information can be found in"}, {"text_block_id": "p58_b1158", "text": "Table 15"}, {"text_block_id": "p58_b1159", "text": "in Annex I."}, {"text_block_id": "p58_b1160", "text": "Figure 19:"}, {"text_block_id": "p58_b1161_merged_merged_merged", "text": "Projections of CO2 eq. (Gg) emissions/removals in the Land use, land use change and forestry (LULUCF) sector until 2040 under the WAM scenario"}, {"text_block_id": "p59_b1164", "text": "2015 are real figures; Source: SHMI"}, {"text_block_id": "p59_b1165", "text": "Slovakia has not yet quantified emissions/removals from the Wetland category as there is no sufficiently accurate input data based on which it is possible to model emission/removal projections in this category."}, {"text_block_id": "p59_b1166", "text": "2.5.5.4 OTHER ADDITIONAL MEASURES (NEUTRAL) IN THE LULUCF SECTOR TO ACHIEVE THE CLIMATE NEUTRALITY TARGET BY 2050"}, {"text_block_id": "p59_b1167_merged", "text": "The scenarios highlighted the need to strengthen efforts in the LULUCF sector through the introduction of new NEUTRAL measures and the implementation of existing measures, including those used in the WAM scenario, which are often adopted in other strategies (e.g., the Adaptation Strategy) but their implementation in practice is still insufficient in terms of increasing removals. Moreover, it will be necessary to quantify and evaluate the potential for CO2 removals in the LULUCF sector and their possible application to reduce the emission residue by 2050 through additional measures. Support for increasing removals will be implemented in the short term mainly through the Common Agricultural Policy and through adaptation measures under the 2nd Program Priority in Slovakia financed from the EU budget. However, in order to achieve climate neutrality, it will be desirable to effectively set up a long-term and predictable framework for financial support."}, {"text_block_id": "p60_b1170", "text": ""}, {"text_block_id": "p60_b1171", "text": "using appropriate provenance)."}, {"text_block_id": "p60_b1172", "text": "Maintain vital forests by limiting the negative impacts of climate change on forests through measures focused on forest adaptation (supporting the application of management models beyond the scope of legal obligations, supporting the use of alternative management models for the purpose of modifying the woody composition,"}, {"text_block_id": "p60_b1173", "text": ""}, {"text_block_id": "p60_b1174", "text": "Maintain vital forests by limiting the negative impacts of climate change on forests by"}, {"text_block_id": "p60_b1175", "text": "implementing preventive and protective measures against the spread of disturbances."}, {"text_block_id": "p60_b1176", "text": ""}, {"text_block_id": "p60_b1177", "text": "of nature protection and higher."}, {"text_block_id": "p60_b1178", "text": "In the context of sustainable forest management, support measures focused on increasing carbon removals. Apply nature-friendly management from the third degree"}, {"text_block_id": "p60_b1179", "text": ""}, {"text_block_id": "p60_b1180", "text": "Implement measures to significantly reduce the share of accidental felling in the"}, {"text_block_id": "p60_b1181", "text": "forests of the SR."}, {"text_block_id": "p60_b1182", "text": ""}, {"text_block_id": "p60_b1183", "text": "management."}, {"text_block_id": "p60_b1184", "text": "Preserve and ensure the protection of primaeval forests and natural forests in the context of the overall implementation of the concept of sustainable forest"}, {"text_block_id": "p60_b1185", "text": ""}, {"text_block_id": "p60_b1186", "text": "Use agro-forestry systems aimed at carbon sequestration through wood biomass and"}, {"text_block_id": "p60_b1187", "text": "soil."}, {"text_block_id": "p60_b1188", "text": ""}, {"text_block_id": "p60_b1189", "text": "Utilise record-keeping, quantification and active management of biomass on"}, {"text_block_id": "p60_b1190", "text": "forest land."}, {"text_block_id": "p60_b1191", "text": ""}, {"text_block_id": "p60_b1192", "text": "non-forest lands overgrown with forest trees."}, {"text_block_id": "p60_b1193", "text": "Gradually increase the area of forest land or agroforestry land by addressing discrepancies in land types through land consolidation projects and partial changes to"}, {"text_block_id": "p60_b1194", "text": ""}, {"text_block_id": "p60_b1195", "text": "Increase the share of wood products (HWP) with long lifetimes, including for building"}, {"text_block_id": "p60_b1196", "text": "purposes."}, {"text_block_id": "p60_b1197", "text": ""}, {"text_block_id": "p60_b1198", "text": "Implement measures aimed at increasing carbon sequestration in agricultural soils and"}, {"text_block_id": "p60_b1199", "text": "maintaining a high level of organic carbon in carbon-rich soils."}, {"text_block_id": "p60_b1200", "text": ""}, {"text_block_id": "p60_b1201", "text": "maintaining existing permanent grassland, having an ecological focus area)."}, {"text_block_id": "p60_b1202", "text": "Increase the organic carbon content in agricultural soils by ensuring land management with the principles of good agricultural practice as well as by meeting the general requirements under Article 8 of Regulation of the Government of the SR No. 342/2014 Coll. of 2015, which lays down the rules for granting support in agriculture in connection with decoupled direct payment schemes (crop diversification,"}, {"text_block_id": "p60_b1203", "text": ""}, {"text_block_id": "p60_b1204", "text": "Maintain and restore grassland."}, {"text_block_id": "p60_b1205", "text": ""}, {"text_block_id": "p60_b1206", "text": "Protect and restore peatlands and wetlands in river basins."}, {"text_block_id": "p60_b1207", "text": ""}, {"text_block_id": "p60_b1208", "text": "Recognise the need for education, awareness-raising and awareness for the general"}, {"text_block_id": "p60_b1209", "text": "public for additional measures in this sector."}, {"text_block_id": "p60_b1210", "text": ""}, {"text_block_id": "p60_b1211_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Prepare a study to assess the possibilities for achieving 7 Mt CO2 eq. and more from the LULUCF sector by 2050."}, {"text_block_id": "p61_b1213", "text": "2.5.6 WASTE SECTOR"}, {"text_block_id": "p61_b1214", "text": "2.5.6.1 Current Trends in Reducing Emissions in the Waste Sector"}, {"text_block_id": "p61_b1215", "text": "The emission inventory for the waste sector includes direct greenhouse gas emissions (CH"}, {"text_block_id": "p61_b1216", "text": "4"}, {"text_block_id": "p61_b1217", "text": ", CO"}, {"text_block_id": "p61_b1218", "text": "2"}, {"text_block_id": "p61_b1219", "text": ", N"}, {"text_block_id": "p61_b1220", "text": "2"}, {"text_block_id": "p61_b1221", "text": "O) and indirect greenhouse gas emissions (NMVOC). Methane emissions are generated at solid waste disposal sites, the sites of biodegradable waste recovery, waste incineration and in wastewater treatment processes. The main source of CO"}, {"text_block_id": "p61_b1222", "text": "2"}, {"text_block_id": "p61_b1223", "text": "is waste incineration. N"}, {"text_block_id": "p61_b1224", "text": "2"}, {"text_block_id": "p61_b1225", "text": "O arises from biological waste treatment and wastewater treatment."}, {"text_block_id": "p61_b1226", "text": "Total emissions from the waste sector are relatively stable over the period 1990 -2016, as shown in"}, {"text_block_id": "p61_b1227", "text": "Figure 20"}, {"text_block_id": "p61_b1228", "text": "."}, {"text_block_id": "p61_b1229", "text": "Figure 20:"}, {"text_block_id": "p61_b1230", "text": "Trend of aggregate greenhouse gas emissions in the waste sector in 1990-2016 (Gg CO2eq.)"}, {"text_block_id": "p61_b1231", "text": "–"}, {"text_block_id": "p61_b1232", "text": "by category"}, {"text_block_id": "p61_b1233_merged_merged_merged_merged", "text": "Total CO2 eq. emissions in 2016 were 1,483.80 Gg, an increase of 11% compared to 1990, and a drop by 3% compared to 2015 due to a decrease in biologically treated waste and waste incineration. The increase in emissions from waste disposal was offset by a reduction in emissions from wastewater treatment, while biological wastewater treatment and waste incineration had a minor impact on the overall balance of the sector."}, {"text_block_id": "p62_b1236", "text": "2.5.6.2 Projections of emissions under the WEM reference scenario (identical to the WAM scenario)"}, {"text_block_id": "p62_b1237", "text": "The projections of emissions from the waste sector until 2040 concentrate on activities in the areas of municipal waste management and municipal wastewater treatment. These two main sources of emissions account for more than 80% of the estimated emissions in the waste sector."}, {"text_block_id": "p62_b1238", "text": "The reference scenario (WEM) is based on the expectation that development in municipal waste management will continue as observed in the last decade. This development is characterized by organization of waste collection at the municipal level and increasing separation of recyclables or waste components, maintaining landfilling as the main waste disposal method. This development relies on the Waste Management Programme of the Slovak Republic for the years 2019"}, {"text_block_id": "p62_b1239", "text": "–"}, {"text_block_id": "p62_b1240", "text": "2025"}, {"text_block_id": "p62_b1241", "text": ". The WEM/WAM scenario relies on measures from the Programme or other assumptions:"}, {"text_block_id": "p62_b1242", "text": ""}, {"text_block_id": "p62_b1243", "text": "Reduction of mixed municipal waste by 50% until 2025 compared to 2016;"}, {"text_block_id": "p62_b1244", "text": ""}, {"text_block_id": "p62_b1245", "text": "Reduction of biodegradable waste in mixed municipal waste by 60% until 2025 compared to the status in 2016."}, {"text_block_id": "p62_b1246", "text": ""}, {"text_block_id": "p62_b1247", "text": "Reduction of municipal waste landfilling to a maximum of 10% until 2035."}, {"text_block_id": "p62_b1248", "text": ""}, {"text_block_id": "p62_b1249", "text": "It is assumed that to achieve the targets above, the two incinerators (Košice and"}, {"text_block_id": "p62_b1250", "text": "Bratislava) will continue their operations in this scenario at their current capacity (200 kt/year)."}, {"text_block_id": "p62_b1251", "text": "When evaluating specific measures for the continued implementation of the targets and measures of the Waste Management Programme of the Slovak Republic for 2016"}, {"text_block_id": "p62_b1252", "text": "–"}, {"text_block_id": "p62_b1253", "text": "2020, it was found that most of the original targets have not been achieved"}, {"text_block_id": "p62_b1254", "text": ". In order to achieve the above stated targets, it is expected that the existing incineration plants will continue to increase their operation to full capacity, i.e. 285 kt/year."}, {"text_block_id": "p62_b1255", "text": "Figure 21:"}, {"text_block_id": "p62_b1256_merged_merged_merged", "text": "Projections of CO2 eq. (Gg) emissions in the waste sector under the WEM scenario (identical to the WAM scenario) until 2040"}, {"text_block_id": "p63_b1259", "text": "Based on the projections in the WEM reference scenario, which are identical to the WAM scenario, it is clear that the trend of waste emissions is moving in the right direction. The risk is related to the implementation of all modelled measures in force (waste legislation with targets) because the targets have not been met in the past. Therefore, additional measures (NEUTRAL) need to be taken in the future so that the trend of emissions copies the projections and that reductions beyond the scope of projections are increased for the sector to be able to contribute as much as possible to achieving climate neutrality for the Slovak Republic by 2050."}, {"text_block_id": "p63_b1260", "text": "2.5.6.3 OTHER ADDITIONAL MEASURES (NEUTRAL) IN THE WASTE SECTOR TO ACHIEVE THE CLIMATE NEUTRALITY TARGET UP TO 2050"}, {"text_block_id": "p63_b1261", "text": "For this sector to contribute effectively to the 2050 climate neutrality target, it is necessary to increase the reduction effort by adopting new additional measures (NEUTRAL) and implementing already existing measures, some of which are often adopted in other strategies, programmes and plans (e.g., the Waste Management Programme of the Slovak Republic) but their implementation in practice still has a lot of room for improvement from the point of view of contributing to reducing greenhouse gas emissions. In order to achieve climate neutrality, it will be desirable to effectively set up a long-term and predictable framework for financial support."}, {"text_block_id": "p64_b1262", "text": "-"}, {"text_block_id": "p64_b1263", "text": "recovering products for energy or otherwise)"}, {"text_block_id": "p64_b1264", "text": "Reduce food waste (e.g., food products can be further used, either by donating safe food products or food products past their expiry date to a charity, or by composting or"}, {"text_block_id": "p64_b1265", "text": "-"}, {"text_block_id": "p64_b1266", "text": "Waste prevention;"}, {"text_block_id": "p64_b1267", "text": "-"}, {"text_block_id": "p64_b1268", "text": "Establish the obligation to use certified products from recycling where there is an"}, {"text_block_id": "p64_b1269", "text": "equivalent to non-renewable raw material products (e.g., at least a 30% share);"}, {"text_block_id": "p64_b1270", "text": "-"}, {"text_block_id": "p64_b1271", "text": "Establish the obligation to reuse purified water from wastewater treatment plants,"}, {"text_block_id": "p64_b1272", "text": "purified process water mainly for energy use"}, {"text_block_id": "p64_b1273", "text": "–"}, {"text_block_id": "p64_b1274", "text": "water vapour applications."}, {"text_block_id": "p64_b1275", "text": ""}, {"text_block_id": "p64_b1276", "text": "Streamline the prevention of illegal dumps."}, {"text_block_id": "p64_b1277", "text": ""}, {"text_block_id": "p64_b1278", "text": "biomethane."}, {"text_block_id": "p64_b1279", "text": "Improve separate collection of biodegradable municipal waste for the production of biogas from waste (e.g., biodegradable waste and waste from wastewater treatment plants) with regard to the use of digestate for land, its subsequent transformation into biogas / biomethane (e.g., for its subsequent use in transport or injection into the distribution system) and the production of electricity and heat from biogas /"}, {"text_block_id": "p64_b1280", "text": ""}, {"text_block_id": "p64_b1281", "text": "Support SMART solutions for technical services in towns to streamline waste"}, {"text_block_id": "p64_b1282", "text": "management."}, {"text_block_id": "p64_b1283", "text": ""}, {"text_block_id": "p64_b1284", "text": "Optimize waste management logistics at the level of cities and municipalities."}, {"text_block_id": "p64_b1285", "text": ""}, {"text_block_id": "p64_b1286", "text": "Recognise the need for education, awareness-raising and awareness for the general"}, {"text_block_id": "p64_b1287", "text": "public for additional measures in this sector."}, {"text_block_id": "p64_b1288", "text": ""}, {"text_block_id": "p64_b1289_merged_merged_merged_merged_merged_merged_merged", "text": "2050 climate neutrality target. Consider introducing a reduction target for the whole waste sector (whether for 2030, 2040 or 2050) as part of updating this Strategy which would be in harmony with the"}, {"text_block_id": "p65_b1291", "text": "3 CURRENT AND PLANNED FINANCING OPPORTUNITIES FOR THE PROPOSED MEASURES"}, {"text_block_id": "p65_b1292", "text": "3.1 Estimated Investments Required for Decarbonisation"}, {"text_block_id": "p65_b1293", "text": "If Slovakia decarbonises its economy as it was modelled in the"}, {"text_block_id": "p65_b1294", "text": "scenario with additional measures WAM"}, {"text_block_id": "p65_b1295", "text": "from the WB (i.e. by 2030, there would be a 47% reduction in total emissions compared to 1990 levels and 70% in 2050 according to the WB conservative estimate), by 2030 it will cost an"}, {"text_block_id": "p65_b1296", "text": "extra EUR 8 billion over the decade"}, {"text_block_id": "p65_b1297", "text": ", and in"}, {"text_block_id": "p65_b1298", "text": "2031-2050 (i.e. two decades) it will even be an extra EUR 196 billion"}, {"text_block_id": "p65_b1299", "text": "compared to the WEM reference scenario. Thus, by"}, {"text_block_id": "p65_b1300", "text": "2040"}, {"text_block_id": "p65_b1301", "text": "the average additional"}, {"text_block_id": "p65_b1302", "text": "annual expenditure will be 1.8% of GDP,"}, {"text_block_id": "p65_b1303", "text": "in"}, {"text_block_id": "p65_b1304", "text": "2020-2050"}, {"text_block_id": "p65_b1305", "text": "it will be"}, {"text_block_id": "p65_b1306", "text": "up to 4.2% of GDP"}, {"text_block_id": "p65_b1307", "text": "on average per annum"}, {"text_block_id": "p65_b1308", "text": "."}, {"text_block_id": "p65_b1309", "text": "These costs include investments that will be made by households, the business sector and the state. For example, in 2030, households will invest an extra EUR"}, {"text_block_id": "p65_b1310", "text": "one billion"}, {"text_block_id": "p65_b1311", "text": "per year for thermal insulation, the purchase of more environmentally-sound appliances, or the use of renewable energy sources. Likewise, in the third sector, an essential part of which is buildings and services, investments will be made for insulation and the application of measures according to the Ecodesign Directive, which will mean"}, {"text_block_id": "p65_b1312", "text": "an investment of almost EUR 1 billion"}, {"text_block_id": "p65_b1313", "text": "in 2030."}, {"text_block_id": "p65_b1314", "text": "Slovakia has a higher decarbonisation target than was modelled in the WAM scenario, which is to achieve climate neutrality in 2050, meaning reductions of at least 90% compared to 1990 levels (excluding removals). This would imply that the cost of decarbonisation would be considerably higher than those calculated in this strategy. We do not have this data available"}, {"text_block_id": "p65_b1315", "text": ". However, the models used did not assume this scenario and it is one of the tasks that must be dealt with when updating this strategy in the future."}, {"text_block_id": "p65_b1316", "text": "The partially quantified amounts needed for decarbonisation should also have adequately allocated funds."}, {"text_block_id": "p65_b1317", "text": "According to recent developments, it is clear that the higher cost of decarbonisation will in future be partly offset by the higher amounts of funding available for it."}, {"text_block_id": "p65_b1318_merged_merged_merged", "text": "Based on internal estimates of the Ministry of Finance of the Slovak Republic in cooperation with the Permanent Representation of the Slovak Republic to the EU and MoE SR estimates, between EUR 9.9 and 10.5 billion should be available before 2030"}, {"text_block_id": "p65_b1321", "text": "for climatic measures"}, {"text_block_id": "p66_b1322", "text": "through the EU budget (the figure only covers the period until 2027), the Modernisation Fund and the Environmental Fund"}, {"text_block_id": "p66_b1323", "text": "(both the Funds cover the period between 2020 and"}, {"text_block_id": "p66_b1324", "text": "2030). This figure did not include possible additional funds for projects drawn from the Innovation Fund, from the European Economic Area Financial Mechanism and the Norwegian Financial Mechanism and did not take into account other sources within the SR budget in the period between 2028 and 2030. Nevertheless,"}, {"text_block_id": "p66_b1325", "text": "this figure exceeds the estimated additional cost of WB modelling by 2030 by EUR 2.5 billion."}, {"text_block_id": "p66_b1326", "text": "In the long term, according to internal estimates of the Ministry of Finance of the Slovak Republic in cooperation with the Permanent Representation of the Slovak Republic to the EU, the SR will have EUR 42 to 45 billion available between 2027 and 2050 for climate change measures just from the EU budget, where other national and European funds are not taken into account."}, {"text_block_id": "p66_b1327", "text": "It is questionable whether State and public authorities are ready to use such huge financial resources intended for decarbonisation projects which should be in line with the goals of achieving climate neutrality in 2050. This issue should also be analysed during the update of this strategy."}, {"text_block_id": "p66_b1328", "text": "3.2 Planned Financing Opportunities for Mitigation and Adaptation Measures After 2020"}, {"text_block_id": "p66_b1329", "text": "Since it is a long-term strategic document, the current sources of funding available at the time of the adoption of this Strategy in this context will not take into account post-2020 realities. Details on the current way of financing decarbonisation measures until 2030 are stated in Chapter 3.1.1 of the NECP. It contains information about current EU funding sources, other funding sources such as SlovSEFF III and about State aid schemes."}, {"text_block_id": "p66_b1330", "text": "In order to achieve the targets set, it is also necessary to create support mechanisms to finance individual measures. The Strategy identified 6"}, {"text_block_id": "p66_b1331", "text": "priority financial instruments"}, {"text_block_id": "p66_b1332", "text": "("}, {"text_block_id": "p66_b1333", "text": "other than the SR budget"}, {"text_block_id": "p66_b1334", "text": ") ensuring the transition to a low-carbon economy:"}, {"text_block_id": "p66_b1335", "text": "1."}, {"text_block_id": "p66_b1336", "text": "Modernisation Fund"}, {"text_block_id": "p66_b1337", "text": "2."}, {"text_block_id": "p66_b1338", "text": "Innovation Fund"}, {"text_block_id": "p66_b1339", "text": "3."}, {"text_block_id": "p66_b1340", "text": "EU budget (European Structural and Investment Funds)"}, {"text_block_id": "p66_b1341", "text": "4."}, {"text_block_id": "p66_b1342", "text": "Other funds from abroad provided under contracts"}, {"text_block_id": "p66_b1343", "text": "5."}, {"text_block_id": "p66_b1344", "text": "Environmental Fund"}, {"text_block_id": "p66_b1345", "text": "6."}, {"text_block_id": "p66_b1346", "text": "European Green Deal Investment Plan"}, {"text_block_id": "p66_b1347", "text": "Under these financial instruments, significant funds of EUR 9.9 billion to EUR 10.5 billion could be earmarked for climate change for the next 10 years."}, {"text_block_id": "p66_b1348_merged_merged", "text": "Another important area of financing for climate measures will be State and local authorities’ budgets. Mitigation and adaptation measures must also be funded from the central government, regional and local governments’ own resources, regardless of the availability of"}, {"text_block_id": "p67_b1355", "text": "other sources, in the implementation of their own departmental measures which are either based on or in line with this Strategy. In implementing their own measures and priority areas, ministries and other public authorities often also implement measures in line with this Strategy, either directly or indirectly."}, {"text_block_id": "p67_b1356", "text": "3.2.1 Modernisation Fund"}, {"text_block_id": "p67_b1357", "text": "The Modernisation Fund is set up under Article 10d of the revised ETS Directive and will serve to encourage investment in modernising energy systems and improving energy efficiency. The investments supported must be in line with the objectives of the Directive (reducing greenhouse gas emissions) and in accordance with State Aid Guidelines. Projects applying for support from the Modernisation Fund can be divided into priority and non-priority projects. Priority projects include:"}, {"text_block_id": "p67_b1358", "text": ""}, {"text_block_id": "p67_b1359", "text": "Investments in the generation and use of electricity from renewable sources,"}, {"text_block_id": "p67_b1360", "text": ""}, {"text_block_id": "p67_b1361", "text": "The improvement of energy efficiency, except energy efficiency relating to energy generation using solid fossil fuels,"}, {"text_block_id": "p67_b1362", "text": ""}, {"text_block_id": "p67_b1363", "text": "Energy storage,"}, {"text_block_id": "p67_b1364", "text": ""}, {"text_block_id": "p67_b1365", "text": "The modernisation of energy networks, including district heating pipelines,"}, {"text_block_id": "p67_b1366", "text": ""}, {"text_block_id": "p67_b1367", "text": "Investments and the modernisation of grids for electricity transmission and the increase of interconnections between Member States,"}, {"text_block_id": "p67_b1368", "text": ""}, {"text_block_id": "p67_b1369", "text": "Investments in energy efficiency in transport, building industry, agriculture and waste management; and"}, {"text_block_id": "p67_b1370", "text": ""}, {"text_block_id": "p67_b1371", "text": "Promoting fair transition in coal-dependent regions."}, {"text_block_id": "p67_b1372", "text": "The percentage of the allowances for the SR in the Modernisation Fund is 6.13%. According to the ETS Directive, the SR will transfer 30% from its total share of allowance auctions to the Modernisation Fund. This will additionally increase the quantity of allowances from 19 mil. allowances to roughly 54 mil. allowances during the 10-year period of 2021-2030, ensuring"}, {"text_block_id": "p67_b1373", "text": "a financing package of around EUR 1.35 billion for Slovakia in that period"}, {"text_block_id": "p67_b1374", "text": "at the average price of 25 EUR/allowance."}, {"text_block_id": "p67_b1375", "text": "3.2.2 Innovation Fund"}, {"text_block_id": "p67_b1376_merged_merged", "text": "The Innovation Fund is a pan-European fund and will be and from the funds, if any, that will be left after the end of the NER 300 programme. On the basis of preliminary estimates, such auctioning could accumulate between EUR 3 and 11 billion, depending on the selling price of the emission allowances, and will be available to all entities within the EU."}, {"text_block_id": "p67_b1382", "text": "The Innovation Fund will be built on similar principles to the NER 300 programme. However, the biggest difference is the extension of supported investment plans to include carbon capture and utilisation technologies, innovative low-carbon technologies in the industry, and energy storage technologies."}, {"text_block_id": "p68_b1383", "text": "3.2.3 EU Budget (European Structural and Investment Funds)"}, {"text_block_id": "p68_b1384", "text": "Within the Union's budget for the years 2021-2027, it is possible to make use of financial resources from individual EU structural and investment funds (the European Fund for Reconstruction and Development, Cohesion Fund, European Social Fund, Horizon, LIFE, CEF, InvestEU, Just Transition Fund, BICC) as well as from the Common Agricultural Policy, where climate change and environmental expenditure should account for up to 40%. From"}, {"text_block_id": "p68_b1385", "text": "the entire budget"}, {"text_block_id": "p68_b1386", "text": ","}, {"text_block_id": "p68_b1387", "text": "up to 25% of expenditure should go for climate change."}, {"text_block_id": "p68_b1388", "text": "At present there have been discussions on the final form of the multiannual financial framework (MFF) for 2021-2027, with individual Member States including Slovakia already working on their national Programme Priorities."}, {"text_block_id": "p68_b1389", "text": "If measures to combat climate change become a strategic priority for the SR, in the years 2021-2027 the Slovak Republic can use EUR 7.6 to 8.1 billion for this purpose in combination with EU funds and related national co-financing."}, {"text_block_id": "p68_b1390", "text": "Fighting climate change will be priority for the EU and the EC will prefer such projects to other projects in negotiations with Slovakia. The EU precondition will be that the SR invests at least"}, {"text_block_id": "p68_b1391", "text": "EUR 6.5 billion"}, {"text_block_id": "p68_b1392", "text": "(25% of the funds from the EU budget which SK will receive in 2021-27) in"}, {"text_block_id": "p68_b1393", "text": "measures to combat climate change."}, {"text_block_id": "p68_b1394", "text": "Adding mandatory national co-financing, we get"}, {"text_block_id": "p68_b1395", "text": "EUR 7.6 billion for the conservative scenario and EUR 8.1 billion for the optimistic scenario"}, {"text_block_id": "p68_b1396", "text": "."}, {"text_block_id": "p68_b1397", "text": "By 2050, the SR's receipts from the EU budget will have gradually declined, but the per cent share of the mandatory funds for combating climate change will have increased. At the beginning of 2020, it can be assumed that in the period between 2021 and 2050, Slovakia will have EUR 49.5 to 53 billion available for measures"}, {"text_block_id": "p68_b1398", "text": "to combat climate change (the sum of gradually declining revenue from the EU budget, whereas the % focus for that purpose will grow and growing mandatory co-financing from the EU budget). This is the sum of likely revenue from the EU budget through the cohesion policy and rural development and their national co-financing, which SK is likely to receive from the EU budget in 2021-2050 for measures to combat climate change."}, {"text_block_id": "p68_b1399_merged_merged_merged", "text": "Within the main programme priorities in Slovakia being prepared for the upcoming MFF by 2027, priority 2: A GREENER, low-carbon EUROPE relates to climate change through promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management. Within this priority, Slovakia plans to focus on addressing mitigation and adaptation issues with the following support:"}, {"text_block_id": "p68_b1402", "text": ""}, {"text_block_id": "p68_b1403", "text": "Support for measures to reduce the energy performance of buildings"}, {"text_block_id": "p68_b1404", "text": ""}, {"text_block_id": "p68_b1405", "text": "Promoting renewable energy sources and efficient district heating systems (DHS) in the areas of heat and cold supply and smart energy systems, energy storage"}, {"text_block_id": "p68_b1406", "text": ""}, {"text_block_id": "p68_b1407", "text": "Promoting and using alternative fuels in transport"}, {"text_block_id": "p69_b1408", "text": ""}, {"text_block_id": "p69_b1409", "text": "Water management and retention capacity of the landscape and settlement environment"}, {"text_block_id": "p69_b1410", "text": ""}, {"text_block_id": "p69_b1411", "text": "Preventive measures to protect against emergencies associated with climate change"}, {"text_block_id": "p69_b1412", "text": ""}, {"text_block_id": "p69_b1413", "text": "Supporting the adaptation process by improving data availability, supporting the creation of strategy papers and raising public awareness"}, {"text_block_id": "p69_b1414", "text": "Support for increasing removals will be implemented mainly through the Common Agricultural Policy and partly through adaptation measures under the 2nd Programme Priority in Slovakia financed from the EU budget."}, {"text_block_id": "p69_b1415", "text": "3.2.4 Environmental Fund"}, {"text_block_id": "p69_b1416", "text": "The Environmental Fund will play an important role through which mitigation measures will be financed further to help the transition to a low-carbon economy in Slovakia."}, {"text_block_id": "p69_b1417", "text": "The Environmental Fund is the recipient of revenues from the sale of emission allowances by auction. Starting from 2020, the share will be higher, whereas according to the national legislation it cannot be less than 30%."}, {"text_block_id": "p69_b1418", "text": "This will ensure possible spending on climate and environmental projects for the next period in the amount of roughly EUR 1 billion."}, {"text_block_id": "p69_b1419", "text": "This change will facilitate better investment predictability and better planning for the use of Environmental Fund funding. Revenue from the Environmental Fund will be reused for investment that contributes to reducing greenhouse gas emissions. This arrangement also pursues the implementation of ETS Directive provisions that at least 50% of revenues should be used to reduce emissions and mitigate the consequences of climate change, either at the national level or through aid to developing countries. However, Slovakia has not fulfilled this condition yet."}, {"text_block_id": "p69_b1420", "text": "3.2.5 Other Funds from abroad Provided under Contracts"}, {"text_block_id": "p69_b1421", "text": "This means the European Economic Area Financial Mechanism and the Norwegian Financial Mechanism, through which both decarbonisation and adaptation projects in Slovakia have been financed. It is expected that the funds will continue to finance such projects after 2020."}, {"text_block_id": "p69_b1422", "text": "3.2.6 European Green Deal Investment Plan"}, {"text_block_id": "p69_b1423_merged", "text": "During the last stage of the preparation of this strategic document on 14 January 2020, the European Commission published the \"EU Green Deal: Sustainable Europe Investment Plan\" on financing low-carbon transformation by 2030. It should cover expenses for measures presented in the EC programme entitled the European Green Deal and should have at least EUR 1,000 billion (EUR 1 trillion) available. It will be a combination of mainly European (the EU budget and EIB loans) but also of national public and private funds. The core of the proposal is the so-called Just Transition Mechanism (EUR 100 billion), built on 3 pillars:"}, {"text_block_id": "p70_b1432", "text": "1."}, {"text_block_id": "p70_b1433", "text": "Pillar"}, {"text_block_id": "p70_b1434", "text": "–"}, {"text_block_id": "p70_b1435", "text": "a just transition fund"}, {"text_block_id": "p70_b1436", "text": "in the amount of EUR"}, {"text_block_id": "p70_b1437", "text": "30-50 billion"}, {"text_block_id": "p70_b1438", "text": "."}, {"text_block_id": "p70_b1439", "text": "An allocation of about EUR 160 million is assumed for SK."}, {"text_block_id": "p70_b1440", "text": "The allocation has already been included in the above-stated estimates for the amount of funding available for climate action from the EU budget."}, {"text_block_id": "p70_b1441", "text": "2."}, {"text_block_id": "p70_b1442", "text": "Pillar"}, {"text_block_id": "p70_b1443", "text": "–"}, {"text_block_id": "p70_b1444", "text": "a dedicated scheme under"}, {"text_block_id": "p70_b1445", "text": "InvestEU"}, {"text_block_id": "p70_b1446", "text": "in the amount of"}, {"text_block_id": "p70_b1447", "text": "EUR 45 billion."}, {"text_block_id": "p70_b1448", "text": "3."}, {"text_block_id": "p70_b1449", "text": "Pillar"}, {"text_block_id": "p70_b1450", "text": "–"}, {"text_block_id": "p70_b1451", "text": "a new programme that uses"}, {"text_block_id": "p70_b1452", "text": "EIB"}, {"text_block_id": "p70_b1453", "text": "Loan Facilities in the amount of"}, {"text_block_id": "p70_b1454", "text": "EUR 25-30 billion"}, {"text_block_id": "p70_b1455", "text": "."}, {"text_block_id": "p70_b1456_merged_merged_merged_merged", "text": "The scope of support from the Just Transition Fund basically copies the relevant activities that are already part of the support of the current cohesion policy. The EC will bind countries to a compulsory transfer from European Structural and Investment Funds of 1.5 to 3 times their national allocation to the Fund (160 million). Support from this new fund should focus in particular on:"}, {"text_block_id": "p70_b1459", "text": "(1)"}, {"text_block_id": "p70_b1460", "text": "Phasing out extraction and production of coal, lignite, peat and shale oil and the related impact on unemployment;"}, {"text_block_id": "p70_b1461", "text": "(2)"}, {"text_block_id": "p70_b1462", "text": "The introduction of new technologies, processes and products in sectors with high greenhouse gas production, resulting in a significant reduction in greenhouse gas levels;"}, {"text_block_id": "p70_b1463", "text": "(3)"}, {"text_block_id": "p70_b1464", "text": "Promoting innovation and sustainable technology research;"}, {"text_block_id": "p70_b1465", "text": "(4)"}, {"text_block_id": "p70_b1466", "text": "Up-skilling and re-skilling workers affected by low-carbon transformation."}, {"text_block_id": "p71_b1467", "text": "3.3 Policies and Measures for Related Research, Development and Innovation"}, {"text_block_id": "p71_b1468", "text": "Draft State R&D Programmes for 2020-2024 with outlook to 2029 (the material is ready for approval by the Government)"}, {"text_block_id": "p71_b1469", "text": "The draft envisages the financing of research and development in key areas of the Slovak economy, which undoubtedly also include: Increasing transmission capacities and security of the Slovak electricity system; Smart energy grid and renewable energy sources, and Nuclear energy. Over the year period of 2020-2024, support for R&D in the areas concerned is announced at the level as stated in"}, {"text_block_id": "p71_b1470", "text": "Table 4."}, {"text_block_id": "p71_b1471", "text": "Table 4:"}, {"text_block_id": "p71_b1472", "text": "State programme: Energy Security of the Slovak Republic with Emphasis on Optimal Multi-Source Energy, Energy Efficiency and Environment (in mil. EUR"}, {"text_block_id": "p71_b1473", "text": ")"}, {"text_block_id": "p71_b1474", "text": "Source: Ministry of Education, Science, Research and Sport of the Slovak Republic"}, {"text_block_id": "p71_b1475_merged", "text": "Table 25 shows that indicative extra-budgetary resources of approx. EUR 28.8 mil. are projected and induced for the period of 2020-2024 as a result of private sector investment in R&D in the area concerned, whereas additional R&D expenditure is indicated in the projection period of 2025-2029 as shown in Table 5."}, {"text_block_id": "p71_b1478", "text": "Table 5"}, {"text_block_id": "p71_b1479", "text": "Additional indicated R&D expenditure (in mil. EUR"}, {"text_block_id": "p71_b1480", "text": ")"}, {"text_block_id": "p71_b1481", "text": "Source: Ministry of Education, Science, Research and Sport of the Slovak Republic"}, {"text_block_id": "p71_b1482", "text": "More details on institutions engaged in research and development in the field RES, energy efficiency and climate change and on R&D objectives in Slovakia are given in Chapter 2.5 of the NECP by 2030."}, {"text_block_id": "p72_b1483", "text": "4 ANALYSES OF THE IMPACT OF SOCIAL ECONOMIC ASPECTS OF PROPOSED POLICIES AND MEASURES"}, {"text_block_id": "p72_b1484", "text": "At the beginning, Slovakia reduced greenhouse gas emissions through relatively simple and often inexpensive measures. This was also due to the restructuring of enterprises that introduced relatively clean technology (e.g., switching from coal to gas), the introduction of which resulted from the membership of the Slovak Republic in the EU. However, cheap technology is now depleted, and further emission reductions will require significant funding. Such a low-carbon transformation will therefore require large investment costs on the one hand, but will also bring new economic benefits (green jobs, new sectors) and sustainability to the levels of economic growth on the other hand (decarbonisation based on WAM scenario impact modelling should bring GDP growth in the long term). Green jobs mean mainly new jobs created in the housing, building, agriculture and forestry sectors (in terms of nature conservation and biomass use, as well as jobs in the electricity, heat production and new economy sectors)."}, {"text_block_id": "p72_b1485", "text": "If Slovakia decarbonises its economy as was modelled in the"}, {"text_block_id": "p72_b1486", "text": "scenario with additional measures WAM"}, {"text_block_id": "p72_b1487", "text": "from the WB (i.e. by 2030, there would be a 47% reduction in total emissions compared to 1990 levels and 70% in 2050 according to the WB conservative estimate), projected costs by 2030 are roughly an"}, {"text_block_id": "p72_b1488", "text": "extra EUR 8 billion over the decade"}, {"text_block_id": "p72_b1489", "text": ", and in"}, {"text_block_id": "p72_b1490", "text": "2031-2050, it will even be an extra EUR 196 billion"}, {"text_block_id": "p72_b1491", "text": "compared to the WEM reference scenario. Thus, by"}, {"text_block_id": "p72_b1492", "text": "2040"}, {"text_block_id": "p72_b1493", "text": "the average additional"}, {"text_block_id": "p72_b1494", "text": "annual expenditure will be 1.8% of GDP,"}, {"text_block_id": "p72_b1495", "text": "in"}, {"text_block_id": "p72_b1496", "text": "2020-2050"}, {"text_block_id": "p72_b1497", "text": "it will account for"}, {"text_block_id": "p72_b1498", "text": "4.2% of GDP"}, {"text_block_id": "p72_b1499", "text": "on average per annum"}, {"text_block_id": "p72_b1500", "text": "("}, {"text_block_id": "p72_b1501", "text": "Figure 22"}, {"text_block_id": "p72_b1502", "text": ")."}, {"text_block_id": "p72_b1503", "text": "The costs of implementing the low-carbon scenario will have increased only slightly by 2030, however, they will have grown considerably by 2050 mainly due to higher investment in the field of energy efficiency and the transition to new technologies compared to the baseline scenario. In order to achieve the objectives, the energy sectors have to incur additional costs in the field of electrification, thermal insulation, the transition to cleaner technologies or the use of the best available technologies. All these costs are then divided through the model among the individual consumer industries that relate to the energy part of the economy: industry, households, the third sector (services) and transport (i.e. the industrial processes, agriculture, fugitive emissions and waste sectors are not counted)."}, {"text_block_id": "p72_b1504_merged_merged", "text": "For example, households will invest an extra EUR billion per year in 2030 (Figure 23) e.g. for thermal insulation, the purchase of more energy-efficient electrical appliances or the use of renewable energy sources. In 2050 it will be up to 8 billion. Equally, in the third sector, of which buildings and services are an important part, investments will be made for thermal insulation and the implementation of measures under the Ecodesign Directive, which in 2030"}, {"text_block_id": "p73_b1511_merged", "text": "will mean an investment of almost EUR 1 billion. In addition, there are also positive effects where, as a result of the electrification and modernization of transport, all sectors (as shown in Figure 23) will save more than half a billion euros on fuels and in 2050 almost"}, {"text_block_id": "p73_b1520", "text": "EUR 2 billion."}, {"text_block_id": "p73_b1521", "text": "Figure 22:"}, {"text_block_id": "p73_b1522", "text": "Total costs (mil. EUR) by decade; average additional cost per year (mil. EUR) above columns, scenario with additional measures WAM compared to the WEM reference scenario"}, {"text_block_id": "p73_b1523", "text": "Figure 23:"}, {"text_block_id": "p73_b1524", "text": "Additional costs, scenario with additional measures WAM in 2030 and 2050 (mil. EUR)"}, {"text_block_id": "p74_b1525", "text": "Slovakia has a higher decarbonisation target than was modelled in the WAM scenario: to achieve climate neutrality by 2050. This would imply reductions of at least 90% compared to 1990 levels (excluding removals). The cost of decarbonisation would be considerably higher than those calculated in this strategy. We do not have this data available"}, {"text_block_id": "p74_b1526", "text": ". However, the models used did not assume this scenario and it is one of the tasks that must be dealt with when updating this strategy in the future."}, {"text_block_id": "p74_b1527", "text": "4.1 Detailed Analysis of the Effects of the Measures under the WAM Scenario"}, {"text_block_id": "p74_b1528", "text": "The transition to a low-carbon economy may potentially"}, {"text_block_id": "p74_b1529", "text": "support GDP growth in the long term"}, {"text_block_id": "p74_b1530", "text": "but"}, {"text_block_id": "p74_b1531", "text": "on the other hand, may lead to lower household consumption."}, {"text_block_id": "p74_b1532", "text": "Based on the results of the WAM scenario, in 2025-2035 GDP growth is expected to be around 0.5 -1.0% compared to the reference scenario, and 3-4% in the 2040-2050 period. What is important is that GDP will also increase in the reference scenario (in the amount of 2.7% in 2030 up to 0.6% in 2050)"}, {"text_block_id": "p74_b1533", "text": "(Figure 24"}, {"text_block_id": "p74_b1534", "text": "). Furthermore, the model shows a decrease in household consumption in the period of 2025-2035 by 0.7 -1.02% and by 5-6% in 2040-2050."}, {"text_block_id": "p74_b1535_merged_merged_merged", "text": "Towards 2050, investments in electricity generation will continue increasing as Slovakia is building new electricity generation capacities. Exports will decrease due to the loss of competitiveness as the cost of investments in efficiency is passed on to consumers, also because of the lower production capacity of the economy due to a lower core capital. What is important is that the macroeconomic impact on Slovakia is due not only to its domestic policies, but more than"}, {"text_block_id": "p74_b1540", "text": "half of the decline in consumption is due to decarbonisation"}, {"text_block_id": "p75_b1541", "text": "policies in the rest of the EU"}, {"text_block_id": "p75_b1542", "text": "(a carbon tax in both the ETS and non-ETS sectors)."}, {"text_block_id": "p75_b1543", "text": "Policies in the rest of the EU will lead to lower imports from Slovakia"}, {"text_block_id": "p75_b1544", "text": "."}, {"text_block_id": "p75_b1545", "text": "Reduced demand for fossil fuels will decrease Slovakia's import costs, but trade conditions will also be deteriorating."}, {"text_block_id": "p75_b1546", "text": "As a result,"}, {"text_block_id": "p75_b1547", "text": "the imports will drop while exports grow"}, {"text_block_id": "p75_b1548", "text": ". An increase in net exports with respect to the deterioration of trade conditions will 'consume' GDP profits stemming from productivity improvements (energy efficiency) and"}, {"text_block_id": "p75_b1549", "text": "contribute to a drop of private consumption. An open question at the EU level remains to address measures to maintain the competitiveness of EU exporters to third countries."}, {"text_block_id": "p75_b1550", "text": "The transformation towards a low-carbon economy will lead to"}, {"text_block_id": "p75_b1551", "text": "lower collection of revenue from indirect taxation (e.g., VAT) and direct taxation (including social security payments)."}, {"text_block_id": "p75_b1552", "text": "The collection of revenue from indirect taxation will drop due to lower household consumption, while revenue from direct taxation will fall due to lower wages."}, {"text_block_id": "p75_b1553", "text": "Significant investments in energy efficiency in businesses and households will be needed"}, {"text_block_id": "p75_b1554", "text": "to achieve reduced energy demand. In industry, for instance in"}, {"text_block_id": "p75_b1555", "text": "heavy industrial production,"}, {"text_block_id": "p75_b1556", "text": "this will involve focusing on"}, {"text_block_id": "p75_b1557", "text": "best available techniques"}, {"text_block_id": "p75_b1558", "text": "by investing in"}, {"text_block_id": "p75_b1559", "text": "heat recovery, processing and new equipment."}, {"text_block_id": "p75_b1560", "text": "In the service sector, this will mainly involve the"}, {"text_block_id": "p75_b1561", "text": "renovation of buildings (i.e. better insulation)."}, {"text_block_id": "p75_b1562", "text": "Households will perform major"}, {"text_block_id": "p75_b1563", "text": "renovations of buildings"}, {"text_block_id": "p75_b1564", "text": "to meet the 2030 targets, while in the"}, {"text_block_id": "p75_b1565", "text": "post-2030 period"}, {"text_block_id": "p75_b1566", "text": "a"}, {"text_block_id": "p75_b1567", "text": "strong emergence of electric cars and fuel cell cars"}, {"text_block_id": "p75_b1568", "text": "replacing combustion engine cars is expected."}, {"text_block_id": "p75_b1569", "text": "Households will"}, {"text_block_id": "p75_b1570", "text": "effectively"}, {"text_block_id": "p75_b1571", "text": "finance the renovation"}, {"text_block_id": "p75_b1572", "text": "of their homes"}, {"text_block_id": "p75_b1573", "text": "by reducing consumption."}, {"text_block_id": "p75_b1574", "text": "Households will also experience the costs of electrification in the transport sector, but this will not directly lead to a reduction in consumption. Households will prefer replacing their combustion engine cars with either electric cars or fuel cell cars (alternative fuels)."}, {"text_block_id": "p75_b1575", "text": "However, households will also be affected by higher prices transferred by businesses"}, {"text_block_id": "p75_b1576", "text": "for the purposes of reimbursing the costs of energy efficiency investments. Taking into account the social impact of these measures on households,"}, {"text_block_id": "p75_b1577", "text": "measures will need to be taken in accordance with the principles of equalization and distributive justice in order to prevent households falling into the energy poverty trap"}, {"text_block_id": "p75_b1578", "text": ". The NECP addresses this issue in more detail."}, {"text_block_id": "p75_b1579_merged_merged_merged_merged_merged", "text": "Decarbonisation will weaken some sectors of the heavy manufacturing industry, such as the chemicals, rubber and plastics, and iron and steel sectors. The iron and steel industry will experience high extra investment costs, leading to significant price increases and oil refineries will face lower demand for oil fuels. On the other hand, in other cases – mainly in the ferrous heavy metals sector – the costs of the energy system will actually fall due to decarbonisation policies, leading to lower prices and an increase in overall production. The production of motor vehicles will remain important in the Slovak economy in all four scenarios. An implicit assumption is that the Slovak motor vehicle manufacturing industry"}, {"text_block_id": "p76_b1591", "text": "will move towards the manufacture of electric vehicles or alternatively fuelled vehicles in line with demand."}, {"text_block_id": "p76_b1592", "text": "The model has shown that there will be heavy"}, {"text_block_id": "p76_b1593", "text": "investments in building renovation and the building sector will grow."}, {"text_block_id": "p76_b1594", "text": "Construction will be driven by the renovation of buildings by both households and businesses."}, {"text_block_id": "p76_b1595", "text": "Changes in the structure of the economy's industry will lead to a redistribution of the workforce across different sectors, taking into account the ageing factor of the population. Some sectors will grow,"}, {"text_block_id": "p76_b1596", "text": "such as mainly"}, {"text_block_id": "p76_b1597", "text": "services"}, {"text_block_id": "p76_b1598", "text": "and"}, {"text_block_id": "p76_b1599", "text": "export-oriented industry and sectors supplying goods,"}, {"text_block_id": "p76_b1600", "text": "and"}, {"text_block_id": "p76_b1601", "text": "will recruit additional workforce"}, {"text_block_id": "p76_b1602", "text": ". This will also create potential for the emergence of so-called green jobs (jobs related to new activities concerning electromobility and alternatively fuelled vehicles, increasing EE and a higher use RES). On the contrary,"}, {"text_block_id": "p76_b1603", "text": "some sectors will decline"}, {"text_block_id": "p76_b1604", "text": ", such as the main industries"}, {"text_block_id": "p76_b1605", "text": "manufacturing consumer goods,"}, {"text_block_id": "p76_b1606", "text": "and will"}, {"text_block_id": "p76_b1607", "text": "dismiss workers."}, {"text_block_id": "p76_b1608", "text": "However, not all employees who become redundant will be able to find a job,"}, {"text_block_id": "p76_b1609", "text": "leading to a rise in unemployment (Figure 25)."}, {"text_block_id": "p76_b1610", "text": "The"}, {"text_block_id": "p76_b1611", "text": "downward pressure on wages"}, {"text_block_id": "p76_b1612", "text": "will increase"}, {"text_block_id": "p76_b1613", "text": "as we approach 2050 (Figure 26)."}, {"text_block_id": "p76_b1614", "text": "The solution to this situation will require the preparation of social projects by the state in cooperation with the education sector to ensure the adaptation of the vacant labour force to new labour market requirements and projects to ensure the elimination of social impacts on members of the labour force who do not find a job within a reasonable time."}, {"text_block_id": "p76_b1615_merged_merged_merged", "text": "Taking into account the results of empirical research on energy povertyin the Slovak context, the transformation to a low-carbon economy will especially need to take into account marginalized Roma communities, pensioners, the unemployed, large families with children, families with lone parents and persons living in leased flats on the commercial market. The issue of energy poverty will need to be addressed comprehensively and in a cross-cutting context in the conditions of social policy and related topics (affordable and high-quality) housing, energy prices, financial literacy, education and employment. On the other hand, it will also be necessary to deepen the strategic planning of options to ensure human resources, in particular a skilled workforce to achieve the transformation towards a low-carbon economy."}, {"text_block_id": "p76_b1622", "text": "A poorly controlled and insufficiently regulated transformation towards a low-carbon economy bears the risk of the situation deteriorating in the area of economic and social rights, the guarantee of which is, inter alia, a prerequisite for the effective exercise of civil and political rights. Guaranteeing rights results, inter alia, from the international commitments of the Slovak Republic and it is reasonable to assume that their consistent implementation in the long term in the context of unprecedented economic and social transformation will require the ability to react in a preventive, flexible, targeted and innovative way. Adequate action to"}, {"text_block_id": "p77_b1623", "text": "mitigate social impacts is also a prerequisite for social acceptance of the Low-Carbon Strategy in the long term."}, {"text_block_id": "p77_b1624", "text": "Figure 24"}, {"text_block_id": "p77_b1625", "text": ":"}, {"text_block_id": "p77_b1626", "text": "Additional GDP growth under the WAM scenario beyond the growth in the reference scenario (in the years 2015-2050, in % change compared to the reference scenario)"}, {"text_block_id": "p77_b1627", "text": "Figure 25"}, {"text_block_id": "p77_b1628", "text": "Total employment, under the WAM scenario 2015-2050; % change compared to the reference scenario"}, {"text_block_id": "p77_b1629", "text": "Source: Slovak-CGE model results"}, {"text_block_id": "p78_b1630", "text": "Figure 26:"}, {"text_block_id": "p78_b1631", "text": "Real wages under the WAM scenario 2015-2050, in % change compared to the reference scenario"}, {"text_block_id": "p78_b1632", "text": "Wages are falling in the long term in parallel with labour market adjustments"}, {"text_block_id": "p78_b1633", "text": "Source: Slovak-CGE model results"}, {"text_block_id": "p79_b1634", "text": "CONCLUSION"}, {"text_block_id": "p79_b1635", "text": "Climate change is one of the biggest challenges of the 21st century. Climate change solutions entail economic and social costs which will ultimately bring benefits in all areas of life as they aim to prevent a climate crisis to the extent that could mean the destruction of society and life as we know it today."}, {"text_block_id": "p79_b1636", "text": "The strategy is a cross-cutting document across all sectors of the economy which must implement individual policies to complement each other towards the fulfilment of the common goal of completely decarbonising Slovakia by the middle of this century (to achieve climate neutrality)."}, {"text_block_id": "p79_b1637", "text": "This ambitious goal was set by Slovakia only at the final stage of the preparation of this strategy (when modelling had already been completed), and therefore the less ambitious emission reduction (and increases in removals) scenarios entitled WEM and WAM will not get us to climate neutrality alone, as pointed out in this document."}, {"text_block_id": "p79_b1638", "text": "For these reasons, the strategy proposes additional measures (entitled NEUTRAL) which should move us closer to the objective of achieving climate neutrality. These additional NEUTRAL measures and their impact have not yet been modelled in the study or strategy, and this will be a task that will have to be addressed so that they are part of the strategy at the next update (with the adoption of an updated strategy no later than five years), including their social economic impacts. It will also be necessary to update the WEM and WAM reduction scenarios to reflect the current political-legal status. Another issue that should be analysed during the update of this strategy is the readiness of state and public authorities to use increasing funding intended for decarbonisation projects in the long term."}, {"text_block_id": "p79_b1639_merged", "text": "In the meantime, in a move closer to Slovakia’s common goal of achieving climate neutrality in 2050, all identified measures in the WEM and WAM scenarios will have to be implemented horizontally across all sectors and other NEUTRAL additional measures will have to be adopted and implemented. All identified emission sectors must contribute to this effort because, as described in the sectoral chapters, either some of them must increase their reduction efforts as emissions have not declined for the last decade and the trend must be reversed (transport, agriculture), the national ETS target must be achieved by 2030, the total modelled emissions in these sectors are higher than the target emission gap that may be emitted in 2050 (the energy sector without transport and emissions from industrial processes), or it is necessary to reverse the downward trend of removals in the LULUCF specific sector in the long run. It is no less important to support new methods for greenhouse gas mitigation. Consistent horizontal implementation of measures that will be in harmony with this Strategy will be ensured by the Council of the Government of the Slovak Republic for the European Green Deal and Low-Carbon Transformation, which is approved together with this Strategy."}, {"text_block_id": "p80_b1642", "text": "ANNEX I -DETAILED INFORMATION ARISING FROM MODELLING BY SECTOR"}, {"text_block_id": "p80_b1643", "text": "Energy Sector"}, {"text_block_id": "p80_b1644", "text": "Table 6"}, {"text_block_id": "p80_b1645", "text": ":"}, {"text_block_id": "p80_b1646", "text": "Projections of greenhouse gas emissions from the energy sector under the WEM scenario"}, {"text_block_id": "p80_b1647", "text": "Source: SHMI, figures in 2016 and 2017 are real"}, {"text_block_id": "p80_b1648", "text": "Table 7"}, {"text_block_id": "p80_b1649", "text": ":"}, {"text_block_id": "p80_b1650", "text": "Projections of greenhouse gas emissions from the energy sector under the WAM scenario"}, {"text_block_id": "p80_b1651", "text": "Source: SHMI, figures in 2016 and 2017 are real"}, {"text_block_id": "p81_b1652", "text": "Table 8"}, {"text_block_id": "p81_b1653", "text": ":"}, {"text_block_id": "p81_b1654", "text": "Quantified mitigation effects of the described WEM measures (plus two WAM)"}, {"text_block_id": "p82_b1655", "text": "scenario)"}, {"text_block_id": "p82_b1656", "text": "Source:"}, {"text_block_id": "p82_b1657", "text": "Industrial emissions sector"}, {"text_block_id": "p82_b1658", "text": "Figure 27:"}, {"text_block_id": "p82_b1659", "text": "Trend of aggregate greenhouse gas emissions by gas in the IPPU sector in the years"}, {"text_block_id": "p82_b1660", "text": "1990 -2016 (Gg CO"}, {"text_block_id": "p82_b1661", "text": "2"}, {"text_block_id": "p82_b1662", "text": "eq.)"}, {"text_block_id": "p82_b1663", "text": "Table 9"}, {"text_block_id": "p82_b1664", "text": ":"}, {"text_block_id": "p82_b1665", "text": "Projections of greenhouse gas emissions from the IPPU sector including F-gases under the WEM scenario"}, {"text_block_id": "p82_b1666_merged_merged", "text": "Total greenhouse gas emissions in the IPPU sector (in Gg CO2 eq.)"}, {"text_block_id": "p83_b1669", "text": "Table 10:"}, {"text_block_id": "p83_b1670", "text": "Projections of greenhouse gas emissions from the IPPU sector including F-gases under the WAM scenario"}, {"text_block_id": "p83_b1671", "text": "Transport sector"}, {"text_block_id": "p83_b1672", "text": "Table 11:"}, {"text_block_id": "p83_b1673", "text": "Projections of emissions in the road transport for 2017"}, {"text_block_id": "p83_b1674", "text": ""}, {"text_block_id": "p83_b1675", "text": "–"}, {"text_block_id": "p83_b1676", "text": "2040 under the WEM scenario"}, {"text_block_id": "p83_b1677", "text": "Table 12:"}, {"text_block_id": "p83_b1678_merged_merged", "text": "Projections of greenhouse gas emissions in the road transport for 2017 – 2040 under the WAM scenario"}, {"text_block_id": "p84_b1681", "text": "Agricultural sector"}, {"text_block_id": "p84_b1682", "text": "Table 13:"}, {"text_block_id": "p84_b1683", "text": "Projections of emissions from agriculture until 2040 under the WEM scenario"}, {"text_block_id": "p84_b1684", "text": "LULUCF sector"}, {"text_block_id": "p85_b1685", "text": "Figure 28:"}, {"text_block_id": "p85_b1686", "text": "Projections of development of carbon stock in living biomass (above ground + ground) in Slovak forests"}, {"text_block_id": "p85_b1687", "text": "Table 14:"}, {"text_block_id": "p85_b1688", "text": "Projections of CO"}, {"text_block_id": "p85_b1689", "text": "2"}, {"text_block_id": "p85_b1690", "text": "emissions and removals in the LULUCF sector (in Gg) until 2040 under the WEM scenario"}, {"text_block_id": "p85_b1691", "text": "Table 15:"}, {"text_block_id": "p85_b1692_merged_merged", "text": "Projections of CO2 emissions and removals in the LULUCF sector (in Gg) until 2040 under the WAM scenario"}, {"text_block_id": "p87_b1695", "text": "ANNEX II -SPECIFIC APPROACHES AND ANALYTICAL MODELS APPLIED TO INDIVIDUAL SECTORS"}, {"text_block_id": "p87_b1696", "text": "Different procedures and software modules for specific industries (sectors) of the national economy have been used in the projections of greenhouse gas emissions:"}, {"text_block_id": "p87_b1697", "text": "•"}, {"text_block_id": "p87_b1698", "text": "Energy (including transport) and industry -CPS -Compact Primes Slovakia model"}, {"text_block_id": "p87_b1699", "text": "•"}, {"text_block_id": "p87_b1700", "text": "Transport -CPS -Compact Primes Slovakia model and TREMOVE and COPERT IV models, and an expert approach"}, {"text_block_id": "p87_b1701", "text": "•"}, {"text_block_id": "p87_b1702", "text": "Process emissions, Solvents"}, {"text_block_id": "p87_b1703", "text": "–"}, {"text_block_id": "p87_b1704", "text": "expert approach"}, {"text_block_id": "p87_b1705", "text": "•"}, {"text_block_id": "p87_b1706", "text": "Agriculture -expert approach"}, {"text_block_id": "p87_b1707", "text": "•"}, {"text_block_id": "p87_b1708", "text": "LULUCF -expert approach"}, {"text_block_id": "p87_b1709", "text": "•"}, {"text_block_id": "p87_b1710", "text": "Waste -expert approach"}, {"text_block_id": "p87_b1711", "text": "•"}, {"text_block_id": "p87_b1712", "text": "Macroeconomic analyses and indicators"}, {"text_block_id": "p87_b1713", "text": "–"}, {"text_block_id": "p87_b1714", "text": "Envisage Slovakia model"}, {"text_block_id": "p87_b1715", "text": "Energy sector -modelling with models from the World Bank"}, {"text_block_id": "p87_b1716", "text": "Modelling of emission projections has been done based on the results of the new CPS model. The CPS model is still not fully calibrated for CRF (Common Reporting Format) categorization of greenhouse gas emissions, therefore it was necessary to adjust the model results to the current greenhouse gas emission inventory."}, {"text_block_id": "p87_b1717", "text": "Transport sector"}, {"text_block_id": "p87_b1718", "text": "–"}, {"text_block_id": "p87_b1719", "text": "CPS and TREMOVE and COPERT models"}, {"text_block_id": "p87_b1720", "text": "Transport emission projections were calculated using the CPS energy model and its scenarios as described above. At the same time, the COPERT 5 calculation model for the transport sector was used in the projections of emissions in the transport sector. The prediction of energy consumption in the transport sector was determined as a percentage of fuels in total consumption in the energy sector."}, {"text_block_id": "p87_b1721", "text": "Road transport emissions projections were calculated based on the following data and activities:"}, {"text_block_id": "p87_b1722", "text": ""}, {"text_block_id": "p87_b1723", "text": "Aggregation of data transmitted from the COPERT 5 road transport model for the period 2000"}, {"text_block_id": "p87_b1724", "text": "–"}, {"text_block_id": "p87_b1725", "text": "2017, as the current COPERT version uses a total of 382 road vehicle categories. The aggregation took into account the mode of transport, the fuel used and the EURO emission standard."}, {"text_block_id": "p87_b1726", "text": ""}, {"text_block_id": "p87_b1727_merged_merged_merged_merged", "text": "Estimated number of vehicles for each year (2018 – 2040) based on new vehicle registrations and the number of discarded vehicles."}, {"text_block_id": "p87_b1730", "text": ""}, {"text_block_id": "p87_b1731", "text": "Update of data on new registrations and discarded vehicles from IS EVO."}, {"text_block_id": "p87_b1732", "text": ""}, {"text_block_id": "p87_b1733", "text": "Allocation of new vehicle registrations to vehicle categories based on their energy consumption forecasts."}, {"text_block_id": "p88_b1734", "text": ""}, {"text_block_id": "p88_b1735", "text": "Classification of discarded vehicles into categories of older vehicles so that their number gradually decreases to zero due to ongoing fleet renewal in the Slovak Republic."}, {"text_block_id": "p88_b1736", "text": ""}, {"text_block_id": "p88_b1737", "text": "Aggregation of annual mileage according to COPERT calculations for the period of 2000"}, {"text_block_id": "p88_b1738", "text": "–"}, {"text_block_id": "p88_b1739", "text": "2017 into defined categories of vehicles and assumption of mileage development for the years 2018"}, {"text_block_id": "p88_b1740", "text": "–"}, {"text_block_id": "p88_b1741", "text": "2040."}, {"text_block_id": "p88_b1742", "text": ""}, {"text_block_id": "p88_b1743", "text": "Transfer of “implied” emission factors from COPERT and their appropriate breakdown"}, {"text_block_id": "p88_b1744", "text": "for vehicle categorization in the projection model."}, {"text_block_id": "p88_b1745", "text": ""}, {"text_block_id": "p88_b1746", "text": "Calculation of future transport performance for 2018"}, {"text_block_id": "p88_b1747", "text": "–"}, {"text_block_id": "p88_b1748", "text": "2040 for the given vehicle categories."}, {"text_block_id": "p88_b1749", "text": ""}, {"text_block_id": "p88_b1750", "text": "Calculation of emission projections through multiplication of performance and emission factors."}, {"text_block_id": "p88_b1751", "text": ""}, {"text_block_id": "p88_b1752", "text": "Non-road emission projections were calculated in a simpler way using AutoRegressive Integrated Moving Average (ARIMA) modelling."}, {"text_block_id": "p88_b1753", "text": "Industry sector"}, {"text_block_id": "p88_b1754", "text": "–"}, {"text_block_id": "p88_b1755", "text": "expert approach"}, {"text_block_id": "p88_b1756", "text": "The basic approach of preparing projections in the industrial sector for both scenarios lies in the growth of the added value in the industry categories. A maximum production capacity and stoichiometry are constraints on emission projections and generally follow the reference scenario. The software itself is based on the MS Excel platform and was developed for automatic generation of emission projections."}, {"text_block_id": "p88_b1757", "text": "Agriculture -expert approach"}, {"text_block_id": "p88_b1758", "text": "The calculation of emission projections in the agriculture sector was based on mathematical formulae and definitions which are described in the IPCC Guidelines for agriculture categories. The emission factors and conversion factors are in line with the factors used in the emission inventory. The computational analytical tool is based on the MS Excel platform and the calculation includes various policies and measures (in numerical form) defined according to the WEM scenarios and the same was also used for the WAM scenario."}, {"text_block_id": "p88_b1759", "text": "The time series of input data for preparing emission projections were different in length (the longest for the period of years 1970"}, {"text_block_id": "p88_b1760", "text": "–"}, {"text_block_id": "p88_b1761", "text": "2016, the shortest for the period of years 2003"}, {"text_block_id": "p88_b1762", "text": "–"}, {"text_block_id": "p88_b1763", "text": "2016) and are mostly the following data:"}, {"text_block_id": "p88_b1764", "text": ""}, {"text_block_id": "p88_b1765", "text": "The most important parameter is the number of livestock used to estimate CH"}, {"text_block_id": "p88_b1766", "text": "4"}, {"text_block_id": "p88_b1767", "text": "emissions from enteric fermentation and CH"}, {"text_block_id": "p88_b1768", "text": "4"}, {"text_block_id": "p88_b1769", "text": "and N"}, {"text_block_id": "p88_b1770", "text": "2"}, {"text_block_id": "p88_b1771", "text": "O emissions from manure management. The results were used in the WEM scenario."}, {"text_block_id": "p88_b1772", "text": ""}, {"text_block_id": "p88_b1773_merged_merged_merged_merged_merged_merged", "text": "Animal feed information is important in estimating CH4 emissions from enteric fermentation used in the WEM scenario."}, {"text_block_id": "p88_b1776", "text": "The consumption of mineral nitrogen fertilizers, lime and urea was also taken into account in the WEM scenario."}, {"text_block_id": "p89_b1777", "text": "LULUCF"}, {"text_block_id": "p89_b1778", "text": "–"}, {"text_block_id": "p89_b1779", "text": "expert approach"}, {"text_block_id": "p89_b1780", "text": "The calculation of emission projections in the LULUCF sector (Land use, land-use change, and forestry) was based on the mathematical formulae and definitions described in the IPCC Guidelines for categories of Land use and land use change. The emission factors and conversion factors are in line with the factors used in the emission inventory. The computational tool is based on the MS Excel platform and the calculation includes various policies and measures (in numerical form) defined according to the WEM and WAM scenarios."}, {"text_block_id": "p89_b1781", "text": "Waste sector -expert approach"}, {"text_block_id": "p89_b1782", "text": "The calculation of emission projections in the waste sector was based on the mathematical formulae and definitions described in the IPCC Guidelines for waste categories. The emission factors and conversion factors are in line with the factors used in the emission inventory. The computational tool is based on the MS Excel platform and the calculation includes various policies and measures (in numerical form) under the WEM and WAM scenarios."}, {"text_block_id": "p89_b1783", "text": "Emissions from composting, waste incineration, industrial waste disposal and the purification of industrial wastewater are estimated from an average of 10 years (2007"}, {"text_block_id": "p89_b1784", "text": "–"}, {"text_block_id": "p89_b1785", "text": "2017) dynamically, only in the case of biodegradable municipal waste composting, a constant value from 2017 is used throughout the projected period 2018"}, {"text_block_id": "p89_b1786", "text": "–"}, {"text_block_id": "p89_b1787", "text": "2040."}, {"text_block_id": "p89_b1788", "text": "Emissions from municipal waste disposal are affected by the amount of waste disposed of, which is regulated by the Waste Act and by the landfill gas combustion, which is regulated by the Air Pollution Control Act. The projections of emissions from municipal waste disposal are therefore divided into waste quantity modelling and landfill gas recovery modelling."}, {"text_block_id": "p89_b1789", "text": "Projections of total municipal waste produced are based on the projections of waste per capita and population growth. This procedure is in line with the Eunomia forecast"}, {"text_block_id": "p89_b1790", "text": "prepared in 2016. This waste generation forecast is used for all scenarios prepared. The amounts of sorted recyclable waste (paper, plastics, glass, food waste, biodegradable municipal waste) are used as variable variables in the preparation of individual scenarios. After estimating gross landfill emissions, net emissions are estimated by subtracting the removed CH"}, {"text_block_id": "p89_b1791", "text": "4"}, {"text_block_id": "p89_b1792", "text": "."}, {"text_block_id": "p89_b1793_merged_merged_merged_merged", "text": "The main source of emissions from wastewater treatment are retention tanks (septic tanks). CH4 emission projections from wastewater are based on a changing number of people using public sewage systems and domestic wastewater treatment plants to estimate population reductions through reservoirs. Nitrogen oxide emissions are based on the estimates of protein consumption, while the characterization of WWTP installations is assessed without changes."}, {"text_block_id": "p89_b1796", "text": "Biogas recovery from anaerobic digestion of sewage sludge is not a factor affecting emissions, as wastewater legislation requires that all anaerobic treatment plants have combustion systems or biogas combustion systems. In addition, heat produced from biogas is an important element of the energy balance of wastewater treatment plants under climatic conditions in Slovakia."}, {"text_block_id": "p90_b1797", "text": "Only one scenario was prepared for the wastewater sector. For the period of years 2018"}, {"text_block_id": "p90_b1798", "text": "–"}, {"text_block_id": "p90_b1799", "text": "2040, there are no quantified targets available for defining alternative scenarios. The scenario with measures is based on the expectation that developments in waste management will continue as observed in the last decade. This development can be characterized by the gradual development of sewage systems and the modernization of wastewater treatment plants to meet EU requirements for water sector strategies."}, {"text_block_id": "p90_b1800", "text": "The model for modelling the amount of waste is derived from the statistical data on municipal waste presented under the Waste Management Programme 2010-2016, the source of which is the Statistical Survey of the SO SR on municipal waste"}, {"text_block_id": "p90_b1801", "text": "and the analysis of waste composition"}, {"text_block_id": "p90_b1802", "text": "published by Benešová"}, {"text_block_id": "p90_b1803", "text": "."}, {"text_block_id": "p90_b1804", "text": "The total quantity of waste is estimated on the basis of demographic projections and the percentage of per capita waste. The waste produced is divided into mixed municipal waste, a group of separately collected components (sorted waste) which is subject to a waste composition analysis, and a group of other separately collected components not subject to a waste composition analysis. The same division applies to landfilled waste. The total landfilled waste is estimated as the difference between the total waste generated and the sum of recovered and incinerated waste. The model uses a number of sorted components as input variables. The amount of mixed / residual waste as well as changes in the waste composition, are estimated from these variables."}, {"text_block_id": "p90_b1805", "text": "A Detailed Description of the Scenarios Used in the Low-Carbon Study"}, {"text_block_id": "p90_b1806", "text": "Below is a detailed description of the scenarios used to prepare the Low-Carbon Study from the WB."}, {"text_block_id": "p90_b1807_merged_merged_merged", "text": "Reference scenario – herein referred to as the WEM scenario"}, {"text_block_id": "p90_b1810", "text": "The WEM baseline or reference scenario is the starting point for understanding policy options. The reference scenario for Slovakia is a common projection including national commitments on climate action up to 2020. This scenario is similar to the reference scenario developed for the European Union in 2016. It includes policies adopted and implemented (2017) and additional policies required for meeting the commitments in the field of renewable sources and energy efficiency of the country in 2020. The trajectory of ETS allowance prices is based on ETS price projections for the 2016 EU reference scenario."}, {"text_block_id": "p90_b1811", "text": "2016 was designated as the reference year for the modelling of greenhouse gas emissions for all scenarios for which verified datasets were available from the National Greenhouse Gas Inventories. The scenario is based on the logic of the EU RS 2016 scenario and includes policies and measures adopted and implemented at the EU and national levels by the end of"}, {"text_block_id": "p91_b1812", "text": "2016 which contain measures needed to achieve renewable energy and energy efficiency targets in 2020. Policies included in the EU RS 2016 also contain amendments to three directives adopted in early 2015 (ILUC"}, {"text_block_id": "p91_b1813", "text": "–"}, {"text_block_id": "p91_b1814", "text": "the Renewable Energy Directive, FQD"}, {"text_block_id": "p91_b1815", "text": "–"}, {"text_block_id": "p91_b1816", "text": "the Fuel Quality Directive, and the EU ETS Market Stability Reserve decision). The scope of the EU RS 2016 includes currently known policies and any additional measures necessary to achieve binding energy and climate targets by 2020. After 2020, other policy measures are excluded from the EU RS 2016 except the EU ETS system. The pricing trajectory for EU ETS allowances draws on the outlooks of the prices of allowances for the EU RS 2016. Despite the absence of new policies after 2020, the reference scenario is not a frozen efficiency outlook. Energy efficiency improvements across all sectors continue in the future, albeit at a slower pace than would be the case with the enactment of new policies. The already established EU energy efficiency directives and regulations for the ecodesign of household appliances, engines and other electrical equipment will have a growing influence. More importantly, market forces are the drivers for efficiency progress. In industry, progress in energy efficiency is part of the pursuit of productivity growth, which is part of sustained growth in added value. In the buildings and transport sectors, energy efficiency improvements are achieved through the commercialization of equipment and vehicles with increasing efficiency, as the industry considers operating cost reductions to be a marketing factor capable of increasing sales. Therefore, the decoupling of energy consumption from economic growth continues in the future as a result of technological progress (included in the values corresponding to the parameters of the model chosen to reflect market forces set below levels that would be adequate for policy-related technological progress)."}, {"text_block_id": "p91_b1817", "text": "Decarbonisation scenarios"}, {"text_block_id": "p91_b1818", "text": "In order to achieve the selected commitments by 2030, the reference scenario requires the identification and implementation of further policies and measures that would encourage a further reduction in greenhouse gas emissions. Therefore, the decarbonisation scenario used in the energy sector, industry and partly also in the transport was prepared and analysed for the SR. A 'Clean Energy for All Europeans' Package was considered in the proposal of the WAM scenario presented by the European Commission in November 2016. PRIMES model scenarios, entitled the EUCO scenario 2030 and 2050, supported the impact assessment of measures and targets proposed by the European Commission. Other scenarios of the PRIMES model, called the EUCO scenario 2030 and 2050, supported the assessment of measures and targets set out by the European Commission."}, {"text_block_id": "p91_b1819_merged_merged", "text": "The WAM scenario includes ways to achieve different combinations of ambitious energy efficiency, renewable energy and emission reduction targets by 2030. The WAM scenario analyses the possibility of achieving EU targets in reducing emissions by 2050 (carbon neutrality). The scenario includes Slovakia’s participation in the EU ETS after 2020 and intermediate targets for renewable energy and energy efficiency, the construction of new nuclear generation capacities, while maintaining its key role in the production mix."}, {"text_block_id": "p91_b1822", "text": "A Detailed Description of the Models Used"}, {"text_block_id": "p92_b1823", "text": "Compact Primes Model (CPS)"}, {"text_block_id": "p92_b1824", "text": "is a mathematical system implemented in the General Algebraic Modelling System, a model for high-level mathematical programming. The energy model is designed to support the development of an energy strategy including an assessment of political instruments, energy demand and energy supply planning, and an evaluation of climate change mitigation policies. The model includes the main metric of the energy sector at a more detailed level:"}, {"text_block_id": "p92_b1825", "text": ""}, {"text_block_id": "p92_b1826", "text": "Energy demand by sector and fuel,"}, {"text_block_id": "p92_b1827", "text": ""}, {"text_block_id": "p92_b1828", "text": "Modelling of energy efficiency options,"}, {"text_block_id": "p92_b1829", "text": ""}, {"text_block_id": "p92_b1830", "text": "Technology capacity,"}, {"text_block_id": "p92_b1831", "text": ""}, {"text_block_id": "p92_b1832", "text": "Mix of electricity generation, combined heat and power and other energy supply technologies,"}, {"text_block_id": "p92_b1833", "text": ""}, {"text_block_id": "p92_b1834", "text": "Fuel prices and system costs,"}, {"text_block_id": "p92_b1835", "text": ""}, {"text_block_id": "p92_b1836", "text": "Sectoral investments and energy-related CO"}, {"text_block_id": "p92_b1837", "text": "2"}, {"text_block_id": "p92_b1838", "text": "emissions."}, {"text_block_id": "p92_b1839", "text": "An energy model for Slovakia captures the details of energy supply and demand that are critical to designing a low-carbon pathway. A country-level energy model, named the CompactPRIMES for Slovakia (CPS), provides a bottom-up technology-rich analysis of the key elements of the energy sector and has been designed to evaluate low-carbon options for the energy sector. The CPS model is a single-country partial equilibrium model of the energy sector which balances energy supply and demand. As a hybrid model with technology and engineering detail together with micro-and macroeconomic interactions and dynamics, the"}, {"text_block_id": "p92_b1840", "text": "CPS’ sectoral decisions consider technology and costs. Elec"}, {"text_block_id": "p92_b1841", "text": "tricity and heat supply and biomass supply are captured on the supply side while energy demand modelling includes separate treatment of the industrial sector (and 10 subsectors), transport, and other demand. The design of the CPS model is appropriate for the quantification of long-term energy planning and policies reducing energy-related greenhouse gas emissions."}, {"text_block_id": "p92_b1842", "text": "ENVISAGE Slovakia"}, {"text_block_id": "p92_b1843_merged_merged_merged", "text": "-(Slovak-CGE)-is a macroeconomic model for Slovakia that complements the energy model using the detailed energy system results from the CPS model and assessing economywide impacts. It has all the features of a standard computable general equilibrium model but with additional detail in energy, electricity generation, and emissions so that it is useful for the assessment of climate policies. The macroeconomic model, named the ENVISAGE-Slovakia applied general equilibrium (Slovak-CGE) model, has been customized to reflect the particular features of the Slovak economy. Importantly, demand for energy commodities across households and firms is price sensitive, and various electricity generation options are captured. Emissions are explicitly modelled. A variety of mitigation policies can be analysed using the Slovak-CGE model. By comparison with the CPS energy model, the aim of the Slovak-CGE model is to simulate the broader economic effects of moving towards a low-carbon economy. A detailed description of the models is provided in the Final Report on the Low-Carbon Growth Study for Slovakia project and is available on the website of the Ministry of the Environment of the Slovak Republic."}], "document_description": "This Strategy aims to identify measures, including additional measures, to achieve climate neutrality in Slovakia by 2050. It outlines options for a comprehensive long-term (30-year) strategic roadmap for moving to a low-carbon economy.<br>The document sets sectoral targets of GHG emissions reductions to 2030 in order to meet its EU commitment (page 19).<br><br>"}