{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Slovakia", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "09/01/2009", "document_language": "English", "document_name": "Renewable Energy Act (Act 309/2009 on Promotion of Renewable Energy Sources and High-efficiency Cogeneration and on amendments to certain acts)", "document_country_code": "SVK", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Hydrogen"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SVK/2009/SVK-2009-01-09-Renewable Energy Act (Act 309_2009 on Promotion of Renewable Energy Sources and High-efficiency Cogeneration and on amendments to certain acts)_92bab228c382148cadaaca96c85bf59c.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Act is the main instrument to support renewable electricity generation. It defines specific options for support for renewable electricity, including the timeframe of guaranteed price of purchase. It also originally mandated electricity producers with capacity of 50MW to produce electricity with minimum of 20% share of renewable resources. Hydrogen is recognised as a renewable energy source alongside wind, solar, biofuels and biomass.<br>&nbsp;<br>&nbsp;Due to its generous feed-in tariffs for solar energy, Slovakia witnessed an unanticipated 'solar boom' in early 2011. As a result, in February 2011, the size of the solar installations eligible for these subsidies was scaled back to 100kW, and feed-in tariffs were nearly halved compared to 2009.<br>&nbsp;<br>&nbsp;In August 2012, another amendment changed the conditions for producers of electricity from small solar rooftop installations with installed capacities of up to 10 kW. Operators of these installations may now generate electricity for their own use without having to register as an entrepreneur.<br>&nbsp;<br>&nbsp;According to a 2013 amendment, the feed-in tariff will apply only to rooftop photovoltaic installations on with a maximum capacity of 30kW. All larger installations are no longer be covered by the support mechanism. The initial version of the amendment also envisaged promoting high efficiency cogeneration up to an installed capacity of 300MW, but it was eventually revoked.<br>&nbsp;<br>&nbsp;Feed-in tariffs are limited to installations producing electricity from renewable energy sources or CHP with installed power up to 5MW (15MW in the case of wind power). The feed-in tariff and other support are provided to electricity producers during 15 years since the commissioning of the installation or its renovation (conditions apply).<br>&nbsp;<br>&nbsp;The Act also specifies the quotas for increase in share of biofuels in the transport fuels for individual years between 2011 and 2020. The share of biofuels should reach 8.5% by the end of 2020.<br>&nbsp;<br>&nbsp;The Law mandates the Ministry of Economy to set the national target for share of energy from renewable sources in the National Renewable Energy Action Plan. The national target has been set at 14% of final energy consumption. The sectoral targets of share of renewable energy are 24% in electricity production, 14.6% in heating and cooling, and 10% in transport."}