{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "Armenia", "document_category": "Law", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Law on atmospheric air pollution", "document_country_code": "ARM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "11/01/1991", "document_keyword": ["Industry", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/ARM/1991/ARM-1991-01-11-Law on atmospheric air pollution_1b464d70722617d0da409ce8075225ae.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "LAW OF REPUBLIC OF ARMENIA"}, {"text_block_id": "p0_b2", "text": "ON ATMOSPHERIC AIR PROTECTION"}, {"text_block_id": "p0_b3", "text": "Atmospheric air is one of the basic vital elements of the natural environment."}, {"text_block_id": "p0_b4", "text": "Proceeding from interests of the present and future generations, the Republic of Armenia carries out scientifically proved actions which purpose is to prevent and remove pollution of atmospheric air, other harmful influences on it, and carries out the international cooperation in the sphere of protection of atmospheric air."}, {"text_block_id": "p0_b5", "text": "CHAPTER I"}, {"text_block_id": "p0_b6", "text": "GENERAL PROVISIONS"}, {"text_block_id": "p0_b7", "text": "Article 1."}, {"text_block_id": "p0_b8", "text": "Tasks of the legislation of the Republic of Armenia on atmospheric air protection"}, {"text_block_id": "p0_b9", "text": "The tasks of legislation of the Republic of Armenia on atmospheric air protection are maintenance of purity of atmospheric air and improvement of its quality, reduction and prevention of chemical, physical, biological and other harmful influences on a state of atmospheric air, regulation of public relations, and also strengthening of legality in this area."}, {"text_block_id": "p0_b10", "text": "Article 2."}, {"text_block_id": "p0_b11", "text": "The legislation of the Republic of Armenia on atmospheric air protection"}, {"text_block_id": "p0_b12", "text": "The present Law and other acts of the Republic of Armenia regulate issues of atmospheric air protection in the Republic of Armenia."}, {"text_block_id": "p0_b13", "text": "Article 3."}, {"text_block_id": "p0_b14", "text": "The competence of the Supreme Soviet of the Republic of Armenia in the sphere of atmospheric air protection"}, {"text_block_id": "p0_b15", "text": "The exclusive competence the Supreme Soviet of the Republic of Armenia in the sphere of atmospheric air protection covers:"}, {"text_block_id": "p0_b16", "text": "The exclusive competence the Supreme Soviet of the Republic of Armenia in the sphere of atmospheric air protection covers:\n* establishment of substantive provisions and the order of protection of atmospheric air,\n* definition of the basic directions of protection of atmospheric air,\n* approval of the program of complex actions on protection of atmospheric air,\n* state control over atmospheric air protection and definition of the order of its realization."}, {"text_block_id": "p0_b24", "text": "Article 4."}, {"text_block_id": "p0_b25_merged", "text": "State bodies in the sphere of atmospheric air protection"}, {"text_block_id": "p0_b27", "text": "The management in the sphere of atmospheric air protection is carried out by the Government of the Republic of Armenia, local state bodies, and specially authorized state bodies in the sphere of atmospheric air protection in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p0_b28", "text": "Article 5."}, {"text_block_id": "p0_b29", "text": "The competence of the Government of the Republic of Armenia in the sphere of atmospheric air protection"}, {"text_block_id": "p1_b30", "text": "The competence of the Government of the Republic of Armenia in the sphere of atmospheric air protection covers:"}, {"text_block_id": "p1_b31", "text": "The competence of the Government of the Republic of Armenia in the sphere of atmospheric air protection covers:\n* development of the program of complex actions on protection of atmospheric air,\n* establishment of specifications of maximum permissible concentration of substances polluting atmospheric air and maximum permissible physical harmful influences,\n* establishment of the order of development and approval of specifications of maximum permissible emissions of substances polluting atmospheric air and levels of maximum permissible physical harmful influences,\n* establishment of the order of the state account of emissions,\n* organization of supervision (monitoring) over a state of atmospheric air, and development and approval of state standards in this sphere, organization and realization of state expert appraisal of harmful influence on atmospheric air,\n* fixing of payment for pollution of atmospheric air,\n* realization of other powers established by the law."}, {"text_block_id": "p1_b45", "text": "Article 6."}, {"text_block_id": "p1_b46", "text": "The competence of local state bodies in the sphere of atmospheric air protection"}, {"text_block_id": "p1_b47", "text": "Local state bodies according to the legislation of the Republic of Armenia participate in development and realization of actions on protection of atmospheric air."}, {"text_block_id": "p1_b48", "text": "Article 7."}, {"text_block_id": "p1_b49", "text": "Planning of actions in the sphere of atmospheric air protection"}, {"text_block_id": "p1_b50", "text": "Tasks on atmospheric air protection and action for prevention and elimination of the reasons of pollution and other harmful influences on it, and on improvement of a state of atmospheric air are provided in republican programs of economic and social development."}, {"text_block_id": "p1_b51", "text": "Article 8."}, {"text_block_id": "p1_b52", "text": "Coordination of projects of the program in the sphere of atmospheric air protection"}, {"text_block_id": "p1_b53", "text": "Projects of the program in the sphere of protection of atmospheric air, developed by the state bodies, enterprises, establishments and organizations, will be coordinated with specially authorized state bodies in the sphere of atmospheric air protection in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p1_b54", "text": "Article 9."}, {"text_block_id": "p1_b55", "text": "Participation of public organizations and citizens in realization of actions on atmospheric air protection"}, {"text_block_id": "p1_b56", "text": "Public organizations according to the legislation of the Republic of Armenia and their charters have the right to participate in realization of actions on protection of atmospheric air."}, {"text_block_id": "p1_b57", "text": "Citizens have the right to assist the state bodies in realization of actions on atmospheric air protection by direct participation in works on protection of atmospheric air, submission into the state bodies and public organizations of proposals on improvement of protection of atmospheric air, informing about infringements of the legislation on atmospheric air protection."}, {"text_block_id": "p2_b58", "text": "At realization of actions on atmospheric air protection the state bodies are obliged to take into account proposals of public organizations and citizens in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p2_b59", "text": "CHAPTER II"}, {"text_block_id": "p2_b60", "text": "SPECIFICATIONS OF MAXIMUM PERMISSIBLE CONCENTRATION OF SUBSTANCES POLLUTING ATMOSPHERIC AIR AND MAXIMUM PERMISSIBLE PHYSICAL HARMFUL INFLUENCES AND SPECIFICATIONS OF LEVELS OF MAXIMUM PERMISSIBLE EMISSIONS OF SUBSTANCES POLLUTING ATMOSPHERIC AIR AND MAXIMUM PERMISSIBLE PHYSICAL HARMFUL INFLUENCES"}, {"text_block_id": "p2_b61", "text": "Article 10."}, {"text_block_id": "p2_b62", "text": "Specifications of maximum permissible concentration of substances polluting atmospheric air and maximum permissible physical harmful influences"}, {"text_block_id": "p2_b63", "text": "Specifications of maximum permissible concentration of substances polluting atmospheric air and maximum permissible physical harmful influences are established for estimation of a state of atmospheric air."}, {"text_block_id": "p2_b64", "text": "These specifications should answer interests of nature protection and health of people."}, {"text_block_id": "p2_b65", "text": "Article 11."}, {"text_block_id": "p2_b66", "text": "The order of establishment of specifications of maximum permissible concentration of substances polluting atmospheric air and maximum permissible harmful physical influences"}, {"text_block_id": "p2_b67", "text": "Specifications of maximum permissible concentration of substances polluting atmospheric air and maximum permissible harmful physical influences are uniform in all territory of the Republic of Armenia. More strict specifications may be established for separate territories if necessary."}, {"text_block_id": "p2_b68", "text": "These specifications and methods of their determination are approved and commissioned in the established by the Government of the Republic of Armenia."}, {"text_block_id": "p2_b69", "text": "Article 12."}, {"text_block_id": "p2_b70", "text": "Specifications of levels of maximum permissible emissions of substances polluting atmospheric air and maximum permissible harmful physical influences"}, {"text_block_id": "p2_b71", "text": "Specifications of levels of maximum permissible emissions of substances polluting atmospheric air and maximum permissible harmful physical influences from stationary and mobile sources of pollution are established with the purpose of protection of atmospheric air."}, {"text_block_id": "p2_b72", "text": "These specifications are established for each stationary and mobile source of emissions."}, {"text_block_id": "p2_b73", "text": "Article 13."}, {"text_block_id": "p2_b74", "text": "The requirements to specifications of levels of maximum permissible emissions of substances polluting atmospheric air and maximum permissible harmful physical influences"}, {"text_block_id": "p2_b75", "text": "Specifications of levels of maximum permissible emission of substances polluting atmospheric air and maximum permissible harmful physical influences are"}, {"text_block_id": "p3_b76", "text": "established so that taking into account prospects of development of the given region emissions of polluting substances and harmful physical influences from the given territory and from all other sources have not resulted in exceeding of specifications of maximum permissible concentration of polluting substances in atmospheric air and maximum permissible physical harmful influences."}, {"text_block_id": "p3_b77", "text": "In case of absence of specifications it is authorized to carry out harmful influence on atmospheric air in the order established by the Government of the Republic of Armenia."}, {"text_block_id": "p3_b78", "text": "All those influences on a state of atmospheric air for which corresponding specifications are not established are forbidden."}, {"text_block_id": "p3_b79", "text": "CHAPTER III"}, {"text_block_id": "p3_b80", "text": "REGULATION OF EMISSIONS OF SUBSTANCES POLLUTING ATMOSPHERIC AIR BY STATIONARY AND MOBILE SOURCES OF POLLUTION"}, {"text_block_id": "p3_b81", "text": "Article 14."}, {"text_block_id": "p3_b82", "text": "Regulation of emissions of substances polluting atmospheric air by stationary sources of pollution"}, {"text_block_id": "p3_b83", "text": "Specially authorized state body in the sphere of protection of atmospheric air permits emissions by stationary sources of pollution of substances polluting atmospheric air in each case."}, {"text_block_id": "p3_b84", "text": "The Government of the Republic of Armenia establishes the order of delivery of the permission to stationary sources of pollution on emission of substances polluting atmospheric air."}, {"text_block_id": "p3_b85", "text": "Article 15."}, {"text_block_id": "p3_b86", "text": "Ensuring of execution of requirements to emissions of substances polluting atmospheric air"}, {"text_block_id": "p3_b87", "text": "Realization of actions on atmospheric air protection should not result in pollution of other natural environments."}, {"text_block_id": "p3_b88", "text": "Article 16."}, {"text_block_id": "p3_b89", "text": "Restriction, suspension or prohibition of emission of substances polluting atmospheric air"}, {"text_block_id": "p3_b90", "text": "Specially authorized state bodies in the sphere of atmospheric air protection have the right to restrict, suspend or prohibit emission of substances polluting atmospheric air, down to the termination of activity of separate establishments, enterprises, shops"}, {"text_block_id": "p4_b91", "text": "and organizations if the conditions and requirements stipulated by permissions are broken, and also a threat to health of the population emerges."}, {"text_block_id": "p4_b92", "text": "Article 17."}, {"text_block_id": "p4_b93", "text": "The order of liquidation of harmful influence of substances polluting atmospheric air due to emergency and other reasons"}, {"text_block_id": "p4_b94", "text": "At exceeding of specifications of maximum permissible emissions of substances polluting atmospheric air due to emergency and other reasons the heads of the enterprises, establishments and organizations are obliged to inform immediately about it the bodies which carry out the control over protection of atmospheric air, and in accordance with established procedure to take measures on protection of atmospheric air and liquidation of the reasons and consequences of its pollution."}, {"text_block_id": "p4_b95", "text": "Article 18."}, {"text_block_id": "p4_b96", "text": "Regulation of emissions of substances polluting atmospheric air by automobiles, planes, ships, other vehicles and installations"}, {"text_block_id": "p4_b97", "text": "State bodies, enterprises, establishments and organizations which carry out designing, manufacture and operation of automobiles, planes, ships and other vehicles and installations, are obliged to develop and carry out actions on reduction and prevention of emissions of substances polluting atmospheric air by these vehicles and installations."}, {"text_block_id": "p4_b98", "text": "The amount of polluting substances in emissions of automobiles, planes, ships, other vehicles and installations should not exceed maximum permissible specifications."}, {"text_block_id": "p4_b99", "text": "All vehicles and installations being in operation should be exposed to control over observance of specifications of maximum permissible emissions of polluting substances."}, {"text_block_id": "p4_b100", "text": "The Government of the Republic of Armenia establishes the order of control over observance of these specifications."}, {"text_block_id": "p4_b101", "text": "Article 19."}, {"text_block_id": "p4_b102", "text": "Restriction of manufacture and operation of vehicles and installations influencing a state of atmospheric air"}, {"text_block_id": "p4_b103", "text": "Manufacture and operation of vehicles and installations in which emissions the contents of substances polluting atmospheric air exceeds the established specifications is forbidden."}, {"text_block_id": "p4_b104", "text": "With the purpose of atmospheric air protection the local state bodies and specially authorized state bodies in the sphere of atmospheric air protection can temporarily or constantly limit entrance of vehicles in the certain zones, housing estates, places of rest and tourism."}, {"text_block_id": "p4_b105", "text": "CHAPTER IV"}, {"text_block_id": "p4_b106", "text": "ORDER OF REDUCTION OF EMISSION OF SUBSTANCES POLLUTING ATMOSPHERIC AIR IN FORECASTED ADVERSE CONDITIONS"}, {"text_block_id": "p4_b107", "text": "Article 20."}, {"text_block_id": "p4_b108", "text": "The order of reduction of emission of substances polluting atmospheric air in forecasted adverse meteorological conditions"}, {"text_block_id": "p5_b109", "text": "In forecasted adverse meteorological conditions when the increase in amount of polluting substances in atmospheric air is possible, the enterprises and organizations irrespective of form of ownership are obliged to carry out actions on reduction of emissions in the order established by the Government of the Republic of Armenia."}, {"text_block_id": "p5_b110", "text": "CHAPTER V"}, {"text_block_id": "p5_b111", "text": "LOCATION, DESIGNING, CONSTRUCTION AND OPERATION OF ENTERPRISES, CONSTRUCTIONS AND OTHER OBJECTS INFLUENCING A STATE OF ATMOSPHERIC AIR"}, {"text_block_id": "p5_b112", "text": "Article 21."}, {"text_block_id": "p5_b113", "text": "Conditions of location, designing, construction and operation of the enterprises, constructions and other objects influencing a state of atmospheric air"}, {"text_block_id": "p5_b114", "text": "At location, designing, construction and operation of new and reconstructed enterprises, constructions and other objects, at perfection of existing and introduction of new technological processes and equipment it is necessary to provide observance of specifications of harmful influences on atmospheric air and reduction thereof. At the same time should be provided trapping, recycling, neutralization or complete exception of emissions of substances polluting atmospheric air, execution of other requirements on atmospheric air protection, in order that emissions, and harmful physical influences of the enterprises, constructions and other objects projected, working and built in the future in aggregate have not resulted in exceeding of specifications of maximum permissible concentration of polluting substances in atmospheric air and specifications of maximum permissible harmful physical influences on atmospheric air."}, {"text_block_id": "p5_b115", "text": "Proposals on location on the territory of the Republic of Armenia of new and reconstructed enterprises, constructions influencing a state of atmospheric air, are examined in the order established by the Government of the Republic of Armenia."}, {"text_block_id": "p5_b116", "text": "Selection of places for all enterprises, constructions and other objects influencing a state of atmospheric air, and projects of their construction and reconstruction are subject to ecological examination by specially authorized bodies in the sphere of nature protection with participation of public organizations and independent experts in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p5_b117", "text": "Article 22."}, {"text_block_id": "p5_b118", "text": "Establishment of sanitary -protective zones"}, {"text_block_id": "p5_b119", "text": "At selection of places for new enterprises, constructions and other objects, reconstruction or expansion of the working enterprises, constructions and other objects influencing a state of atmospheric air, establishment of sanitary -protective zones is provided. The Government of the Republic of Armenia establishes the sanitary -protective zones and a regime of their maintenance."}, {"text_block_id": "p5_b120", "text": "Article 23."}, {"text_block_id": "p5_b121", "text": "Conditions of putting in operation of enterprises, constructions and other objects influencing a state of atmospheric air"}, {"text_block_id": "p6_b122", "text": "Putting in operation of new and reconstructed enterprises, constructions and other objects, which do not meet the requirements of atmospheric air protection, is forbidden."}, {"text_block_id": "p6_b123", "text": "Article 24."}, {"text_block_id": "p6_b124", "text": "Control of designing, construction and operation of clearing constructions, apparatus and equipment"}, {"text_block_id": "p6_b125", "text": "The state bodies carry out the control over designing, construction and operation of constructions, apparatus and equipment for clearing of emissions in atmospheric air from polluting substances and reduction of harmful physical influence on atmospheric air."}, {"text_block_id": "p6_b126", "text": "CHAPTER VI"}, {"text_block_id": "p6_b127", "text": "PERFORMANCE OF REQUIREMENTS ON ATMOSPHERIC AIR PROTECTION AT LOCATION AND DEVELOPMENT OF CITIES AND OTHER LOCALITIES"}, {"text_block_id": "p6_b128", "text": "Article 25."}, {"text_block_id": "p6_b129", "text": "Taking into account of a state of atmospheric air protection at planning of location and development of cities and other localities"}, {"text_block_id": "p6_b130", "text": "In the plans of location and development of cities and other localities should be taken into account the state of atmospheric air, forecast of its change and protection of atmospheric air from harmful influences."}, {"text_block_id": "p6_b131", "text": "Article 26."}, {"text_block_id": "p6_b132", "text": "Measures on prevention or reduction of pollution of atmospheric air"}, {"text_block_id": "p6_b133", "text": "With the purpose of prevention or reduction of pollution of atmospheric air the local bodies of government should take measures on improvement of localities, and the enterprises, establishments and organizations – of industrial and other areas occupied by them."}, {"text_block_id": "p6_b134", "text": "In places where atmospheric air is influenced by several enterprises, irrespective of form of ownership, complex actions on improvement of atmospheric air are developed and carried out in accordance with established procedure."}, {"text_block_id": "p6_b135", "text": "CHAPTER VII"}, {"text_block_id": "p6_b136", "text": "OBSERVANCE OF REQUIREMENTS ON ATMOSPHERIC AIR PROTECTION AT APPLICATION OF DISCOVERIES, INVENTIONS, NEW TECHNICAL SYSTEMS, AND AT IMPORT OF EQUIPMENT"}, {"text_block_id": "p6_b137", "text": "Article 27."}, {"text_block_id": "p6_b138", "text": "Observance of requirements on atmospheric air protection at application of discoveries, inventions, new technical systems and at import of equipment"}, {"text_block_id": "p6_b139", "text": "Application of discoveries, inventions, efficiency proposals, new technical systems, things and materials, and also purchase in foreign countries of the process equipment and other objects if they do not meet the requirements on atmospheric air protection established in the Republic of Armenia and are not provided with devices for control of emissions in atmospheric air is forbidden."}, {"text_block_id": "p6_b140", "text": "CHAPTER VIII"}, {"text_block_id": "p7_b141", "text": "PERFORMANCE OF REQUIREMENTS ON ATMOSPHERIC AIR PROTECTION AT APPLICATION OF PESTICIDES AND OTHER PREPARATIONS"}, {"text_block_id": "p7_b142", "text": "Article 28."}, {"text_block_id": "p7_b143", "text": "Performance of requirements on atmospheric air protection at application of pesticides and other preparations"}, {"text_block_id": "p7_b144", "text": "The list of pesticides, stimulators of plant growth, mineral fertilizers and other preparations which application is authorized in economy and methods of their application should be coordinated with the bodies which carry out the state control over protection of atmospheric air."}, {"text_block_id": "p7_b145", "text": "At development of preparations used for the specified purposes, specifications of maximum permissible concentration of these preparations in atmospheric air and methods of definition of their residual quantities should be developed."}, {"text_block_id": "p7_b146", "text": "Article 29."}, {"text_block_id": "p7_b147", "text": "Atmospheric air protection at transportation, storage and application of means of protection of plants"}, {"text_block_id": "p7_b148", "text": "With the purpose of prevention of atmospheric air pollution country and collective country farms, enterprises, establishments and organizations, and also citizens are obliged to observe rules of transportation, storage and application of means of protection of plants (pesticides), stimulators of their growth, mineral fertilizers and other preparations."}, {"text_block_id": "p7_b149", "text": "CHAPTER IX"}, {"text_block_id": "p7_b150", "text": "PERFORMANCE OF REQUIREMENTS ON ATMOSPHERIC AIR PROTECTION AT EXTRACTION OF MINERALS, LOCATION AND OPERATION OF TERRICONES AND ORE BARROWS"}, {"text_block_id": "p7_b151", "text": "Article 30."}, {"text_block_id": "p7_b152", "text": "Performance of requirements on atmospheric air protection at extraction of minerals, location and operation of terricones and ore barrows"}, {"text_block_id": "p7_b153", "text": "Extraction of minerals, explosive works, location and operation of terricones, ore barrows and waste products should be made in agreement with specially authorized bodies in the sphere of protection of atmospheric air, and also other bodies with observance of rules on prevention or reduction of pollution of atmospheric air in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p7_b154", "text": "Article 31."}, {"text_block_id": "p7_b155", "text": "Prohibition of location in localities of terricones, ore barrows and embankments, warehousing of industrial and other waste products being sources of pollution of atmospheric air"}, {"text_block_id": "p7_b156", "text": "Location in localities of terricones, ore barrows and embankments, warehousing of industrial wastes, industrial and domestic refuse and other waste products being sources of pollution of atmospheric air with dust, harmful gases and substances smelling bad, and also burning of the specified waste products in territory of the enterprises, establishments, organizations and localities is forbidden."}, {"text_block_id": "p7_b157", "text": "CHAPTER X"}, {"text_block_id": "p7_b158", "text": "REMOVAL, TRANSPORTATION AND USE OF SUBSTANCES POLLUTING ATMOSPHERIC AIR AND WASTE PRODUCTS"}, {"text_block_id": "p8_b159", "text": "Article 32."}, {"text_block_id": "p8_b160", "text": "Removal, transportation and use of waste products and substances polluting atmospheric air"}, {"text_block_id": "p8_b161", "text": "The enterprises, establishments and organizations are obliged to provide safe removal and transportation of waste products and substances polluting atmospheric air to the enterprises where they are used as raw material, and their transportation to the specialized dumps."}, {"text_block_id": "p8_b162", "text": "CHAPTER XI"}, {"text_block_id": "p8_b163", "text": "REGULATION OF CONSUMPTION OF ATMOSPHERIC AIR FOR INDUSTRIAL NEEDS"}, {"text_block_id": "p8_b164", "text": "Article 33."}, {"text_block_id": "p8_b165", "text": "Regulation of consumption of atmospheric air for industrial needs"}, {"text_block_id": "p8_b166", "text": "Consumption of air for industrial needs can be limited, suspended or forbidden by the specially authorized state bodies in the sphere of atmospheric air protection in a case when it results in change of state of atmospheric air, renders harmful influence on health of people, flora and fauna."}, {"text_block_id": "p8_b167", "text": "CHAPTER XII"}, {"text_block_id": "p8_b168", "text": "REGULATION OF INFLUENCE ON WEATHER AND CLIMATE"}, {"text_block_id": "p8_b169", "text": "Article 34."}, {"text_block_id": "p8_b170", "text": "Regulation of influence on weather and climate"}, {"text_block_id": "p8_b171", "text": "State bodies, enterprises, establishments and organizations can carry out the actions directed on artificial change of atmospheric air and atmospheric phenomena in the economic purposes from the permission of specially authorized state bodies in the sphere of atmospheric air protection and only provided that it will not result in adverse influence on weather and climate."}, {"text_block_id": "p8_b172", "text": "CHAPTER XIII"}, {"text_block_id": "p8_b173", "text": "MATERIAL AND MORAL INCENTIVES FOR REALIZATION OF ACTIONS IN SPHERE OF ATMOSPHERIC AIR PROTECTION"}, {"text_block_id": "p8_b174", "text": "Article 35."}, {"text_block_id": "p8_b175_merged", "text": "Material and moral incentives for realization of actions in the sphere of atmospheric air protection"}, {"text_block_id": "p8_b177", "text": "The legislation of the Republic of Armenia establishes measures of material and moral encouragement of the enterprises, organizations, and citizens, stimulating realization of actions on protection of atmospheric air."}, {"text_block_id": "p8_b178", "text": "CHAPTER XIV"}, {"text_block_id": "p8_b179", "text": "STATE ACCOUNT OF HARMFUL INFLUENCES ON STATE OF ATMOSPHERIC AIR"}, {"text_block_id": "p8_b180", "text": "Article 36."}, {"text_block_id": "p8_b181", "text": "The state account of harmful influences on state of atmospheric air"}, {"text_block_id": "p8_b182", "text": "The objects rendering harmful influence on state of atmospheric air, kinds and amount of harmful substances emitted in atmospheric air, and kinds and the sizes of harmful physical influences on atmospheric air are subject to the state account."}, {"text_block_id": "p9_b183", "text": "The state account of objects and their harmful influences on state of atmospheric air is carried out in the order established by the Government of the Republic of Armenia."}, {"text_block_id": "p9_b184", "text": "CHAPTER XV"}, {"text_block_id": "p9_b185", "text": "SUPERVISION AND CONTROL OVER STATE OF ATMOSPHERIC AIR"}, {"text_block_id": "p9_b186", "text": "Article 37."}, {"text_block_id": "p9_b187", "text": "Services of supervision and control over a level of pollution of the natural environment"}, {"text_block_id": "p9_b188", "text": "The supervision and control over state of atmospheric air on chemical, physical and biological parameters is carried out by corresponding services of supervision and control over pollution of atmospheric air in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p9_b189", "text": "Gathering, storage, search and processing of the information on a state of atmospheric air are carried out on uniform system."}, {"text_block_id": "p9_b190", "text": "The services of supervision and control over pollution of the natural environment are entrusted with the task of free-of-charge provision to the interested state and public bodies, enterprises, establishments and organizations of the continuous information on levels of pollution of atmospheric air."}, {"text_block_id": "p9_b191", "text": "Article 38."}, {"text_block_id": "p9_b192", "text": "Implementation of measures at condition of atmospheric air threatening human health"}, {"text_block_id": "p9_b193", "text": "If due to adverse combination of meteorological factors, emissions of substances polluting atmospheric air and other harmful influences on a state of atmospheric air a threat to life and health of people emerges in separate areas, the objects polluting atmospheric air, and services of supervision and control over pollution of natural environment are obliged to inform immediately the Government of the Republic of Armenia, the local bodies of government, specially authorized state bodies in the sphere of protection of atmospheric air, enterprises, establishments and organizations."}, {"text_block_id": "p9_b194", "text": "The government of the Republic of Armenia, local bodies of government, specially authorized state bodies in the sphere of atmospheric air protection after reception of such information in accordance with established procedure transfer the enterprises, organizations and vehicles on a special operating mode or temporarily stop their work with the purpose of reduction of intensity of emissions in atmospheric air and elimination of other harmful influences on atmosphere, if necessary promptly evacuate the population and take other urgent measures."}, {"text_block_id": "p9_b195", "text": "CHAPTER XVI"}, {"text_block_id": "p9_b196", "text": "STATE CONTROL OVER ATMOSPHERIC AIR PROTECTION"}, {"text_block_id": "p9_b197", "text": "Article 39."}, {"text_block_id": "p9_b198", "text": "The state control over atmospheric air protection"}, {"text_block_id": "p9_b199", "text": "The task of the state control over atmospheric air protection is ensuring of realization of actions on atmospheric air protection by all state bodies, enterprises,"}, {"text_block_id": "p10_b200", "text": "establishments, organizations, and citizens, application of conditions of emission of substances polluting atmospheric air and other harmful influences, and also other rules established by the legislation on protection of atmospheric air."}, {"text_block_id": "p10_b201", "text": "The state control over atmospheric air protection is carried out by local state bodies, and by specially authorized state bodies in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p10_b202", "text": "CHAPTER XVII"}, {"text_block_id": "p10_b203", "text": "ORDER OF SETTLEMENT OF DISPUTES ON ISSUES OF PROTECTION OF ATMOSPHERIC AIR"}, {"text_block_id": "p10_b204", "text": "Article 40."}, {"text_block_id": "p10_b205", "text": "The order of settlement of disputes on issues of atmospheric air protection"}, {"text_block_id": "p10_b206", "text": "Disputes on issues of atmospheric air protection are solved by the state bodies in this area, and in a case of disagreement of the parties – by a court or the State arbitration in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p10_b207", "text": "CHAPTER XVIII"}, {"text_block_id": "p10_b208", "text": "RESPONSIBILITY FOR INFRINGEMENT OF LEGISLATION ON ATMOSPHERIC AIR PROTECTION"}, {"text_block_id": "p10_b209", "text": "Article 41."}, {"text_block_id": "p10_b210", "text": "The responsibility for infringement of the legislation on atmospheric air protection"}, {"text_block_id": "p10_b211", "text": "The persons who infringe the legislation on atmospheric air protection bear material, administrative and criminal liability for:"}, {"text_block_id": "p10_b212", "text": "The persons who infringe the legislation on atmospheric air protection bear material, administrative and criminal liability for:\n* non-provision of necessary supervision and control over protection of atmospheric air;\n* creation of obstacles for participation of public organizations and citizens in realization of actions on atmospheric air protection;\n* exceeding of specifications of maximum permissible emission of substances polluting atmospheric air;\n* exceeding of levels of specifications of maximum permissible physical harmful influences, polluting atmospheric air, and infringement of state s and requirements stipulated by permissions;\n* emission of substances polluting atmospheric air without permission of specially authorized state bodies in the sphere of protection of atmospheric air;\n* infringement of service regulations of equipment installed for purification of emissions on constructions polluting atmospheric air and for its absence and disuse;\n* construction and operation of new and reconstructed enterprises, constructions and other objects, which do not meet the requirements on protection of atmospheric air;\n* manufacture and operation of automobiles, planes, ships, other vehicles and installations in which emissions the contents of substances polluting atmospheric air exceed the established specifications;"}, {"text_block_id": "p11_b228", "text": "The persons who infringe the legislation on atmospheric air protection bear material, administrative and criminal liability for:\n* non-provision of necessary supervision and control over protection of atmospheric air;\n* creation of obstacles for participation of public organizations and citizens in realization of actions on atmospheric air protection;\n* exceeding of specifications of maximum permissible emission of substances polluting atmospheric air;\n* exceeding of levels of specifications of maximum permissible physical harmful influences, polluting atmospheric air, and infringement of state s and requirements stipulated by permissions;\n* emission of substances polluting atmospheric air without permission of specially authorized state bodies in the sphere of protection of atmospheric air;\n* infringement of service regulations of equipment installed for purification of emissions on constructions polluting atmospheric air and for its absence and disuse;\n* construction and operation of new and reconstructed enterprises, constructions and other objects, which do not meet the requirements on protection of atmospheric air;\n* manufacture and operation of automobiles, planes, ships, other vehicles and installations in which emissions the contents of substances polluting atmospheric air exceed the established specifications;\n* creation of obstacles for realization of the state control over protection of atmospheric air, and distortion and non-submission of information concerning this area;\n* application of discoveries, inventions, efficiency suggestions, new technical systems, subjects and materials, and also for purchase in foreign countries of the production equipment and other objects which do not comply to the requirements established in the Republic of Armenia on atmospheric air protection and do not provided with technological control devices over emissions in atmospheric air;\n* infringement of rules of warehousing of industrial and household waste, transportation and application of pesticides, growth stimulators of plants, chemical substances, mineral fertilizers and other preparations, which have resulted or can result in pollution of atmospheric air;\n* non-fulfillment of instructions of the bodies, which carry out the state control over protection of atmospheric air;\n* non-payment of established payments for pollution;\n* warehousing in settlements of factory waste, industrial and household refuse and waste being a source of pollution of atmosphere with dust, harmful gases and substances smelling bad or burning thereof;\n* other infringements established by the legislation of the Republic of Armenia."}, {"text_block_id": "p11_b242", "text": "Article 42."}, {"text_block_id": "p11_b243", "text": "Compensation of the harm caused because of infringement of the legislation on atmospheric air protection"}, {"text_block_id": "p11_b244", "text": "The enterprises, establishments and organizations, officials and citizens are obliged to compensate the harm caused by infringement of the legislation on protection of atmospheric air, in the order established by the legislation of the Republic of Armenia."}, {"text_block_id": "p11_b245", "text": "CHAPTER XIX"}, {"text_block_id": "p11_b246", "text": "INTERNATIONAL AGREEMENTS"}, {"text_block_id": "p11_b247", "text": "Article 43."}, {"text_block_id": "p11_b248", "text": "The international agreements"}, {"text_block_id": "p11_b249", "text": "If the international agreements of the Republic of Armenia envisage rules other than the present Law then the norms of the international agreements operate."}, {"text_block_id": "p11_b250", "text": "The president of the Republic of Armenia"}, {"text_block_id": "p11_b251", "text": "November 1, 1994"}, {"text_block_id": "p11_b252", "text": "Yerevan"}, {"text_block_id": "p11_b253", "text": "N C-1109-1.-ЗР-121"}, {"text_block_id": "p11_b254", "text": "L.Ter-Petrosyan"}], "document_description": "This law aims to maintain the purity of atmospheric air and prevent all types of air pollution.\n\nChapter XII, art. 34 on the regulation of influence on weather and climate, states that state bodies, companies and other organisations can carry out actions impacting atmospheric air for economic purposes, \"<span lang=\"EN-US\">only provided that it will not result in adverse influence on weather and climate\".</span>"}