{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Armenia", "document_category": "Policy", "document_sector_name": "Adaptation", "document_date": "13/05/2021", "document_language": "English", "document_name": "National Program of Adaptation to Climate Change (Decree N 749-L-2021)", "document_country_code": "ARM", "document_hazard_name": [], "document_keyword": [], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ARM/2021/ARM-2021-05-13-National Program of Adaptation to Climate Change (Decree N 749-L-2021)_d265740f1200a57b6a2d28b86429f231.pdf", "document_type": "Programme", "text_blocks": [], "document_description": "Armenia's National Program of Adaptation lays down the country's roadmap for ensuring the mainstreaming of adaptation and implementation of the NAP in the sector policy, regional and local development, and respective financial planning processes, while providing a reference point for bringing together and coordinating various adaptation planning efforts from different sectors. The document sets overall adaptation objectives, institutional arrangements for coordination and oversight, MRV dispositions. It also addresses mobilisation of financial resources, risks, and sets a list of measures to guarantee the implementation over the period 2021-2025. These measures include the drafting of a series of decrees, the integration of climate change into existing sectoral plans, the mobilisation of subnational capacities, and the revision of existing norms such as in the buildings sector.<br><br>The approving decree further assigns responsibilities to public authorities in charge of the implementation, notably to report every six months on progress to the&nbsp; Inter-agency coordination council on implementation of requirements and provisions of the UN Framework Convention on Climate Change."}