{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Armenia", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Strategy for Development of the Energy Sector within the Context of Economic Development of Armenia", "document_country_code": "ARM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "23/06/2005", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ARM/2005/ARM-2005-06-23-Strategy for Development of the Energy Sector within the Context of Economic Development of Armenia_5316052f1b0927f1eaa276bf482b0227.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Energy Sector Development Strategy in the Context of Economic Development in Armenia"}, {"text_block_id": "p0_b2", "text": "Adopted by the Government of Armenia at June 23, 2005 session"}, {"text_block_id": "p0_b3", "text": "N 1 resolution of N 24 protocol"}, {"text_block_id": "p0_b4", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b5", "text": "1. INTRODUCTION"}, {"text_block_id": "p2_b6", "text": "1. INTRODUCTION\n* After a phased reform program for privatization of land and organizations, liberalization of consumer prices and foreign trade, system-wide reformation of the taxation, monetary and credit, banking, social security and other systems, Armenia introduced market values into all the institutions of its national economy.\n* Currently, in the last phase of the transitional period, system reformation tasks are being replaced by objectives ensuring development, including:\n\t* Formation of a market culture;\n\t* Restructuring of the basic branches of the economy;\n\t* Enforcement of anti-monopoly policies.\n\t* The Armenian Gross Domestic Product per capita went from 2957 USD (purchasing power parity) in 2002  to 3500 USD in 2003 to about 4230 USD in 2004.. Armenia was the 3rd among 170 countries in GDP growth in 2002. The economic growth in recent years resulted from high rates of development within the construction, industry, agriculture and service sectors. Despite the rapid growth, the very small GDP base does not yet allow for achievement of a GDP per capita that would establish a high level of living standard improvement.\n\t* The growth in gross domestic investments and foreign direct investments (FDI) in Armenia testifies to the increase of economic agility, improvement of business environment and stabilization of the economy. However, given competitiveness and relative advantages, the volumes of investment are still insignificant. In 2003, the volumes of gross domestic investments versus GDP amounted to 24.3% (a 2.23-fold growth as compared to 1995), and the volumes of net FDI versus GDP amounted to 5.7%, which is still very low.\n\t* The growth in gross domestic investments and foreign direct investments (FDI) in Armenia testifies to the increase of economic agility, improvement of business environment and stabilization of the economy. However, given competitiveness and relative advantages, the volumes of investment are still insignificant. In 2003, the volumes of gross domestic investments versus GDP amounted to 24.3% (a 2.23-fold growth as compared to 1995), and the volumes of net FDI versus GDP amounted to 5.7%, which is still very low.\n In terms of economic liberalization Armenia in 2004 was 42nd among 155 countries and was qualified as âbasically liberalâ.\n\t* Economic development based on and benefiting scientific and technical progress is consistent with our countryâs potential and with international economic requirements.  If Armenia fails to ensure the required level of education, scientific progress and information development for its population, it will become more dependent upon foreign financial and information resources and will be unable to become a major natural and human resource for transnational corporations and developed countries that centralize intellectual potential on a global scale. Armeniaâs major goal in economic development will be adopting sustainable development to ensure high living standards for current and future generations..\n\t* Economic development based on and benefiting scientific and technical progress is consistent with our countryâs potential and with international economic requirements.  If Armenia fails to ensure the required level of education, scientific progress and information development for its population, it will become more dependent upon foreign financial and information resources and will be unable to become a major natural and human resource for transnational corporations and developed countries that centralize intellectual potential on a global scale. Armeniaâs major goal in economic development will be adopting sustainable development to ensure high living standards for current and future generations..\n The main task for Armeniaâs sustainable economic development is ensuring a transition to an economy based on knowledge. Accomplishing this task will require the following priorities:"}, {"text_block_id": "p3_b24", "text": "1. INTRODUCTION\n* After a phased reform program for privatization of land and organizations, liberalization of consumer prices and foreign trade, system-wide reformation of the taxation, monetary and credit, banking, social security and other systems, Armenia introduced market values into all the institutions of its national economy.\n* Currently, in the last phase of the transitional period, system reformation tasks are being replaced by objectives ensuring development, including:\n\t* Formation of a market culture;\n\t* Restructuring of the basic branches of the economy;\n\t* Enforcement of anti-monopoly policies.\n\t* The Armenian Gross Domestic Product per capita went from 2957 USD (purchasing power parity) in 2002  to 3500 USD in 2003 to about 4230 USD in 2004.. Armenia was the 3rd among 170 countries in GDP growth in 2002. The economic growth in recent years resulted from high rates of development within the construction, industry, agriculture and service sectors. Despite the rapid growth, the very small GDP base does not yet allow for achievement of a GDP per capita that would establish a high level of living standard improvement.\n\t* The growth in gross domestic investments and foreign direct investments (FDI) in Armenia testifies to the increase of economic agility, improvement of business environment and stabilization of the economy. However, given competitiveness and relative advantages, the volumes of investment are still insignificant. In 2003, the volumes of gross domestic investments versus GDP amounted to 24.3% (a 2.23-fold growth as compared to 1995), and the volumes of net FDI versus GDP amounted to 5.7%, which is still very low.\n\t* The growth in gross domestic investments and foreign direct investments (FDI) in Armenia testifies to the increase of economic agility, improvement of business environment and stabilization of the economy. However, given competitiveness and relative advantages, the volumes of investment are still insignificant. In 2003, the volumes of gross domestic investments versus GDP amounted to 24.3% (a 2.23-fold growth as compared to 1995), and the volumes of net FDI versus GDP amounted to 5.7%, which is still very low.\n In terms of economic liberalization Armenia in 2004 was 42nd among 155 countries and was qualified as âbasically liberalâ.\n\t* Economic development based on and benefiting scientific and technical progress is consistent with our countryâs potential and with international economic requirements.  If Armenia fails to ensure the required level of education, scientific progress and information development for its population, it will become more dependent upon foreign financial and information resources and will be unable to become a major natural and human resource for transnational corporations and developed countries that centralize intellectual potential on a global scale. Armeniaâs major goal in economic development will be adopting sustainable development to ensure high living standards for current and future generations..\n\t* Economic development based on and benefiting scientific and technical progress is consistent with our countryâs potential and with international economic requirements.  If Armenia fails to ensure the required level of education, scientific progress and information development for its population, it will become more dependent upon foreign financial and information resources and will be unable to become a major natural and human resource for transnational corporations and developed countries that centralize intellectual potential on a global scale. Armeniaâs major goal in economic development will be adopting sustainable development to ensure high living standards for current and future generations..\n The main task for Armeniaâs sustainable economic development is ensuring a transition to an economy based on knowledge. Accomplishing this task will require the following priorities:\n* âContinuous enhancement of economic competition through the development of competitive advantages in parallel with maximum realization of comparative advantages;\n\t* Maximum focus on human and financial resources in order to expand scientific potential and efficient use of innovations in economy;\n\t* Ensuring increased investments (including foreign direct investments) in the economy, especially in branches oriented toward export and creating high added value;\n\t* Continuous improvement of a favorable business environment for the development of entrepreneurship;\n\t* Ensuring advanced development for exports instead of imports, with a significant increase in the proportion of science intensive products within the export structure;\n\t* Ensuring proportionate social and economic development for the districts.â"}, {"text_block_id": "p3_b36", "text": "(an excerpt from the Sustainable Economic Development Strategies for the Republic of Armenia)"}, {"text_block_id": "p3_b37", "text": "(an excerpt from the Sustainable Economic Development Strategies for the Republic of Armenia)\n* Unfortunately, the Government of Armenia has not yet approved the Sustainable Economic Development Strategies for the Republic of Armenia, and at present the qualitative and quantitative indicators of priorities are not guidelines for the economy or for its individual branches. In such circumstances only the GDP growth forecasts can serve as a criterion for the development of energy sector development strategies.\n* Notwithstanding the unprecedented 10.5% average annual growth of GDP from 2000 through 2004, the average annual growth of GDP by 2010 (in a scenario of medium rate economic development) is forecast around 6 %, and 5.5 % at the end of the decade. It is assumed that after 2010 the countryâs economic development will enter a stable phase resulting in a sustainable annual 5% growth of GDP (according to the data from Table 6.1. of the Poverty Reduction Strategy).\n* According to the International Energy Agencyâs (IEA) 2002 official statistic reference book, some statistics (amount of consumed energy in oil equivalent divided by per capita rate and the GDP value in US dollars as of 1995, annual electric energy consumption per capita and divided by the GDP value, CO2 emissions divided by per capita rate and the GDP value) on Armenia and a number of European countries are given below (OSCE â Organization of Security and Cooperation in Europe):"}, {"text_block_id": "p4_b43", "text": "The above European countries used to be located within the same economic cooperation zone with the former USSR and the management of their economy was centralized. Like Armenia, their domestic fuel resources are limited and a substantial portion of baseload electricity is generated at nuclear power plants."}, {"text_block_id": "p4_b44", "text": "The above European countries used to be located within the same economic cooperation zone with the former USSR and the management of their economy was centralized. Like Armenia, their domestic fuel resources are limited and a substantial portion of baseload electricity is generated at nuclear power plants.\n* It is anticipated that the intensive operation of the existing energy infrastructure will support the development of a more energy intensive economy in the upcoming decade. It is assumed also that during 2010-2020 energy intensiveness will stabilize, since during the previous decade new energy efficient technologies will have been built and operated in all sectors of economy.\n* At this point the safe, reliable and economically stable operation of the energy system is not assured. Large rehabilitation and modernization operations need to be carried out (the Armenian energy system prior to the development of the Strategies is described in Appendix 1), as well as projects associated with the continuous safe operation and eventual decommissioning of the Armenian NPP..\n* The electric energy system of Armenia was developed to meet the base demand of the South Caucasus Unified Energy System, and was exporting 20-25% of its electricity generation. At this point the total installed capacity of Armeniaâs electric energy system is excessive amounting to around 3144 MW, 2420 MW of which are operable. In 2004, the maximum load was 1161 MW.\n* The evaluation process at the power plants revealed that:\n\t* 38% of the installed capacity has been in operation for more than 30 years;\n\t* The primary equipment at TPPs has reached 200 thousand hours level and does not correspond to international standards in terms of technical, economic and ecologic criteria;\n\t* 70 % of the installed equipment at HPPs has been in operation for more than 30 years, and 50% for more than 40 years."}, {"text_block_id": "p4_b58", "text": "Accordingly, modernizing and replacing the generating capacity is essential."}, {"text_block_id": "p4_b59", "text": "Accordingly, modernizing and replacing the generating capacity is essential.\n* Replacement and modernization is also needed in the electric energy and natural gas transportation and distribution networks, as well as at the underground storage of natural gas. Investments in these areas will greatly contribute to the continuing reduction of technical and commercial losses. A major portion of the countryâs heat supply system is currently ruined, with only the Yerevan and Hrazdan TPPs and Giumri heat supply systems working at partial capacity. In order to restructure the heat supply system to be able to meet the demand on it, future investments will primarily be used to import energy efficient technologies and contribute to energy conservation.\n* Among the complications associated with the energy system of Armenia is the absence of domestic fossil fuel resources of industrial significance, the dependence of a significant portion of the energy capacity in Armenia on supplies from a single country and the limited capacity of the present transportation system. In the transition period, these difficulties were amplified by non-payment of debt to the energy and fuel suppliers, tremendous energy losses both from non-efficient consumption and from abuse, as well as the difficulties of restructuring the energy systems to a market basis.."}, {"text_block_id": "p5_b63", "text": "Accordingly, modernizing and replacing the generating capacity is essential.\n* Replacement and modernization is also needed in the electric energy and natural gas transportation and distribution networks, as well as at the underground storage of natural gas. Investments in these areas will greatly contribute to the continuing reduction of technical and commercial losses. A major portion of the countryâs heat supply system is currently ruined, with only the Yerevan and Hrazdan TPPs and Giumri heat supply systems working at partial capacity. In order to restructure the heat supply system to be able to meet the demand on it, future investments will primarily be used to import energy efficient technologies and contribute to energy conservation.\n* Among the complications associated with the energy system of Armenia is the absence of domestic fossil fuel resources of industrial significance, the dependence of a significant portion of the energy capacity in Armenia on supplies from a single country and the limited capacity of the present transportation system. In the transition period, these difficulties were amplified by non-payment of debt to the energy and fuel suppliers, tremendous energy losses both from non-efficient consumption and from abuse, as well as the difficulties of restructuring the energy systems to a market basis..\n* The Armenian Government has already taken steps towards the improvement of the above situation:\n<\\li1>\n\t* The electric energy and gas sectors have been restructured. The gas supply system and the electric distribution system, the Sevan-Hrazdan Cascade of HPPs, and the small HPPs have been privatized; the Hrazdan TPP has been transferred to the Russian Federation in repayment of past debts; the financial flows management of the ANPP has been transferred to the Russian company âINTER RAO UESâ.\n\t* Reliability of energy supply has enhanced;\n\t* Savings from optimization of generating plant operations permitted preservation of the lowest possible tariff for power generation, which greatly contributed to the efficient operation of the system;\n\t* Collections from customers have greatly improved: with customers now paying their full electric and natural gas bills.\n\t* The Power System Operator and the Settlements Center have been established, as has a system of direct wholesale power purchase and sale contracts between  generators and the distributor;\n\t* Per Resolution No. 1694-N of November 6, 2003, the â2003-2007 Financial Rehabilitation Program for Armeniaâs Energy Sector State-Owned Companiesâ has been adopted to resolve the burden of previous debts;\n\t* Modernization of Kanaker HPP units has been accomplished by German and World Bank loan resources;\n\t* Modernization of the greater part of the 220 kV transmission network substations by German and World Bank loan resources is nearly complete;\n\t* The second Iran-Armenia electric transmission line has been constructed;\n\t* The SCADA system has been implemented through USAID technical assistance;\n\t* The Koghbi gas metering node has been built by the EU Inogate project, and some modernization to the Abovian underground gas storage has been completed;\n\t* In 2005 the speed regulators at Tatev HPP of Vorotan HPP Cascade will be replaced with EU TACIS assistance;\n\t* The Japanese JBIC loan will permit the 2005 commencement of  modernization of 33 110 kV substations of the distribution network and procurement of about 150,000 single-phase electronic meters as well as the gradual implementation of the SCADA system in the energy sector;\n\t* A March 29, 2005 loan agreement between the RoA Government and Japanese Government will provide 15.9 billion yen on preferential terms for construction of a new combined cycle power plant at the Hrazdan TPP in 2005-2007.\n\t* The first phase of construction of the Meghri-Kajaran section of Iran-Armenia gas pipeline has commenced;"}, {"text_block_id": "p6_b95", "text": "Accordingly, modernizing and replacing the generating capacity is essential.\n* Replacement and modernization is also needed in the electric energy and natural gas transportation and distribution networks, as well as at the underground storage of natural gas. Investments in these areas will greatly contribute to the continuing reduction of technical and commercial losses. A major portion of the countryâs heat supply system is currently ruined, with only the Yerevan and Hrazdan TPPs and Giumri heat supply systems working at partial capacity. In order to restructure the heat supply system to be able to meet the demand on it, future investments will primarily be used to import energy efficient technologies and contribute to energy conservation.\n* Among the complications associated with the energy system of Armenia is the absence of domestic fossil fuel resources of industrial significance, the dependence of a significant portion of the energy capacity in Armenia on supplies from a single country and the limited capacity of the present transportation system. In the transition period, these difficulties were amplified by non-payment of debt to the energy and fuel suppliers, tremendous energy losses both from non-efficient consumption and from abuse, as well as the difficulties of restructuring the energy systems to a market basis..\n* The Armenian Government has already taken steps towards the improvement of the above situation:\n<\\li1>\n\t* The electric energy and gas sectors have been restructured. The gas supply system and the electric distribution system, the Sevan-Hrazdan Cascade of HPPs, and the small HPPs have been privatized; the Hrazdan TPP has been transferred to the Russian Federation in repayment of past debts; the financial flows management of the ANPP has been transferred to the Russian company âINTER RAO UESâ.\n\t* Reliability of energy supply has enhanced;\n\t* Savings from optimization of generating plant operations permitted preservation of the lowest possible tariff for power generation, which greatly contributed to the efficient operation of the system;\n\t* Collections from customers have greatly improved: with customers now paying their full electric and natural gas bills.\n\t* The Power System Operator and the Settlements Center have been established, as has a system of direct wholesale power purchase and sale contracts between  generators and the distributor;\n\t* Per Resolution No. 1694-N of November 6, 2003, the â2003-2007 Financial Rehabilitation Program for Armeniaâs Energy Sector State-Owned Companiesâ has been adopted to resolve the burden of previous debts;\n\t* Modernization of Kanaker HPP units has been accomplished by German and World Bank loan resources;\n\t* Modernization of the greater part of the 220 kV transmission network substations by German and World Bank loan resources is nearly complete;\n\t* The second Iran-Armenia electric transmission line has been constructed;\n\t* The SCADA system has been implemented through USAID technical assistance;\n\t* The Koghbi gas metering node has been built by the EU Inogate project, and some modernization to the Abovian underground gas storage has been completed;\n\t* In 2005 the speed regulators at Tatev HPP of Vorotan HPP Cascade will be replaced with EU TACIS assistance;\n\t* The Japanese JBIC loan will permit the 2005 commencement of  modernization of 33 110 kV substations of the distribution network and procurement of about 150,000 single-phase electronic meters as well as the gradual implementation of the SCADA system in the energy sector;\n\t* A March 29, 2005 loan agreement between the RoA Government and Japanese Government will provide 15.9 billion yen on preferential terms for construction of a new combined cycle power plant at the Hrazdan TPP in 2005-2007.\n\t* The first phase of construction of the Meghri-Kajaran section of Iran-Armenia gas pipeline has commenced;\n* A grant provided by Iran, has permitted construction of the first 2.6 MW of wind power plant to begin at the Pushkin Pass.\n<\\li2>"}, {"text_block_id": "p6_b97", "text": "These reforms are contributing to the growing economic development in the country. A vivid example of that is that in 2003-2004, for the first time since independence, Armenia’s power sector showed an actual profit."}, {"text_block_id": "p6_b98", "text": "These reforms are contributing to the growing economic development in the country. A vivid example of that is that in 2003-2004, for the first time since independence, Armenia’s power sector showed an actual profit.\n* In recent years, Armenia had difficulties associated with recurrent actual or potential interruptions in fuel supply. Regardless of their origin, these posed a serious danger for the energy security of Armenia. The corner stone of Armeniaâs energy strategy should be activities targeted at mitigating the countryâs dependence on such events. The re-commissioning of the ANPP in 1995 and the construction of the first Iran-Armenia electric transmission line in 1997, as well as the commencement of the Iran-Armenia gas pipeline construction in 2004 may be classified as such activities.\n* The costs associated with the import of natural gas have an adverse impact on the Armenian balance of payments and on Armeniaâs international competitiveness and security. Diversification of supply sources may mitigate the vulnerability to power interruptions. However, the balance of payments deficit can be mitigated only by means of reduction of the costs associated with imports.\n* Since 1992, a series of studies of long-term energy sector development has been launched. These studies are summarized in Appendix 2. Unfortunately, the studies conduced before 1998 did not provide a satisfactory present response or long term perspective as to such critical issues for Armenia as the assessment and provision of the required level of energy security and independence.\n* To determine the targets for Armeniaâs energy sector development strategies and to achieve those goals, it was necessary to have some quantitative target indicators. For that purpose the results of the TECDOC-1404 â2002-2020 Development Planning Study for Armeniaâs Energy Sector, Including Nuclear Energyâ of the International Agency for Atomic Energy were used, the contents of which are summarized in Appendix 3."}, {"text_block_id": "p7_b108", "text": "2. BASIC PRINCIPLES OF THE ENERGY SECTOR DEVELOPMENT STRATEGIES"}, {"text_block_id": "p7_b109", "text": "2. BASIC PRINCIPLES OF THE ENERGY SECTOR DEVELOPMENT STRATEGIES\n* The primary objective of Armeniaâs energy sector development strategy is to formulate strategic goals for the development of the energy system in Armenia and identify the avenues to achieve those goals, based on the principles adopted by the international community for sustainable development, particularly in the energy sector, and guided by the directions of economic development in the Republic of Armenia and past energy sector experience..\n* Armenia must attain further economic development and achieve international competitiveness. Energy (electric energy, thermal energy and natural gas supply service) is critical to industry, transport and general social and economic development in Armenia, as well as for the future implementation of the Poverty Reduction Strategic Program. Expensive and unreliable energy supply will pose a serious hazard for the economy and the improvement of living standards for the population of Armenia.\n* These Strategies were developed on the basis of the 1992 UN Environment and Development Conference (the Rio Conference or the Planet Earth Summit), Agenda 21 âGlobal Sustainable Development Action Planâ, as well as the 2002 Johannesburg Sustainable Development Summit.  The strategies also reflect the commitments stipulated by a number of other environmental conventions ratified by the Republic of Armenia, the target provisions of the Poverty Reduction Program, and the principles of the state policies for the energy sector provided in the Energy Law of the Republic of Armenia. These Strategies are aimed towards the following goals:\n\t* Achieving sustainable economic development in Armenia;\n\t* Ensuring safety in the energy sector;\n\t* Enhancing the energy independence of the country, including diversification of imported and domestic energy resources and ensuring maximum utilization of generating capacity;\n\t* Ensuring efficient use of domestic energy resources and alternative sources of energy and implementation of economic and legal mechanisms for that purpose.\n\t* These Strategies are aimed at the resolution of the following primary problems:\n\t* Providing reliable energy supply at low rates to satisfy the fundamental needs of all customers, while enhancing energy conservation;\n\t* Avoiding methods of energy import that might expose the security and economy of Armenia to events  political impacts beyond the control of the Republic of Armenia;\n\t* Ensuring the safe operation of the ANPP through 2016 or such time as its energy can be replaced and decommissioning can proceed without unacceptable economic, ecological and energy security impacts;\n\t* Ensuring ecologically sustainable energy supply, based on the principles of sustainable development and in compliance with the international environmental commitments of the Republic of Armenia;"}, {"text_block_id": "p8_b133", "text": "2. BASIC PRINCIPLES OF THE ENERGY SECTOR DEVELOPMENT STRATEGIES\n* The primary objective of Armeniaâs energy sector development strategy is to formulate strategic goals for the development of the energy system in Armenia and identify the avenues to achieve those goals, based on the principles adopted by the international community for sustainable development, particularly in the energy sector, and guided by the directions of economic development in the Republic of Armenia and past energy sector experience..\n* Armenia must attain further economic development and achieve international competitiveness. Energy (electric energy, thermal energy and natural gas supply service) is critical to industry, transport and general social and economic development in Armenia, as well as for the future implementation of the Poverty Reduction Strategic Program. Expensive and unreliable energy supply will pose a serious hazard for the economy and the improvement of living standards for the population of Armenia.\n* These Strategies were developed on the basis of the 1992 UN Environment and Development Conference (the Rio Conference or the Planet Earth Summit), Agenda 21 âGlobal Sustainable Development Action Planâ, as well as the 2002 Johannesburg Sustainable Development Summit.  The strategies also reflect the commitments stipulated by a number of other environmental conventions ratified by the Republic of Armenia, the target provisions of the Poverty Reduction Program, and the principles of the state policies for the energy sector provided in the Energy Law of the Republic of Armenia. These Strategies are aimed towards the following goals:\n\t* Achieving sustainable economic development in Armenia;\n\t* Ensuring safety in the energy sector;\n\t* Enhancing the energy independence of the country, including diversification of imported and domestic energy resources and ensuring maximum utilization of generating capacity;\n\t* Ensuring efficient use of domestic energy resources and alternative sources of energy and implementation of economic and legal mechanisms for that purpose.\n\t* These Strategies are aimed at the resolution of the following primary problems:\n\t* Providing reliable energy supply at low rates to satisfy the fundamental needs of all customers, while enhancing energy conservation;\n\t* Avoiding methods of energy import that might expose the security and economy of Armenia to events  political impacts beyond the control of the Republic of Armenia;\n\t* Ensuring the safe operation of the ANPP through 2016 or such time as its energy can be replaced and decommissioning can proceed without unacceptable economic, ecological and energy security impacts;\n\t* Ensuring ecologically sustainable energy supply, based on the principles of sustainable development and in compliance with the international environmental commitments of the Republic of Armenia;\n* Construction of a financially sustainable energy system, encouraging the economically efficient operation of all energy suppliers, which would bring forth interest among the investors and private capital;\n\t* Creation of an electric energy system that is export oriented and generates high added value;\n\t* Development of research programs targeted at the implementation of the goals and primary objectives specified in these Strategies, with the employment of the newest energy sector technologies known in the world, as well as the latest developments in the global energy system.\n\t* International experience concludes that ensuring energy security and independence is one of the basic requirements for the policies of energy sector sustainable development in any country. At the 1993 Council of the IEA member-country Ministers special importance was attached to the problems of diversification, efficiency and flexibility of energy supply. The statement adopted by the IEA member states specifically reads:\n\t* International experience concludes that ensuring energy security and independence is one of the basic requirements for the policies of energy sector sustainable development in any country. At the 1993 Council of the IEA member-country Ministers special importance was attached to the problems of diversification, efficiency and flexibility of energy supply. The statement adopted by the IEA member states specifically reads:\n âSustainable development is impossible without safe energy supply to the sectors engaged in economic activity and public service. An important means of enhancing energy security is diversification of energy supply and distribution with various types of energy and sources. Utilization of renewable energy resources mitigates dependence on imported fuel and enhances energy security. The states must ensure transparency of international markets and develop effective enforcement mechanisms for any interruption of energy supply.â\n\t* In 2001, the eleventh session of the European Economic Commission acting under the auspices of the UN Economic and Social Council, recorded that energy security implies guaranteeing uninterrupted short-term and long-term energy supply.  It means uninterrupted supply even in the peak load period, mitigation of the short-term interruption risk, and assured long-term provision of required energy resources at affordable prices.\n\t* Guided by the aforementioned principles, let us consider the possible structure of power generation in Armenia:\n\t* During the next 15-20 years maximize use of domestic renewable energy resources for power generation, which may amount to about 5,100 GWh, including:\n\t\t* Hydro energy - 3,600 GWh;\n\t\t* Wind energy - 1,500 GWh.\n\t\t* Wind energy - 1,500 GWh.\n This capacity is mainly seasonal. This assessment does not include  possible geothermal power generation.\n\t\t* Two options exist for meeting all other generation needs:\n\t\t* Thermal power plants, including combined-cycle generation; or"}, {"text_block_id": "p9_b157", "text": "2. BASIC PRINCIPLES OF THE ENERGY SECTOR DEVELOPMENT STRATEGIES\n* The primary objective of Armeniaâs energy sector development strategy is to formulate strategic goals for the development of the energy system in Armenia and identify the avenues to achieve those goals, based on the principles adopted by the international community for sustainable development, particularly in the energy sector, and guided by the directions of economic development in the Republic of Armenia and past energy sector experience..\n* Armenia must attain further economic development and achieve international competitiveness. Energy (electric energy, thermal energy and natural gas supply service) is critical to industry, transport and general social and economic development in Armenia, as well as for the future implementation of the Poverty Reduction Strategic Program. Expensive and unreliable energy supply will pose a serious hazard for the economy and the improvement of living standards for the population of Armenia.\n* These Strategies were developed on the basis of the 1992 UN Environment and Development Conference (the Rio Conference or the Planet Earth Summit), Agenda 21 âGlobal Sustainable Development Action Planâ, as well as the 2002 Johannesburg Sustainable Development Summit.  The strategies also reflect the commitments stipulated by a number of other environmental conventions ratified by the Republic of Armenia, the target provisions of the Poverty Reduction Program, and the principles of the state policies for the energy sector provided in the Energy Law of the Republic of Armenia. These Strategies are aimed towards the following goals:\n\t* Achieving sustainable economic development in Armenia;\n\t* Ensuring safety in the energy sector;\n\t* Enhancing the energy independence of the country, including diversification of imported and domestic energy resources and ensuring maximum utilization of generating capacity;\n\t* Ensuring efficient use of domestic energy resources and alternative sources of energy and implementation of economic and legal mechanisms for that purpose.\n\t* These Strategies are aimed at the resolution of the following primary problems:\n\t* Providing reliable energy supply at low rates to satisfy the fundamental needs of all customers, while enhancing energy conservation;\n\t* Avoiding methods of energy import that might expose the security and economy of Armenia to events  political impacts beyond the control of the Republic of Armenia;\n\t* Ensuring the safe operation of the ANPP through 2016 or such time as its energy can be replaced and decommissioning can proceed without unacceptable economic, ecological and energy security impacts;\n\t* Ensuring ecologically sustainable energy supply, based on the principles of sustainable development and in compliance with the international environmental commitments of the Republic of Armenia;\n* Construction of a financially sustainable energy system, encouraging the economically efficient operation of all energy suppliers, which would bring forth interest among the investors and private capital;\n\t* Creation of an electric energy system that is export oriented and generates high added value;\n\t* Development of research programs targeted at the implementation of the goals and primary objectives specified in these Strategies, with the employment of the newest energy sector technologies known in the world, as well as the latest developments in the global energy system.\n\t* International experience concludes that ensuring energy security and independence is one of the basic requirements for the policies of energy sector sustainable development in any country. At the 1993 Council of the IEA member-country Ministers special importance was attached to the problems of diversification, efficiency and flexibility of energy supply. The statement adopted by the IEA member states specifically reads:\n\t* International experience concludes that ensuring energy security and independence is one of the basic requirements for the policies of energy sector sustainable development in any country. At the 1993 Council of the IEA member-country Ministers special importance was attached to the problems of diversification, efficiency and flexibility of energy supply. The statement adopted by the IEA member states specifically reads:\n âSustainable development is impossible without safe energy supply to the sectors engaged in economic activity and public service. An important means of enhancing energy security is diversification of energy supply and distribution with various types of energy and sources. Utilization of renewable energy resources mitigates dependence on imported fuel and enhances energy security. The states must ensure transparency of international markets and develop effective enforcement mechanisms for any interruption of energy supply.â\n\t* In 2001, the eleventh session of the European Economic Commission acting under the auspices of the UN Economic and Social Council, recorded that energy security implies guaranteeing uninterrupted short-term and long-term energy supply.  It means uninterrupted supply even in the peak load period, mitigation of the short-term interruption risk, and assured long-term provision of required energy resources at affordable prices.\n\t* Guided by the aforementioned principles, let us consider the possible structure of power generation in Armenia:\n\t* During the next 15-20 years maximize use of domestic renewable energy resources for power generation, which may amount to about 5,100 GWh, including:\n\t\t* Hydro energy - 3,600 GWh;\n\t\t* Wind energy - 1,500 GWh.\n\t\t* Wind energy - 1,500 GWh.\n This capacity is mainly seasonal. This assessment does not include  possible geothermal power generation.\n\t\t* Two options exist for meeting all other generation needs:\n\t\t* Thermal power plants, including combined-cycle generation; or\n* A new ANPP unit plus thermal power plants, including combined-cycle generation.\n<\\li3>\n\t\t* The most advantageous distribution of generating capacities in the base, semi-peak and peak sections of the load curve is critically important. This issue will be studied under the Least Cost Generation Plan, associated with these Strategies.\n<\\li2>\n\t\t* The aforementioned energy generation options are the only ones for Armenia. Any power generation development Programs associated with these strategies should discuss only the amount and the timing of the plants considering the real need of the economy for energy, the level of the countryâs energy independence and security, and the role of the energy system in trans-regional cooperation issues, social issues.\n<\\li1>"}, {"text_block_id": "p10_b164", "text": "3. DOMESTIC ENERGY RESOURCES OF ARMENIA"}, {"text_block_id": "p10_b165", "text": "3. DOMESTIC ENERGY RESOURCES OF ARMENIA\n* Although deprived of domestic fuel resources, Armenia has significant renewable energy resources.\n* As to\n* As to\n hydro resources\n* As to\n hydro resources\n , the theoretical value is estimated at 21.8 billion kWh/yr, the technically available potential is 7-8-billion kWh/yr, and the economically justified hydro potential is around 3.6 billion kWh/yr, 1.5 of which has already been developed. The remaining hydro potential is to be developed during the next 15 years.\n* As to\n hydro resources\n , the theoretical value is estimated at 21.8 billion kWh/yr, the technically available potential is 7-8-billion kWh/yr, and the economically justified hydro potential is around 3.6 billion kWh/yr, 1.5 of which has already been developed. The remaining hydro potential is to be developed during the next 15 years.\n Generation of 3.6 billion kWh/yr of hydro electricity requires using the existing HPP cascades at Sevan-Hrazdan and Vorotan and the existing small HPPs.  It also requires constructing new major HPPs at Meghri (capacity â 140 MW; annual electricity generation â 840 million kWh), Loriberd (capacity â 60 MW; annual electricity generation â 200 million kWh) and Shnogh (capacity â 75 MW; annual electricity generation â 300 million kWh). The economically justified potential from small HPPs amounts to 800-850 million kWh/yr, of which 200-220 million kWh is generated at existing units.\n* Armenia has substantial\n* Armenia has substantial\n wind energy resources\n* Armenia has substantial\n wind energy resources\n . The theoretic potential is estimated at 10,700 GWh/yr, and the technically available potential â at 1,100 GWh with a 10% power factor. In order to define the countryâs potential more accurately, the RoA Ministry of Energy with technical assistance from USAID employed the âSolarenâ company and the American National Renewable Energy Laboratory to develop the âWind Energy Map of Armeniaâ. Preliminary results, show existing wind energy resources in Armenia sufficient to build a network of wind power plants with a total capacity of 1000 MW in 8-10 locations, including the Pushkin and Sotk Passes, where wind energy resource analyses have already been carried out. The wind energy potential is to be developed over the next 15-20 years.\n* Armenia has a significant\n* Armenia has a significant\n solar energy\n* Armenia has a significant\n solar energy\n potential which, used for thermal energy,  can substantially reduce the amount of imported energy. The average annual amount of solar energy flow per square meter of horizontal surface is about 1720 kWh (the average in Europe is about 1000 kWh/m2).  One fourth of the countryâs territory is endowed with solar energy resources of 1850 kWh/m2.  The surface sunshine on the Lake Sevan basin may be considered a record â 2800 hours. The portion of the direct annual radiation upon the entire territory is also significant â 65-70%, which is rather unique for application of concentration collectors in the European region. With recent world-wide developments in solar energy for power generation purposes, its deployment in Armenia is possible provided that reasonable and affordable tariffs are established.\n* Biomass is not widely used as a power or gas\n* Biomass is not widely used as a power or gas\n source in Armenia. However activities have commenced towards the creation of a major biogas plant (8000 m3 of daily methane generation), with foreign investments. Biogas plants with daily generation 100,000 m3 of methane are possible within 15 years.\n* Geological exploration activities ongoing in Armenia since 1947 have not discovered any oil and gas. However, research in that direction should continue. This would be"}, {"text_block_id": "p11_b187", "text": "3. DOMESTIC ENERGY RESOURCES OF ARMENIA\n* Although deprived of domestic fuel resources, Armenia has significant renewable energy resources.\n* As to\n* As to\n hydro resources\n* As to\n hydro resources\n , the theoretical value is estimated at 21.8 billion kWh/yr, the technically available potential is 7-8-billion kWh/yr, and the economically justified hydro potential is around 3.6 billion kWh/yr, 1.5 of which has already been developed. The remaining hydro potential is to be developed during the next 15 years.\n* As to\n hydro resources\n , the theoretical value is estimated at 21.8 billion kWh/yr, the technically available potential is 7-8-billion kWh/yr, and the economically justified hydro potential is around 3.6 billion kWh/yr, 1.5 of which has already been developed. The remaining hydro potential is to be developed during the next 15 years.\n Generation of 3.6 billion kWh/yr of hydro electricity requires using the existing HPP cascades at Sevan-Hrazdan and Vorotan and the existing small HPPs.  It also requires constructing new major HPPs at Meghri (capacity â 140 MW; annual electricity generation â 840 million kWh), Loriberd (capacity â 60 MW; annual electricity generation â 200 million kWh) and Shnogh (capacity â 75 MW; annual electricity generation â 300 million kWh). The economically justified potential from small HPPs amounts to 800-850 million kWh/yr, of which 200-220 million kWh is generated at existing units.\n* Armenia has substantial\n* Armenia has substantial\n wind energy resources\n* Armenia has substantial\n wind energy resources\n . The theoretic potential is estimated at 10,700 GWh/yr, and the technically available potential â at 1,100 GWh with a 10% power factor. In order to define the countryâs potential more accurately, the RoA Ministry of Energy with technical assistance from USAID employed the âSolarenâ company and the American National Renewable Energy Laboratory to develop the âWind Energy Map of Armeniaâ. Preliminary results, show existing wind energy resources in Armenia sufficient to build a network of wind power plants with a total capacity of 1000 MW in 8-10 locations, including the Pushkin and Sotk Passes, where wind energy resource analyses have already been carried out. The wind energy potential is to be developed over the next 15-20 years.\n* Armenia has a significant\n* Armenia has a significant\n solar energy\n* Armenia has a significant\n solar energy\n potential which, used for thermal energy,  can substantially reduce the amount of imported energy. The average annual amount of solar energy flow per square meter of horizontal surface is about 1720 kWh (the average in Europe is about 1000 kWh/m2).  One fourth of the countryâs territory is endowed with solar energy resources of 1850 kWh/m2.  The surface sunshine on the Lake Sevan basin may be considered a record â 2800 hours. The portion of the direct annual radiation upon the entire territory is also significant â 65-70%, which is rather unique for application of concentration collectors in the European region. With recent world-wide developments in solar energy for power generation purposes, its deployment in Armenia is possible provided that reasonable and affordable tariffs are established.\n* Biomass is not widely used as a power or gas\n* Biomass is not widely used as a power or gas\n source in Armenia. However activities have commenced towards the creation of a major biogas plant (8000 m3 of daily methane generation), with foreign investments. Biogas plants with daily generation 100,000 m3 of methane are possible within 15 years.\n* Geological exploration activities ongoing in Armenia since 1947 have not discovered any oil and gas. However, research in that direction should continue. This would be\n* Geological research indicates certain\n* Geological research indicates certain\n fossil fuel\n* Geological research indicates certain\n fossil fuel\n resources in Armenia, which unfortunately do not have significant industrial value, are of low calorie content and can be utilized only to satisfy limited demand. These include shale oil resources in Ijevan, Shamut and Jermanis areas amounting to 17-18 million tons, as well as the 6 million tons of studied shale oil and 128 million of prospective shale oil resources in Dilijan area and about 100 million tons of prospective coal resources in Ijevan area. Final decision on the utilization of these fossil fuels cannot be made in the absence of data and economic justifications as to the environmental impacts including deterioration of soil, dehydration and consequent deforestation.\n* Geological research indicates certain\n fossil fuel\n resources in Armenia, which unfortunately do not have significant industrial value, are of low calorie content and can be utilized only to satisfy limited demand. These include shale oil resources in Ijevan, Shamut and Jermanis areas amounting to 17-18 million tons, as well as the 6 million tons of studied shale oil and 128 million of prospective shale oil resources in Dilijan area and about 100 million tons of prospective coal resources in Ijevan area. Final decision on the utilization of these fossil fuels cannot be made in the absence of data and economic justifications as to the environmental impacts including deterioration of soil, dehydration and consequent deforestation.\n These fossil fuels can be considered strategic reserves until the environmental research associated with their exploration is completed and their extraction for heating and hot water supply purposes becomes economically competitive with natural gas.\n* Armenia has promising geothermal resources\n* Armenia has promising geothermal resources\n . If the results of current exploration and assessment are positive, development as a renewable energy resource might be attractive for international financial institutions and private investors.\n* Energy conservation is also a domestic energy resource, the potential of which has been roughly estimated at 20% of the energy consumed. For complete realization of this potential, passage of the RoA Law on Energy Conservation and Renewable Energy Resources is critical, along with the development and implementation of programs and activities ensuring the enforcement of that law."}, {"text_block_id": "p12_b199", "text": "4. ENERGY SECURITY AND INDEPENDENCE"}, {"text_block_id": "p12_b200", "text": "4. ENERGY SECURITY AND INDEPENDENCE\n* For purposes of this document, âEnergy securityâ is defined as a guarantee of stable and reliable fuel and energy resources at affordable prices sufficient to completely meet the demand of the country and its citizens, the society and economy and to provide electric generation, adequate to preserve the publicâs health and Armeniaâs environment in normal conditions as well as in emergencies.\n* Energy security would be ensured and overdependence on any supplier would be reduced if Armenia diversified its supply sources and undertook fuel storage and emergency preparedness. Such fuel supply diversification â especially important when the ANPP closes - will also improve Armeniaâs ability to bargain for better prices and terms of delivery and will reduce the likelihood of price shocks to Armenian customers.\n* Diversification of energy sources requires diversification of supply routes. Multiple sources cannot provide real reliability, if they all come through a single pipeline or transmission line. For Armenia today, the only realistic diversification options are the Iran-Armenia gas pipeline and the restoration of electric sector parallel operation with other power systems within the region.\n* The economic benefits of gas storage in Armenia during normal operations are relatively low, but storage is important in avoiding emergencies. The real value of gas storage in Armenia today is that it can be used as a strategic gas reserve like the reserves maintained in many other countries to guard against supply interruptions with potentially catastrophic impact on the entire economy.\n* The economic benefits of gas storage in Armenia during normal operations are relatively low, but storage is important in avoiding emergencies. The real value of gas storage in Armenia today is that it can be used as a strategic gas reserve like the reserves maintained in many other countries to guard against supply interruptions with potentially catastrophic impact on the entire economy.\n In particular, according to the 98/93/EC Directive, all Member States must maintain a strategic reserve of crude oil and/or of petroleum products for 90 day consumption.  Armeniaâs geopolitical surroundings and conditions require that we secure such reserves, including natural gas.\n* The current level of economic activity in Armenia can be met more securely yet with less energy and less dependence on imported fuel.  Armenian national security and economic competition can be enhanced by promoting efficient energy consumption.\n* The level of energy independence in Armenia will be enhanced not only by the use of domestic renewable energy resources and nuclear generation (nuclear energy is internationally considered equivalent to domestic energy resources), but also by the implementation of activities using the energy conservation potential.\n* The relationship between Armeniaâs energy supply and Armeniaâs security should be analyzed in order to assess Armeniaâs energy security and independence. This analysis should include recommendations as to the cost effectiveness of activities  protecting the countryâs lawful interests, (e.g. expansion of fuel storage, diversification of imports, import payments and development of domestic resources, nuclear energy, and large-scale energy conservation activities).\n* Thus, the objective of ensuring adequate Armenian energy security and independence includes the following critical energy sector development strategies:"}, {"text_block_id": "p13_b217", "text": "4. ENERGY SECURITY AND INDEPENDENCE\n* For purposes of this document, âEnergy securityâ is defined as a guarantee of stable and reliable fuel and energy resources at affordable prices sufficient to completely meet the demand of the country and its citizens, the society and economy and to provide electric generation, adequate to preserve the publicâs health and Armeniaâs environment in normal conditions as well as in emergencies.\n* Energy security would be ensured and overdependence on any supplier would be reduced if Armenia diversified its supply sources and undertook fuel storage and emergency preparedness. Such fuel supply diversification â especially important when the ANPP closes - will also improve Armeniaâs ability to bargain for better prices and terms of delivery and will reduce the likelihood of price shocks to Armenian customers.\n* Diversification of energy sources requires diversification of supply routes. Multiple sources cannot provide real reliability, if they all come through a single pipeline or transmission line. For Armenia today, the only realistic diversification options are the Iran-Armenia gas pipeline and the restoration of electric sector parallel operation with other power systems within the region.\n* The economic benefits of gas storage in Armenia during normal operations are relatively low, but storage is important in avoiding emergencies. The real value of gas storage in Armenia today is that it can be used as a strategic gas reserve like the reserves maintained in many other countries to guard against supply interruptions with potentially catastrophic impact on the entire economy.\n* The economic benefits of gas storage in Armenia during normal operations are relatively low, but storage is important in avoiding emergencies. The real value of gas storage in Armenia today is that it can be used as a strategic gas reserve like the reserves maintained in many other countries to guard against supply interruptions with potentially catastrophic impact on the entire economy.\n In particular, according to the 98/93/EC Directive, all Member States must maintain a strategic reserve of crude oil and/or of petroleum products for 90 day consumption.  Armeniaâs geopolitical surroundings and conditions require that we secure such reserves, including natural gas.\n* The current level of economic activity in Armenia can be met more securely yet with less energy and less dependence on imported fuel.  Armenian national security and economic competition can be enhanced by promoting efficient energy consumption.\n* The level of energy independence in Armenia will be enhanced not only by the use of domestic renewable energy resources and nuclear generation (nuclear energy is internationally considered equivalent to domestic energy resources), but also by the implementation of activities using the energy conservation potential.\n* The relationship between Armeniaâs energy supply and Armeniaâs security should be analyzed in order to assess Armeniaâs energy security and independence. This analysis should include recommendations as to the cost effectiveness of activities  protecting the countryâs lawful interests, (e.g. expansion of fuel storage, diversification of imports, import payments and development of domestic resources, nuclear energy, and large-scale energy conservation activities).\n* Thus, the objective of ensuring adequate Armenian energy security and independence includes the following critical energy sector development strategies:\n* Renewable energy resources and energy conservation;\n\t* Nuclear energy;\n\t* Diversification of supplies and regional integration;\n\t* Ensuring social policies, financial stability and economic efficiency."}, {"text_block_id": "p14_b225", "text": "5. UTILIZATION OF DOMESTIC ENERGY RESOURCES AND ENERGY CONSERVATION"}, {"text_block_id": "p14_b226", "text": "5. UTILIZATION OF DOMESTIC ENERGY RESOURCES AND ENERGY CONSERVATION\n* It will be necessary to promote a substantial quantity of renewable energy projects, as well as the projects enhancing the countryâs energy independence.\n* Of course, the least costly and most sustainable way to enhance energy supply is to stop wasting it. As discussed above, Armenia could attain its present level of economic activity at much lower energy cost if its ratio of energy to the GDP were closer to international averages. When the real costs of energy are taken into account, many energy efficiency measures become economically desirable and should be encouraged.\n* It is necessary to continue activities to determine the economic efficiency of exploration and extraction of domestic fossil fuels (oil, gas, and solid fuels).\n* High priority activities for the Government in terms of domestic energy resources and energy conservation will include the following:\n\t* The Government and the PSRC must support accelerated use of Armeniaâs renewable energy resources, with consideration of all advantages (energy security, favorable environmental impacts, creation of jobs in the countryâs regions). A plan clearly defining priorities to encourage investments in local cost-efficient resources (e.g. hydro and other renewable resources, as well as energy conservation) must be developed.\n\t* The Government and the PSRC must support the actions necessary for the success of a donor-supported Energy Conservation and Renewable Resources Fund to support development of viable projects;\n\t* Consistent support should be given to the development, adoption and implementation of government energy efficiency projects, as well as inclusion of energy conservation requirements in all state projects of the Republic of Armenia promoting economic development;\n\t* Cost effective measures for establishment and implementation of energy conservation should be carried out. Special attention should be dedicated to those customers, especially the larger ones, who receive financial assistance in paying their bills;\n\t* New building standards for new construction per the RoA Law on Energy Conservation and Renewable Energy, a plan by the GoA for replacement of old equipment with energy efficient equipment, and appliance labeling showing annual energy use for new appliances must be ensured;\n\t* The PSRC must establish line extension policies and tariffs to contribute to displacement of environmentally unfriendly fuels by natural gas where possible (such as in urban transportation and for heating and cooking where solid fuels are now used);\n\t* Establish a legal framework and investment environment adequate to attract private foreign investments and to direct them towards exploration for oil and gas;\n\t* Continue the research into the environmental impacts from solid fossil fuel exploration. Regarding solid fossil fuels as a strategic reserve, research should be continued towards the use of such fuels for heating, hot water supply purposes and for possible"}, {"text_block_id": "p15_b250", "text": "5. Utilization of Domestic Energy Resources and Energy Conservation"}, {"text_block_id": "p15_b251", "text": "energy generation in emergency situations caused by long-term interruptions of natural gas imports."}, {"text_block_id": "p16_b252", "text": "6. NUCLEAR ENERGY"}, {"text_block_id": "p16_b253", "text": "6.1."}, {"text_block_id": "p16_b254", "text": "The Government of Armenia has made a commitment to its citizens and to the EC that the ANPP will eventually close. This will necessitate the provision of adequate replacement power. Until the time the facility is shut down, the Government will support an extensive program of safety improvements at the facility. However, substantial costs as well as the absence of alternative supply sources make any near-term shutdown date unrealistic. Indeed, the current least cost power supply plan (Appendix 2) makes clear that closing the ANPP will lead to significant increases in the bills of Armenian customers and further reliance on gas imports."}, {"text_block_id": "p16_b255", "text": "6.2."}, {"text_block_id": "p16_b256", "text": "In particular, if the ANPP is closed at the end of 2016,  the county’s 2017 power sector independence will decrease from 70% to 40% (Appendix 4)."}, {"text_block_id": "p16_b257", "text": "If the capacity and generation of the ANPP are replaced by thermal generation, 60% of the country’s electricity consumption will be generated using imported fuel (mainly natural gas). This will bring forth new ecological and social problems stemming from the increase of greenhouse gas emissions and of payments to foreign suppliers payments, as well as tariff increases."}, {"text_block_id": "p16_b258", "text": "The same conclusion is supported by the June 2003 EU expert report “Least Cost Development of Armenia’s Energy System”.  In particular, this report forecasts an annual 80 million dollar working capital increase if the ANPP is closed and its generation is replaced by gas-fired generation. At current consumption volumes, this would increase tariffs by 2.2 US cents, a serious impediment for social and economic development in Armenia."}, {"text_block_id": "p16_b259", "text": "6.3."}, {"text_block_id": "p16_b260", "text": "Operation of the ANPP until 2016 requires mitigating the resulting risks. The nuclear power plant has environmental commitments, though it is not considered an air pollution source. To date, more than 70 million dollars have been invested to enhance the level of safety at the ANPP. However, this was not sufficient to meet international safety standards. To complete the safety enhancement. another 50 million USD in investments are required.  Additional safety upgrade expenditures of a few million dollars per year will be necessary after the completion of safety enhancement operations. Safety issues arising from the aging of the plant will require particular attention and financing, as will the issues involving training of the plant staff and safety culture."}, {"text_block_id": "p16_b261", "text": "6.4."}, {"text_block_id": "p16_b262", "text": "When the ANPP is closed, Armenia will lose an important element of diversity of its current energy supply. At present, a newly constructed nuclear unit is not a feasible replacement option because the capacity of such nuclear units (at least 1000 MW) is double the country’s low summer load (IAEA-TECDOC-1404, July 2004) and is not compatible with Armenia’s energy system. For Armenia, it may be reasonable to consider the possibility of building smaller third generation nuclear units with passive safety systems (Appendix 5)."}, {"text_block_id": "p16_b263", "text": "6.5."}, {"text_block_id": "p16_b264", "text": "Т"}, {"text_block_id": "p16_b265_merged", "text": "he forecasts of nuclear fuel and natural gas price increases by 2050 (IAEA-TECDOC-1408, September 2004) also favor building a new nuclear unit. In the event of irreversible natural gas price increases caused by decreasing natural gas resources and fewer exporters, the price of nuclear fuel may seem relatively stable."}, {"text_block_id": "p17_b268", "text": "6."}, {"text_block_id": "p17_b269", "text": "Nuclear Energy"}, {"text_block_id": "p17_b270", "text": "Nuclear Energy\n* Priority activities to determine the future of the ANPP will include:\n<\\li1>\n\t* Preparation of the process of ANPP decommissioning, including development of strategies for the storage of used nuclear fuel and other radioactive materials, development of a decommissioning plan, development of legal and normative documents and creation of a special decommissioning fund;\n\t* Cooperating with donor states to ensure the urgent implementation of safety enhancements in conformance with the âList of Safety Enhancement Operations at the ANPP Unit 2 During 2004-2010â;\n\t* Working with the international community to negotiate the closing date for the ANPP. The Government believes that the facility can be kept in service through 2016 if the required safety enhancement activities are carried out. Given the fact that the costs of an earlier shutdown can be borne neither by Armeniaâs national budget nor the consumers, the Government will also seek additional international support for the provision of replacement power for this facility. Such financial support would minimize the adverse economic and social impacts;\n\t* Determining the best combination of resources with which to replace the ANPP electricity, including consideration of constructing safer nuclear power units whose size is more suitable for Armenia."}, {"text_block_id": "p18_b280", "text": "7. DIVERSIFICATION OF SUPPLIES AND REGIONAL INTEGRATION"}, {"text_block_id": "p18_b281", "text": "7.1."}, {"text_block_id": "p18_b282", "text": "Analysis and assessment of opportunities to diversify supplies, achieve regional integration and increase electricity exports are a critical element of Armenia’s Energy Sector Development Strategies."}, {"text_block_id": "p18_b283", "text": "7.2."}, {"text_block_id": "p18_b284", "text": "Iran, Turkey and the South Caucasus countries demonstrate have chosen self-sufficient Power Sector development (IAEA-TECDOC-1404, July 2004). This will inevitably bring undesirable changes in the energy balance. Moreover, the energy resources of the Caspian Sea basin will be exported through East-West fuel transportation routes, bypassing Armenia, which will decrease the potential of Armenia to export electricity."}, {"text_block_id": "p18_b285", "text": "7.3."}, {"text_block_id": "p18_b286", "text": "Strong competition to service regional energy markets will appear in the future. The country with the most rapid implementation of its development programs, especially in areas oriented to export and to creating high added value, will obtain the political and economic advantages. In other words, Armenian policy should be based on developing a political and economic atmosphere that will attract foreign investors. This becomes particularly important for the development of so capital-intensive an industry as the energy sector."}, {"text_block_id": "p18_b287", "text": "7.4."}, {"text_block_id": "p18_b288", "text": "The Iran-Armenia gas main is a stable alternative to the gas pipeline across Russia and Georgia. Construction of this gas main is justified and has prospective strategic significance. The Government must continue the process of attracting grants, low-interest financial resources and other possible funding in order to successfully complete the construction of this alternative gas main."}, {"text_block_id": "p18_b289", "text": "7.5."}, {"text_block_id": "p18_b290", "text": "The gas pipeline through Georgia and Russia has not been renovated for many years. Its condition is not satisfactory. This issue was not discussed in detail in these Strategies, but it is critical for the energy security of Armenia."}, {"text_block_id": "p18_b291", "text": "7.6."}, {"text_block_id": "p18_b292", "text": "The funding of first phase of construction of the Iran-Armenia gas pipeline is a good example of supply diversification and regional integration. The Iranian construction costs and the gas cost will be offset against the export of an agreed amount of electric energy into Iran. This arrangement assures demand sufficient to support full and efficient operation of Armenian power plants, including replacement and modernization.  It also supports development of an export orientation for the Armenian energy system and expansion of the transmission network."}, {"text_block_id": "p18_b293", "text": "7.7."}, {"text_block_id": "p18_b294", "text": "Because natural gas generates some of the electricity necessary to satisfy the winter peak load in Armenia at a time when full-scale use of natural gas by both residential and industrial customers must be assured, Armenia must have enough storage capacity to overcome unexpected import interruptions. Storage, as well as equipment for fuel transportation in and out of storage should be reliable. The RoA Energy Ministry (jointly with “ArmRosGasProm” CJSC) should develop a plan for a strategic reserve of natural gas and mazout. The Public Services Regulatory Commission should approve necessary procedures and tariffs."}, {"text_block_id": "p18_b295", "text": "7.8."}, {"text_block_id": "p18_b296", "text": "As to future regional cooperation, it is also possible that nuclear power will provide a competitive advantage to countries whose electric systems will not need to incur"}, {"text_block_id": "p19_b297", "text": "substantial additional costs to mitigate greenhouse gas emissions from thermal power plants."}, {"text_block_id": "p19_b298", "text": "7.9."}, {"text_block_id": "p19_b299", "text": "Primary activities in the area of regional cooperation and diversification of energy resource supplies should include the following:"}, {"text_block_id": "p19_b300", "text": "Primary activities in the area of regional cooperation and diversification of energy resource supplies should include the following:\n* Construction of the Iran-Armenia gas pipeline, which will provide an alternative gas import route;\n* Expansion and modernization of  underground gas storage;\n* Construction of a hydro unit using the potential of the Araks River on the Iran-Armenia border;\n* Strengthening the Armenia-Iran transmission line perhaps including a third 400 kV line; rehabilitation of the 330 kV Atarbekyan and 220 kV Ghars lines, and exploration of building new high voltage intersystem lines to ensure integration with regional power systems;\n* Implementation of parallel operation with multinational energy systems (such as CIS or Black Sea Economic Cooperation.);\n* Development of regional markets for electric energy and capacity."}, {"text_block_id": "p19_b312", "text": "7.10."}, {"text_block_id": "p19_b313", "text": "Private energy companies will encourage positive regional cooperation results."}, {"text_block_id": "p20_b314", "text": "8. ENSURING SOCIAL POLICIES, FINANCIAL STABILITY AND ECONOMIC EFFICIENCY"}, {"text_block_id": "p20_b315", "text": "8.1."}, {"text_block_id": "p20_b316", "text": "Armenia is transitioning from an energy system that was an instrument for the country’s social policies to a system in which private companies strive to increase their efficiency to gain profit and attract investments. The need for stable social policies remains crucial. However such policies should be formulated by the government and be reflected in laws and regulatory decisions, issued through transparent and democratic processes."}, {"text_block_id": "p20_b317", "text": "8.2."}, {"text_block_id": "p20_b318", "text": "Armenia must strive to attract “soft” loans*  and grant funds to mitigate the social consequences associated with tariff increases due to building new power plants and implementing major projects of strategic importance,. In Armenia today, building such projects with commercial loans is not feasible."}, {"text_block_id": "p20_b319", "text": "8.3."}, {"text_block_id": "p20_b320", "text": "Expanding the gas distribution network in a stable and economically acceptable manner and providing gas for all who need it will contribute to district heating recovery, and to use of gas-fired heat and cogeneration units and decentralized generators."}, {"text_block_id": "p20_b321", "text": "8.4."}, {"text_block_id": "p20_b322", "text": "The most urgent actions implementing social policies include the following:"}, {"text_block_id": "p20_b323", "text": "The most urgent actions implementing social policies include the following:\n* Establishing an ongoing energy planning process applying principles of integrated energy resource planning with thorough attention to tariff impacts;\n* Development of a Government Support Program, using resources of the RoA Ministry of Energy and in cooperation with the PSRC, to expand the gas supply network by ArmRosGasProm, applying economically viable methods and ensuring gas supply for all consumers who need it;\n* Presenting customers with all possible options of competitive heating in order for them to pick the best option for their apartments and offices. To this end, the Government should encourage development of the best economic and technological heating option and its presentation to the customers. Active cooperation between ArmRosGasProm and the Ministries of Energy, Finance and Economy and the PSRC will be required to regulate this issue in the most effective manner.\n* Implementation of the Energy Sector Financial Rehabilitation Plan;\n* Complete formation of the Power Market;\n* Completion of the privatization process by involving foreign firms and encouraging competition among private companies, as well as prohibiting concentration of all energy supply and delivery with one owner;\n* Creation of a favorable legal and economic environment for investments;\n* Implementing balanced tariff policies for investors and consumers;\n* Gradual transition from regulated to competitive markets wherever feasible."}, {"text_block_id": "p20_b329", "text": "8.5."}, {"text_block_id": "p20_b330", "text": "Primary measures to ensure financial stability and economic efficiency include the following:"}, {"text_block_id": "p21_b343", "text": "8. Ensuring Social Policies, Financial Stability and Economic Efficiency"}, {"text_block_id": "p21_b344", "text": "8.6."}, {"text_block_id": "p21_b345", "text": "The most urgent activities required for implementation of the above measures include the following:"}, {"text_block_id": "p21_b346", "text": "The most urgent activities required for implementation of the above measures include the following:\n* Evaluating the total investment requirement of the energy sector, considering the investment requirements of the infrastructure areas and paying special attention to projects intended to solve more than one industry problem;\n* The PSRC should ensure reasonable opportunities for investors to recover their investments and to receive profit  corresponding to the risks of the Armenian energy sector;\n* The PSRC should promote competition and conduct tenders in those areas which the Commission considers potentially competitive. With the evolution of competition as an instrument of managing the energy sector, the scope and nature of regulation will shift to controlling the market and preventing anti-competitive behavior. Existence of effective wholesale power market competition may substantially reduce Armenian customersâ costs and risks.\n* The Armenian Government and the PSRC should practice tariff policies which promote use of the latest economically reasonable technologies in the energy sector.\n* In energy conservation;\n* In energy market formation (jointly with the PSRC);\n* In the development of small energy generation;\n* In the development of fossil fuel exploration and industry development;\n* In the development of passive safe and modular nuclear technologies;\n* In the development of new energy generation technologies."}, {"text_block_id": "p21_b354", "text": "8.7."}, {"text_block_id": "p21_b355", "text": "The Government should render all possible financial assistance to the latest global developments in energy research applicable to Armenia on the most critical issues reflected in these Strategies:"}, {"text_block_id": "p22_b368", "text": "9. CONCLUSIONS"}, {"text_block_id": "p22_b369", "text": "Implementing these strategies requires significant funding, which, of course, RoA citizens cannot afford, either as consumers or as taxpayers. Consequently, the arrangements, which ensure maximum benefit with least costs, should be undertaken first."}, {"text_block_id": "p22_b370", "text": "Eventual"}, {"text_block_id": "p22_b371", "text": "transition from existing conditions to a fully functional energy system is not an easy task. In the near future Armenia cannot afford to undertake all necessary arrangements in the Energy Sector. Two vital principles should underpin a smooth transition:"}, {"text_block_id": "p22_b372", "text": "•"}, {"text_block_id": "p22_b373", "text": "Armenia will not renounce its obligation to render necessary energy services to all its citizens and institutions of vital importance. This obligation is a definite part of the national energy strategy and the state social policy."}, {"text_block_id": "p22_b374", "text": "•"}, {"text_block_id": "p22_b375", "text": "In prioritizing projects requiring state investment, balancing demand and resource shall remain an integral part of the Strategy to ensure successful completion of such projects."}, {"text_block_id": "p22_b376", "text": "Considering the current reform and commercialization processes in the energy sector,  the Armenian Government is becoming more focused on financial support for projects that have nation-wide significance, are capable of ensuring an adequate level of energy security and independence, and can secure social and economic development."}, {"text_block_id": "p22_b377", "text": "These projects are presented below, grouped according to specific time periods, and according to the priority of their implementation within each time period."}, {"text_block_id": "p25_b378", "text": "The above projects provide the following results:"}, {"text_block_id": "p25_b379", "text": "•"}, {"text_block_id": "p25_b380", "text": "The approximate cost of state projects is 1.9 billion USD, of which 116 million USD is technical assistance, and 755 million USD is “soft” loans;"}, {"text_block_id": "p25_b381", "text": "•"}, {"text_block_id": "p25_b382", "text": "The approximate cost of State-supported projects** is 0.4 billion USD;"}, {"text_block_id": "p25_b383", "text": "•"}, {"text_block_id": "p25_b384", "text": "The approximate cost of private investment supported projects is 1.6 billion USD."}, {"text_block_id": "p25_b385", "text": "Costs are quoted at the US dollar rate for 2004."}, {"text_block_id": "p25_b386", "text": ";"}, {"text_block_id": "p25_b387", "text": "**) Provision of state guarantees would be provision of guarantees, adoption of state target programs, legislative support, adequate tariff policies."}, {"text_block_id": "p25_b388", "text": "Below is data on the proposed investments in the energy sector of Armenia and, for comparison, international investment forecasts."}, {"text_block_id": "p26_b389", "text": "International Investment Forecast in Electric Energy Systems by 2030"}, {"text_block_id": "p26_b390", "text": "Billion USD (with 2000 rates)"}, {"text_block_id": "p26_b391", "text": "Source: IAEA BULLETIN 2004, N1,V46"}, {"text_block_id": "p26_b392", "text": "According to the same source, the world’s power generating capacities will double by 2030 with an average growth rate of 2.4%. The growth rate for renewable energy is estimated at 5.9%."}, {"text_block_id": "p26_b393", "text": "This document is not a directive or action plan but a combination of possible activities and decisions that are aimed at the resolution of short-term and long-term energy problems in the country and that are economically and socially justified, . Therefore, the numerical estimates in these Strategies are merely guidelines reflecting possible results that could be attained."}, {"text_block_id": "p26_b394", "text": "The Strategies need to be periodically renewed to reconcile inevitable future conflicts among its principles and to make sure that the Strategies remain consistent with scientific and technical progress, changing conditions in the Republic of Armenia and lessons learned from energy sector reform experience in foreign countries."}, {"text_block_id": "p27_b395", "text": "APPENDIX I: ENERGY SECTOR OF ARMENIA TODAY"}, {"text_block_id": "p27_b396", "text": "The total installed capacity of the Armenian energy sector is about 3144 MW, of which 2420 MW is available. The maximum load during 2003 was 1140 MW."}, {"text_block_id": "p27_b397", "text": "The installed capacity of the"}, {"text_block_id": "p27_b398", "text": "Thermal Power Plants (TPP)"}, {"text_block_id": "p27_b399", "text": "is about 1754 MW. TPPs operate on gas/mazout. Hrazdan TPP with an installed capacity of 1110 MW, was commissioned in 1966-1973, and Yerevan TPP with an installed capacity of 550 MW – in 1963-1968."}, {"text_block_id": "p27_b400", "text": "The units of the"}, {"text_block_id": "p27_b401", "text": "Armenian Nuclear Power Plant (ANPP)"}, {"text_block_id": "p27_b402", "text": "were commissioned in 1976 and 1980, equipped with two WWER - 440/V270 reactors and with an installed capacity of 815 MW. In 1989-1995, after a forced outage, the second ANPP unit was re-commissioned with an installed capacity of 407.5 MW."}, {"text_block_id": "p27_b403", "text": "The total installed capacity of the"}, {"text_block_id": "p27_b404", "text": "Hydro Power Plants (HPP)"}, {"text_block_id": "p27_b405", "text": "is about 1000 MW. The Sevan-Hrazdan HPP Cascade is responsible for 55% of that capacity. The Vorotan HPP Cascade portion is 40%. The remaining 5% is filled by small HPPs."}, {"text_block_id": "p27_b406", "text": "The"}, {"text_block_id": "p27_b407", "text": "Transmission Network"}, {"text_block_id": "p27_b408", "text": "consists of 1527 kilometers of 220 kV overhead lines (OL) and 14 substations, as well as 3083 kilometers of 110 kV overhead lines and 119 substations. According to the administrative-economic affiliation, the 220 kV network, as well as about 580 kilometers of 110 kV overhead lines and 18 substations are operated by the High Voltage Network CJSC, and the remaining portion of the 110 kV network is operated by the Electric Networks of Armenia CJSC. The Transmission Network is well developed, with a circular structure and is characterized by its extensive capacity. The 220-110 kV networks of Armenia are capable of transmitting all of the energy within the domestic market and have sufficient potential to wheel significant power within a regional market."}, {"text_block_id": "p27_b409", "text": "Armenia has intersystem connections with all neighboring countries:"}, {"text_block_id": "p27_b410_merged_merged_merged_merged_merged", "text": "The Distribution Network includes 101 110 kV substations, 110/35/10/6//0.4 kV overhead lines and cables, 278 35 kV substations, 10,625 10(6)/0.4 kV substations and 120 transformers with 1000 kVA and more installed capacity."}, {"text_block_id": "p28_b413", "text": "Gas Distribution System"}, {"text_block_id": "p28_b414", "text": "Before 1990, more than 9 thousand kilometers of gas distribution networks, 1800 gas regulation points and 800 electrochemical protection stations (EPS) were built. Gasification of 42 urban and 356 rural communities with 480 thousand consumers, 2 thousand industrial organizations and community facilities was completed.  This system included 500 heating boilers."}, {"text_block_id": "p28_b415", "text": "During their lifetimes, the gas pipelines were exposed to intensive wear-out from by a number of causes: land, atmospheric and biological corrosion, and deterioration from roaming currents. These causes were exacerbated by the high level of ground waters and the vicinity of rock-salt layers."}, {"text_block_id": "p28_b416", "text": "The Table below represents data, as of 1.12.2004, on the pipelines of the gas sector owned by ArmRosGasProm CJSC:"}, {"text_block_id": "p28_b417", "text": "Most of the gas pipelines are operated in ground zones of high corrosion activity. Anti-corrosion protection of a number of gas pipelines is insufficient for the reliable operation."}, {"text_block_id": "p28_b418", "text": "The country’s gas distribution network is operated beyond the standard service periods, in conditions of high biological and electrochemical corrosion activity."}, {"text_block_id": "p29_b419", "text": "Heat Supply System"}, {"text_block_id": "p29_b420_merged", "text": "A detailed analysis of the current status of the heat supply system was carried out by the WB-COWI/RAMBOL in the"}, {"text_block_id": "p29_b425", "text": "“Heating Strategies for the Armenian Residential Areas”, 2002."}, {"text_block_id": "p29_b426", "text": "The Table below represents the power plant generation structure"}, {"text_block_id": "p29_b427", "text": "As displayed in the Table above, electric energy generation had reached 15 billion kWh in 1988, which is 2.5 times more than the annual 5.8-6.0 billion kWh level in 2000-2003. This situation resulted from the drastic reduction of foreign and domestic power markets:"}, {"text_block_id": "p29_b428", "text": "•"}, {"text_block_id": "p29_b429", "text": "The electric energy system of Armenia was developed to meet the base demand of the South Caucasus Unified Energy System, and was exporting 20-25% of its electricity generation. However, due to the complicated political and economic situation in the region, the system operated in isolation between 1993 and mid-1997."}, {"text_block_id": "p29_b430", "text": "•"}, {"text_block_id": "p29_b431", "text": "Armenia used to be one of the most developed former USSR republics, producing a large variety of chemicals, machines and electric devices. The energy crisis of 1992-1995, following the collapse of the Soviet Union, had an adverse impact on the country’s economy in general. In 1994, industrial production amounted to only 37% of 1991, leading to a decrease of domestic power demand and a significant modification in the pattern of consumption.  At present, the portion of apartment consumers amounts to about 35.9% compared to the 18% in the 1980s.  This results in an increase of technological losses within the electric distribution network."}, {"text_block_id": "p29_b432", "text": "In the course of revaluation of the power plant fixed assets, it was discovered that:"}, {"text_block_id": "p29_b433", "text": "•"}, {"text_block_id": "p29_b434", "text": "38% of the installed capacities have been in operation for more than 30 years;"}, {"text_block_id": "p29_b435", "text": "•"}, {"text_block_id": "p29_b436", "text": "The primary equipment at TPPs has reached a marginal 200 thousand hours level and does not correspond to international standards in terms of technical, economic and ecologic criteria;"}, {"text_block_id": "p29_b437", "text": "•"}, {"text_block_id": "p29_b438", "text": "70 % of the installed equipment at HPPs has been in operation for more than 30 years, and 50% for more than 40 years."}, {"text_block_id": "p30_b439", "text": "The summary of the power plant unit operational status is presented in the Table below:"}, {"text_block_id": "p30_b440", "text": "ANPP"}, {"text_block_id": "p30_b441", "text": "Sevan_Hrazdan HPP Cascade"}, {"text_block_id": "p31_b442", "text": "Vorotan HPP Cascade"}, {"text_block_id": "p31_b443", "text": "Hrazdan TPP"}, {"text_block_id": "p32_b444", "text": "Yerevan TPP"}, {"text_block_id": "p33_b445", "text": "Information on the technical status of the inter-system overhead lines is presented in the Table below:"}, {"text_block_id": "p33_b446", "text": "During the privatization process of electric distribution networks, in September-October of 2002 technical status testing was carried out for the ElNetArm CJSC fixed assets, the summary of which is given in the Table below:"}, {"text_block_id": "p33_b447", "text": "35kV Substations:  237 of them"}, {"text_block_id": "p34_b448", "text": "The following coding system has been used to describe the equipment technical status:"}, {"text_block_id": "p34_b449", "text": "1"}, {"text_block_id": "p34_b450", "text": "– Equipment status: meets technical requirements,"}, {"text_block_id": "p34_b451", "text": "2"}, {"text_block_id": "p34_b452", "text": "– Equipment status: certain violations of technical requirements,"}, {"text_block_id": "p34_b453", "text": "3"}, {"text_block_id": "p34_b454", "text": "– Equipment failure: further use impossible."}, {"text_block_id": "p35_b455", "text": "APPENDIX II: REPUBLIC OF ARMENIA ENERGY SECTOR DEVELOPMENT PROGRAMS"}, {"text_block_id": "p35_b456", "text": "A number of Development Programs have been developed for the Armenian energy sector, each one of them targeted towards the resolution of specific restricted issues."}, {"text_block_id": "p35_b457", "text": "1.1. “ENERGETICA” – a complex of target projects developed by the Republic of Armenia Ministry of Energy and Fuel and approved at the Board meeting of April 10, 1993."}, {"text_block_id": "p35_b458", "text": "The goal of this program was overcoming the energy crisis and determining priorities for development."}, {"text_block_id": "p35_b459", "text": "1.2. Lahmeyer International GmbH “Development Planning in the Armenian Power Sector”, 1994 and “Update Least-cost Power Investment Program”, 1996."}, {"text_block_id": "p35_b460", "text": "The first Armenian energy sector least-cost development plan through 2010 was developed in 1994 with European Bank of Reconstruction and Development funding and involvement of the German Lahmeyer International GmbH company. In 1996 the WB funded the development of an updated version of the program by Lahmeyer International GmbH."}, {"text_block_id": "p35_b461", "text": "The program sets forth a three-level differentiation of the Armenian energy sector:"}, {"text_block_id": "p35_b462", "text": "•"}, {"text_block_id": "p35_b463", "text": "According to generating capacity: HPP, TPP, ANPP;"}, {"text_block_id": "p35_b464", "text": "•"}, {"text_block_id": "p35_b465", "text": "According to fuel and energy resources: natural gas, mazout, nuclear fuel, renewable energy resources;"}, {"text_block_id": "p35_b466", "text": "•"}, {"text_block_id": "p35_b467", "text": "According to fuel and energy resources imports and prospects: electric transmission, gas pipelines, oil products, exploration of domestic fuel resources."}, {"text_block_id": "p35_b468", "text": "These three-level differentiation strategies were adopted by the RoA Ministry of Energy as the principal premise for energy sector development."}, {"text_block_id": "p35_b469", "text": "The 1994-1995 investment program included:"}, {"text_block_id": "p35_b470", "text": "In the hydro energy sector:"}, {"text_block_id": "p35_b471", "text": "•"}, {"text_block_id": "p35_b472", "text": "Rehabilitation of all existing HPPs;"}, {"text_block_id": "p35_b473", "text": "•"}, {"text_block_id": "p35_b474", "text": "Development of the 230-250 MW of economically viable hydro potential through private investment."}, {"text_block_id": "p35_b475", "text": "In the thermal energy sector:"}, {"text_block_id": "p35_b476", "text": "•"}, {"text_block_id": "p35_b477", "text": "Operation of the existing units until exhaustion;"}, {"text_block_id": "p35_b478", "text": "•"}, {"text_block_id": "p35_b479", "text": "Commissioning of the new 300 MW  unit at Hrazdan TPP;"}, {"text_block_id": "p35_b480", "text": "•"}, {"text_block_id": "p35_b481", "text": "Technical refurbishment of the TPPs with steam-gas cogeneration turbine installations;"}, {"text_block_id": "p35_b482", "text": "•"}, {"text_block_id": "p35_b483", "text": "Development of geothermal potential through private investment."}, {"text_block_id": "p36_b484_merged", "text": "Detailed analyses of nuclear energy development prospects based on modern nuclear energy technology;"}, {"text_block_id": "p36_b487", "text": "Alternative energy resources;"}, {"text_block_id": "p36_b488", "text": "Energy conservation policies."}, {"text_block_id": "p36_b489", "text": "According to the 1994-1996 Least Cost Investment Program, the capital investment requirement by 2010 in electric energy was estimated at 1.45 billion USD without a new NPP, and 2.11 billion USD with a new nuclear unit. Because nuclear fuel is less expensive than natural gas, the difference between the two scenarios was only about 4-5%."}, {"text_block_id": "p36_b490", "text": "Some of the proposals IN the 1994-1996 Least Cost Investment Program have not been implemented or have become outdated. For instance, completion of the Hrazdan TPP Unit 5 construction was scheduled for 1997-98 and with commissioning in 1999. Construction of Shnokh HPP and the experimental geothermal plant were scheduled to commence in 2002."}, {"text_block_id": "p36_b491", "text": "1.3. Technical and economic report to the Government of Armenia: “Armenian Power Sector Development Prospects, Including Nuclear Energy through 2010, with Consideration of 2020 Forecasts”, 1988."}, {"text_block_id": "p36_b492", "text": "In 1998, the Energy Institute CJSC developed the “Least Cost Development Program, Including Nuclear Energy through 2010, with Consideration of 2020 Forecasts”, a technical and economic report for the Government of Armenia. This report is a logical continuance of the “Least Cost Investment Program”. The study employed the principles and mathematical methods used in the “Least Cost Investment Program”. The activities were carried out with the involvement of seven scientific research and design institutes under the RoA Ministry of Energy."}, {"text_block_id": "p36_b493", "text": "This long-term development program was distinguished by its orientation towards new nuclear capacity development. The results of the study were presented before the Ministries of Energy and Nuclear Energy of the Russian Federation and were highly praised."}, {"text_block_id": "p36_b494", "text": "The program included the construction and commissioning of two new nuclear units of 640 MW each by 2009 and 2014. The construction of one of the ANPP units was to begin in 2001."}, {"text_block_id": "p36_b495", "text": "The investment requirement by 2010 was estimated at 2.26 billion USD."}, {"text_block_id": "p36_b496", "text": "1.4. State Engineering University of Armenia: Quantitative Analysis of the Development Tendencies in the Armenian Energy sector by 2010”, Yerevan, 1999."}, {"text_block_id": "p36_b497", "text": "The work accomplished within the scope of this study can be considered phase 1 of the complex research activities towards the assessment of the prospective development trends in the energy sector."}, {"text_block_id": "p37_b498", "text": "The study does not include possible scenarios for prospective development in the electric energy and natural gas systems. Accordingly, there are no comparative cost analyses of the required investment, operation maintenance, etc. for each scenario."}, {"text_block_id": "p37_b499", "text": "1.5."}, {"text_block_id": "p37_b500", "text": "USAID-Hagler Bailly: “Least Cost Generation Plan”, 2000."}, {"text_block_id": "p37_b501", "text": "USAID-PA Consulting Group: “Least Cost Generation Plan”, 2002"}, {"text_block_id": "p37_b502", "text": "In 2000 Hagler Bailly carried out the “Least Cost Generation Plan” study, the objective of which was to assess the investment requirement for the development of power generating stations."}, {"text_block_id": "p37_b503", "text": "The study forecast that in 2004 the ANPP would shut down and included assumptions on certain activities of strategic importance for Armenia."}, {"text_block_id": "p37_b504", "text": "The study demonstrated that in a scenario disregarding strategic priorities, the development of generating capacity required an investment of about 0.71 billion USD, including 225 million USD for the first phase of decommissioning the ANPP. This scenario did not address construction of any HPP, since these power plants requiring comparatively larger investment, were uneconomic."}, {"text_block_id": "p37_b505", "text": "The scenario considering strategic priorities required an investment of about 0.83 billion USD, 225 million USD for the first phase of decommissioning the ANPP. This scenario included commencement of construction of Meghri and Shnogh HPPs in 2007 and of Loriberd HPP in 2008."}, {"text_block_id": "p37_b506", "text": "Some of the results of this study were considered unacceptable for the following reasons:"}, {"text_block_id": "p37_b507", "text": "•"}, {"text_block_id": "p37_b508", "text": "A low forecasted GDP annual growth rate of 4%, as opposed to the actual 6% that is also reflected in a number of other studies mentioned above;"}, {"text_block_id": "p37_b509", "text": "•"}, {"text_block_id": "p37_b510", "text": "A low forecasted industrial growth rate, mainly driven by a pessimistic approach to the rehabilitation and development of chemical industry;"}, {"text_block_id": "p37_b511", "text": "•"}, {"text_block_id": "p37_b512", "text": "A low forecast of gas consumed by electric power plants, namely 50 USD/1000m2, as opposed to the current 79.1 USD/1000m2."}, {"text_block_id": "p37_b513", "text": "In 2000 PA Consulting Group, the Hagler Bailly successor developed an upgraded version of the"}, {"text_block_id": "p37_b514", "text": "“Least Cost Generation Plan”"}, {"text_block_id": "p37_b515", "text": ". The study took into consideration some of the comments and recommendations. Its primary objective was to assess the impact of the investment programs and the ANPP shutdown on the tariffs for electric power. The results revealed, that the ANPP shutdown would have a significant adverse influence on tariff stability. The studies also included pessimistic assumptions about GDP growth and, as a result, increase of electric energy demand."}, {"text_block_id": "p37_b516", "text": "1.6."}, {"text_block_id": "p37_b517", "text": "Tacis-Sogin/DECON: “Strategy Paper”, 2000."}, {"text_block_id": "p37_b518_merged_merged", "text": "Finally, in 2000, Sogin/DECON consortium developed a document called the “Strategy Paper”, with the primary goal of assessing the consequences of the possible ANPP shutdown and justifying the necessary volumes of replacement capacity. As opposed to other studies, this one did not assume the assessment of"}, {"text_block_id": "p38_b521", "text": "minimum investments.  Instead it provided a list of the country’s energy security and energy independence activities. The selection of the alternative options of replacing or rehabilitating the main generating capacities was carried out here by means of exaggerated assessments."}, {"text_block_id": "p38_b522", "text": "The study summarized the repercussions of ANPP decommissioning at the end of 2004."}, {"text_block_id": "p38_b523", "text": "1.7."}, {"text_block_id": "p38_b524", "text": "USAID-Hagler Bailly: “Rehabilitation Program for Existing Generating Capacities”, 1999."}, {"text_block_id": "p38_b525", "text": "In 1999, within the scope of the USAID project, Hagler Bailly developed a report called “Research of Armenia’s Power System Renovation and Operation Demand”, which reflected all companies’ demand for rehabilitation of generation facilities."}, {"text_block_id": "p38_b526", "text": "It should be noted that except for the Business Plans developed by the RoA energy sector companies in 1998, Hagler Bailly’s 1998 research is the only complete report, although with some imperfections, dedicated to the long-term rehabilitation of the existing generating capacities."}, {"text_block_id": "p38_b527", "text": "The analysis of the presented rehabilitation projects shows that:"}, {"text_block_id": "p38_b528", "text": "•"}, {"text_block_id": "p38_b529", "text": "Some of the activities have already been completed;"}, {"text_block_id": "p38_b530", "text": "•"}, {"text_block_id": "p38_b531", "text": "Due to the scarcity of funds, most of the designed activities were not accomplished giving rise to new problems, which makes it imperative to revise the Business Plans;"}, {"text_block_id": "p38_b532", "text": "•"}, {"text_block_id": "p38_b533", "text": "Development of rehabilitation projects requires separate technical and economic research, and their realization will require consideration of energy security and independence issues, as well as the impact of such activities on tariffs. Until now these issues have not been fully reflected in the rehabilitation projects;"}, {"text_block_id": "p38_b534", "text": "•"}, {"text_block_id": "p38_b535", "text": "The selection of a decommissioning option for any generating unit (full decommissioning, long-term conservation, etc.) is also a separate technical and economic problem, which can be fully resolved only after the commissioning of the new units, with consideration of the demand forecast;"}, {"text_block_id": "p38_b536", "text": "•"}, {"text_block_id": "p38_b537", "text": "If a decision is made on the decommissioning of any equipment not included in the generation cycle, then the short-term conservation of such equipment should be considered by use of modern least-cost methods;"}, {"text_block_id": "p38_b538", "text": "•"}, {"text_block_id": "p38_b539", "text": "The ANPP decommissioning has special significance and must be developed and implemented in conformance with international norms and standards."}, {"text_block_id": "p38_b540", "text": "1.8."}, {"text_block_id": "p38_b541", "text": "World Bank-COWI/RAMBOL: “Heating Strategies for the Armenian Residential Areas”, 2002."}, {"text_block_id": "p38_b542", "text": "The residential heading strategies proposed deployment of flexible heating options based on the analysis of the consumers’ solvency. The strategies proposed to carry out heat supply according to a phase-by-phase approach:"}, {"text_block_id": "p39_b543", "text": "•"}, {"text_block_id": "p39_b544", "text": "Survival phase: ensuring maintenance of the existing central heating systems with minimum investments during the first and the second years;"}, {"text_block_id": "p39_b545", "text": "•"}, {"text_block_id": "p39_b546", "text": "Rehabilitation phase: developing and implementing affordable heat supply options during the 2-5th years;"}, {"text_block_id": "p39_b547", "text": "•"}, {"text_block_id": "p39_b548", "text": "Development phase: restoration of the central heating system and dispersion of decentralized systems during the 6-25th years by means of attracting investments."}, {"text_block_id": "p39_b549", "text": "In terms of structural reform, these strategies recommend gradual transition of all public sector heat supply companies into holding companies. Some thermal networks will be handed over to private operators selected through tenders. The thermal networks that remain communal property with no potential for rehabilitation will have to be closed."}, {"text_block_id": "p39_b550", "text": "1.9. World Bank-Yerevan Design CJSC: “Project of Priority Gas Sector Investments Stipulated by the Heating Strategies for the Armenian Residential Areas”, 2002."}, {"text_block_id": "p39_b551", "text": "For the options recommended by the “Heating Strategies for the Armenian Residential Areas”, plans to develop gas supply and the required investments have been studied. Research focused on the cities of Yerevan, Giumri and Charentsavan. A gas price forecast was carried out, and the impact of investments on gas tariffs was assessed. Activities to improve the gas system-related institutional and legal framework and to create a competitive environment were proposed."}, {"text_block_id": "p39_b552", "text": "1.10. Tacis Project No.Europe Aid/112135/C/SV/MultiFC/ib/AR014, 2003."}, {"text_block_id": "p39_b553", "text": "Within the framework of the Tacis project, in 2003 SOFRECO consortium carried out an energy supply forecast. Research was based on the general macroeconomic development trends and the gross domestic product in the OECD member countries and the assessment of tendencies of participation of certain branches of economy in the GDP structure, the elasticity of energy demand and so on."}, {"text_block_id": "p39_b554", "text": "The long-term forecasts, are compatible with the results of the Strategy Paper developed within the 2000 Tacis-Sogin.DECON project. In particular, a demand of around 5086.7 thousand tons of oil equivalent electric energy is forecast for 2020, including 14.0 billion kWh of end-use consumption. The natural gas forecasts depend heavily upon the shut-down terms of the ANPP. The natural gas demand is estimated at around 5.59 billion cubic meters for 2020 if the ANPP remains in operation, and at 6.19 billion cubic meters if the ANPP shuts down after 2010. With ANPP shutdown, a drastic. 20% increase in gas demand will occur in 2015."}, {"text_block_id": "p39_b555", "text": "1.11. JEN Consult: “Assistance to the Government of Armenia in Developing the Integrated Financial Rehabilitation for Public Utilities”, 2003."}, {"text_block_id": "p39_b556", "text": "During 2002-2030, the research paper “Assistance to the Government of Armenia in Developing the Integrated Financial Rehabilitation for Public Utilities” was developed, dedicated to the problems of financial rehabilitation of the public services sector. The research focused on the sectors of electric energy, irrigation and potable water, and electric public transportation. The research also included an analysis of the financial"}, {"text_block_id": "p40_b557", "text": "operation of the public services sector for 1998-2001, development of an integrated financial rehabilitation model, calculations for different scenarios, and assignments per their results. This study would have a significant role in creation of adequate conditions for the interconnected development of the public services, for the integrated state policies and for the development of a legal framework and regulatory mechanism. In the meantime, the assignments with regards to the public services in general and electric energy in particular, include only mid-term and short-term activities that do not extend beyond 2007. The mid-term forecasts do not fully recognize the importance of investments in the electric power sector because of the fact that no drastic power demand increase could be anticipated during the next 3-4 years, and the demand could be met with the existing surplus capacity. Moreover, this study does not provide any reflection of the energy independence and energy security issues."}, {"text_block_id": "p40_b558", "text": "1.12. 1.12. IAEA ARM/0/004: “2000-2020 Development Planning Research for Armenian Energy Sector, Including Nuclear Energy”"}, {"text_block_id": "p40_b559", "text": "The purpose of this paper was to analyze the energy and electric energy demand in various scenarios of social and economic development in Armenia, as well as to develop an economically optimal plan for energy sector development and the evaluation of nuclear energy ."}, {"text_block_id": "p40_b560", "text": "The work set forth the following objectives:"}, {"text_block_id": "p40_b561", "text": "•"}, {"text_block_id": "p40_b562", "text": "Study the role of nuclear energy in Armenia’s energy supply system, based on LCP principles;"}, {"text_block_id": "p40_b563", "text": "•"}, {"text_block_id": "p40_b564", "text": "Evaluate the impact of emissions on the environment due to the development of the energy system;"}, {"text_block_id": "p40_b565", "text": "•"}, {"text_block_id": "p40_b566", "text": "Determine the financial sustainability of energy system development program."}, {"text_block_id": "p40_b567", "text": "The detailed analysis carried out in this document concluded that the demand for energy (including nuclear energy) in the forecast period would increase by 6-7 %. Accordingly, an increase of energy sector emissions will pose a hazard to the ecological balance."}, {"text_block_id": "p40_b568", "text": "For details see Appendix 3."}, {"text_block_id": "p41_b569", "text": "APPENDIX III: STUDY OF ENERGY DEVELOPMENT PLANNING IN ARMENIA 2000-2020, INCLUDING NUCLEAR ENERGY"}, {"text_block_id": "p41_b570", "text": "1. INTRODUCTION"}, {"text_block_id": "p41_b571_merged", "text": "The “Study of Energy Development Planning in Armenia 2000-2020, including Nuclear Energy” was undertaken pursuant to International Atomic Energy Agency Project TECDOC-1404.The purpose was to analyze energy and power demand from the standpoint of Armenian socio-economic development, as well as to set forth an optimal economic plan for energy development and to assess the role of nuclear energy in these projects."}, {"text_block_id": "p41_b574", "text": "The main tasks were as follows:"}, {"text_block_id": "p41_b575", "text": "•"}, {"text_block_id": "p41_b576", "text": "A study of the role of nuclear energy in Armenia’s electric supply system based on Least Cost Planning."}, {"text_block_id": "p41_b577", "text": "•"}, {"text_block_id": "p41_b578", "text": "An assessment of the influence of emissions from energy system expansion on the environment."}, {"text_block_id": "p41_b579", "text": "•"}, {"text_block_id": "p41_b580", "text": "Determination of the financial viability of the energy system development program."}, {"text_block_id": "p41_b581", "text": "2. APPLIED SOFTWARE PACKAGES"}, {"text_block_id": "p41_b582", "text": "The following software packages provided by the International Atomic Energy Agency (the IAEA) were used:"}, {"text_block_id": "p41_b583", "text": "1."}, {"text_block_id": "p41_b584", "text": "MAED Software for analyzing energy, power and energy source demands, as well as  describing the electric load profile by industry branches (approximately 1200 data inputs are required);"}, {"text_block_id": "p41_b585", "text": "2."}, {"text_block_id": "p41_b586", "text": "WASP-IV Least Cost Planning software (approximately 950 data inputs);"}, {"text_block_id": "p41_b587", "text": "3."}, {"text_block_id": "p41_b588", "text": "BALANCE Software for distribution of energy and energy sources to the energy and non energy sectors (approximately 1400 data inputs);"}, {"text_block_id": "p41_b589", "text": "4."}, {"text_block_id": "p41_b590", "text": "SIMPACTS Software for analyzing impact of emissions the environment (approximately 350 data inputs for each emission source);"}, {"text_block_id": "p41_b591", "text": "5."}, {"text_block_id": "p41_b592", "text": "FINPLAN Software for financial analysis (approximately 200 data inputs)."}, {"text_block_id": "p41_b593", "text": "3. KEY DATA"}, {"text_block_id": "p41_b594", "text": "3.1 Demography"}, {"text_block_id": "p41_b595", "text": "Population is projected to increase from 3.2 million in 1999 to 3.26 million in 2020. Urban population is projected to increase from 2.15 million in 1999 to 2.24 million in 2020, decrease inn rural areas from 1.05 million to 1.02 million."}, {"text_block_id": "p41_b596", "text": "3.2 Economy"}, {"text_block_id": "p41_b597", "text": "Pursuant to the “Government Program for Macroeconomic Development of Armenia”, developed by the Department of Macroeconomic Analysis and Future Programs of the"}, {"text_block_id": "p42_b598", "text": "General Department of State Policy and Long-term Programs of the RoA Ministry of Finance and Economy, a reference and a low GDP forecast scenario were developed."}, {"text_block_id": "p42_b599", "text": "In the reference scenario the increase in GDP within the period from 2000 to 2020 is 6% annually.  The low forecast is 4.8%."}, {"text_block_id": "p42_b600", "text": "Figure 1 shows the GDP increase for these scenarios; Figure 2 shows the per capita GDP."}, {"text_block_id": "p42_b601", "text": "Figure 1.  GDP presented for two types of forecast"}, {"text_block_id": "p42_b602", "text": "Figure 2. per capita GDP for both scenarios"}, {"text_block_id": "p43_b603", "text": "3.1 Energy Sources"}, {"text_block_id": "p43_b604_merged", "text": "The study shows that nuclear energy can significantly decrease Armenian energy import dependence. In reference case , nuclear energy covers approximately 50% of 2020 electricity demand, reducing gas imports by 1.4 billion m, while in the low case  nuclear energy covers 58% of electricity demand, reducing gas imports by 1.3 billion m (Figure 3)."}, {"text_block_id": "p43_b609", "text": "Figure 3. Natural Gas Demand with and without Nuclear Energy"}, {"text_block_id": "p43_b610", "text": "4 MAIN RESULTS"}, {"text_block_id": "p43_b611", "text": "4.1 Energy and Power Demand"}, {"text_block_id": "p43_b612", "text": "Two scenarios for energy and power demand were developed based on the GDP increase forecasts. Figure 4 shows demands for energy and energy sources."}, {"text_block_id": "p43_b613", "text": "Figure 4. Two scenarios for energy and energy sources"}, {"text_block_id": "p44_b614", "text": "Table 1 shows two scenarios by industry branch; Table 2 shows demand by energy source ."}, {"text_block_id": "p44_b615", "text": "Table 1. Energy Demand by industry branch"}, {"text_block_id": "p44_b616", "text": "Table 2. Energy Demand based on Energy Sources"}, {"text_block_id": "p44_b617", "text": "4.2 Energy System Least Cost Planning"}, {"text_block_id": "p44_b618", "text": "In the formation period of low and reference scenarios for development of the energy system with least costs, several factors were taken into account regarding the demand of the region, import and supply restrictions of several energy sources, as well as reliability and safety issues of the energy system."}, {"text_block_id": "p44_b619", "text": "This Program anticipates installing 2794 MW of new capacity by 2020, including 231 MW of hydro, 600 MW of combined cycle gas power plants, 668 MW of combined cycle district heating, 1280 MW of nuclear and 15 MW of wind power."}, {"text_block_id": "p45_b620", "text": "Scenarios without construction of new nuclear power plant were also studied."}, {"text_block_id": "p45_b621", "text": "4.3 Investments"}, {"text_block_id": "p45_b622", "text": "To implement energy development in Armenia, including nuclear energy, requires investments of $2.9 billion. Operating costs (including fuel) are $4.6 billion."}, {"text_block_id": "p45_b623", "text": "The required investments and operating costs are presented in Table 3."}, {"text_block_id": "p45_b624", "text": "The scenario with a new nuclear power plant used the design data of a VVER-640 type unit."}, {"text_block_id": "p45_b625", "text": "Table 3. Cumulative Investments and Operating Costs"}, {"text_block_id": "p45_b626", "text": "If decommissioning costs for the VVER-640 are 400.0 million USD, which is the high case, then assuming a 50 year operation period and an 80% capacity factor, the necessary contribution to the decommissioning fund will 0.18 US cent/kWh."}, {"text_block_id": "p45_b627", "text": "5. CONCLUSIONS AND RECOMMENDATIONS"}, {"text_block_id": "p45_b628", "text": "Power (including electricity) demand within the period under review will increase by approximately 6-7% annually. Emissions from the energy system will increase proportionately, to the detriment of the ecological balance."}, {"text_block_id": "p45_b629", "text": "To solve these problems it is necessary to carry out the following activities:"}, {"text_block_id": "p45_b630", "text": "•"}, {"text_block_id": "p45_b631", "text": "Refurbish all available HPPs, as soon as possible."}, {"text_block_id": "p45_b632", "text": "•"}, {"text_block_id": "p45_b633", "text": "Run two 50 MW units and two 150MW units of the Yerevan TPP, as well as two 50MW units of the Hrazdan TPP with minimum maintenance until their first major accident and then take them out of service.."}, {"text_block_id": "p45_b634", "text": "•"}, {"text_block_id": "p45_b635", "text": "Refurbish and keep in a good working conditions three 50 MW units of the Yerevan TPP and two 100 MW units of the Hrazdan TPP."}, {"text_block_id": "p45_b636", "text": "•"}, {"text_block_id": "p45_b637", "text": "Complete construction of the 5th unit of the Hrazdan TPP. To keep the first and third 200 MW units of the Hrazdan TPP ready to operate."}, {"text_block_id": "p45_b638", "text": "•"}, {"text_block_id": "p45_b639", "text": "Keep in a working order two 12 MW units of the Vanadzor TPP."}, {"text_block_id": "p45_b640", "text": "•"}, {"text_block_id": "p45_b641", "text": "Bring the Shnogh, Meghri and Geghi TPPs online between 2012 to 2017, in addition to small HPPs of 75 MW."}, {"text_block_id": "p45_b642", "text": "•"}, {"text_block_id": "p45_b643", "text": "Develop nuclear energy based on modern technologies in parallel with decommissioning the existing nuclear units."}, {"text_block_id": "p45_b644", "text": "•"}, {"text_block_id": "p45_b645", "text": "Build 668 MW of combined cycle for district heating 668 MW based on electricity demand."}, {"text_block_id": "p46_b646", "text": "•"}, {"text_block_id": "p46_b647", "text": "Build 600 MW of combined cycle power plants based on electricity demand."}, {"text_block_id": "p46_b648", "text": "•"}, {"text_block_id": "p46_b649", "text": "Build 15 MW of wind plants and realize other renewable energy projects."}, {"text_block_id": "p46_b650", "text": "•"}, {"text_block_id": "p46_b651", "text": "Protect the hydro potential of the Lake Sevan by reducing losses in the irrigation system."}, {"text_block_id": "p46_b652", "text": "•"}, {"text_block_id": "p46_b653", "text": "Restore and develop gas and electricity interconnections with regional countries. To restore and expand underground gas storage."}, {"text_block_id": "p46_b654", "text": "•"}, {"text_block_id": "p46_b655", "text": "Keep reserves of a minimum amount of oil and oil products."}, {"text_block_id": "p46_b656", "text": "•"}, {"text_block_id": "p46_b657", "text": "Enhance the safety level of the ANPP not only at the plant level but also in the system activities, such as improving the high voltage lines, creating and restoring the intersystem relationships with neighboring countries, maintaining spinning reserve, and increasing the night-time system demand."}, {"text_block_id": "p46_b658", "text": "•"}, {"text_block_id": "p46_b659", "text": "Improve tax policy to stimulate realization of renewable energy projects in the private sector to decrease of Armenian dependence on imported fuel, as well as environmental pollution."}, {"text_block_id": "p46_b660", "text": "•"}, {"text_block_id": "p46_b661", "text": "Restore economically justified district heating systems and develop local and individual heating systems."}, {"text_block_id": "p46_b662", "text": "Assessment of the Independence and Reliability of the Energy System of Armenia"}, {"text_block_id": "p47_b663", "text": "APPENDIX IV: ASSESSMENT OF THE INDEPENDENCE AND RELIABILITY OF THE ENERGY SYSTEM OF ARMENIA"}, {"text_block_id": "p47_b664", "text": "Assessment of the independence and reliability level of the Energy System of Armenia was one of the key issues of the “Strategy Paper” developed within the framework of the Tacis program for 1998-2000. Based international practice nuclear energy is considered the internal energy reserve even though the fuel and considerable expertise come from abroad. The modified assessment of the independence and reliability level of the RoA Energy System based on the aforementioned assumption and current trends in country development is given below."}, {"text_block_id": "p47_b665", "text": "•"}, {"text_block_id": "p47_b666", "text": "Independence of the Energy System"}, {"text_block_id": "p47_b667", "text": ". Energy independence should be assessed in terms of the percentage of electricity generation using internal energy resources, including the ANPP, as shown in Figure 1."}, {"text_block_id": "p47_b668", "text": "Figure 1. Level of the RoA electric energy independence from imported energy sources"}, {"text_block_id": "p47_b669", "text": "Between 1992 and 1995  Armenia was highly independent from fuel  imports., However, the energy crisis, regimes of mandatory rolling outages, deteriorated quality of electricity, decrease of the Sevan water-level and other circumstances appeared as a result of such “independence”. The situation improved after re-commissioning of the ANPP and as a result of considerable increase of the Vorotan HPPs generation output due to abundant rains in recent years. At present, rapid increases in domestic demand are projected to bring a slow but continuous decrease in the level of independence."}, {"text_block_id": "p47_b670", "text": "Today’s level of energy independence will be restored in 2011 as a result  the Megri HPP and wind energy projects."}, {"text_block_id": "p48_b671", "text": "In 2016 the level of independence from fossil fuel imports will rapidly decrease due to decommissioning of the ANPP. The dependence level will reach 40% and slowly go up as a result of construction of the new large Loriberd and Shnoghi HPPs and large wind power plants. The rate of growth is due to continuously increasing domestic demand."}, {"text_block_id": "p48_b672", "text": "ANPP decommissioning will reduce independence, regardless of the year of decommissioning. However, if it is accomplished before 2011, dependence will not exceed 30 %. Although decommissioning in 2011-2016 will not cause significant change of the level of independence, it will be associated with certain risks. In particular, any possible delay of construction of new power plants may cause a shortage. Moreover, liabilities incurred by the RoA Energy System towards the foreign markets may cause serious dangers. Analysis of those obligations is provided in the final part of this Appendix."}, {"text_block_id": "p48_b673", "text": "•"}, {"text_block_id": "p48_b674", "text": "Energy System Reliability"}, {"text_block_id": "p48_b675", "text": ". The Energy System reliability should be measured by the ability to cover the threshold level of reserve capacity. There are two scenarios:"}, {"text_block_id": "p48_b676", "text": ". The Energy System reliability should be measured by the ability to cover the threshold level of reserve capacity. There are two scenarios:\n* Isolated operation of the Energy System, requiring a 30 % reserve;\n* Parallel operation with neighboring energy systems. Requiring a10 % reserve."}, {"text_block_id": "p48_b680", "text": "These required reserve levels are consistent with international practice."}, {"text_block_id": "p48_b681", "text": "The results of the analysis performed for the first scenario are shown in Figure 2."}, {"text_block_id": "p48_b682", "text": "Operation of existing generation will increase their depreciation.  As a result reliability will decrease. Thus, without new capacity the reserve level will gradually decrease, becoming less than the threshold level by 2014and causing a deficit after 2017."}, {"text_block_id": "p48_b683", "text": "With new capacity the level of reserves will cover domestic demand. After 2007 it will reach approximately 100% and will not decline within the review period (Fig. 1)."}, {"text_block_id": "p49_b684", "text": "The analysis for the second scenario is provided in Figure 3 below."}, {"text_block_id": "p49_b685", "text": "The level of reserves with development of new capacity will be below the threshold level in 2007 and after 2009 a reserve deficit will occur."}, {"text_block_id": "p49_b686", "text": "With new capacity the level of reserves required for the domestic market will be completely assured through 2019; although the reserves will fall below the required level after that year, no threatening reserve deficit  will occur for the remaining period."}, {"text_block_id": "p49_b687", "text": "Covering liabilities incurred by the energy system towards foreign markets"}, {"text_block_id": "p49_b688", "text": ". Considering the traditional role of the Armenia Energy Sector as an exporter and the current trend toward integration into regional energy markets, as well as agreements with the Islamic Republic of Iran, a continuous and considerable growth of electricity exports is expected. Generation required to cover the domestic market demand will not reach the 1980 level until 2025. However, export volumes according to forecasts will grow rapidly by reaching the 1980 level in 2010 and will gradually increase in parallel to the economic and energy development of regional markets. The forecast of domestic and export demand for electricity is provided on Figure 4. For exports two sub-scenarios are presented, varying with the year of ANPP decommissioning:"}, {"text_block_id": "p49_b689", "text": "•"}, {"text_block_id": "p49_b690", "text": "Sub-scenario 1 (main) – The ANPP is decommissioned in 2016;"}, {"text_block_id": "p49_b691", "text": "•"}, {"text_block_id": "p49_b692", "text": "Sub-scenario 2 - The ANPP is decommissioned in 2012."}, {"text_block_id": "p49_b693", "text": "Figure 4 demonstrates that early decommissioning of the ANPP will decrease exports considerably. The extent o the decrease will depend on the schedule of constructing new generating capacity."}, {"text_block_id": "p50_b694", "text": "Export, mln. kWh (subscenario1)"}, {"text_block_id": "p50_b695", "text": "Thus, the obligations incurred toward foreign markets will require availability of certain generating capacity.  With ANPP decommissioning by 2016, equal thermal capacity will be needed earlier than expected."}, {"text_block_id": "p50_b696", "text": "Conclusions"}, {"text_block_id": "p50_b697", "text": "1."}, {"text_block_id": "p50_b698", "text": "Decommissioning the ANPP will decrease Armenian energy independence."}, {"text_block_id": "p50_b699", "text": "2."}, {"text_block_id": "p50_b700_merged", "text": "Use of domestic renewable energy resources would mitigate the decreased level of independence from decommissioning the ANPP.  However, use of domestic renewable energy resources will not substantially change the long-term level of energy independence.  Renewable energy reserves are limited and Armenian socio-economic development will increase energy demand."}, {"text_block_id": "p50_b703", "text": "3."}, {"text_block_id": "p50_b704", "text": "Although import of new generating capacity on schedule will ensure reserve capacity adequate to cover domestic demand, the critical situation associated with coverage of total demand, including exports, will not change."}, {"text_block_id": "p50_b705", "text": "4."}, {"text_block_id": "p50_b706", "text": "Decommissioning prior to attracting equivalent capacity will decrease energy system reliability, due, in particular, to reduction of the reserve level."}, {"text_block_id": "p50_b707", "text": "5."}, {"text_block_id": "p50_b708", "text": "Premature decommissioning will also reduce the integration of the Armenian Energy System into regional markets and will necessitate attracting new thermal plants earlier than scheduled if obligations are to be met."}, {"text_block_id": "p51_b709", "text": "APPENDIX V: NUCLEAR ENERGY IN ARMENIA"}, {"text_block_id": "p51_b710", "text": "1. HISTORICAL OVERVIEW"}, {"text_block_id": "p51_b711", "text": "The Armenian Nuclear Power Plant is comprised of two VVER-440 units (with B-270 reactors). Each unit has an installed capacity of 407.5 MW."}, {"text_block_id": "p51_b712", "text": "The design of the ANPP was developed in 1969, on the basis of the design of the first nuclear plants with B-230 type reactors."}, {"text_block_id": "p51_b713", "text": "At present, similar plants are being operated in Novovoronejh NPP-2 units, Kola NPP-2 units, “Kozloduy” NPP-4 units, “Bohuniche” NPP-2 units."}, {"text_block_id": "p51_b714", "text": "The aforementioned design was modified for Armenia to reflect the seismic characteristics of the construction area."}, {"text_block_id": "p51_b715", "text": "The first unit of the ANPP went into operation on December 22, 1976; the second on January 5, 1980. The designed life of the units is 30 years."}, {"text_block_id": "p51_b716", "text": "After the Chernobyl accident, the USSR “StateNuclearControl” required suspension of ANPP operations for upgrading, starting in May 1986.  However, in November 1986, after a meeting with the USSR Nuclear Energy Minister and the Head of “StateNuclearControl”, it was decided to operate both ANPP units during the winter of 1986-1987.  So the units were closed for upgrading purposes in the spring of 1987."}, {"text_block_id": "p51_b717", "text": "The USSR Nuclear Energy Minister ordered an upgrading project for the Armenian NPP which was to be completed in August, 1988. Because the upgrading project was too expensive (three times the original 160 million ruble construction cost of the plant), while the down time was 7 year and the operation of the units would have been restricted, this upgrading project was not approved. Instead, once the two 300 MW Hrazdan TPP units came into service, the ANPP was to be taken out of operation."}, {"text_block_id": "p51_b718", "text": "The severe earthquake in northern Armenia on December 7, 1988 sped up the decommissioning of the ANPP. An inter-ministerial committee explored the plant and concluded that the ANPP survived the earthquake. However, considering the seismicity of Armenia, the USSR Council of Ministries terminated operation of the ANPP sooner than planned."}, {"text_block_id": "p51_b719", "text": "The basis for the termination was Order No 14 of the USSR Nuclear Energy Ministry, dated 11.01.89 which was based on Decree No 15 of the USSR Council of Ministries and Decree No 24 of the Council of Ministries of Armenia, dated 15.01.89."}, {"text_block_id": "p51_b720", "text": "Hence, the ANPP energy units were closed without a plan for decommissioning. The first unit was terminated at 2:20 p.m on 25.02.89, the second at 2:22 p.m on 18.03.89."}, {"text_block_id": "p51_b721", "text": "The ANPP units generated 49 billion kWh during their entire initial period of operation."}, {"text_block_id": "p51_b722", "text": "Considering the energy crisis in Armenia after the collapse of the USSR, Decree No 143 of the RoA General Council, dated 18.03.93 and RoA Government Decree No 180 on “"}, {"text_block_id": "p52_b723", "text": "commissioning of the ANPP”, dated 07.04.93 were adopted to ensure Armenia’s electricity supply.."}, {"text_block_id": "p52_b724", "text": "A conceptual approach for ANPP operation was developed. The basis for that approach was activities developed to improve the safety of the similar nuclear plants at Novovoronejh and Kola. The approach was approved in RoA Government Decree No 474, dated 05.10.94."}, {"text_block_id": "p52_b725", "text": "After a 6.5 year outage, the second unit of the ANPP was re-commissioned on 05.11.95, following 2.5 years of preparation. The safety level of the recommissioned unit was above that of the original design.2. ANPP Safety Increase Issues"}, {"text_block_id": "p52_b726", "text": "2.1 Present Status of Safety Increase"}, {"text_block_id": "p52_b727", "text": "Since the re-commissioning of the second unit of the ANPP, more than 1058 upgrading activities have been carried out, and 118 technical activities to increase safety were implemented, as of 01.01.2003. Below are  several of the most important of these activities:"}, {"text_block_id": "p52_b728", "text": "−"}, {"text_block_id": "p52_b729", "text": "Installation of device for uninterrupted control of boric acid density;"}, {"text_block_id": "p52_b730", "text": "−"}, {"text_block_id": "p52_b731", "text": "Installation of display system for security parameters;"}, {"text_block_id": "p52_b732", "text": "−"}, {"text_block_id": "p52_b733", "text": "Replacement of the fire detection and alarm system;"}, {"text_block_id": "p52_b734", "text": "−"}, {"text_block_id": "p52_b735", "text": "Replacement of the floor covering of halls with the fire-resistant covering;"}, {"text_block_id": "p52_b736", "text": "−"}, {"text_block_id": "p52_b737", "text": "Replacement  of  pressure operated security valves;"}, {"text_block_id": "p52_b738", "text": "−"}, {"text_block_id": "p52_b739", "text": "Implementation of reactor cooldown automation system;"}, {"text_block_id": "p52_b740", "text": "−"}, {"text_block_id": "p52_b741", "text": "Replacement of steam generator safety valves;"}, {"text_block_id": "p52_b742", "text": "−"}, {"text_block_id": "p52_b743", "text": "Replacement of fast-acting steam pipeline shut-down valves;"}, {"text_block_id": "p52_b744", "text": "−"}, {"text_block_id": "p52_b745", "text": "Commissioning of the service waster system for critical equipment."}, {"text_block_id": "p52_b746", "text": "Expenditures for safety activities amounted to $70 million."}, {"text_block_id": "p52_b747", "text": "After implementation of these safety activities, the safety level of the remaining ANPP unit is comparable to that of VVER-440 nuclear power plants operating in other countries."}, {"text_block_id": "p52_b748", "text": "2.2 Activities in the Implementation Phase and those to be Implemented in the Near Future"}, {"text_block_id": "p52_b749", "text": "From the standpoint of modern safety parameters, the system for isolating an accident at nuclear power plants with B-230 reactors has material shortcomings. To increase safety level for those energy units it is necessary to improve that system. The most promising step, according to TACIS project specialists,  is implementation of a pressure relief and diffuser system."}, {"text_block_id": "p52_b750", "text": "Installation of a pressure relief and diffuser system in the ANPP will:"}, {"text_block_id": "p52_b751", "text": "−"}, {"text_block_id": "p52_b752", "text": "Ensure integrity of the leak proof construction in all types of emergencies, even in case of double-ended break of a DY-500 pipe;"}, {"text_block_id": "p52_b753", "text": "−"}, {"text_block_id": "p52_b754", "text": "Increase safety system reliability due to the passive operation of a pressure relief and diffuser system and absence of moving parts in the System;"}, {"text_block_id": "p53_b755", "text": "−"}, {"text_block_id": "p53_b756", "text": "Decrease the radiation to the allowed level during a design basis emergency in the first safety zones,"}, {"text_block_id": "p53_b757", "text": "Pressure relief and diffuser system have been already installed in the 3-rd unit of Novovoronejh NPP and the 3rd unit of “Kozlodoy” NPP (Bulgaria). At present, installation of pressure relief and diffuser system is being completed in the 1st unit of Kola NPP, the 4th unit of Novovoronejh NPP and the 4th unit of the “Kozlodoy” NPP."}, {"text_block_id": "p53_b758", "text": "Improved operations to assure leak proof construction is being carried out. In 2001, within the scope of the TACIS project a compressor with high output was acquired and installed for annual pressure leak testing."}, {"text_block_id": "p53_b759", "text": "To increase safety as to pipe cracks, the “Leak before break” concept will be implemented in the ANPP. This concept is widely used to prevent double-ended guillotine breaks in high pressure pipe lines. The “Leak before break” approach has been implemented in all VVER-440 nuclear power plants."}, {"text_block_id": "p53_b760", "text": "These activities plus the substantial work targeted to increase operational safety and personnel capability will compensate for the absence of a containment."}, {"text_block_id": "p53_b761", "text": "2.3 Seismic Safety Issues"}, {"text_block_id": "p53_b762", "text": "When the 1993 decision to recommission the ANPP was made, specialized Armenian organizations together with international experts carried out additional studies to assess the earthquake danger. Upon completion of the studies, activities targeted at seismic strengthening of equipment, systems, buildings and construction were implemented in priority order. The main building housing the reactor, main circulating pumps, principle and other safety systems, now meets standards for an 0.4 g earthquake acceleration."}, {"text_block_id": "p53_b763", "text": "The operating ANPP unit is a B-270 model. This differs from other types of VVER-440 reactor in that it is specifically designed for the high seismic risk of the ANPP area (i.e., 8 point according to the MSK-64 scale)."}, {"text_block_id": "p53_b764", "text": "Safety requirements change over time, making design standards more severe. This fact had particular influence on the ANPP. To increase seismic stability, since the opening of the first unit, the ANPP has thrice undergone seismic upgrading. The last major activities were implemented after the 1988 Spitak earthquake."}, {"text_block_id": "p53_b765", "text": "At present, another ANPP seismic re-assessment is being implemented, this one developed by experts from the International Atomic Energy Agency. This activity is to be completed during the preventive maintenance scheduled for 2004."}, {"text_block_id": "p53_b766", "text": "3. DATA ON ANPP OPERATIONS"}, {"text_block_id": "p53_b767", "text": "Public opinion has always supported nuclear energy in Armenia has always been positive, except briefly after independence and in 1988 when the ANPP units had to be closed."}, {"text_block_id": "p53_b768", "text": "Present support for ANPP operation results from difficult economic conditions rather than unawareness of risk of nuclear explosion in case of nuclear energy use.  Public support is due also to the low cost of nuclear electricity, which outweighs the risk of a nuclear explosion. Before independence, the ANPP was state owned. Currently, it has the same status."}, {"text_block_id": "p54_b769", "text": "Electricity generated in Armenia in 2002 totaled 5.54 billion kWh. More than 2.29 billion kWh came from the ANPP.  This was 42% of the total. ANPP generation annually ranges between 33-and 36% of total Armenian generation."}, {"text_block_id": "p54_b770", "text": "The capacity factor for the ANPP has been 60-63%. This is because the plant is too large for the Armenian off peak requirements, so the unit operates for fewer hours than it might."}, {"text_block_id": "p54_b771", "text": "Between the restart of the ANPP and 04.04.2003, the unit generated more than 13 billion kWh."}, {"text_block_id": "p54_b772", "text": "In 1999 the ANPP had one emergency break and one “1st” degree failure on the International Nuclear Failure Scale. Three more failures were recorded in 2000, the first a “1st” degree, the other two “0” degree. In 2001 seven failures took place in the ANPP.  Three of them were “1st” degree, 4 were“0” degree. In 2002 seven more failures took place in the ANPP.  All were “0” degree.  Moreover, the ANPP underwent two emergency breaks during 2002."}, {"text_block_id": "p54_b773", "text": "Total aggregate dose during the recent period was 0.66-1.56 Sv/man."}, {"text_block_id": "p54_b774", "text": "4. RADIOACTIVE WASTE"}, {"text_block_id": "p54_b775", "text": "For interim storage of radioactive liquid waste, the ANPP has: 2 containers with total volume up to 350 m3 for high radioactivity components and 6 containers with 470 m3 for evaporation residium."}, {"text_block_id": "p54_b776", "text": "All tankers for radioactive liquid waste are located in a special area of the reactor building. Radioactive liquid wastes are rinsed in steam, after which their solid residue, i.e. the melting salt of moderate radioactivity is placed in metal tanks of 200 liter capacity. Cover plates are sealed and kept in solid waste storage of moderate radioactivity located in the special area of the reactor building. The water is returned to the generation cycle."}, {"text_block_id": "p54_b777", "text": "Capacity of storage for solid waste of moderate radioactivity is 1001 m3 (presently 30% full), while the capacity of the hall used for melted salt is 3000 tanks (presently 85% full)."}, {"text_block_id": "p54_b778", "text": "The central hall of the reactor building includes storage of highly radioactive solid wastes.  It is  8.9 m high and has 380 metal pipes of 180 mm diameter, which are closed with cork type metal-concrete plates weighing 60 kg. At present the storage is 36% full."}, {"text_block_id": "p54_b779", "text": "Storage of low level radioactive waste consists of two concrete containers.  The service building is located on the site of the ANPP, separated by a fence from other areas. Capacity for this storage is 1751 m3. It is 29% full."}, {"text_block_id": "p54_b780", "text": "The storage complies with the relevant laws and ensures protection and physical security of radioactive wastes."}, {"text_block_id": "p54_b781", "text": "All radioactive wastes storage is protected by alarm systems and guarded by the ANPP security force. All storage is under the control of a special department of the internal troops of Armenia. Air vented from the reactor hall and from the radioactive waste containers goes to special gas purifier filters.  After removal of gases and aerosol it goes up a special air ventilating stack 250m high. Gaseous radioactive materials and noble gas from the ANPP are 50 times lower than the design requirements."}, {"text_block_id": "p55_b782", "text": "The spent fuel of the ANPP is kept in the storage areas of unit 1 and 2 located in the central hall of the reactor building near the reactor."}, {"text_block_id": "p55_b783", "text": "For 50 year spent fuel protection there is a dry cask storage built by Framatome on the ANPP site. This project complies with USA standards and is designed for 612 fuel assemblies. It is completely filled. Other dry cask storage will be built as needed, depending on the closing date for the unit."}, {"text_block_id": "p55_b784", "text": "5. DEVELOPMENT PROSPECTIVE OF NUCLEAR ENERGY IN ARMENIA"}, {"text_block_id": "p55_b785", "text": "Today, developed countries, like Japan, South Korea, Finland, Russia, and China, as well as international organizations, like the International Atomic Energy Agency, Euratom , and the World Nuclear Association treat nuclear energy as a reliable and safe source for covering electricity needs in the near future. One indication of this outlook is the resolution recently adopted by the Finnish Parliament. The resolution is on the construction of the 5th nuclear unit."}, {"text_block_id": "p55_b786", "text": "Nuclear energy is developing in Russia, China, India, Iran and South Korea, although these countries have their own sources of hydrocarbon fuel and, unlike Armenia, cannot be blockaded by neighboring countries. In the US nuclear energy cannot compete against other sources of energy. New nuclear power plants have not been built in the US because they are too expensive. The US nuclear companies have received permission to extend the operation period of existing nuclear energy units up to 60 years.. The same approach is implemented by other countries such as Russia, France, England, and Finland. In Russia and Finland the operating lives of VVER-440 reactors were extended by 15 and 20 years.."}, {"text_block_id": "p55_b787", "text": "A few developed countries are implementing G4 Project under the management of the USA, as a result of which the 4th generation of new reactors is being developed to operate all over the world. Currently, the International Atomic Energy Agency is developing standards for the new reactors.  Fast neutron nuclear reactors may be fuelled by U238 ,  which is unlimited."}, {"text_block_id": "p55_b788", "text": "Nuclear reactors of a smaller size are currently being developed for countries that do not have robust electric power grids."}, {"text_block_id": "p55_b789", "text": "Public opinion against nuclear energy in Germany, Austria and Italy is expected to be temporary, since increased cost for hydrocarbon fuel and environmental damage will make those countries re-consider their approach."}, {"text_block_id": "p55_b790", "text": "Countries, like Armenia, which lack energy resources, should plan their energy development based on energy independence and energy safety parameters and should use their own energy sources, including nuclear energy.  Armenia has developed a nuclear energy infrastructure, such as specialists for nuclear energy unit operation, scientific-research institutes, calibration and construction companies and educational institutions, where future nuclear system specialists are educated and prepared."}, {"text_block_id": "p55_b791", "text": "In addition, regional environmental issues regarding the future protection of the Lake Sevan are important. If the ANPP were replaced with thermal generation, serious environmental problems would arise."}, {"text_block_id": "p56_b792", "text": "Abandoning nuclear energy will create social problems. More than 2200 high quality specialists would loose their jobs, whereas building a new nuclear unit will create, more than 10 000 new positions in the construction field."}, {"text_block_id": "p56_b793", "text": "Recent studies show that a new nuclear unit in Armenia must be of smaller capacity than the 1000MW units being built elsewhere. in order to match up with the capacity of the Armenian electric system."}, {"text_block_id": "p56_b794", "text": "6. SMALLER NUCLEAR REACTORS"}, {"text_block_id": "p56_b795", "text": "6.1 Detailed Developed Projects"}, {"text_block_id": "p56_b796", "text": "1."}, {"text_block_id": "p56_b797", "text": "VVER (Water-cooled, Water-type Energetic Reactor)-640"}, {"text_block_id": "p56_b798", "text": "– This Project aims to develop by “AtomEnergyProject” Institute (Saint Petersburg) construction of a competitive nuclear power plant with advanced safety features to operate at 640 MW."}, {"text_block_id": "p56_b799", "text": "The ANPP unit would be a B-407 type reactor and a single turbine. The design is double-loop, one of which consists of VVER-640 slow neutron reactor, four main circulation loops, pressurizer and auxiliary equipment installed in a high integrity containment structure."}, {"text_block_id": "p56_b800", "text": "The Project is said to correspond to international standards using passive safety systems. An optimal combination of passive and active elements, use of tested equipment, devices and systems, as well as a dual purpose safety containment, and active zone gravity waterflow cooling in the safety systems are expected to contribute to significantly increased safety, reliability and efficiency"}, {"text_block_id": "p56_b801", "text": "The Project plans to keep the radiation level below the design margin and to comply with the level of emissions specified by the standards. In normal operation, as well as in case of scheduled shutdowns, standards for radiation emissions are not exceeded, and even in major failures they do not exceed the standards for radionuclides (the most dangerous radioactive particles }. The emissions probability will not exceed 10-7 reactor/year."}, {"text_block_id": "p56_b802", "text": "The basis for this design’s safety is the defense-in-depth principle, which will use barrier walls to prevent dissemination of ionized rays and radioactive materials. This type of power plant was designed for Saint Petersburg and Kola in Russia but was not built due to lack of funds."}, {"text_block_id": "p56_b803", "text": "2."}, {"text_block_id": "p56_b804", "text": "AP 600"}, {"text_block_id": "p56_b805", "text": "/designed by the Westinghouse Company, owned by the British Government,-, has a US Nuclear Regulatory Commission License/ -  design output of the unit is 600 MW. This reactor is equipped with a passive safety system, in which involvement of the operator is not required for more than 72 hours after a failure and the safety systems continue to work without electricity."}, {"text_block_id": "p56_b806", "text": "Probability of failure in the primary systems is designed not to exceed 10-5 reactor/year and probability of significant radioactive emissions 10-6  reactor/year. The design is intended to simplify the structure, operation and maintenance of the unit. The designed life is 60 years."}, {"text_block_id": "p56_b807_merged", "text": "3. SBWR (Simplified Boiling Water Reactor) - /designed by the General Electric Company, USA/ - Design output of the unit is 600 MW. The design is intended to simplify the thermal cycle of the unit. The designed life is 60 years and the capacity factor is"}, {"text_block_id": "p57_b810", "text": "forecast by GE to exceed 87%. Refueling  is intended to be every 24 months. Probability of failure of reactor’s active zone shall not exceed 10-5 reactor/year, with probability of emissions not to exceed 10-6 reactor/year."}, {"text_block_id": "p57_b811", "text": "4."}, {"text_block_id": "p57_b812", "text": "KLT-40"}, {"text_block_id": "p57_b813", "text": "– designed in Russia on the basis of OK-900A equipment, configuration and assembly. Improved containment, meeting current safety requirements. Planned additional safety systems include:"}, {"text_block_id": "p57_b814", "text": "– designed in Russia on the basis of OK-900A equipment, configuration and assembly. Improved containment, meeting current safety requirements. Planned additional safety systems include:\n* passive cooling system;\n* water cover of protection blanket;\n* primary circuit - overpressure protection system.\n* primary circuit - overpressure protection system.\n Capacity of the reactor is 30 MW, designed operation period 30 years.\n* This reactor can refuel without shutting down;\n* The structure of the reactor and steam generators allow natural circulation cooling;\n* Primary piping is located in the large volume of heavy water;\n* Reactor body is located in the large volume of ordinary water.\n* Has one figure-8 shaped circulation loop with two circulating pumps and steam generators;\n* Pressure regulation is by âpressure feed and reliefâ, unlike PHWR-500 where it is by pressurizer;\n* Reactor control is through controlling, compensating and regulating rods, unlike PHWR-500, where it is done by controlling the level of light water;\n* The reactor has two safety systems: the first one consists of 14 gravity operated rods in the primary zone, the second one - 12 vertical fixed pipes which are filled with natrium borate."}, {"text_block_id": "p57_b821", "text": "5."}, {"text_block_id": "p57_b822", "text": "CANDU 6"}, {"text_block_id": "p57_b823", "text": "(Canadian Deuterium Uranium) – Design capacity 600 MW, design life 40 years. Unlike the other designs, these are currently in operation. Capacity factor is 84%. The reactor has small diameter horizontal pipes under pressure, which are installed in the colander filled with low pressure and temperature moderator. The moderator is heavy water, which is also the cooling water. The fuel is natural uranium. This reactor can refuel without shutting down."}, {"text_block_id": "p57_b824", "text": "Two independent passive systems can stop the reactor in emergencies.  These are independent from the reactor control system.  No chemicals are needed to control reactivity."}, {"text_block_id": "p57_b825", "text": "6."}, {"text_block_id": "p57_b826", "text": "PHWR-500"}, {"text_block_id": "p57_b827", "text": "(Pressurized Heavy Water Reactor)-/designed by the Indian Nuclear Energy Corporation/ - These units are being built to meet the increasing energy demand of India. These installations intend to use the significant thorium reserves of India for fuel. These installations also use heavy water as both moderator and cooling water. They have the following safety advantages:"}, {"text_block_id": "p57_b836", "text": "7."}, {"text_block_id": "p57_b837", "text": "PHWR-220"}, {"text_block_id": "p57_b838", "text": "(Pressurized Heavy Water Reactor) -/designed by the Indian Nuclear Energy Corporation/ - These reactors are the basis for the current Indian nuclear development. The main difference between this Project and the previous one, are:"}, {"text_block_id": "p58_b847", "text": "6.2 Reactors in the Design Phase"}, {"text_block_id": "p58_b848", "text": "1."}, {"text_block_id": "p58_b849", "text": "PIUS"}, {"text_block_id": "p58_b850", "text": "/designed by Swedish ABB Atom Company/  This Project is a simplified and updated light water PWR, which includes special features of a BWR. The capacity is 600 MW. The design has the following objectives:"}, {"text_block_id": "p58_b851", "text": "/designed by Swedish ABB Atom Company/  This Project is a simplified and updated light water PWR, which includes special features of a BWR. The capacity is 600 MW. The design has the following objectives:\n* Competitiveness;\n* Simplicity and flexibility;\n* Safety âtransparencyâ;\n* Exclusion of human involvement;\n* Handling extraordinary conditions.\n* The cooling water is light water, and the fuel is enriched uranium;\n* Assembling of the first circuit is an integral type;\n* First circuit self-compensating system;\n* Natural circulation of the first circuit;\n* Passive system for heat discharge."}, {"text_block_id": "p58_b861", "text": "2."}, {"text_block_id": "p58_b862", "text": "CAREM"}, {"text_block_id": "p58_b863", "text": "/designed by the Argentinean Company/ - The purpose of this Project is safe use of nuclear energy within small capacity limits. The Project aims to create capacity modules of 100 MW, which can generate electricity, or heat for industrial process and heating and for desalinating water."}, {"text_block_id": "p58_b864", "text": "This reactor has the following characteristics:"}, {"text_block_id": "p58_b875", "text": "3."}, {"text_block_id": "p58_b876", "text": "MRX"}, {"text_block_id": "p58_b877", "text": "(Marine Reactor X)-/designed by the Japan Nuclear Energy Scientific -Research Institute/- an improved military-marine reactor for the next generation nuclear ships. The Project aims to create reactors of 100 MW thermal capacity. These reactors will be lighter and smaller than any existing reactors. They are PWR type modules, control is implemented by the control rods. Modules have reactor emergency cooling passive system."}, {"text_block_id": "p58_b878", "text": "4."}, {"text_block_id": "p58_b879", "text": "ABV"}, {"text_block_id": "p58_b880", "text": "/designed by the Russian Company/- a small nuclear unit designed for electric energy, steam and potable water generation in remote regions. This reactor design is based on military-marine reactors. The thermal capacity is 38 MW."}, {"text_block_id": "p58_b881", "text": "5."}, {"text_block_id": "p58_b882", "text": "GT-MHR"}, {"text_block_id": "p58_b883", "text": "(Gas Turbine-Modular Helium Reactor) – is designed for electric energy and combined cycle generation."}, {"text_block_id": "p58_b884", "text": "7. Issues regarding the Status of the ANPP 1st Unit and Life Extension of the 2nd Unit"}, {"text_block_id": "p58_b885", "text": "The first unit of the ANPP was commissioned on December 22, 1976 and was closed on February 25, 1989. The unit is equipped with B-270 type reactor, however, the reactor has not been corrosion-proofed."}, {"text_block_id": "p58_b886", "text": "The operations to re-commission, calibrate, and increase the safety level of the second unit were estimated at $153.2 million. The ANPP re-commissioning cost more than $67 million, including $24.1 million for the nuclear fuel necessary for the first re-loading. For"}, {"text_block_id": "p59_b887", "text": "commissioning purposes $27.7 million was provided from the RoA State Budget and $25.6 million from a  Russian intergovernmental loan."}, {"text_block_id": "p59_b888", "text": "Some equipment from the first unit was used for re-commissioning and later for preventive maintenance."}, {"text_block_id": "p59_b889", "text": "A preliminary estimate of the cost to re-commission and improve the safety of the first unit is $300-350 million. Considering the remaining design life of 18 years, the cost for one operating year is $52/kW. Constructing a new 2 unit VVER 640 power plant is estimated to cost $26/kW year. Construction of a new plant is estimated to take six years, while four years would be needed for re-commissioning."}, {"text_block_id": "p59_b890", "text": "Re-commissioning of the first unit of the ANPP is obviously economically unjustified. It is necessary to consider construction of an advanced two-unit nuclear power plant of medium size and with thermal neutrons. More than 417 different reactors are operating in the world, 255 of which are reactors with thermal neutrons."}, {"text_block_id": "p59_b891", "text": "Today, some countries aim not at the construction of new nuclear power plants but at the extension of the lives of their existing ones, since the original licensed lives were an estimate. The accumulated experience reveals that the reactor metal has not undergone as great a change under neutron bombardment, as was assumed."}, {"text_block_id": "p59_b892", "text": "Useful life of VVER-440 reactors installed at nuclear power plants, such as Loviza NPP, Novovoronej NPP and Paksh NPP, after implementation of certain measures were extended by another 15 years. Presently, life extension work at the fourth Novovoronej NPP unit and the first and the second units of Kola NPP is under way. The cost of extension of useful life of existing unit (or its economical feasibility) is estimated to be one tenth of the cost of construction of a new unit of equal capacity."}, {"text_block_id": "p59_b893", "text": "Plans for Armenian nuclear energy development should not exclude life extension of the second ANPP unit."}, {"text_block_id": "p59_b894", "text": "Conclusion"}, {"text_block_id": "p59_b895", "text": "1."}, {"text_block_id": "p59_b896", "text": "Compared to natural gas price increases resulting from decreased storage and fewer gas extracting countries, the price for the nuclear fuel is comparatively stable. Therefore, in 15-20 years, nuclear plants will be economically competitive with thermal plants."}, {"text_block_id": "p59_b897", "text": "2."}, {"text_block_id": "p59_b898", "text": "During that period, medium-sized third generation nuclear units with safety passive systems will be available in the “world market”."}], "document_description": "This Strategy was approved by resolution 1 of the 24 protocol in June 23rd, 2005. It notably seeks to promote the production and use of renewable energy sources. It further addresses cost-effective ways to reduce future CO2 emissions."}