{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Comoros", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_date": "09/01/2015", "document_language": "English", "document_name": "Climate change policy, strategy and action plan", "document_country_code": "COM", "document_hazard_name": [], "document_keyword": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/COM/2015/COM-2015-01-09-Climate change policy, strategy and action plan_7afff9d1efd7ad32d6493f6badf001eb.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The overall objective of this Policy is to face the challenges imposed by climate change, with a view to ensuring the country's sustainable development. The principles underlying the national policy are: (i) precaution and anticipation, (ii) transversal coherence, (iii) the search for synergies, (iv) decentralization, (v) involvement and accountability , and (vi) partnership. The strategy aims to facilitate the translation of the National Policy Vision and Objectives. It targets state and non-state actors.<br><br>The first series of actions envisaged relates to adaptation and aims to deal with the loss of livelihoods, the protection of natural capital and the consolidation of economic and social infrastructure, through the systematic consideration of the climate dimension in planning processes to prevent practices that instead increase vulnerability to the effects of climate change. The second concerns mitigation; the third relates to governance, the fourth is devoted to building the capacities of actors and the fifth relates to information, awareness-raising and knowledge management . The action plan is also an advocacy document and also includes an assessment of funding needs for its implementation."}